{"title": "Oomphel in the Sky", "author": "Henry Beam Piper", "releaseDate": "February 23, 2007", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, LN Yaddanapudi and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\nOOMPHEL ...\n... IN THE SKY\n\nBy H. BEAM PIPER\n\n+--------------------------------------------------------------+\n|                                                              |\n| Transcriber's Note                                           |\n|                                                              |\n| This etext was produced from Analog Science Fact--Science    |\n| Fiction, November 1960. Extensive research did not uncover   |\n| any evidence that the U.S. copyright on this publication was |\n| renewed.                                                     |\n|                                                              |\n+--------------------------------------------------------------+\n\n[Illustration]\n\n     _Since Logic derives from postulates, it never has, and never will,\n     change a postulate. And a religious belief is a system of\n     postulates ... so how can a man fight a native superstition with\n     logic? Or anything else...?_\n\nIllustrated by Bernklau\n\n\nMiles Gilbert watched the landscape slide away below him, its quilt of\nrounded treetops mottled red and orange in the double sunlight and, in\nshaded places, with the natural yellow of the vegetation of Kwannon. The\naircar began a slow swing to the left, and Gettler Alpha came into view,\na monstrous smear of red incandescence with an optical diameter of two\nfeet at arm's length, slightly flattened on the bottom by the western\nhorizon. In another couple of hours it would be completely set, but by\nthat time Beta, the planet's G-class primary, would be at its\nmidafternoon hottest. He glanced at his watch. It was 1005, but that was\nGalactic Standard Time, and had no relevance to anything that was\nhappening in the local sky. It did mean, though, that it was five\nminutes short of two hours to 'cast-time.\n\nHe snapped on the communication screen in front of him, and Harry Walsh,\nthe news editor, looked out of it at him from the office in Bluelake,\nhalfway across the continent. He wanted to know how things were going.\n\n\"Just about finished. I'm going to look in at a couple more native\nvillages, and then I'm going to Sanders' plantation to see Gonzales. I\nhope I'll have a personal statement from him, and the final\nsituation-progress map, in time for the 'cast. I take it Maith's still\nagreeable to releasing the story at twelve-hundred?\"\n\n\"Sure; he was always agreeable. The Army wants publicity; it was\nGovernment House that wanted to sit on it, and they've given that up\nnow. The story's all over the place here, native city and all.\"\n\n\"What's the situation in town, now?\"\n\n\"Oh, it's still going on. Some disorders, mostly just unrest. Lot of\nstreet meetings that could have turned into frenzies if the police\nhadn't broken them up in time. A couple of shootings, some\nsleep-gassing, and a lot of arrests. Nothing to worry about--at least,\nnot immediately.\"\n\nThat was about what he thought. \"Maybe it's not bad to have a little\ntrouble in Bluelake,\" he considered. \"What happens out here in the\nplantation country the Government House crowd can't see, and it doesn't\nworry them. Well, I'll call you from Sanders'.\"\n\nHe blanked the screen. In the seat in front, the native pilot said:\n\"Some contragravity up ahead, boss.\" It sounded like two voices speaking\nin unison, which was just what it was. \"I'll have a look.\"\n\nThe pilot's hand, long and thin, like a squirrel's, reached up and\npulled down the fifty-power binoculars on their swinging arm. Miles\nlooked at the screen-map and saw a native village just ahead of the dot\nof light that marked the position of the aircar. He spoke the native\nname of the village aloud, and added:\n\n\"Let down there, Heshto. I'll see what's going on.\"\n\nThe native, still looking through the glasses, said, \"Right, boss.\" Then\nhe turned.\n\nHis skin was blue-gray and looked like sponge rubber. He was humanoid,\nto the extent of being an upright biped, with two arms, a head on top of\nshoulders, and a torso that housed, among other oddities, four lungs.\nHis face wasn't even vaguely human. He had two eyes in front, close\nenough for stereoscopic vision, but that was a common characteristic of\nsapient life forms everywhere. His mouth was strictly for eating; he\nbreathed through separate intakes and outlets, one of each on either\nside of his neck; he talked through the outlets and had his scent and\nhearing organs in the intakes. The car was air-conditioned, which was a\nmercy; an overheated Kwann exhaled through his skin, and surrounded\nhimself with stenches like an organic chemistry lab. But then, Kwanns\ndidn't come any closer to him than they could help when he was hot and\nsweated, which, lately, had been most of the time.\n\n\"A V and a half of air cavalry, circling around,\" Heshto said. \"Making\nsure nobody got away. And a combat car at a couple of hundred feet and\nanother one just at treetop level.\"\n\nHe rose and went to the seat next to the pilot, pulling down the\nbinoculars that were focused for his own eyes. With them, he could see\nthe air cavalry--egg-shaped things just big enough for a seated man,\nwith jets and contragravity field generators below and a bristle of\nmachine gun muzzles in front. A couple of them jetted up for a look at\nhim and then went slanting down again, having recognized the Kwannon\nPlanetwide News Service car.\n\n\nThe village was typical enough to have been an illustration in a\nsociography textbook--fields in a belt for a couple of hundred yards\naround it, dome-thatched mud-and-wattle huts inside a pole stockade with\nlog storehouses built against it, their flat roofs high enough to\nprovide platforms for defending archers, the open oval gathering-place\nin the middle. There was a big hut at one end of this, the khamdoo, the\nsanctum of the adult males, off limits for women and children. A small\ncrowd was gathered in front of it; fifteen or twenty Terran air\ncavalrymen, a couple of enlisted men from the Second Kwannon Native\nInfantry, a Terran second lieutenant, and half a dozen natives. The rest\nof the village population, about two hundred, of both sexes and all\nages, were lined up on the shadier side of the gathering-place, most of\nthem looking up apprehensively at the two combat cars which were\ncovering them with their guns.\n\nMiles got to his feet as the car lurched off contragravity and the\nsprings of the landing-feet took up the weight. A blast of furnacelike\nair struck him when he opened the door; he got out quickly and closed it\nbehind him. The second lieutenant had come over to meet him; he extended\nhis hand.\n\n\"Good day, Mr. Gilbert. We all owe you our thanks for the warning. This\nwould have been a real baddie if we hadn't caught it when we did.\"\n\nHe didn't even try to make any modest disclaimer; that was nothing more\nthan the exact truth.\n\n\"Well, lieutenant, I see you have things in hand here.\" He glanced at\nthe line-up along the side of the oval plaza, and then at the selected\ngroup in front of the khamdoo. The patriarchal village chieftain in a\nloose slashed shirt; the shoonoo, wearing a multiplicity of amulets and\nnothing else; four or five of the village elders. \"I take it the word of\nthe swarming didn't get this far?\"\n\n\"No, this crowd still don't know what the flap's about, and I couldn't\nthink of anything to tell them that wouldn't be worse than no\nexplanation at all.\"\n\nHe had noticed hoes and spades flying in the fields, and the cylindrical\nplastic containers the natives bought from traders, dropped when the\ntroops had surprised the women at work. And the shoonoo didn't have a\nfire-dance cloak or any other special regalia on. If he'd heard about\nthe swarming, he'd have been dressed to make magic for it.\n\n\"What time did you get here, lieutenant?\"\n\n\"Oh-nine-forty. I just called in and reported the village occupied, and\nthey told me I was the last one in, so the operation's finished.\"\n\nThat had been smart work. He got the lieutenant's name and unit and\nmentioned it into his memophone. That had been a little under five hours\nsince he had convinced General Maith, in Bluelake, that the mass\nlabor-desertion from the Sanders plantation had been the beginning of a\nswarming. Some division commanders wouldn't have been able to get a\nbrigade off the ground in that time, let alone landed on objective. He\nsaid as much to the young officer.\n\n\"The way the Army responded, today, can make the people of the Colony\nfeel a lot more comfortable for the future.\"\n\n\"Why, thank you, Mr. Gilbert.\" The Army, on Kwannon, was rather more\nused to obloquy than praise. \"How did you spot what was going on so\nquickly?\"\n\nThis was the hundredth time, at least, that he had been asked that\ntoday.\n\n\"Well, Paul Sanders' labor all comes from neighboring villages. If\nthey'd just wanted to go home and spend the end of the world with their\nfamilies, they'd have been dribbling away in small batches for the last\ncouple of hundred hours. Instead, they all bugged out in a bunch, they\ntook all the food they could carry and nothing else, and they didn't\nmake any trouble before they left. Then, Sanders said they'd been\nbuilding fires out in the fallow ground and moaning and chanting around\nthem for a couple of days, and idling on the job. Saving their strength\nfor the trek. And he said they had a shoonoo among them. He's probably\nthe lad who started it. Had a dream from the Gone Ones, I suppose.\"\n\n\"You mean, like this fellow here?\" the lieutenant asked. \"What are they,\nMr. Gilbert; priests?\"\n\nHe looked quickly at the lieutenant's collar-badges. Yellow trefoil for\nThird Fleet-Army Force, Roman IV for Fourth Army, 907 for his regiment,\nwith C under it for cavalry. That outfit had only been on Kwannon for\nthe last two thousand hours, but somebody should have briefed him better\nthan that.\n\nHe shook his head. \"No, they're magicians. Everything these Kwanns do\ninvolves magic, and the shoonoon are the professionals. When a native\nruns into something serious, that his own do-it-yourself magic can't\ncope with, he goes to the shoonoo. And, of course, the shoonoo works all\nthe magic for the community as a whole--rain-magic, protective magic for\nthe village and the fields, that sort of thing.\"\n\nThe lieutenant mopped his face on a bedraggled handkerchief. \"They'll\nhave to struggle along somehow for a while; we have orders to round up\nall the shoonoon and send them in to Bluelake.\"\n\n\"Yes.\" That hadn't been General Maith's idea; the governor had insisted\non that. \"I hope it doesn't make more trouble than it prevents.\"\n\nThe lieutenant was still mopping his face and looking across the\ngathering-place toward Alpha, glaring above the huts.\n\n\"How much worse do you think this is going to get?\" he asked.\n\n\"The heat, or the native troubles?\"\n\n\"I was thinking about the heat, but both.\"\n\n\"Well, it'll get hotter. Not much hotter, but some. We can expect\nstorms, too, within twelve to fifteen hundred hours. Nobody has any idea\nhow bad they'll be. The last periastron was ninety years ago, and we've\nonly been here for sixty-odd; all we have is verbal accounts from memory\nfrom the natives, probably garbled and exaggerated. We had pretty bad\nstorms right after transit a year ago; they'll be much worse this time.\nThermal convections; air starts to cool when it gets dark, and then\nheats up again in double-sun daylight.\"\n\nIt was beginning, even now; starting to blow a little after Alpha-rise.\n\n\"How about the natives?\" the lieutenant asked. \"If they can get any\ncrazier than they are now--\"\n\n\"They can, and they probably will. They think this is the end of the\nworld. The Last Hot Time.\" He used the native expression, and then\ntranslated it into Lingua Terra. \"The Sky Fire--that's Alpha--will burn\nup the whole world.\"\n\n\"But this happens every ninety years. Mean they always acted this way at\nperiastron?\"\n\nHe shook his head. \"Race would have exterminated itself long ago if they\nhad. No, this is something special. The coming of the Terrans was a\nsign. The Terrans came and brought oomphel to the world; this a sign\nthat the Last Hot Time is at hand.\"\n\n\"What the devil _is_ oomphel?\" The lieutenant was mopping the back of\nhis neck with one hand, now, and trying to pull his sticky tunic loose\nfrom his body with the other. \"I hear that word all the time.\"\n\n\"Well, most Terrans, including the old Kwannon hands, use it to mean\ntrade-goods. To the natives, it means any product of Terran technology,\nfrom paper-clips to spaceships. They think it's ... well, not exactly\nsupernatural; extranatural would be closer to expressing their idea.\nTerrans are natural; they're just a different kind of people. But\noomphel isn't; it isn't subject to any of the laws of nature at all.\nThey're all positive that we don't make it. Some of them even think it\nmakes us.\"\n\n\nWhen he got back in the car, the native pilot, Heshto, was lolling in\nhis seat and staring at the crowd of natives along the side of the\ngathering-place with undisguised disdain. Heshto had been educated at\none of the Native Welfare Commission schools, and post-graded with\nKwannon Planetwide News. He could speak, read and write Lingua Terra. He\nwas a mathematician as far as long division and decimal fractions. He\nknew that Kwannon was the second planet of the Gettler Beta system,\n23,000 miles in circumference, rotating on its axis once in 22.8\nGalactic Standard hours and making an orbital circuit around Gettler\nBeta once in 372.06 axial days, and that Alpha was an M-class pulsating\nvariable with an average period of four hundred days, and that Beta\norbited around it in a long elipse every ninety years. He didn't believe\nthere was going to be a Last Hot Time. He was an intellectual, he was.\n\nHe started the contragravity-field generator as soon as Miles was in his\nseat. \"Where now, boss?\" he asked.\n\n\"Qualpha's Village. We won't let down; just circle low over it. I want\nsome views of the ruins. Then to Sanders' plantation.\"\n\n\"O.K., boss; hold tight.\"\n\nHe had the car up to ten thousand feet. Aiming it in the map direction\nof Qualpha's Village, he let go with everything he had--hot jets,\nrocket-booster and all. The forest landscape came hurtling out of the\nhorizon toward them.\n\nQualpha's was where the trouble had first broken out, after the bug-out\nfrom Sanders; the troops hadn't been able to get there in time, and it\nhad been burned. Another village, about the same distance south of the\nplantation, had also gone up in flames, and at a dozen more they had\nfound the natives working themselves into frenzies and had had to\nsleep-gas them or stun them with concussion-bombs. Those had been the\nvillages to which the deserters from Sanders' had themselves gone; from\nevery one, runners had gone out to neighboring villages--\"The Gone Ones\nare returning; all the People go to greet them at the Deesha-Phoo. Burn\nyour villages; send on the word. Hasten; the Gone Ones return!\"\n\nSaving some of those villages had been touch-and-go, too; the runners,\nwith hours lead-time, had gotten there ahead of the troops, and there\nhad been shooting at a couple of them. Then the Army contragravity began\nlanding at villages that couldn't have been reached in hours by foot\nmessengers. It had been stopped--at least for the time, and in this\narea. When and where another would break out was anybody's guess.\n\nThe car was slowing and losing altitude, and ahead he could see thin\nsmoke rising above the trees. He moved forward beside the pilot and\npulled down his glasses; with them he could distinguish the ruins of the\nvillage. He called Bluelake, and then put his face to the view-finder\nand began transmitting in the view.\n\n\nIt had been a village like the one he had just visited, mud-and-wattle\nhuts around an oval gathering-place, stockade, and fields beyond. Heshto\nbrought the car down to a few hundred feet and came coasting in on\nmomentum helped by an occasional spurt of the cold-jets. A few sections\nof the stockade still stood, and one side of the khamdoo hadn't fallen,\nbut the rest of the structures were flat. There wasn't a soul, human or\nparahuman, in sight; the only living thing was a small black-and-gray\nquadruped investigating some bundles that had been dropped in the\nfields, in hope of finding something tasty. He got a view of\nthat--everybody liked animal pictures on a newscast--and then he was\nswinging the pickup over the still-burning ruins. In the ashes of every\nhut he could see the remains of something like a viewscreen or a\nnuclear-electric stove or a refrigerator or a sewing machine. He knew\nhow dearly the Kwanns cherished such possessions. That they had\ndestroyed them grieved him. But the Last Hot Time was at hand; the whole\nworld would be destroyed by fire, and then the Gone Ones would return.\n\nSo there were uprisings on the plantations. Paul Sanders had been\nlucky; his Kwanns had just picked up and left. But he had always gotten\nalong well with the natives, and his plantation house was literally a\ncastle and he had plenty of armament. There had been other planters who\nhad made the double mistake of incurring the enmity of their native\nlabor and of living in unfortified houses. A lot of them weren't around,\nany more, and their plantations were gutted ruins.\n\nAnd there were plantations on which the natives had destroyed the klooba\nplants and smashed the crystal which lived symbiotically upon them. They\nthought the Terrans were using the living crystals to make magic. Not\ntoo far off, at that; the properties of Kwannon biocrystals had opened a\nmajor breakthrough in subnucleonic physics and initiated half a dozen\ntechnologies. New kinds of oomphel. And down in the south, where the\nspongy and resinous trees were drying in the heat, they were starting\nforest fires and perishing in them in hecatombs. And to the north, they\nwere swarming into the mountains; building great fires there, too, and\nattacking the Terran radar and radio beacons.\n\nFire was a factor common to all these frenzies. Nothing could happen\nwithout magical assistance; the way to bring on the Last Hot Time was\nPeople.\n\nMaybe the ones who died in the frenzies and the swarmings were the lucky\nones at that. They wouldn't live to be crushed by disappointment when\nthe Sky Fire receded as Beta went into the long swing toward apastron.\nThe surviving shoonoon wouldn't be the lucky ones, that was for sure.\nThe magician-in-public-practice needs only to make one really bad\nmistake before he is done to some unpleasantly ingenious death by his\nclientry, and this was going to turn out to be the biggest\nmagico-prophetic blooper in all the long unrecorded history of Kwannon.\n\nA few minutes after the car turned south from the ruined village, he\ncould see contragravity-vehicles in the air ahead, and then the fields\nand buildings of the Sanders plantation. A lot more contragravity was\ngrounded in the fallow fields, and there were rows of pneumatic\nballoon-tents, and field-kitchens, and a whole park of engineering\nequipment. Work was going on in the klooba-fields, too; about three\nhundred natives were cutting open the six-foot leafy balls and getting\nout the biocrystals. Three of the plantation airjeeps, each with a pair\nof machine guns, were guarding them, but they didn't seem to be having\nany trouble. He saw Sanders in another jeep, and had Heshto put the car\nalongside.\n\n\"How's it going, Paul?\" he asked over his radio. \"I see you have some\nhelp, now.\"\n\n\"Everybody's from Qualpha's, and from Darshat's,\" Sanders replied. \"The\nArmy had no place to put them, after they burned themselves out.\" He\nlaughed happily. \"Miles, I'm going to save my whole crop! I thought I\nwas wiped out, this morning.\"\n\nHe would have been, if Gonzales hadn't brought those Kwanns in. The\nklooba was beginning to wither; if left unharvested, the biocrystals\nwould die along with their hosts and crack into worthlessness. Like all\nthe other planters, Sanders had started no new crystals since the hot\nweather, and would start none until the worst of the heat was over. He'd\nneed every crystal he could sell to tide him over.\n\n[Illustration]\n\n\"The Welfarers'll make a big forced-labor scandal out of this,\" he\npredicted.\n\n\"Why, such an idea.\" Sanders was scandalized. \"I'm not forcing them to\neat.\"\n\n\"The Welfarers don't think anybody ought to have to work to eat. They\nthink everybody ought to be fed whether they do anything to earn it or\nnot, and if you try to make people earn their food, you're guilty of\neconomic coercion. And if you're in business for yourself and want them\nto work for you, you're an exploiter and you ought to be eliminated as a\nclass. Haven't you been trying to run a plantation on this planet, under\nthis Colonial Government, long enough to have found that out, Paul?\"\n\n\nBrigadier General Ramón Gonzales had taken over the first--counting\ndown from the landing-stage--floor of the plantation house for his\nheadquarters. His headquarters company had pulled out removable\npartitions and turned four rooms into one, and moved in enough screens\nand teleprinters and photoprint machines and computers to have outfitted\nthe main newsroom of _Planetwide News_. The place had the feel of a\nnewsroom--a newsroom after a big story has broken and the 'cast has gone\non the air and everybody--in this case about twenty Terran officers and\nnon-coms, half women--standing about watching screens and smoking and\nthinking about getting a follow-up ready.\n\nGonzales himself was relaxing in Sanders' business-room, with his belt\noff and his tunic open. He had black eyes and black hair and mustache,\nand a slightly equine face that went well with his Old Terran Spanish\nname. There was another officer with him, considerably younger--Captain\nFoxx Travis, Major General Maith's aide.\n\n\"Well, is there anything we can do for you, Miles?\" Gonzales asked,\nafter they had exchanged greetings and sat down.\n\n\"Why, could I have your final situation-progress map? And would you be\nwilling to make a statement on audio-visual.\" He looked at his watch.\n\"We have about twenty minutes before the 'cast.\"\n\n\"You have a map,\" Gonzales said, as though he were walking tiptoe from\none word to another. \"It accurately represents the situation as of the\nmoment, but I'm afraid some minor unavoidable inaccuracies may have\ncrept in while marking the positions and times for the earlier phases of\nthe operation. I teleprinted a copy to _Planetwide_ along with the one I\nsent to Division Headquarters.\"\n\nHe understood about that and nodded. Gonzales was zipping up his tunic\nand putting on his belt and sidearm. That told him, before the brigadier\ngeneral spoke again, that he was agreeable to the audio-visual\nappearance and statement. He called the recording studio at _Planetwide_\nwhile Gonzales was inspecting himself in the mirror and told them to get\nset for a recording. It only ran a few minutes; Gonzales, speaking\nwithout notes, gave a brief description of the operation.\n\n\"At present,\" he concluded, \"we have every native village and every\nplantation and trading-post within two hundred miles of the Sanders\nplantation occupied. We feel that this swarming has been definitely\nstopped, but we will continue the occupation for at least the next\nhundred to two hundred hours. In the meantime, the natives in the\noccupied villages are being put to work building shelters for themselves\nagainst the anticipated storms.\"\n\n\"I hadn't heard about that,\" Miles said, as the general returned to his\nchair and picked up his drink again.\n\n\"Yes. They'll need something better than these thatched huts when the\nstorms start, and working on them will keep them out of mischief.\nStandard megaton-kilometer field shelters, earth and log construction. I\nthink they'll be adequate for anything that happens at periastron.\"\n\nAnything designed to resist the heat, blast and radiation effects of a\nmegaton thermonuclear bomb at a kilometer ought to stand up under what\nwas coming. At least, the periastron effects; there was another angle to\nit.\n\n\"The Native Welfare Commission isn't going to take kindly to that.\nThat's supposed to be their job.\"\n\n\"Then why the devil haven't they done it?\" Gonzales demanded angrily.\n\"I've viewed every native village in this area by screen, and I haven't\nseen one that's equipped with anything better than those log\nstorage-bins against the stockades.\"\n\n\"There was a project to provide shelters for the periastron storms set\nup ten years ago. They spent one year arguing about how the natives\nsurvived storms prior to the Terrans' arrival here. According to the\nolder natives, they got into those log storage-houses you were\nmentioning; only about one out of three in any village survived. I could\nhave told them that. Did tell them, repeatedly, on the air. Then, after\nthey decided that shelters were needed, they spent another year hassling\nover who would be responsible for designing them. Your predecessor here,\nGeneral Nokami, offered the services of his engineer officers. He was\nfrostily informed that this was a humanitarian and not a military\nproject.\"\n\n\nRamón Gonzales began swearing, then apologized for the interruption.\n\"Then what?\" he asked.\n\n\"Apology unnecessary. Then they did get a shelter designed, and started\nteaching some of the students at the native schools how to build them,\nand then the meteorologists told them it was no good. It was a dugout\nshelter; the weathermen said there'd be rainfall measured in meters\ninstead of inches and anybody who got caught in one of those dugouts\nwould be drowned like a rat.\"\n\n\"Ha, I thought of that one.\" Gonzales said. \"My shelters are going to be\nmounded up eight feet above the ground.\"\n\n\"What did they do then?\" Foxx Travis wanted to know.\n\n\"There the matter rested. As far as I know, nothing has been done on it\nsince.\"\n\n\"And you think, with a disgraceful record of non-accomplishment like\nthat, that they'll protest General Gonzales' action on purely\njurisdictional grounds?\" Travis demanded.\n\n\"Not jurisdictional grounds, Foxx. The general's going at this the wrong\nway. He actually knows what has to be done and how to do it, and he's\ngoing right ahead and doing it, without holding a dozen conferences and\nround-table discussions and giving everybody a fair and equal chance to\nfoul things up for him. You know as well as I do that that's\nundemocratic. And what's worse, he's making the natives build them\nthemselves, whether they want to or not, and that's forced labor. That\nreminds me; has anybody started raising the devil about those Kwanns\nfrom Qualpha's and Darshat's you brought here and Paul put to work?\"\n\nGonzales looked at Travis and then said: \"Not with me. Not yet, anyhow.\"\n\n\"They've been at General Maith,\" Travis said shortly. After a moment,\nhe added: \"General Maith supports General Gonzales completely; that's\nfor publication. I'm authorized to say so. What else was there to do?\nThey'd burned their villages and all their food stores. They had to be\nplaced somewhere. And why in the name of reason should they sit around\nin the shade eating Government native-type rations while Paul Sanders\nhas fifty to a hundred thousand sols' worth of crystals dying on him?\"\n\n\"Yes; that's another thing they'll scream about. Paul's making a profit\nout of it.\"\n\n\"Of course he's making a profit,\" Gonzales said. \"Why else is he running\na plantation? If planters didn't make profits, who'd grow biocrystals?\"\n\n\"The Colonial Government. The same way they built those storm-shelters.\nBut that would be in the public interest, and if the Kwanns weren't\npublic-spirited enough to do the work, they'd be made to--at about half\nwhat planters like Sanders are paying them now. But don't you realize\nthat profit is sordid and dishonest and selfish? Not at all like drawing\na salary-cum-expense-account from the Government.\"\n\n\"You're right, it isn't,\" Gonzales agreed. \"People like Paul Sanders\nhave ability. If they don't, they don't stay in business. You have\nability and people who don't never forgive you for it. Your very\nexistence is a constant reproach to them.\"\n\n\"That's right. And they can't admit your ability without admitting their\nown inferiority, so it isn't ability at all. It's just dirty underhanded\ntrickery and selfish ruthlessness.\" He thought for a moment. \"How did\nGovernment House find out about these Kwanns here?\"\n\n\"The Welfare Commission had people out while I was still setting up\nheadquarters,\" Gonzales said. \"That was about oh-seven-hundred.\"\n\n\"This isn't for publication?\" Travis asked. \"Well, they know, but they\ncan't prove, that our given reason for moving in here in force is false.\nOf course, we can't change our story now; that's why the\nsituation-progress map that was prepared for publication is incorrect as\nto the earlier phases. They do not know that it was you who gave us our\nfirst warning; they ascribe that to Sanders. And they are claiming that\nthere never was any swarming; according to them, Sanders' natives are\nstriking for better pay and conditions, and Sanders got General Maith to\nuse troops to break the strike. I wish we could give you credit for\nputting us onto this, but it's too late now.\"\n\nHe nodded. The story was that a battalion of infantry had been sent in\nto rescue a small detail under attack by natives, and that more troops\nhad been sent in to re-enforce them, until the whole of Gonzales'\nbrigade had been committed.\n\n\"That wasted an hour, at the start,\" Gonzales said. \"We lost two native\nvillages burned, and about two dozen casualties, because we couldn't get\nour full strength in soon enough.\"\n\n\"You'd have lost more than that if Maith had told the governor general\nthe truth and requested orders to act. There'd be a hundred villages and\na dozen plantations and trading posts burning, now, and Lord knows how\nmany dead, and the governor general would still be arguing about whether\nhe was justified in ordering troop-action.\" He mentioned several other\noccasions when something like that had happened. \"You can't tell that\nkind of people the truth. They won't believe it. It doesn't agree with\ntheir preconceptions.\"\n\n\nFoxx Travis nodded. \"I take it we are still talking for nonpublication?\"\nWhen Miles nodded, he continued: \"This whole situation is baffling,\nMiles. It seems that the government here knew all about the weather\nconditions they could expect at periastron, and had made plans for them.\nSome of them excellent plans, too, but all based on the presumption that\nthe natives would co-operate or at least not obstruct. You see what the\nsituation actually is. It should be obvious to everybody that the\nbehavior of these natives is nullifying everything the civil government\nis trying to do to ensure the survival of the Terran colonists, the\nproduction of Terran-type food without which we would all starve, the\nbiocrystal plantations without which the Colony would perish, and even\nthe natives themselves. Yet the Civil Government will not act to stop\nthese native frenzies and swarmings which endanger everything and\neverybody here, and when the Army attempts to act, we must use every\nsort of shabby subterfuge and deceit or the Civil Government will\nprevent us. What ails these people?\"\n\n\"You have the whole history of the Colony against you, Foxx,\" he said.\n\"You know, there never was any Chartered Kwannon Company set up to\nexploit the resources of the planet. At first, nobody realized that there\nwere any resources worth exploiting. This planet was just a scientific\ncuriosity; it was and is still the only planet of a binary system with a\nnative population of sapient beings. The first people who came here were\nscientists, mostly sociographers and para-anthropologists. And most of\nthem came from the University of Adelaide.\"\n\nTravis nodded. Adelaide had a Federation-wide reputation for left-wing\nneo-Marxist \"liberalism.\"\n\n\"Well, that established the political and social orientation of the\nColonial Government, right at the start, when study of the natives was\nthe only business of the Colony. You know how these ideological cliques\nform in a government--or any other organization. Subordinates are always\nchosen for their agreement with the views of their superiors, and the\nextremists always get to the top and shove the moderates under or out.\nWell, the Native Affairs Administration became the tail that wagged the\nGovernment dog, and the Native Welfare Commission is the big muscle in\nthe tail.\"\n\nHis parents hadn't been of the left-wing Adelaide clique. His mother\nhad been a biochemist; his father a roving news correspondent who had\ndrifted into trading with the natives and made a fortune in keffa-gum\nbefore the chemists on Terra had found out how to synthesize hopkinsine.\n\n\"When the biocrystals were discovered and the plantations started, the\nGovernment attitude was set. Biocrystal culture is just sordid money\ngrubbing. The real business of the Colony is to promote the betterment\nof the natives, as defined in University of Adelaide terms. That's to\nsay, convert them into ersatz Terrans. You know why General Maith\nordered these shoonoon rounded up?\"\n\nTravis made a face. \"Governor general Kovac insisted on it; General\nMaith thought that a few minor concessions would help him on his main\nobjective, which was keeping a swarming from starting out here.\"\n\n\"Yes. The Commissioner of Native Welfare wanted that done, mainly at the\nurging of the Director of Economic, Educational and Technical\nAssistance. The EETA crowd don't like shoonoon. They have been trying,\never since their agency was set up, to undermine and destroy their\ninfluence with the natives. This looked like a good chance to get rid of\nsome of them.\"\n\nTravis nodded. \"Yes. And as soon as the disturbances in Bluelake\nstarted, the Constabulary started rounding them up there, too, and at\nthe evacuee cantonments. They got about fifty of them, mostly from the\ncantonments east of the city--the natives brought in from the flooded\ntidewater area. They just dumped the lot of them onto us. We have them\npenned up in a lorry-hangar on the military reservation now.\" He turned\nto Gonzales. \"How many do you think you'll gather up out here, general?\"\nhe asked.\n\n\"I'd say about a hundred and fifty, when we have them all.\"\n\nTravis groaned. \"We can't keep all of them in that hangar, and we don't\nhave anywhere else--\"\n\nSometimes a new idea sneaked up on Miles, rubbing against him and\npurring like a cat. Sometimes one hit him like a sledgehammer. This one\njust seemed to grow inside him.\n\n\"Foxx, you know I have the top three floors of the Suzikami Building;\nabout five hundred hours ago, I leased the fourth and fifth floors,\ndirectly below. I haven't done anything with them, yet; they're just as\nthey were when Trans-Space Imports moved out. There are ample water,\nlight, power, air-conditioning and toilet facilities, and they can be\nsealed off completely from the rest of the building. If General Maith's\nagreeable, I'll take his shoonoon off his hands.\"\n\n\"What in blazes will you do with them?\"\n\n\"Try a little experiment in psychological warfare. At minimum, we may\nget a little better insight into why these natives think the Last Hot\nTime is coming. At best, we may be able to stop the whole thing and get\nthem quieted down again.\"\n\n\"Even the minimum's worth trying for,\" Travis said. \"What do you have in\nmind, Miles? I mean, what procedure?\"\n\n\"Well, I'm not quite sure, yet.\" That was a lie; he was very sure. He\ndidn't think it was quite time to be specific, though. \"I'll have to\nsize up my material a little, before I decide on what to do with it.\nWhatever happens, it won't hurt the shoonoon, and it won't make any more\ntrouble than arresting them has made already. I'm sure we can learn\nsomething from them, at least.\"\n\nTravis nodded. \"General Maith is very much impressed with your grasp of\nnative psychology,\" he said. \"What happened out here this morning was\nexactly as you predicted. Whatever my recommendation's worth, you have\nit. Can you trust your native driver to take your car back to Bluelake\nalone?\"\n\n\"Yes, of course.\"\n\n\"Then suppose you ride in with me in my car. We'll talk about it on the\nway in, and go see General Maith at once.\"\n\n\nBluelake was peaceful as they flew in over it, but it was an uneasy\npeace. They began running into military contragravity twenty miles\nbeyond the open farmlands--they were the chlorophyll green of Terran\nvegetation--and the natives at work in the fields were being watched by\nmore military and police vehicles. The carniculture plants, where\nTerran-type animal tissue was grown in nutrient-vats, were even more\nheavily guarded, and the native city was being patroled from above and\nthe streets were empty, even of the hordes of native children who\nusually played in them.\n\nThe Terran city had no streets. Its dwellers moved about on\ncontragravity, and tall buildings rose, singly or in clumps, among the\nlanding-staged residences and the green transplanted trees. There was a\ntriple wire fence around it, the inner one masked by vines and the\nmiddle one electrified, with warning lights on. Even a government\ndedicated to the betterment of the natives and unwilling to order\nmilitary action against them was, it appeared, unwilling to take too\nmany chances.\n\nMajor General Denis Maith, the Federation Army commander on Kwannon, was\nconsiderably more than willing to find a temporary home for his witch\ndoctors, now numbering close to two hundred. He did insist that they be\nkept under military guard, and on assigning his aide, Captain Travis, to\nco-operate on the project. Beyond that, he gave Miles a free hand.\n\nMiles and Travis got very little rest in the next ten hours. A\nhalf-company of engineer troops was also kept busy, as were a number of\nKwannon Planetwide News technicians and some Terran and native mechanics\nborrowed from different private business concerns in the city. Even the\nmost guarded hints of what he had in mind were enough to get this last\nco-operation; he had been running a news-service in Bluelake long enough\nto have the confidence of the business people.\n\nHe tried, as far as possible, to keep any intimation of what was going\non from Government House. That, unfortunately, hadn't been far enough.\nHe found that out when General Maith was on his screen, in the middle of\nthe work on the fourth and fifth floors of the Suzikami Building.\n\n\"The governor general just screened me,\" Maith said. \"He's in a tizzy\nabout our shoonoon. Claims that keeping them in the Suzikami Building\nwill endanger the whole Terran city.\"\n\n\"Is that the best he can do? Well, that's rubbish, and he knows it.\nThere are less than two hundred of them, I have them on the fifth floor,\ntwenty stories above the ground, and the floor's completely sealed off\nfrom the floor below. They can't get out, and I have tanks of sleep-gas\nall over the place which can be opened either individually or all\ntogether from a switch on the fourth floor, where your sepoys are\nquartered.\"\n\n\"I know, Mr. Gilbert; I screen-viewed the whole installation. I've seen\nregular maximum-security prisons that would be easier to get out of.\"\n\n\"Governor general Kovac is not objecting personally. He has been\npressured into it by this Native Welfare government-within-the-Government.\nThey don't know what I'm doing with those shoonoon, but whatever it is,\nthey're afraid of it.\"\n\n\"Well, for the present,\" Maith said, \"I think I'm holding them off. The\nCivil Government doesn't want the responsibility of keeping them in\ncustody, I refused to assume responsibility for them if they were kept\nanywhere else, and Kovac simply won't consider releasing them, so that\nleaves things as they are. I did have to make one compromise, though.\"\nThat didn't sound good. It sounded less so when Maith continued: \"They\ninsisted on having one of their people at the Suzikami Building as an\nobserver. I had to grant that.\"\n\n\"That's going to mean trouble.\"\n\n\"Oh, I shouldn't think so. This observer will observe, and nothing else.\nShe will take no part in anything you're doing, will voice no\nobjections, and will not interrupt anything you are saying to the\nshoonoon. I was quite firm on that, and the governor general agreed\ncompletely.\"\n\n\"She?\"\n\n\"Yes. A Miss Edith Shaw; do you know anything about her?\"\n\n\"I've met her a few times; cocktail parties and so on.\" She was young\nenough, and new enough to Kwannon, not to have a completely indurated\nmind. On the other hand, she was EETA which was bad, and had a master's\nin sociography from Adelaide, which was worse. \"When can I look for\nher?\"\n\n\"Well, the governor general's going to screen me and find out when\nyou'll have the shoonoon on hand.\"\n\nDoesn't want to talk to me at all, Miles thought. Afraid he might say\nsomething and get quoted.\n\n\"For your information, they'll be here inside an hour. They will have to\neat, and they're all tired and sleepy. I should say 'bout\noh-eight-hundred. Oh, and will you tell the governor general to tell\nMiss Shaw to bring an overnight kit with her. She's going to need it.\"\n\n\nHe was up at 0400, just a little after Beta-rise. He might be a\ncivilian big-wheel in an Army psychological warfare project, but he\nstill had four newscasts a day to produce. He spent a couple of hours\nchecking the 0600 'cast and briefing Harry Walsh for the indeterminate\nperiod in which he would be acting chief editor and producer. At 0700,\nFoxx Travis put in an appearance. They went down to the fourth floor, to\nthe little room they had fitted out as command-post, control room and\noffice for Operation Shoonoo.\n\nThere was a rectangular black traveling-case, initialed E. S., beside\nthe open office door. Travis nodded at it, and they grinned at one\nanother; she'd come early, possibly hoping to catch them hiding\nsomething they didn't want her to see. Entering the office quietly, they\nfound her seated facing the big viewscreen, smoking and watching a\ncouple of enlisted men of the First Kwannon Native Infantry at work in\nanother room where the pickup was. There were close to a dozen\nlipstick-tinted cigarette butts in the ashtray beside her. Her private\nface wasn't particularly happy. Maybe she was being earnest and\nconcerned about the betterment of the underpriviledged, or the satanic\nmaneuvers of the selfish planters.\n\nThen she realized that somebody had entered; with a slight start, she\nturned, then rose. She was about the height of Foxx Travis, a few inches\nshorter than Miles, and slender. Light blond; green suit costume. She\nditched her private face and got on her public one, a pleasant and\ndeferential smile, with a trace of uncertainty behind it. Miles\nintroduced Travis, and they sat down again facing the screen.\n\nIt gave a view, from one of the long sides and near the ceiling, of a\nbig room. In the center, a number of seats--the drum-shaped cushions the\nnatives had adopted in place of the seats carved from sections of tree\ntrunk that they had been using when the Terrans had come to\nKwannon--were arranged in a semicircle, one in the middle slightly in\nadvance of the others. Facing them were three armchairs, a\nremote-control box beside one and another Kwann cushion behind and\nbetween the other two. There was a large globe of Kwannon, and on the\nwall behind the chairs an array of viewscreens.\n\n\"There'll be an interpreter, a native Army sergeant, between you and\nCaptain Travis,\" he said. \"I don't know how good you are with native\nlanguages, Miss Shaw; the captain is not very fluent.\"\n\n\"Cushions for them, I see, and chairs for the lordly Terrans,\" she\ncommented. \"Never miss a chance to rub our superiority in, do you?\"\n\n\"I never deliberately force them to adopt our ways,\" he replied. \"Our\nchairs are as uncomfortable for them as their low seats are for us.\nDifference, you know, doesn't mean inferiority or superiority. It just\nmeans difference.\"\n\n\"Well, what are you trying to do, here?\"\n\n\"I'm trying to find out a little more about the psychology back of\nthese frenzies and swarmings.\"\n\n\"It hasn't occurred to you to look for them in the economic wrongs these\npeople are suffering at the hands of the planters and traders, I\nsuppose.\"\n\n\"So they're committing suicide, and that's all you can call these\nswarmings, and the fire-frenzies in the south, from economic motives,\"\nTravis said. \"How does one better oneself economically by dying?\"\n\nShe ignored the question, which was easier than trying to answer it.\n\n\n\"And why are you bothering to talk to these witch doctors? They aren't\nrepresentative of the native people. They're a lot of cynical\ncharlatans, with a vested interest in ignorance and superstition--\"\n\n\"Miss Shaw, for the past eight centuries, earnest souls have been\nbewailing the fact that progress in the social sciences has always\nlagged behind progress in the physical sciences. I would suggest that\nthe explanation might be in difference of approach. The physical\nscientist works _with_ physical forces, even when he is trying, as in\nthe case of contragravity, to nullify them. The social scientist works\n_against_ social forces.\"\n\n\"And the result's usually a miserable failure, even on the\nphysical-accomplishment level,\" Foxx Travis added. \"This storm shelter\nproject that was set up ten years ago and got nowhere, for instance.\nRamón Gonzales set up a shelter project of his own seventy-five hours\nago, and he's half through with it now.\"\n\n\"Yes, by forced labor!\"\n\n\"Field surgery's brutal, too, especially when the anaesthetics run out.\nIt's better than letting your wounded die, though.\"\n\n\"Well, we were talking about these shoonoon. They are a force among the\nnatives; that can't be denied. So, since we want to influence the\nnatives, why not use them?\"\n\n\"Mr. Gilbert, these shoonoon are blocking everything we are trying to do\nfor the natives. If you use them for propaganda work in the villages,\nyou will only increase their prestige and make it that much harder for\nus to better the natives' condition, both economically and\nculturally--\"\n\n\"That's it, Miles,\" Travis said. \"She isn't interested in facts about\nspecific humanoid people on Kwannon. She has a lot of high-order\nabstractions she got in a classroom at Adelaide on Terra.\"\n\n\"No. Her idea of bettering the natives' condition is to rope in a lot of\nyoung Kwanns, put them in Government schools, overload them with\ninformation they aren't prepared to digest, teach them to despise their\nown people, and then send them out to the villages, where they behave\nwith such insufferable arrogance that the wonder is that so few of them\nstop an arrow or a charge of buckshot, instead of so many. And when that\nhappens, as it does occasionally, Welfare says they're murdered at the\ninstigation of the shoonoon.\"\n\n\"You know, Miss Shaw, this isn't just the roughneck's scorn for the\negghead,\" Travis said. \"Miles went to school on Terra, and majored in\nextraterrestrial sociography, and got a master's, just like you did. At\nMontevideo,\" he added. \"And he spent two more years traveling on a Paula\nvon Schlicten Fellowship.\"\n\n\nEdith Shaw didn't say anything. She even tried desperately not to look\nimpressed. It occurred to him that he'd never mentioned that fellowship\nto Travis. Army Intelligence must have a pretty good _dossier_ on him.\nBefore anybody could say anything further, a Terran captain and a native\nsergeant of the First K.N.I. came in. In the screen, the four sepoys who\nhad been fussing around straightening things picked up auto-carbines and\nposted themselves two on either side of a door across from the pickup,\ntaking positions that would permit them to fire into whatever came\nthrough without hitting each other.\n\nWhat came through was one hundred and eighty-four shoonoon. Some wore\nrobes of loose gauze strips, and some wore fire-dance cloaks of red and\nyellow and orange ribbons. Many were almost completely naked, but they\nwere all amulet-ed to the teeth. There must have been a couple of miles\nof brass and bright-alloy wire among them, and half a ton of bright\nscrap-metal, and the skulls, bones, claws, teeth, tails and other\ncomponents of most of the native fauna. They debouched into the big\nroom, stopped, and stood looking around them. A native sergeant and a\ncouple more sepoys followed. They got the shoonoon over to the\nsemicircle of cushions, having to chase a couple of them away from the\nsingle seat at front and center, and induced them to sit down.\n\nThe native sergeant in the little room said something under his breath;\nthe captain laughed. Edith Shaw gaped for an instant and said,\n\"_Muggawsh_!\" Travis simply remarked that he'd be damned.\n\n\"They do look kind of unusual, don't they?\" Miles said. \"I wouldn't\ndoubt that this is the biggest assemblage of shoonoon in history. They\naren't exactly a gregarious lot.\"\n\n\"Maybe this is the beginning of a new era. First meeting of the Kwannon\nThaumaturgical Society.\"\n\nA couple more K.N.I. privates came in with serving-tables on\ncontragravity floats and began passing bowls of a frozen native-food\ndelicacy of which all Kwanns had become passionately fond since its\nintroduction by the Terrans. He let them finish, and then, after they\nhad been relieved of the empty bowls, he nodded to the K.N.I. sergeant,\nwho opened a door on the left. They all went through into the room they\nhad been seeing in the screen. There was a stir when the shoonoon saw\nhim, and he heard his name, in its usual native mispronunciation,\nrepeated back and forth.\n\n\"You all know me,\" he said, after they were seated. \"Have I ever been an\nenemy to you or to the People?\"\n\n\"No,\" one of them said. \"He speaks for us to the other Terrans. When we\nare wronged, he tries to get the wrongs righted. In times of famine he\nhas spoken of our troubles, and gifts of food have come while the\nGovernment argued about what to do.\"\n\n[Illustration]\n\nHe wished he could see Edith Shaw's face.\n\n\"There was a sickness in our village, and my magic could not cure it,\"\nanother said. \"Mailsh Heelbare gave me oomphel to cure it, and told me\nhow to use it. He did this privately, so that I would not be made to\nlook small to the people of the village.\"\n\nAnd that had infuriated EETA; it was a question whether unofficial help\nto the natives or support of the prestige of a shoonoo had angered them\nmore.\n\n\"His father was a trader; he gave good oomphel, and did not cheat.\nMailsh Heelbare grew up among us; he took the Manhood Test with the boys\nof the village,\" another oldster said. \"He listened with respect to the\ngrandfather-stories. No, Mailsh Heelbare is not our enemy. He is our\nfriend.\"\n\n\"And so I will prove myself now,\" he told them. \"The Government is angry\nwith the People, but I will try to take their anger away, and in the\nmeantime I am permitted to come here and talk with you. Here is a chief\nof soldiers, and one of the Government people, and your words will be\nheard by the oomphel machine that remembers and repeats, for the\nGovernor and the Great Soldier Chief.\"\n\nThey all brightened. To make a voice recording was a wonderful honor.\nThen one of them said:\n\n\"But what good will that do now? The Last Hot Time is here. Let us be\npermitted to return to our villages, where our people need us.\"\n\n\"It is of that that I wish to speak. But first of all, I must hear your\nwords, and know what is in your minds. Who is the eldest among you? Let\nhim come forth and sit in the front, where I may speak with him.\"\n\n\nThen he relaxed while they argued in respectfully subdued voices.\nFinally one decrepit oldster, wearing a cloak of yellow ribbons and\ncarrying a highly obscene and ineffably sacred wooden image, was brought\nforward and installed on the front-and-center cushion. He'd come from\nsome village to the west that hadn't gotten the word of the swarming;\nGonzales' men had snagged him while he was making crop-fertility magic.\n\nMiles showed him the respect due his advanced age and obviously great\nmagical powers, displaying, as he did, an understanding of the regalia.\n\n\"I have indeed lived long,\" the old shoonoo replied. \"I saw the Hot Time\nbefore; I was a child of so high.\" He measured about two and a half feet\noff the floor; that would make him ninety-five or thereabouts. \"I\nremember it.\"\n\n\"Speak to us, then. Tell us of the Gone Ones, and of the Sky Fire, and\nof the Last Hot Time. Speak as though you alone knew these things, and\nas though you were teaching me.\"\n\nDelighted, the oldster whooshed a couple of times to clear his outlets\nand began:\n\n\"In the long-ago time, there was only the Great Spirit. The Great Spirit\nmade the World, and he made the People. In that time, there were no more\nPeople in the World than would be in one village, now. The Gone Ones\ndwelt among them, and spoke to them as I speak to you. Then, as more\nPeople were born, and died and went to join the Gone Ones, the Gone Ones\nbecame many, and they went away and build a place for themselves, and\nbuilt the Sky Fire around it, and in the Place of the Gone Ones, at the\nmiddle of the Sky Fire, it is cool. From their place in the Sky Fire,\nthe Gone Ones send wisdom to the people in dreams.\n\n\"The Sky Fire passes across the sky, from east to west, as the\nAlways-Same does, but it is farther away than the Always-Same, because\nsometimes the Always Same passes in front of it, but the Sky Fire never\npasses in front of the Always-Same. None of the grandfather-stories, not\neven the oldest, tell of a time when this happened.\n\n\"Sometimes the Sky Fire is big and bright; that is when the Gone Ones\nfeast and dance. Sometimes it is smaller and dimmer; then the Gone Ones\nrest and sleep. Sometimes it is close, and there is a Hot Time;\nsometimes it goes far away, and then there is a Cool Time.\n\n\"Now, the Last Hot Time has come. The Sky Fire will come closer and\ncloser, and it will pass the Always-Same, and then it will burn up the\nWorld. Then will be a new World, and the Gone Ones will return, and the\nPeople will be given new bodies. When this happens, the Sky Fire will go\nout, and the Gone Ones will live in the World again with the People; the\nGone Ones will make great magic and teach wisdom as I teach to you, and\nwill no longer have to send dreams. In that time the crops will grow\nwithout planting or tending or the work of women; in that time, the game\nwill come into the villages to be killed in the gathering-places. There\nwill be no more hunger and no more hard work, and no more of the People\nwill die or be slain. And that time is now here,\" he finished. \"All the\nPeople know this.\"\n\n\"Tell me, Grandfather; how is this known? There have been many Hot Times\nbefore. Why should this one be the Last Hot Time?\"\n\n\"The Terrans have come, and brought oomphel into the World,\" the old\nshoonoo said. \"It is a sign.\"\n\n\"It was not prophesied beforetime. None of the People had prophesies of\nthe coming of the Terrans. I ask you, who were the father of children\nand the grandfather of children's children when the Terrans came; was\nthere any such prophesy?\"\n\n\nThe old shoonoo was silent, turning his pornographic ikon in his hands\nand looked at it.\n\n\"No,\" he admitted, at length. \"Before the Terrans came, there were no\nprophesies among the People of their coming. Afterward, of course, there\nwere many such prophesies, but there were none before.\"\n\n\"That is strange. When a happening is a sign of something to come, it is\nprophesied beforetime.\" He left that seed of doubt alone to grow, and\ncontinued: \"Now, Grandfather, speak to us about what the People believe\nconcerning the Terrans.\"\n\n\"The Terrans came to the World when my eldest daughter bore her first\nchild,\" the old shoonoo said. \"They came in great round ships, such as\ncome often now, but which had never before been seen. They said that\nthey came from another world like the World of People, but so far away\nthat even the Sky Fire could not be seen from it. They still say this,\nand many of the People believe it, but it is not real.\n\n\"At first, it was thought that the Terrans were great shoonoon who made\npowerful magic, but this is not real either. The Terrans have no magic\nand no wisdom of their own. All they have is the oomphel, and the\noomphel works magic for them and teaches them their wisdom. Even in the\nschools which the Terrans have made for the People, it is the oomphel\nwhich teaches.\" He went on to describe, not too incorrectly, the\nreading-screens and viewscreens and audio-visual equipment. \"Nor do the\nTerrans make the oomphel, as they say. The oomphel makes more oomphel\nfor them.\"\n\n\"Then where did the Terrans get the first oomphel?\"\n\n\"They stole it from the Gone Ones,\" the old shoonoo replied. \"The Gone\nOnes make it in their place in the middle of the Sky Fire, for\nthemselves and to give to the People when they return. The Terrans stole\nit from them. For this reason, there is much hatred of the Terrans among\nthe People. The Terrans live in the Dark Place, under the World, where\nthe Sky Fire and the Always-Same go when they are not in the sky. It is\nthere that the Terrans get the oomphel from the Gone Ones, and now they\nhave come to the World, and they are using oomphel to hold back the\nSky-Fire and keep it beyond the Always-Same so that the Last Hot Time\nwill not come and the Gone Ones will not return. For this reason, too,\nthere is much hatred of the Terrans among the People.\"\n\n\"Grandfather, if this were real there would be good reason for such\nhatred, and I would be ashamed for what my people had done and were\ndoing. But it is not real.\" He had to rise and hold up his hands to\nquell the indignant outcry \"Have any of you known me to tell not-real\nthings and try to make the People act as though they were real? Then\ntrust me in this. I will show you real things, which you will all see,\nand I will give you great secrets, which it is now time for you to have\nand use for the good of the People. Even the greatest secret,\" he added.\n\nThere was a pause of a few seconds. Then they burst out, in a hundred\nand eighty-four--no, three hundred and sixty eight--voices:\n\n_\"The Oomphel Secret, Mailsh Heelbare?\"_\n\nHe nodded slowly. \"Yes. The Oomphel Secret will be given.\"\n\nHe leaned back and relaxed again while they were getting over the\nexcitement. Foxx Travis looked at him apprehensively.\n\n\"Rushing things, aren't you? What are you going to tell them?\"\n\n\"Oh, a big pack of lies, I suppose,\" Edith Shaw said scornfully.\n\nBehind her and Travis, the native noncom interpreter was muttering\nsomething in his own language that translated roughly as: \"This better\nbe good!\"\n\nThe shoonoon had quieted, now, and were waiting breathlessly.\n\n\"But if the Oomphel Secret is given, what will become of the shoonoon?\"\nhe asked. \"You, yourselves, say that we Terrans have no need for magic,\nbecause the oomphel works magic for us. This is real. If the People get\nthe Oomphel Secret, how much need will they have for you shoonoon?\"\n\nEvidently that hadn't occurred to them before. There was a brief flurry\nof whispered--whooshed, rather--conversation, and then they were silent\nagain. The eldest shoonoo said:\n\n\"We trust you, Mailsh Heelbare. You will do what is best for the People,\nand you will not let us be thrown out like broken pots, either.\"\n\n\"No, I will not,\" he promised. \"The Oomphel Secret will be given to you\nshoonoon.\" He thought for a moment of Foxx Travis' joking remark about\nthe Kwannon Thaumaturgical Society. \"You have been jealous of one\nanother, each keeping his own secrets,\" he said. \"This must be put away.\nYou will all receive the Oomphel Secret equally, for the good of all the\nPeople. You must all swear brotherhood, one with another, and later if\nany other shoonoo comes to you for the secret, you must swear\nbrotherhood with him and teach it to him. Do you agree to this?\"\n\n\nThe eldest shoonoo rose to his feet, begged leave, and then led the\nothers to the rear of the room, where they went into a huddle. They\ndidn't stay huddled long; inside of ten minutes they came back and took\ntheir seats.\n\n\"We are agreed, Mailsh Heelbare,\" the spokesman said.\n\nEdith Shaw was impressed, more than by anything else she had seen.\n\"Well, that was a quick decision!\" she whispered.\n\n\"You have done well, Grandfathers. You will not be thrown out by the\nPeople like broken pots; you will be greater among them than ever. I\nwill show you how this will be.\n\n\"But first, I must speak around the Oomphel Secret.\" He groped briefly\nfor a comprehensible analogy, and thought of a native vegetable, layered\nlike an onion, with a hard kernel in the middle. \"The Oomphel Secret is\nlike a fooshkoot. There are many lesser secrets around it, each of which\nmust be peeled off like the skins of a fooshkoot and eaten. Then you\nwill find the nut in the middle.\"\n\n\"But the nut of the fooshkoot is bitter,\" somebody said.\n\nHe nodded, slowly and solemnly. \"The nut of the fooshkoot is bitter,\" he\nagreed.\n\nThey looked at one another, disquieted by his words. Before anybody\ncould comment, he was continuing:\n\n\"Before this secret is given, there are things to be learned. You would\nnot understand it if I gave it to you now. You believe many not-real\nthings which must be chased out of your minds, otherwise they would\nspoil your understanding.\"\n\nThat was verbatim what they told adolescents before giving them the\nManhood Secret. Some of them huffed a little; most of them laughed. Then\none called out: \"Speak on, Grandfather of Grandfathers,\" and they all\nlaughed. That was fine, it had been about time for teacher to crack his\nlittle joke. Now he became serious again.\n\n\"The first of these not-real things you must chase from your mind is\nthis which you believe about the home of the Terrans. It is not real\nthat they come from the Dark Place under the World. There is no Dark\nPlace under the World.\"\n\nBedlam for a few seconds; that was a pretty stiff jolt. No Dark Place;\nwho ever heard of such a thing? The eldest shoonoo rose, cradling his\ngraven image in his arms, and the noise quieted.\n\n\"Mailsh Heelbare, if there is no Dark Place where do the Sky Fire and\nthe Always-Same go when they are not in the sky?\"\n\n\"They never leave the sky; the World is round, and there is sky\neverywhere around it.\"\n\nThey knew that, or had at least heard it, since the Terrans had come.\nThey just couldn't believe it. It was against common sense. The oldest\nshoonoo said as much, and more:\n\n\"These young ones who have gone to the Terran schools have come to the\nvillages with such tales, but who listens to them? They show disrespect\nfor the chiefs and the elders, and even for the shoonoon. They mock at\nthe Grandfather-stories. They say men should do women's work and women\ndo no work at all. They break taboos, and cause trouble. They are\nfools.\"\n\n\"Am I a fool, Grandfather? Do I mock at the old stories, or show\ndisrespect to elders and shoonoon? Yet I, Mailsh Heelbare, tell you\nthis. The World is indeed round, and I will show you.\"\n\nThe shoonoo looked contemptuously at the globe. \"I have seen those\nthings,\" he said. \"That is not the World; that is only a make-like.\" He\nheld up his phallic wood-carving. \"I could say that this is a make-like\nof the World, but that would not make it so.\"\n\n\"I will show you for real. We will all go in a ship.\" He looked at his\nwatch. \"The Sky Fire is about to set. We will follow it all around the\nworld to the west, and come back here from the east, and the Sky Fire\nwill still be setting when we return. If I show you that, will you\nbelieve me?\"\n\n\"If you show us for real, and it is not a trick, we will have to believe\nyou.\"\n\n\nWhen they emerged from the escalators, Alpha was just touching the\nwestern horizon, and Beta was a little past zenith. The ship was moored\non contragravity beside the landing stage, her gangplank run out. The\nshoonoon, who had gone up ahead, had all stopped short and were staring\nat her; then they began gabbling among themselves, overcome by the\nwonder of being about to board such a monster and ride on her. She was\nthe biggest ship any of them had ever seen. Maybe a few of them had been\non small freighters; many of them had never been off the ground. They\ndidn't look or act like cynical charlatans or implacable enemies of\nprogress and enlightenment. They were more like a lot of schoolboys\nwhose teacher is taking them on a surprise outing.\n\n\"Bet this'll be the biggest day in their lives,\" Travis said.\n\n\"Oh, sure. This'll be a grandfather-story ten generations from now.\"\n\n\"I can't get over the way they made up their minds, down there,\" Edith\nShaw was saying. \"Why, they just went and talked for a few minutes and\ncame back with a decision.\"\n\nThey hadn't any organization, or any place to maintain on an\norganizational pecking-order. Nobody was obliged to attack anybody\nelse's proposition in order to keep up his own status. He thought of the\nColonial Government taking ten years not to build those storm-shelters.\n\nFoxx Travis was commenting on the ship, now:\n\n\"I never saw that ship before; didn't know there was anything like that\non the planet. Why, you could lift a whole regiment, with supplies and\nequipment--\"\n\n\"She's been laid up for the last five years, since the heat and the\nnative troubles stopped the tourist business here. She's the old\n_Hesperus_. Excursion craft. This sun-chasing trip we're going to make\nused to be a must for tourists here.\"\n\n\"I thought she was something like that, with all the glassed\nobservation deck forward. Who's the owner?\"\n\n\"Kwannon Air Transport, Ltd. I told them what I needed her for, and they\nmade her available and furnished officers and crew and provisions for\nthe trip. They were working to put her in commission while we were\nfitting up the fourth and fifth floors, downstairs.\"\n\n\"You just asked for that ship, and they just let you have it?\" Edith\nShaw was incredulous and shocked. They wouldn't have done that for the\nGovernment.\n\n\"They want to see these native troubles stopped, too. Bad for business.\nYou know; selfish profit-move. That's another social force it's a good\nidea to work with instead of against.\"\n\nThe shoonoon were getting aboard, now, shepherded by the K.N.I. officer\nand a couple of his men and some of the ship's crew. A couple of sepoys\nwere lugging the big globe that had been brought up from below after\nthem. Everybody assembled on the forward top observation deck, and Miles\ncalled for attention and, finally, got it. He pointed out the three\nviewscreens mounted below the bridge, amidships. One on the left, was\ntuned to a pickup on the top of the Air Terminal tower, where the Terran\ncity, the military reservation and the spaceport met. It showed the view\nto the west, with Alpha on the horizon. The one on the right, from the\nsame point, gave a view in the opposite direction, to the east. The\nmiddle screen presented a magnified view of the navigational globe on\nthe bridge.\n\nViewscreens were no novelty to the shoonoon. They were a very familiar\ntype of oomphel. He didn't even need to do more than tell them that the\nlittle spot of light on the globe would show the position of the ship.\nWhen he was sure that they understood that they could see what was\nhappening in Bluelake while they were away, he called the bridge and\nordered Up Ship, telling the officer on duty to hold her at five\nthousand feet.\n\nThe ship rose slowly, turning toward the setting M-giant. Somebody\ncalled attention that the views in the screens weren't changing.\nSomebody else said:\n\n\"Of course not. What we see for real changes because the ship is moving.\nWhat we see in the screens is what the oomphel on the big building sees,\nand it does not move. That is for real as the oomphel sees it.\"\n\n\"Nice going,\" Edith said. \"Your class has just discovered relativity.\"\nTravis was looking at the eastward viewscreen. He stepped over beside\nMiles and lowered his voice.\n\n\"Trouble over there to the east of town. Big swarm of combat\ncontragravity working on something on the ground. And something's on\nfire, too.\"\n\n\"I see it.\"\n\n\"That's where those evacuees are camped. Why in blazes they had to bring\nthem here to Bluelake--\"\n\nThat had been EETA, too. When the solar tides had gotten high enough to\nflood the coastal area, the natives who had been evacuated from the\ndistrict had been brought here because the Native Education people\nwanted them exposed to urban influences. About half of the shoonoon who\nhad been rounded up locally had come in from the tide-inundated area.\n\n\"Parked right in the middle of the Terran-type food production area,\"\nTravis was continuing.\n\nThat was worrying him. Maybe he wasn't used to planets where the\nbiochemistry wasn't Terra-type and a Terran would be poisoned or, at\nbest, starve to death, on the local food; maybe, as a soldier he knew\nhow fragile even the best logistics system can be. It was something to\nworry about. Travis excused himself and went off in the direction of the\nbridge. Going to call HQ and find out what was happening.\n\n\nExcitement among the shoonoon; they had spotted the ship on which they\nwere riding in the westward screen. They watched it until it had\nvanished from \"sight of the seeing-oomphel,\" and by then were over the\nupland forests from whence they had been brought to Bluelake. Now and\nthen one of them would identify his own village, and that would start\nmore excitement.\n\nThree infantry troop-carriers and a squadron of air cavalry were rushing\npast the eastward pickup in the right hand screen; another fire had\nstarted in the trouble area.\n\nThe crowd that had gathered around the globe that had been brought\naboard began calling for Mailsh Heelbare to show them how they would go\naround the world and what countries they would pass over. Edith\naccompanied him and listened while he talked to them. She was bubbling\nwith happy excitement, now. It had just dawned on her that shoonoon were\nfun.\n\nNone of them had ever seen the mountains along the western side of the\ncontinent except from a great distance. Now they were passing over them;\nthe ship had to gain altitude and even then make a detour around one\nsnow-capped peak. The whole hundred and eighty-four rushed to the\nstarboard side to watch it as they passed. The ocean, half an hour\nlater, started a rush forward. The score or so of them from the\nTidewater knew what an ocean was, but none of them had known that there\nwas another one to the west. Miles' view of the education program of the\nEETA, never bright at best, became even dimmer. _The young men who have\ngone to the Terran schools ... who listens to them? They are fools._\n\nThere were a few islands off the coast; the shoonoon identified them on\nthe screen globe, and on the one on deck. Some of them wanted to know\nwhy there wasn't a spot of light on this globe, too. It didn't have the\noomphel inside to do that; that was a satisfactory explanation. Edith\nstarted to explain about the orbital beacon-stations off-planet and the\nradio beams, and then stopped.\n\n\"I'm sorry; I'm not supposed to say anything to them,\" she apologized.\n\n\"Oh, that's all right. I wouldn't go into all that, though. We don't\nwant to overload them.\"\n\nShe asked permission, a little later, to explain why the triangle tip\nof the arctic continent, which had begun to edge into sight on the\nscreen globe, couldn't be seen from the ship. When he told her to go\nahead, she got a platinum half-sol piece from her purse, held it on the\nglobe from the classroom and explained about the curvature and told them\nthey could see nothing farther away than the circle the coin covered. It\nwas beginning to look as though the psychological-warfare experiment\nmight show another, unexpected, success.\n\n[Illustration]\n\nThere was nothing, after the islands passed, but a lot of empty water.\nThe shoonoon were getting hungry, but they refused to go below to eat.\nThey were afraid they might miss something. So their dinner was brought\nup on deck for them. Miles and Travis and Edith went to the officers'\ndining room back of the bridge. Edith, by now, was even more excited\nthan the shoonoon.\n\n\"They're so anxious to learn!\" She was having trouble adjusting to that;\nthat was dead against EETA doctrine. \"But why wouldn't they listen to\nthe teachers we sent to the villages?\"\n\n\"You heard old Shatresh--the fellow with the pornographic sculpture and\nthe yellow robe. These young twerps act like fools, and sensible people\ndon't pay any attention to fools. What's more, they've been sent out\nindoctrinated with the idea that shoonoon are a lot of lying old fakes,\nand the shoonoon resent that. You know, they're not lying old fakes.\nWithin their limitations, they are honest and ethical professional\npeople.\"\n\n\"Oh, come, now! I know, I think they're sort of wonderful, but let's\ndon't give them too much credit.\"\n\n\"I'm not. You're doing that.\"\n\n\"_Huh?_\" She looked at him in amazement. \"Me?\"\n\n\n\"Yes, you. You know better than to believe in magic, so you expect them\nto know better, too. Well, they don't. You know that under the\nmacroscopic world-of-the senses there exists a complex of biological,\nchemical and physical phenomena down to the subnucleonic level. They\nrealize that there must be something beyond what they can see and\nhandle, but they think it's magic. Well, as a race, so did we until only\na few centuries pre-atomic. These people are still lower Neolithic, a\nhunting people who have just learned agriculture. Where we were twenty\nthousand years ago.\n\n\"You think any glib-talking Kwann can hang a lot of rags, bones and old\niron onto himself, go through some impromptu mummery, and set up as\nshoonoo? Well, he can't. The shoonoon are a hereditary caste. A shoonoo\nfather will begin teaching his son as soon as he can walk and talk, and\nhe keeps on teaching him till he's the age-equivalent of a graduate M.D.\nor a science Ph. D.\"\n\n\"Well, what all is there to learn--?\"\n\n\"The theoretical basis and practical applications of sympathetic magic.\nAction-at-a-distance by one object upon another. Homeopathic magic: the\nprinciple that things which resemble one another will interact. For\ninstance, there's an animal the natives call a shynph. It has an\nexcrescence of horn on its brow like an arrowhead, and it arches its\nback like a bow when it jumps. Therefore, a shynph is equal to a bow and\narrow, and for that reason the Kwanns made their bowstrings out of\nshynph-gut. Now they use tensilon because it won't break as easily or\nget wet and stretch. So they have to turn the tensilon into shynph-gut.\nThey used to do that by drawing a picture of a shynph on the spool, and\nthen the traders began labeling the spools with pictures of shynph. I\nthink my father was one of the first to do that.\n\n\"Then, there's contagious magic. Anything that's been part of anything\nelse or come in contact with it will interact permanently with it. I\nwish I had a sol for every time I've seen a Kwann pull the wad out of a\nshot-shell, pick up a pinch of dirt from the footprint of some animal\nhe's tracking, put it in among the buckshot, and then crimp the wad in\nagain.\n\n\"Everything a Kwann does has some sort of magical implications. It's\nthe shoonoo's business to know all this; to be able to tell just what\nmagical influences have to be produced, and what influences must be\navoided. And there are circumstances in which magic simply will not\nwork, even in theory. The reason is that there is some powerful\ncounter-influence at work. He has to know when he can't use magic, and\nhe has to be able to explain why. And when he's theoretically able to do\nsomething by magic, he has to have a plausible explanation why it won't\nproduce results--just as any highly civilized and ethical Terran M.D.\nhas to be able to explain his failures to the satisfaction of his late\npatient's relatives. Only a shoonoo doesn't get sued for malpractice; he\ngets a spear stuck in him. Under those circumstances, a caste of\nhereditary magicians is literally bred for quick thinking. These old\ngaffers we have aboard are the intellectual top crust among the natives.\nAny of them can think rings around your Government school products. As\nfor preying on the ignorance and credulity of the other natives, they're\nonly infinitesimally less ignorant and credulous themselves. But they\nwant to learn--from anybody who can gain their respect by respecting\nthem.\"\n\nEdith Shaw didn't say anything in reply. She was thoughtful during the\nrest of the meal, and when they were back on the observation deck he\nnoticed that she seemed to be looking at the shoonoon with new eyes.\n\nIn the screen-views of Bluelake, Beta had already set, and the sky was\nfading; stars had begun to twinkle. There were more fires--one, close to\nthe city in the east, a regular conflagration--and fighting had broken\nout in the native city itself. He was wishing now, that he hadn't\nthought it necessary to use those screens. The shoonoon were noticing\nwhat was going on in them, and talking among themselves. Travis, after\none look at the situation, hurried back to the bridge to make a\nscreen-call. After a while, he returned, almost crackling with\nsuppressed excitement.\n\n\"Well, it's finally happened! Maith's forced Kovac to declare martial\nrule!\" he said in an exultant undertone.\n\n\"Forced him?\" Edith was puzzled. \"The Army can't force the Civil\nGovernment--\"\n\n\"He threatened to do it himself. Intervene and suspend civil rule.\"\n\n\"But I thought only the Navy could do that.\"\n\n\"Any planetary commander of Armed Forces can, in a state of extreme\nemergency. I think you'll both agree that this emergency is about as\nextreme as they come. Kovac knew that Maith was unwilling to do it--he'd\nhave to stand court-martial to justify his action--but he also knew that\na governor general who has his Colony taken away from him by the Armed\nForces never gets it back; he's finished. So it was just a case of the\nweaker man in the weaker position yielding.\"\n\n\"Where does this put us?\"\n\n\"We are a civilian scientific project. You are under orders of General\nMaith. I am under your orders. I don't know about Edith.\"\n\n\"Can I draft her, or do I have to get you to get General Maith to do\nit?\"\n\n\"Listen, don't do that,\" Edith protested. \"I still have to work for\nGovernment House, and this martial rule won't last forever. They'll all\nbe prejudiced against me--\"\n\n\"You can shove your Government job on the air lock,\" Miles told her.\n\"You'll have a better one with Planetwide News, at half again as much\npay. And after the shakeup at Government House, about a year from now,\nyou may be going back as director of EETA. When they find out on Terra\njust how badly this Government has been mismanaging things there'll be a\nlot of vacancies.\"\n\nThe shoonoon had been watching the fighting in the viewscreens. Then\nsomebody noticed that the spot of light on the navigational globe was\napproaching a coastline, and they all rushed forward for a look.\n\n\nTravis and Edith slept for a while; when they returned to relieve him,\nAlpha was rising to the east of Bluelake, and the fighting in the city\nwas still going on. The shoonoon were still wakeful and interested;\nKwanns could go without sleep for much longer periods than Terrans. The\nlack of any fixed cycle of daylight and darkness on their planet had\nleft them unconditioned to any regular sleeping-and-waking rhythm.\n\n\"I just called in,\" Travis said. \"Things aren't good, at all. Most of\nthe natives in the evacuee cantonments have gotten into the native city,\nnow, and they've gotten hold of a lot of firearms somehow. And they're\ngetting nasty in the west, beyond where Gonzales is occupying, and in\nthe northeast, and we only have about half enough troops to cope with\neverything. The general wants to know how you're making out with the\nshoonoon.\"\n\n\"I'll call him before I get in the sack.\"\n\nHe went up on the bridge and made the call. General Maith looked as\nsleepy as he felt; they both yawned as they greeted each other. There\nwasn't much he could tell the general, and it sounded like the glib\nreassurances one gets from a hospital about a friend's condition.\n\n\"We'll check in with you as soon as we get back and get our shoonoon put\naway. We understand what's motivating these frenzies, now, and in about\ntwenty-five to thirty hours we'll be able to start doing something about\nit.\"\n\nThe general, in the screen, grimaced.\n\n\"That's a long time, Mr. Gilbert. Longer than we can afford to take, I'm\nafraid. You're not cruising at full speed now, are you?\"\n\n\"Oh, no, general. We're just trying to keep Alpha level on the horizon.\"\nHe thought for a moment. \"We don't need to keep down to that. It may\nmake an even bigger impression if we speed up.\"\n\nHe went back to the observation deck, picked up the PA-phone, and called\nfor attention.\n\n\"You have seen, now, that we can travel around the world, so fast that\nwe keep up with the Sky Fire and it is not seen to set. Now we will\ntravel even faster, and I will show you a new wonder. I will show you\nthe Sky Fire rising in the west; it and the Always-Same will seem to go\nbackward in the sky. This will not be for real; it will only be seen so\nbecause we will be traveling faster. Watch, now, and see.\" He called the\nbridge for full speed, and then told them to look at the Sky-Fire and\nthen see in the screens where it stood over Bluelake.\n\nThat was even better; now they were racing with the Sky-Fire and\ncatching up to it. After half an hour he left them still excited and\nwhooping gleefully over the steady gain. Five hours later, when he came\nback after a nap and a hasty breakfast, they were still whooping. Edith\nShaw was excited, too; the shoonoon were trying to estimate how soon\nthey would be back to Bluelake by comparing the position of the Sky Fire\nwith its position in the screen.\n\n\nGeneral Maith received them in his private office at Army HQ; Foxx\nTravis mixed drinks for the four of them while the general checked the\nmicrophones to make sure they had privacy.\n\n\"I blame myself for not having forced martial rule on them hundreds of\nhours ago,\" he said. \"I have three brigades; the one General Gonzales\nhad here originally, and the two I brought with me when I took over\nhere. We have to keep at least half a brigade in the south, to keep the\ntribes there from starting any more forest fires. I can't hold Bluelake\nwith anything less than half a brigade. Gonzales has his hands full in\nhis area. He had a nasty business while you were off on that world\ncruise--natives in one village caught the men stationed there off guard\nand wiped them out, and then started another frenzy. It spread to two\nother villages before he got it stopped. And we need the Third Brigade\nin the northeast; there are three quarters of a million natives up\nthere, inhabiting close to a million square miles. And if anything\nreally breaks loose here, and what's been going on in the last few days\nis nothing even approaching what a real outbreak could be like, we'll\nhave to pull in troops from everywhere. We must save the Terran-type\ncrops and the carniculture plants. If we don't, we all starve.\"\n\nMiles nodded. There wasn't anything he could think of saying to that.\n\n\"How soon can you begin to show results with those shoonoon, Mr.\nGilbert?\" the general asked. \"You said from twenty-five to thirty hours.\nCan you cut that any? In twenty-five hours, all hell could be loose all\nover the continent.\"\n\nMiles shook his head. \"So far, I haven't accomplished anything\npositive,\" he said. \"All I did with this trip around the world was\nconvince them that I was telling the truth when I told them there was no\nDark Place under the World, where Alpha and Beta go at night.\" He\nhastened, as the general began swearing, to add: \"I know, that doesn't\nsound like much. But it was necessary. I have to convince them that\nthere will be no Last Hot Time, and then--\"\n\n\nThe shoonoon, on their drum-shaped cushions, stared at him in silence,\naghast. All the happiness over the wonderful trip in the ship, when they\nhad chased the Sky Fire around the World and caught it over Bluelake,\nand even their pleasure in the frozen delicacies they had just eaten,\nwas gone.\n\n_\"No--Last--Hot--Time?\"_\n\n\"Mailsh Heelbare, this is not real! It cannot be!\"\n\n\"The Gone Ones--\"\n\n\"The Always-Cool Time, when there will be no more hunger or hard work or\ndeath; it cannot be real that this will never come!\"\n\nHe rose, holding up his hands; his action stopped the clamor.\n\n\"Why should the Gone Ones want to return to this poor world that they\nhave gladly left?\" he asked. \"Have they not a better place in the middle\nof the Sky Fire, where it is always cool? And why should you want them\nto come back to this world? Will not each one of you pass, sooner or\nlater, to the middle of the Sky Fire; will you not there be given new\nbodies and join the Gone Ones? There is the Always-Cool; there the crops\ngrow without planting and without the work of women; there the game come\ninto the villages to be killed in the gathering-places, without hunting.\nThere you will talk with the other Gone Ones, your fathers and your\nfathers' fathers, as I talk with you. Why do you think this must come to\nthe World of People? Can you not wait to join the Gone Ones in the Sky\nFire?\"\n\nThen he sat down and folded his arms. They were looking at him in\namazement; evidently they all saw the logic, but none of them had ever\nthought of it before. Now they would have to turn it over in their minds\nand accustom themselves to the new viewpoint. They began whooshing among\nthemselves. At length, old Shatresh, who had seen the Hot Time before,\nspoke:\n\n\"Mailsh Heelbare, we trust you,\" he said. \"You have told us of wonders,\nand you have shown us that they were real. But do you know this for\nreal?\"\n\n\"Do you tell me that you do not?\" he demanded in surprise. \"You have had\nfathers, and fathers' fathers. They have gone to join the Gone Ones. Why\nshould you not, also? And why should the Gone Ones come back and destroy\nthe World of People? Then your children will have no more children, and\nyour children's children will never be. It is in the World of People\nthat the People are born; it is in the World that they grow and gain\nwisdom to fit themselves to live in the Place of the Gone Ones when they\nare through with the bodies they use in the World. You should be happy\nthat there will be no Last Hot Time, and that the line of your\nbegettings will go on and not be cut short.\"\n\nThere were murmurs of agreement with this. Most of them were beginning\nto be relieved that there wouldn't be a Last Hot Time, after all. Then\none of the class asked:\n\n\"Do the Terrans also go to the Place of the Gone Ones, or have they a\nplace of their own?\"\n\nHe was silent for a long time, looking down at the floor. Then he raised\nhis head.\n\n\"I had hoped that I would not have to speak of this,\" he said. \"But,\nsince you have asked, it is right that I should tell you.\" He hesitated\nagain, until the Kwanns in front of him had begun to fidget. Then he\nasked old Shatresh: \"Speak of the beliefs of the People about how the\nWorld was made.\"\n\n\"The great Spirit made the world.\" He held up his carven obscenity. \"He\nmade the World out of himself. This is a make-like to show it.\"\n\n\"The Great Spirit made many worlds. The stars which you see in dark-time\nare all worlds, each with many smaller worlds around it. The Great\nSpirit made them all at one time, and made people on many of them. The\nGreat Spirit made the World of People, and made the Always-Same and the\nSky Fire, and inside the Sky Fire he made the Place of the Gone Ones.\nAnd when he made the Place of the Gone Ones, he put an Oomphel-Mother\ninside it, to bring forth oomphel.\"\n\n\nThis created a brief sensation. An Oomphel-Mother was something they had\nnever thought of before, but now they were wondering why they hadn't. Of\ncourse there'd be an Oomphel-Mother; how else would there be oomphel?\n\n\"The World of the Terrans is far away from the World of People, as we\nhave always told you. When the Great Spirit made it He gave it only an\nAlways-Same, and no Sky Fire. Since there was no Sky Fire, there was no\nplace to put a Place of the Gone Ones, so the Great Spirit made the\nTerrans so that they would not die, but live forever in their own\nbodies. The Oomphel-Mother for the World of the Terrans the Great Spirit\nhid in a cave under a great mountain.\n\n\"The Terrans whom the Great Spirit made lived for a long time, and then,\none day, a man and a woman found a crack in a rock, and went inside, and\nthey found the cave of the Oomphel-Mother, and the Oomphel-Mother in it.\nSo they called all the other Terrans, and they brought the\nOomphel-Mother out, and the Oomphel-Mother began to bring forth Oomphel.\nThe Oomphel-Mother brought forth metal, and cloth, and glass, and\nplastic; knives, and axes and guns and clothing--\" He went on,\ncataloguing the products of human technology, the shoonoon staring more\nand more wide-eyed at him. \"And oomphel to make oomphel, and oomphel to\nteach wisdom,\" he finished. \"They became very wise and very rich.\n\n\"Then the Great Spirit saw what the Terrans had done, and became angry,\nfor it was not meant for the Terrans to do this, and the Great Spirit\ncursed the Terrans with a curse of death. It was not death as you know\nit. Because the Terrans had sinned by laying hands on the\nOomphel-Mother, not only their bodies must die, but their spirits also.\nA Terran has a short life in the body, after that no life.\"\n\n\"This, then, is the Oomphel Secret. The last skin of the fooshkoot has\nbeen peeled away; behold the bitter nut, upon which we Terrans have\nchewed for more time than anybody can count. Happy people! When you die\nor are slain, you go to the Place of the Gone Ones, to join your fathers\nand your fathers' fathers and to await your children and children's\nchildren. When we die or are slain, that is the end of us.\"\n\n[Illustration]\n\n\"But you have brought your oomphel into this world; have you not brought\nthe curse with it?\" somebody asked, frightened.\n\n\"No. The People did not sin against the Great Spirit; they have not laid\nhands on an Oomphel-Mother as we did. The oomphel we bring you will do\nno harm; do you think we would be so wicked as to bring the curse upon\nyou? It will be good for you to learn about oomphel here; in your Place\nof the Gone Ones there is much oomphel.\"\n\n\"Why did your people come to this world, Mailsh Heelbare?\" old Shatresh\nasked. \"Was it to try to hide from the curse?\"\n\n\"There is no hiding from the curse of the Great Spirit, but we Terrans\nare not a people who submit without strife to any fate. From the time of\nthe Curse of Death on, we have been trying to make spirits for\nourselves.\"\n\n\"But how can you do that?\"\n\n\"We do not know. The oomphel will not teach us that, though it teaches\neverything else. We have only learned many ways in which it cannot be\ndone. It cannot be done with oomphel, or with anything that is in our\nown world. But the Oomphel-Mother made us ships to go to other worlds,\nand we have gone to many of them, this one among them, seeking things\nfrom which we try to make spirits. We are trying to make spirits for\nourselves from the crystals that grow in the klooba plants; we may fail\nwith them, too. But I say this; I may die, and all the other Terrans now\nliving may die, and be as though they had never been, but someday we\nwill not fail. Someday our children, or our children's children, will\nmake spirits for themselves and live forever, as you do.\"\n\n[Illustration]\n\n\"Why were we not told this before, Mailsh Heelbare?\"\n\n\"We were ashamed to have you know it. We are ashamed to be people\nwithout spirits.\"\n\n\"Can we help you and your people? Maybe our magic might help.\"\n\n\"It well might. It would be worth trying. But first, you must help\nyourselves. You and your people are sinning against the Great Spirit as\ngrievously as did the Terrans of old. Be warned in time, lest you answer\nit as grievously.\"\n\n\"What do you mean, Mailsh Heelbare?\" Old Shatresh was frightened.\n\n\"You are making magic to bring the Sky Fire to the World. Do you know\nwhat will happen? The World of People will pass whole into the place of\nthe Gone Ones, and both will be destroyed. The World of People is a\nworld of death; everything that lives on it must die. The Place of the\nGone Ones is a world of life; everything in it lives forever. The two\nwill strive against each other, and will destroy one another, and there\nwill be nothing in the Sky Fire or the World but fire. This is wisdom\nwhich our oomphel teaches us. We know this secret, and with it we make\nweapons of great destruction.\" He looked over the seated shoonoon,\npicking out those who wore the flame-colored cloaks of the fire-dance.\n\"You--and you--and you,\" he said. \"You have been making this dreadful\nmagic, and leading your people in it. And which among the rest of you\nhave not been guilty?\"\n\n\"We did not know,\" one of them said. \"Mailsh Heelbare, have we yet time\nto keep this from happening?\"\n\n\"Yes. There is only a little time, but there is time. You have until\nthe Always-Same passes across the face of the Sky-Fire.\" That would be\nseven hundred and fifty hours. \"If this happens, all is safe. If the Sky\nFire blots Out the Always Same, we are all lost together. You must go\namong your people and tell them what madness they are doing, and command\nthem to stop. You must command them to lay down their arms and cease\nfighting. And you must tell them of the awful curse that was put upon\nthe Terrans in the long-ago time, for a lesser sin than they are now\ncommitting.\"\n\n\"If we say that Mailsh Heelbare told us this, the people may not believe\nus. He is not known to all, and some would take no Terran's word, not\neven his.\"\n\n\"Would anybody tell a secret of this sort, about his own people, if it\nwere not real?\"\n\n\"We had better say nothing about Mailsh Heelbare. We will say that the\nGone Ones told us in dreams.\"\n\n\"Let us say that the Great Spirit sent a dream of warning to each of\nus,\" another shoonoo said. \"There has been too much talk about dreams\nfrom the Gone Ones already.\"\n\n\"But the Great Spirit has never sent a dream--\"\n\n\"Nothing like this has ever happened before, either.\"\n\nHe rose, and they were silent. \"Go to your living-place, now,\" he told\nthem. \"Talk of how best you may warn your people.\" He pointed to the\nclock. \"You have an oomphel like that in your living-place; when the\nshorter spear has moved three places, I will speak with you again, and\nthen you will be sent in air cars to your people to speak to them.\"\n\nThey went up the escalator and down the hall to Miles' office on the\nthird floor without talking. Foxx Travis was singing softly, almost\ninaudibly:\n\n    _\"You will eeeeat ... in the sweeeet ... bye-and-bye,\n    You'll get oooom ... phel in the sky ... when you die!\"_\n\nInside, Edith Shaw slumped dispiritedly in a chair. Foxx Travis went to\nthe coffee-maker and started it. Miles snapped on the communication\nscreen and punched the combination of General Maith's headquarters. As\nsoon as the uniformed girl who appeared in it saw him, her hands moved\nquickly; the screen flickered, and the general appeared in it.\n\n\"We have it made, general. They're sold; we're ready to start them out\nin three hours.\"\n\nMaith's thin, weary face suddenly lighted. \"You mean they are going to\nco-operate?\"\n\nHe shook his head. \"They think they're saving the world; they think\nwe're co-operating with them.\"\n\nThe general laughed. \"That's even better! How do you want them sent\nout?\"\n\n\"The ones in the Bluelake area first. Better have some picked K.N.I. in\nnative costume, with pistols, to go with them. They'll need protection,\ntill they're able to get a hearing for themselves. After they're all\nout, the ones from Gonzales' area can be started.\" He thought for a\nmoment. \"I'll want four or five of them left here to help me when you\nstart bringing more shoonoon in from other areas. How soon do you think\nyou'll have another class for me?\"\n\n\"Two or three days, if everything goes all right. We have the villages\nand plantations in the south under pretty tight control now; we can\nstart gathering them up right away. As soon as we get things stabilized\nhere, we can send reinforcements to the north. We'll have transport for\nyou in three hours.\"\n\nThe general blanked out. He turned from the screen. Travis was laughing\nhappily.\n\n\"Miles, did anybody ever tell you you were a genius?\" he asked. \"That\nlast jolt you gave them was perfect. Why didn't you tell us about it in\nadvance?\"\n\n\"I didn't know about it in advance; I didn't think of it till I'd\nstarted talking to them. No cream or sugar for me.\"\n\n\"Cream,\" Edith said, lifelessly. \"Why did you do it? Why didn't you just\ntell them the truth?\"\n\nTravis asked her to define the term. She started to say something bitter\nabout Jesting Pilate. Miles interrupted.\n\n\"In spite of Lord Beacon, Pilate wasn't jesting,\" he said. \"And he\ndidn't stay for an answer because he knew he'd die of old age waiting\nfor one. What kind of truth should I have told them?\"\n\n\"Why, what you started to tell them. That Beta moves in a fixed orbit\nand can't get any closer to Alpha--\"\n\n\"There's been some work done on the question since Pilate's time,\"\nTravis said. \"My semantics prof at Command College had the start of an\nanswer. He defined truth as a statement having a practical\ncorrespondence with reality on the physical levels of structure and\nobservation and the verbal order of abstraction under consideration.\"\n\n\"He defined truth as a statement. A statement exists only in the mind of\nthe person making it, and the mind of the person to whom it is made. If\nthe person to whom it is made can't understand or accept it, it isn't\nthe truth.\"\n\n\"They understood when you showed them that the planet is round, and they\nunderstood that tri-dimensional model of the system. Why didn't you let\nit go at that?\"\n\n\"They accepted it intellectually. But when I told them that there wasn't\nany chance of Kwannon getting any closer to Alpha, they rebelled\nemotionally. It doesn't matter how conclusively you prove anything, if\nthe person to whom you prove it can't accept your proof emotionally,\nit's still false. Not-real.\"\n\n\"They had all their emotional capital invested in this Always-Cool\nTime,\" Travis told her. \"They couldn't let Miles wipe that out for them.\nSo he shifted it from this world to the next, and convinced them that\nthey were getting a better deal that way. You saw how quickly they\npicked it up. And he didn't have the sin of telling children there is no\nEaster Bunny on his conscience, either.\"\n\n\n\"But why did you tell them that story about the Oomphel Mother?\" she\ninsisted. \"Now they'll go out and tell all the other natives, and\nthey'll believe it.\"\n\n\"Would they have believed it if I'd told them about Terran scientific\ntechnology? Your people have been doing that for close to half a\ncentury. You see what impression it's made.\"\n\n\"But you told them--You told them that Terrans have no souls!\"\n\n\"Can you prove that was a lie?\" Travis asked. \"Let's see yours.\nDraw--_soul_! Inspection--_soul_!\"\n\nNaturally. Foxx Travis would expect a soul to be carried in a holster.\n\n\"But they'll look down on us, now. They'll say we're just like animals,\"\nEdith almost wailed.\n\n\"Now it comes out,\" Travis said. \"We won't be the lordly Terrans, any\nmore, helping the poor benighted Kwanns out of the goodness of our\nhearts, scattering largess, bearing the Terran's Burden--new model, a\ngive-away instead of a gun. Now _they'll_ pity _us_; they'll think\n_we're_ inferior beings.\"\n\n\"I don't think the natives are inferior beings!\" She was almost in\ntears.\n\n\"If you don't, why did you come all the way to Kwannon to try to make\nthem more like Terrans?\"\n\n\"Knock it off, Foxx; stop heckling her.\" Travis looked faintly\nsurprised. Maybe he hadn't realized, before, that a boss newsman learns\nto talk like a commanding officer. \"You remember what Ramón Gonzales was\nsaying, out at Sanders', about the inferior's hatred for the superior as\nsuperior? It's no wonder these Kwanns resent us. They have a right to;\nwe've done them all an unforgivable injury. We've let them see us doing\nthings they can't do. Of course they resent us. But now I've given them\nsomething to feel superior about. When they die, they'll go to the Place\nof the Gone Ones, and have oomphel in the sky, and they will live\nforever in new bodies, but when we die, we just die, period. So they'll\npity us and politely try to hide their condescension toward us.\n\n\"And because they feel superior to us, they'll want to help us. They'll\nwork hard on the plantations, so that we can have plenty of biocrystals,\nand their shoonoon will work magic for us, to help us poor benighted\nTerrans to grow souls for ourselves, so that we can almost be like them.\nOf course, they'll have a chance to exploit us, and get oomphel from us,\ntoo, but the important thing will be to help the poor Terrans. Maybe\nthey'll even organize a Spiritual and Magical Assistance Agency.\"\n\n\nTHE END\n\n\n+---------------------------------------------------------------+\n|                                                               |\n| Errata                                                        |\n|                                                               |\n| The following typographical errors, which occurred once each, |\n| were corrected in the text.                                   |\n|                                                               |\n|                                                               |\n| radiaion              radiation                               |\n| plan                  planet                                  |\n| Biocrysal             Biocrystal                              |\n| Trans-Sapce           Trans-Space                             |\n| institigation         instigation                             |\n| then                  than                                    |\n| phalic                phallic                                 |\n| no                    not                                     |\n| tide-innundated       tide-inundated                          |\n| ox-planet             off-planet                              |\n| infinitesmally        infinitesimally                         |\n| makelike              make-like                               |\n|                                                               |\n+---------------------------------------------------------------+\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Oomphel in the Sky, by Henry Beam Piper\n\n*** END OF THIS PROJECT GUTENBERG EBOOK OOMPHEL IN THE SKY ***\n\n***** This file should be named 20649-8.txt or 20649-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/0/6/4/20649/\n\nProduced by Greg Weeks, LN Yaddanapudi and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}