{"title": "Ministry of Disturbance", "author": "Henry Beam Piper", "releaseDate": "February 24, 2007", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, LN Yaddanapudi and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n[Illustration]\n\n\n\n\n\nMINISTRY ... OF DISTURBANCE\n\n\nBY H. BEAM PIPER\n\n\nIllustrated by van Dongen\n\n\n+----------------------------------------------------------------+\n|                                                                |\n| Transcriber's Note                                             |\n|                                                                |\n| This etext was produced from Astounding Science Fiction        |\n| December 1958. Extensive research did not uncover any evidence |\n| that the U.S. copyright on this publication was renewed.       |\n+----------------------------------------------------------------+\n\n\n     _Sometimes getting a job is harder than the job after you get\n     it--and sometimes getting out of a job is harder than either!_\n\n\n[Illustration]\n\nThe symphony was ending, the final triumphant pæan soaring up and up,\nbeyond the limit of audibility. For a moment, after the last notes had\ngone away, Paul sat motionless, as though some part of him had followed.\nThen he roused himself and finished his coffee and cigarette, looking\nout the wide window across the city below--treetops and towers, roofs\nand domes and arching skyways, busy swarms of aircars glinting in the\nearly sunlight. Not many people cared for João Coelho's music, now, and\nleast of all for the Eighth Symphony. It was the music of another time,\na thousand years ago, when the Empire was blazing into being out of the\nlong night and hammering back the Neobarbarians from world after world.\nToday people found it perturbing.\n\nHe smiled faintly at the vacant chair opposite him, and lit another\ncigarette before putting the breakfast dishes on the serving-robot's\ntray, and, after a while, realized that the robot was still beside his\nchair, waiting for dismissal. He gave it an instruction to summon the\ncleaning robots and sent it away. He could as easily have summoned them\nhimself, or let the guards who would be in checking the room do it for\nhim, but maybe it made a robot feel trusted and important to relay\norders to other robots.\n\nThen he smiled again, this time in self-derision. A robot couldn't feel\nimportant, or anything else. A robot was nothing but steel and plastic\nand magnetized tape and photo-micro-positronic circuits, whereas a\nman--His Imperial Majesty Paul XXII, for instance--was nothing but\ntissues and cells and colloids and electro-neuronic circuits. There was\na difference; anybody knew that. The trouble was that he had never met\nanybody--which included physicists, biologists, psychologists,\npsionicists, philosophers and theologians--who could define the\ndifference in satisfactorily exact terms. He watched the robot pivot on\nits treads and glide away, trailing steam from its coffee pot. It might\nbe silly to treat robots like people, but that wasn't as bad as treating\npeople like robots, an attitude which was becoming entirely too\nprevalent. If only so many people didn't act like robots!\n\nHe crossed to the elevator and stood in front of it until a tiny\nelectroencephalograph inside recognized his distinctive brain-wave\npattern. Across the room, another door was popping open in response to\nthe robot's distinctive wave pattern. He stepped inside and flipped a\nswitch--there were still a few things around that had to be manually\noperated--and the door closed behind him and the elevator gave him an\ninstant's weightlessness as it started to drop forty floors.\n\nWhen it opened, Captain-General Dorflay of the Household Guard was\nwaiting for him, with a captain and ten privates. General Dorflay was\nhuman. The captain and his ten soldiers weren't. They wore helmets,\nemblazoned with the golden sun and superimposed black cogwheel of the\nEmpire, and red kilts and black ankle boots and weapons belts, and the\ncaptain had a narrow gold-laced cape over his shoulders, but for the\nrest, their bodies were covered with a stiff mat of black hair, and\ntheir faces were slightly like terriers'. (For all his humanity,\nCaptain-General Dorflay's face was more like a bulldog's.) They were\nhillmen from the southern hemisphere of Thor, and as a people they made\nexcellent mercenaries. They were crack shots, brave and crafty fighters,\ntotally uninterested in politics off their own planet, and, because they\nhad grown up in a patriarchial-clan society, they were fanatically loyal\nto anybody whom they accepted as their chieftain. Paul stepped out and\ngave them an inclusive nod.\n\n       *       *       *       *       *\n\n\"Good morning, gentlemen.\"\n\n\"Good morning, Your Imperial Majesty,\" General Dorflay said, bowing the\ncouple of inches consistent with military dignity. The Thoran captain\nsaluted by touching his forehead, his heart, which was on the right\nside, and the butt of his pistol. Paul complimented him on the smart\nappearance of his detail, and the captain asked how it could be\notherwise, with the example and inspiration of his imperial majesty.\nCompliment and response could have been a playback from every morning of\nthe ten years of his reign. So could Dorflay's question: \"Your Majesty\nwill proceed to his study?\"\n\nHe wanted to say, \"No, to Niffelheim with it; let's get an aircar and\nfly a million miles somewhere,\" and watch the look of shocked\nincomprehension on the captain-general's face. He couldn't do that,\nthough; poor old Harv Dorflay might have a heart attack. He nodded\nslowly.\n\n\"If you please, general.\"\n\nDorflay nodded to the Thoran captain, who nodded to his men. Four of\nthem took two paces forward; the rest, unslinging weapons, went\nscurrying up the corridor, some posting themselves along the way and the\nrest continuing to the main hallway. The captain and two of his men\nstarted forward slowly; after they had gone twenty feet, Paul and\nGeneral Dorflay fell in behind them, and the other two brought up the\nrear.\n\n\"Your Majesty,\" Dorflay said, in a low voice, \"let me beg you to be most\ncautious. I have just discovered that there exists a treasonous plot\nagainst your life.\"\n\nPaul nodded. Dorflay was more than due to discover another treasonous\nplot; it had been ten days since the last one.\n\n\"I believe you mentioned it, general. Something about planting loose\nstrontium-90 in the upholstery of the Audience Throne, wasn't it?\"\n\nAnd before that, somebody had been trying to smuggle a fission bomb into\nthe Palace in a wine cask, and before that, it was a booby trap in the\nelevator, and before that, somebody was planning to build a submachine\ngun into the viewscreen in the study, and--\n\n\"Oh, no, Your Majesty; that was--Well, the persons involved in that plot\nbecame alarmed and fled the planet before I could arrest them. This is\nsomething different, Your Majesty. I have learned that unauthorized\nalterations have been made on one of the cooking-robots in your private\nkitchen, and I am positive that the object is to poison Your Majesty.\"\n\nThey were turning into the main hallway, between the rows of portraits\nof past emperors, Paul and Rodrik, Paul and Rodrik, alternating over and\nover on both walls. He felt a smile growing on his face, and banished\nit.\n\n\"The robot for the meat sauces, wasn't it?\" he asked.\n\n\"Why--! Yes, Your Majesty.\"\n\n\"I'm sorry, general. I should have warned you. Those alterations were\nmade by roboticists from the Ministry of Security; they were installing\nan adaptation of a device used in the criminalistics-labs, to insure\nmore uniform measurements. They'd done that already for Prince Travann,\nthe Minister, and he'd recommended it to me.\"\n\nThat was a shame, spoiling poor Harv Dorflay's murder plot. It had been\nsuch a nice little plot, too; he must have had a lot of fun inventing\nit. But a line had to be drawn somewhere. Let him turn the Palace upside\ndown hunting for bombs; harass ladies-in-waiting whose lovers he\nsuspected of being hired assassins; hound musicians into whose\ninstruments he imagined firearms had been built; the emperor's private\nkitchen would have to be off limits.\n\nDorflay, who should have been looking crestfallen but relieved, stopped\nshort--shocking breach of Court etiquette--and was staring in horror.\n\n\"Your Majesty! Prince Travann did that openly and with your consent?\nBut, Your Majesty, I am convinced that it is Prince Travann himself who\nis the instigator of every one of these diabolical schemes. In the case\nof the elevator, I became suspicious of a man named Samml Ganner, one of\nPrince Travann's secret police agents. In the case of the gun in the\nviewscreen, it was a technician whose sister is a member of the\nhousehold of Countess Yirzy, Prince Travann's mistress. In the case of\nthe fission bomb----\"\n\nThe two Thorans and their captain had kept on for some distance before\nthey had discovered that they were no longer being followed, and were\nreturning. He put his hand on General Dorflay's shoulder and urged him\nforward.\n\n\"Have you mentioned this to anybody?\"\n\n\"Not a word, Your Majesty. This Court is so full of treachery that I can\ntrust no one, and we must never warn the villain that he is suspected--\"\n\n\"Good. Say nothing to anybody.\" They had reached the door of the study,\nnow. \"I think I'll be here until noon. If I leave earlier, I'll flash\nyou a signal.\"\n\n       *       *       *       *       *\n\nHe entered the big oval room, lighted from overhead by the great\nstar-map in the ceiling, and crossed to his desk, with the viewscreens\nand reading screens and communications screens around it, and as he sat\ndown, he cursed angrily, first at Harv Dorflay and then, after a\nmoment's reflection, at himself. He was the one to blame; he'd known\nDorflay's paranoid condition for years. Have to do something about it.\nAny psycho-medic would certify him; be no problem at all to have him put\naway. But be blasted if he'd do that. That was no way to repay loyalty,\neven insane loyalty. Well, he'd find a way.\n\nHe lit a cigarette and leaned back, looking up at the glowing swirl of\nbillions of billions of tiny lights in the ceiling. At least, there were\nsupposed to be billions of billions of them; he'd never counted them,\nand neither had any of the seventeen Rodriks and sixteen Pauls before\nhim who had sat under them. His hand moved to a control button on his\nchair arm, and a red patch, roughly the shape of a pork chop, appeared\non the western side.\n\nThat was the Empire. Every one of the thousand three hundred and\nsixty-five inhabited worlds, a trillion and a half intelligent beings,\nfourteen races--fifteen if you counted the Zarathustran Fuzzies, who\nwere almost able to qualify under the talk-and-build-a-fire rule. And\nthat had been the Empire when Rodrik VI had seen the map completed, and\nwhen Paul II had built the Palace, and when Stevan IV, the grandfather\nof Paul I, had proclaimed Odin the Imperial planet and Asgard the\ncapital city. There had been some excuse for staying inside that patch\nof stars then; a newly won Empire must be consolidated within before it\ncan safely be expanded. But that had been over eight centuries ago.\n\nHe looked at the Daily Schedule, beautifully embossed and neatly slipped\nunder his desk glass. Luncheon on the South Upper Terrace, with the\nPrime Minister and the Bench of Imperial Counselors. Yes, it was time\nfor that again; that happened as inevitably and regularly as Harv\nDorflay's murder plots. And in the afternoon, a Plenary Session, Cabinet\nand Counselors. Was he going to have to endure the Bench of Counselors\ntwice in the same day? Then the vexation was washed out of his face by a\nspreading grin. Bench of Counselors; that was the answer! Elevate Harv\nDorflay to the Bench. That was what the Bench was for, a gold-plated\ndustbin for the disposal of superannuated dignitaries. He'd do no harm\nthere, and a touch of outright lunacy might enliven and even improve the\nBench.\n\nAnd in the evening, a banquet, and a reception and ball, in honor of His\nMajesty Ranulf XIV, Planetary King of Durendal, and First Citizen Zhorzh\nYaggo, People's Manager-in-Chief of and for the Planetary Commonwealth\nof Aditya. Bargain day; two planetary chiefs of state in one big\ncombination deal. He wondered what sort of prizes he had drawn this\ntime, and closed his eyes, trying to remember. Durendal, of course, was\none of the Sword-Worlds, settled by refugees from the losing side of the\nSystem States War in the time of the old Terran Federation, who had\nreappeared in Galactic history a few centuries later as the Space\nVikings. They all had monarchial and rather picturesque governments;\nDurendal, he seemed to recall, was a sort of quasi-feudalism. About\nAditya he was less sure. Something unpleasant, he thought; the titles of\nthe government and its head were suggestive.\n\nHe lit another cigarette and snapped on the reading screen to see what\nthey had piled onto him this morning, and then swore when a graph chart,\nwith jiggling red and blue and green lines, appeared. Chart day, too.\nEverything happens at once.\n\n       *       *       *       *       *\n\nIt was the interstellar trade situation chart from Economics. Red line\nfor production, green line for exports, blue for imports, sectioned\nvertically for the ten Viceroyalties and sub-sectioned for the\nPrefectures, and with the magnification and focus controls he could even\nget data for individual planets. He didn't bother with that, and\nwondered why he bothered with the charts at all. The stuff was all at\nleast twenty days behind date, and not uniformly so, which accounted for\nmuch of the jiggling. It had been transmitted from Planetary\nProconsulate to Prefecture, and from Prefecture to Viceroyalty, and from\nthere to Odin, all by ship. A ship on hyperdrive could log light-years\nan hour, but radio waves still had to travel 186,000 mps. The\nsupplementary chart for the past five centuries told the real\nstory--three perfectly level and perfectly parallel lines.\n\nIt was the same on all the other charts. Population fluctuating slightly\nat the moment, completely static for the past five centuries. A slight\ndecrease in agriculture, matched by an increase in synthetic food\nproduction. A slight population movement toward the more urban planets\nand the more densely populated centers. A trend downward in\nemployment--nonworking population increasing by about .0001 per cent\nannually. Not that they were building better robots; they were just\nbuilding them faster than they wore out. They all told the same story--a\nstable economy, a static population, a peaceful and undisturbed Empire;\neight centuries, five at least, of historyless tranquility. Well, that\nwas what everybody wanted, wasn't it?\n\nHe flipped through the rest of the charts, and began getting summarized\nMinistry reports. Economics had denied a request from the Mining Cartel\nto authorize operations on a couple of uninhabited planets; danger of\nlocal market gluts and overstimulation of manufacturing. Permission\ngranted to Robotics Cartel to---- Request from planetary government of\nDurendal for increase of cereal export quotas under consideration--they\nwouldn't want to turn that down while King Ranulf was here. Impulsively,\nhe punched out a combination on the communication screen and got Count\nDuklass, Minister of Economics.\n\nCount Duklass had thinning red hair and a plump, agreeable, extrovert's\nface. He smiled and waited to be addressed.\n\n\"Sorry to bother Your Lordship,\" Paul greeted him. \"What's the story on\nthis export quota request from Durendal? We have their king here, now.\nThink he's come to lobby for it?\"\n\nCount Duklass chuckled. \"He's not doing anything about it, himself. Have\nyou met him yet, sir?\"\n\n\"Not yet. He's to be presented this evening.\"\n\n\"Well, when you see him--I think the masculine pronoun is\npermissible--you'll see what I mean, sir. It's this Lord Koreff, the\nMarshal. He came here on business, and had to bring the king along, for\nfear somebody else would grab him while he was gone. The whole object of\nDurendalian politics, as I understand, is to get possession of the\nperson of the king. Koreff was on my screen for half an hour; I just got\nrid of him. Planet's pretty heavily agricultural, they had a couple of\nvery good crop years in a row, and now they have grain running out their\nears, and they want to export it and cash in.\"\n\n\"Well?\"\n\n\"Can't let them do it, Your Majesty. They're not suffering any hardship;\nthey're just not making as much money as they think they ought to. If\nthey start dumping their surplus into interstellar trade, they'll cause\nall kinds of dislocations on other agricultural planets. At least,\nthat's what our computers all say.\"\n\nAnd that, of course, was gospel. He nodded.\n\n\"Why don't they turn their surplus into whisky? Age it five or six years\nand it'd be on the luxury goods schedule and they could sell it\nanywhere.\"\n\nCount Duklass' eyes widened. \"I never thought of that, Your Majesty.\nJust a microsec; I want to make a note of that. Pass it down to somebody\nwho could deal with it. That's a wonderful idea, Your Majesty!\"\n\n       *       *       *       *       *\n\nHe finally got the conversation to an end, and went back to the reports.\nSecurity, as usual, had a few items above the dead level of bureaucratic\nprocedure. The planetary king of Excalibur had been assassinated by his\nbrother and two nephews, all three of whom were now fighting among\nthemselves. As nobody had anything to fight with except small arms and a\nfew light cannon, there would be no intervention. There had been\nintervention on Behemoth, however, where a whole continent had tried to\nsecede from the planetary republic and the Imperial Navy had been\nrequested to send a task force. That was all right, in both cases. No\ninterference with anything that passed for a planetary government, but\nonly one sovereignty on any planet with nuclear weapons, and only one\nsupreme sovereignty in a galaxy with hyperdrive ships.\n\nAnd there was rioting on Amaterasu, because of public indignation over a\nfraudulent election. He looked at that in incredulous delight. Why, here\non Odin there hadn't been an election in the past six centuries that\nhadn't been utterly fraudulent. Nobody voted except the nonworkers,\nwhose votes were bought and sold wholesale, by gangster bosses to\npressure groups, and no decent person would be caught within a hundred\nyards of a polling place on an election day. He called the Minister of\nSecurity.\n\nPrince Travann was a man of his own age--they had been classmates at the\nUniversity--but he looked older. His thin face was lined, and his hair\nwas almost completely white. He was at his desk, with the Sun and\nCogwheel of the Empire on the wall behind him, but on the breast of his\nblack tunic he wore the badge of his family, a silver planet with three\nsilver moons. Unlike Count Duklass, he didn't wait to be spoken to.\n\n\"Good morning, Your Majesty.\"\n\n\"Good morning, Your Highness; sorry to bother you. I just caught an\ninteresting item in your report. This business on Amaterasu. What sort\nof a planet is it, politically? I don't seem to recall.\"\n\n\"Why, they have a republican government, sir; a very complicated setup.\nReally, it's a junk heap. When anything goes badly, they always build\nsomething new into the government, but they never abolish anything. They\nhave a president, a premier, and an executive cabinet, and a tricameral\nlegislature, and two complete and distinct judiciaries. The premier is\nalways the presidential candidate getting the next highest number of\nvotes. In the present instance, the president, who controls the\nplanetary militia, is accusing the premier, who controls the police, of\nfraud in the election of the middle house of the legislature. Each is\nsupported by the judiciary he controls. Practically every citizen\nbelongs either to the militia or the police auxiliaries. I am looking\nforward to further reports from Amaterasu,\" he added dryly.\n\n\"I daresay they'll be interesting. Send them to me in full, and red-star\nthem, if you please, Prince Travann.\"\n\nHe went back to the reports. The Ministry of Science and Technology had\nsent up a lengthy one. The only trouble with it was that everything\nreported was duplication of work that had been done centuries before.\nWell, no. A Dr. Dandrik, of the physics department of the Imperial\nUniversity here in Asgard announced that a definite limit of accuracy in\nmeasuring the velocity of accelerated subnucleonic particles had been\nestablished--16.067543333--times light-speed. That seemed to be typical;\nthe frontiers of science, now, were all decimal points. The Ministry of\nEducation had a little to offer; historical scholarship was still\nactive, at least. He was reading about a new trove of source-material\nthat had come to light on Uller, from the Sixth Century Atomic Era, when\nthe door screen buzzed and flashed.\n\n       *       *       *       *       *\n\nHe lit it, and his son Rodrik appeared in it, with Snooks, the little\nred hound, squirming excitedly in the Crown Prince's arms. The dog began\nbarking at once, and the boy called through the phone:\n\n\"Good morning, father; are you busy?\"\n\n\"Oh, not at all.\" He pressed the release button. \"Come on in.\"\n\nImmediately, the little hound leaped out of the princely arms and came\ndashing into the study and around the desk, jumping onto his lap. The\nboy followed more slowly, sitting down in the deskside chair and drawing\nhis foot up under him. Paul greeted Snooks first--people can wait, but\nfor little dogs everything has to be right now--and rummaged in a drawer\nuntil he found some wafers, holding one for Snooks to nibble. Then he\nbecame aware that his son was wearing leather shorts and tall buskins.\n\n\"Going out somewhere?\" he asked, a trifle enviously.\n\n\"Up in the mountains, for a picnic. Olva's going along.\"\n\nAnd his tutor, and his esquire, and Olva's companion-lady, and a dozen\nThoran riflemen, of course, and they'd be in continuous screen-contact\nwith the Palace.\n\n\"That ought to be a lot of fun. Did you get all your lessons done?\"\n\n\"Physics and math and galactiography,\" Rodrik told him. \"And Professor\nGuilsan's going to give me and Olva our history after lunch.\"\n\nThey talked about lessons, and about the picnic. Of course, Snooks was\ngoing on the picnic, too. It was evident, though, that Rodrik had\nsomething else on his mind. After a while, he came out with it.\n\n\"Father, you know I've been a little afraid, lately,\" he said.\n\n\"Well, tell me about it, son. It isn't anything about you and Olva, is\nit?\"\n\nRod was fourteen; the little Princess Olva thirteen. They would be\nmarriageable in six years. As far as anybody could tell, they were both\nquite happy about the marriage which had been arranged for them years\nago.\n\n\"Oh, no; nothing like that. But Olva's sister and a couple others of\nmother's ladies-in-waiting were to a psi-medium, and the medium told\nthem that there were going to be changes. Great and frightening changes\nwas what she said.\"\n\n\"She didn't specify?\"\n\n\"No. Just that: great and frightening changes. But the only change of\nthat kind I can think of would be ... well, something happening to you.\"\n\nSnooks, having eaten three wafers, was trying to lick his ear. He pushed\nthe little dog back into his lap and pummeled him gently with his left\nhand.\n\n\"You mustn't let mediums' gabble worry you, son. These psi-mediums have\nreal powers, but they can't turn them off and on like a water tap. When\nthey don't get anything, they don't like to admit it, and they invent\nthings. Always generalities like that; never anything specific.\"\n\n\"I know all that.\" The boy seemed offended, as though somebody were\nexplaining that his mother hadn't really found him out in the rose\ngarden. \"But they talked about it to some of their friends, and it seems\nthat other mediums are saying the same thing. Father, do you remember\nwhen the Haval Valley reactor blew up? All over Odin, the mediums had\nbeen talking about a terrible accident, for a month before that\nhappened.\"\n\n\"I remember that.\" Harv Dorflay believed that somebody had been falsely\ninformed that the emperor would visit the plant that day. \"These great\nand frightening changes will probably turn out to be a new fad in\nabstract sculpture. Any change frightens most people.\"\n\nThey talked more about mediums, and then about aircars and aircar\nracing, and about the Emperor's Cup race that was to be flown in a\nmonth. The communications screen began flashing and buzzing, and after\nhe had silenced it with the busy-button for the third time, Rodrik said\nthat it was time for him to go, came around to gather up Snooks, and\nwent out, saying that he'd be home in time for the banquet. The screen\nbegan to flash again as he went out.\n\n       *       *       *       *       *\n\nIt was Prince Ganzay, the Prime Minister. He looked as though he had a\npersistent low-level toothache, but that was his ordinary expression.\n\n\"Sorry to bother Your Majesty. It's about these chiefs-of-state. Count\nGadvan, the Chamberlain, appealed to me, and I feel I should ask your\nadvice. It's the matter of precedence.\"\n\n\"Well, we have a fixed rule on that. Which one arrived first?\"\n\n\"Why, the Adityan, but it seems King Ranulf insists that he's entitled\nto precedence, or, rather, his Lord Marshal does. This Lord Koreff\ninsists that his king is not going to yield precedence to a commoner.\"\n\n[Illustration]\n\n\"Then he can go home to Durendal!\" He felt himself growing angry--all\nthe little angers of the morning were focusing on one spot. He forced\nthe harshness out of his voice. \"At a court function, somebody has to go\nfirst, and our rule is order of arrival at the Palace. That rule was\nestablished to avoid violating the principle of equality to all\ncivilized peoples and all planetary governments. We're not going to set\nit aside for the King of Durendal, or anybody else.\"\n\nPrince Ganzay nodded. Some of the toothache expression had gone out of\nhis face, now that he had been relieved of the decision.\n\n\"Of course, Your Majesty.\" He brightened a little. \"Do you think we\nmight compromise? Alternate the precedence, I mean?\"\n\n\"Only if this First Citizen Yaggo consents. If he does, it would be a\ngood idea.\"\n\n\"I'll talk to him, sir.\" The toothache expression came back. \"Another\nthing, Your Majesty. They've both been invited to attend the Plenary\nSession, this afternoon.\"\n\n\"Well, no trouble there; they can enter by different doors and sit in\nvisitors' boxes at opposite ends of the hall.\"\n\n\"Well, sir, I wasn't thinking of precedence. But this is to be an\nElective Session--new Ministers to replace Prince Havaly, of Defense,\ndeceased, and Count Frask, of Science and Technology, elevated to the\nBench. There seems to be some difference of opinion among some of the\nMinisters and Counselors. It's very possible that the Session may\ndegenerate into an outright controversy.\"\n\n\"Horrible,\" Paul said seriously. \"I think, though, that our\ndistinguished guests will see that the Empire can survive difference of\nopinion, and even outright controversy. But if you think it might have a\nbad effect, why not postpone the election?\"\n\n\"Well--It's been postponed three times, already, sir.\"\n\n\"Postpone it permanently. Advertise for bids on two robot Ministers,\nDefense, and Science and Technology. If they're a success, we can set up\na project to design a robot emperor.\"\n\nThe Prime Minister's face actually twitched and blanched at the\nblasphemy. \"Your Majesty is joking,\" he said, as though he wanted to be\nreassured on the point.\n\n\"Unfortunately, I am. If my job could be robotized, maybe I could take\nmy wife and my son and our little dog and go fishing for a while.\"\n\nBut, of course, he couldn't. There were only two alternatives: the\nEmpire or Galactic anarchy. The galaxy was too big to hold general\nelections, and there had to be a supreme ruler, and a positive and\nautomatic--which meant hereditary--means of succession.\n\n\"Whose opinion seems to differ from whose, and about what?\" he asked.\n\n\"Well, Count Duklass and Count Tammsan want to have the Ministry of\nScience and Technology abolished, and its functions and personnel\ndistributed. Count Duklass means to take over the technological sections\nunder Economics, and Count Tammsan will take over the science part under\nEducation. The proposal is going to be introduced at this Session by\nCount Guilfred, the Minister of Health and Sanity. He hopes to get some\nof the bio-and psycho-science sections for his own Ministry.\"\n\n\"That's right. Duklass gets the hide, Tammsan gets the head and horns,\nand everybody who hunts with them gets a cut of the meat. That's good\nsound law of the chase. I'm not in favor of it, myself. Prince Ganzay,\nat this session, I wish you'd get Captain-General Dorflay nominated for\nthe Bench. I feel that it is about time to honor him with elevation.\"\n\n\"General Dorflay? But why, Your Majesty?\"\n\n\"Great galaxy, do you have to ask? Why, because the man's a raving\nlunatic. He oughtn't even to be trusted with a sidearm, let alone five\ncompanies of armed soldiers. Do you know what he told me this morning?\"\n\n\"That somebody is training a Nidhog swamp-crawler to crawl up the\nOctagon Tower and bite you at breakfast, I suppose. But hasn't that been\ngoing on for quite a while, sir?\"\n\n\"It was a gimmick in one of the cooking robots, but that's aside from\nthe question. He's finally named the master mind behind all these\nnightmares of his, and who do you think it is? Yorn Travann!\"\n\n       *       *       *       *       *\n\nThe Prime Minister's face grew graver than usual. Well, it was something\nto look grave about; some of these days----\n\n\"Your Majesty, I couldn't possibly agree more about the general's mental\ncondition, but I really should say that, crazy or not, he is not alone\nin his suspicions of Prince Travann. If sharing them makes me a lunatic,\ntoo, so be it, but share them I do.\"\n\nPaul felt his eyebrows lift in surprise. \"That's quite too much and too\nlittle, Prince Ganzay,\" he said.\n\n\"With your permission, I'll elaborate. Don't think that I suspect Prince\nTravann of any childish pranks with elevators or viewscreens or\ncooking-robots,\" the Prime Minister hastened to disclaim, \"but I\ndefinitely do suspect him of treasonous ambitions. I suppose Your\nMajesty knows that he is the first Minister of Security in centuries who\nhas assumed personal control of both the planetary and municipal police,\ninstead of delegating his _ex officio_ powers.\n\n\"Your Majesty may not know, however, of some of the peculiar uses he has\nbeen making of those authorities. Does Your Majesty know that he has\nrecruited the Security Guard up to at least ten times the strength\nneeded to meet any conceivable peace-maintenance problem on this planet,\nand that he has been piling up huge quantities of heavy combat\nequipment--guns up to 200-millimeter, heavy contragravity, even\ngun-cutters and bomb-and-rocket boats? And does Your Majesty know that\nmost of this armament is massed within fifteen minutes' flight-time of\nthis Palace? Or that Prince Travann has at his disposal from two and a\nhalf to three times, in men and firepower, the combined strength of the\nPlanetary Militia and the Imperial Army on this planet?\"\n\n\"I know. It has my approval. He's trying to salvage some of the young\nnonworkers through exposing them to military discipline. A good many of\nthem, I believe, have gone off-planet on their discharge from the SG and\nhired as mercenaries, which is a far better profession than vote\nselling.\"\n\n\"Quite a plausible explanation: Prince Travann is nothing if not\nplausible,\" the Prime Minister agreed. \"And does Your Majesty know that,\nbecause of repeated demands for support from the Ministry of Security,\nthe Imperial Navy has been scattered all over the Empire, and that there\nis not a naval craft bigger than a scout-boat within fifteen hundred\nlight-years of Odin?\"\n\nThat was absolutely true. Paul could only nod agreement. Prince Ganzay\ncontinued:\n\n\"He has been doing some peculiar things as Police Chief of Asgard, too.\nFor instance, there are two powerful nonworkers' voting-bloc bosses, Big\nMoogie Blisko and Zikko the Nose--I assure Your Majesty that I am not\ninventing these names; that's what the persons are actually called--who\nhave been enjoying the favor and support of Prince Travann. On a number\nof occasions, their smaller rivals, leaders of less important gangs,\nhave been arrested, often on trumped-up charges, and held incommunicado\nuntil either Moogie or Zikko could move into their territories and annex\ntheir nonworker followers. These two bloc-bosses are subsidized,\nrespectively, by the Steel and Shipbuilding Cartels and by the Reaction\nProducts and Chemical Cartels, but actually, they are controlled by\nPrince Travann. They, in turn, control between them about seventy per\ncent of the nonworkers in Asgard.\"\n\n\"And you think this adds up to a plot against the Throne?\"\n\n\"A plot to seize the Throne, Your Majesty.\"\n\n\"Oh, come, Prince Ganzay! You're talking like Dorflay!\"\n\n\"Hear me out, Your Majesty. His Imperial Highness is fourteen years old;\nit will be eleven years before he will be legally able to assume the\npowers of emperor. In the dreadful event of your immediate death, it\nwould mean a regency for that long. Of course, your Ministers and\nCounselors would be the ones to name the Regent, but I know how they\nwould vote with Security Guard bayonets at their throats. And regency\nmight not be the limit of Prince Travann's ambitions.\"\n\n\"In your own words, quite plausible, Prince Ganzay. It rests, however,\non a very questionable foundation. The assumption that Prince Travann is\nstupid enough to want the Throne.\"\n\nHe had to terminate the conversation himself and blank the screen.\nViktor Ganzay was still staring at him in shocked incredulity when his\nimage vanished. Viktor Ganzay could not imagine anybody not wanting the\nThrone, not even the man who had to sit on it.\n\n       *       *       *       *       *\n\nHe sat, for a while, looking at the darkened screen, a little worried.\nViktor Ganzay had a much better intelligence service than he had\nbelieved. He wondered how much Ganzay had found out that he hadn't\nmentioned. Then he went back to the reports. He had gotten down to the\nMinistry of Fine Arts when the communications screen began calling\nattention to itself again.\n\nWhen he flipped the switch, a woman smiled out of it at him. Her blond\nhair was rumpled, and she wore a dressing gown; her smile brightened as\nhis face appeared in her screen.\n\n\"Hi!\" she greeted him.\n\n\"Hi, yourself. You just get up?\"\n\nShe raised a hand to cover a yawn. \"I'll bet you've been up reigning for\nhours. Were Rod and Snooks in to see you yet?\"\n\nHe nodded. \"They just left. Rod's going on a picnic with Olva in the\nmountains.\" How long had it been since he and Marris had been on a\npicnic--a real picnic, with less than fifty guards and as many courtiers\nalong? \"Do you have much reigning to do, this afternoon?\"\n\nShe grimaced. \"Flower Festivals. I have to make personal tri-di\nappearances, live, with messages for the loving subjects. Three minutes\non, and a two-minute break between. I have forty for this afternoon.\"\n\n\"Ugh! Well, have a good time, sweetheart. All I have is lunch with the\nBench, and then this Plenary Session.\" He told her about Ganzay's fear\nof outright controversy.\n\n\"Oh, fun! Maybe somebody'll pull somebody's whiskers, or something. I'm\nin on that, too.\"\n\nThe call-indicator in front of him began glowing with the code-symbol of\nthe Minister of Security.\n\n\"We can always hope, can't we? Well, Yorn Travann's trying to get me,\nnow.\"\n\n\"Don't keep him waiting. Maybe I can see you before the Session.\" She\nmade a kissing motion with her lips at him, and blanked the screen.\n\nHe flipped the switch again, and Prince Travann was on the screen. The\nSecurity Minister didn't waste time being sorry to bother him.\n\n\"Your Majesty, a report's just come in that there's a serious riot at\nthe University; between five and ten thousand students are attacking the\nAdministration Center, lobbing stench bombs into it, and threatening to\nhang Chancellor Khane. They have already overwhelmed and disarmed the\ncampus police, and I've sent two companies of the Gendarme riot brigade,\nunder an officer I can trust to handle things firmly but intelligently.\nWe don't want any indiscriminate stunning or tear-gassing or shooting;\nall sorts of people can have sons and daughters mixed up in a student\nriot.\"\n\n\"Yes. I seem to recall student riots in which the sons of his late\nHighness Prince Travann and his late Majesty Rodrik XXI were involved.\"\nHe deliberated the point for a moment, and added: \"This scarcely sounds\nlike a frat-fight or a panty-raid, though. What seems to have triggered\nit?\"\n\n\"The story I got--a rather hysterical call for help from Khane\nhimself--is that they're protesting an action of his in dismissing a\nfaculty member. I have a couple of undercovers at the University, and\nI'm trying to contact them. I sent more undercovers, who could pass for\nstudents, ahead of the Gendarmes to get the student side of it and the\nnames of the ring-leaders.\" He glanced down at the indicator in front of\nhim, which had begun to glow. \"If you'll pardon me, sir, Count Tammsan's\ntrying to get me. He may have particulars. I'll call Your Majesty back\nwhen I learn anything more.\"\n\n       *       *       *       *       *\n\nThere hadn't been anything like that at the University within the memory\nof the oldest old grad. Chancellor Khane, he knew, was a stupid and\narrogant old windbag with a swollen sense of his own importance. He made\na small bet with himself that the whole thing was Khane's fault, but he\nwondered what lay behind it, and what would come out of it. Great\nplagues from little microbes start. Great and frightening changes----\n\nThe screen got itself into an uproar, and he flipped the switch. It was\nViktor Ganzay again. He looked as though his permanent toothache had\ndeserted him for the moment.\n\n\"Sorry to bother Your Majesty, but it's all fixed up,\" he reported.\n\"First Citizen Yaggo agreed to alternate in precedence with King Ranulf,\nand Lord Koreff has withdrawn all his objections. As far as I can see,\nat present, there should be no trouble.\"\n\n\"Fine. I suppose you heard about the excitement at the University?\"\n\n\"Oh, yes, Your Majesty. Disgraceful affair!\"\n\n\"Simply shocking. What seems to have started it, have you heard?\" he\nasked. \"All I know is that the students were protesting the dismissal of\na faculty member. He must have been exceptionally popular, or else he\ngot a more than ordinary raw deal from Khane.\"\n\n\"Well, as to that, sir, I can't say. All I learned was that it was the\nresult of some faculty squabble in one of the science departments; the\ngrounds for the dismissal were insubordination and contempt for\nauthority.\"\n\n\"I always thought that when authority began inspiring contempt, it had\nstopped being authority. Did you say science? This isn't going to help\nDuklass and Tammsan any.\"\n\n\"I'm afraid not, Your Majesty.\" Ganzay didn't look particularly\nregretful. \"The News Cartel's gotten hold of it and are using it; it'll\nbe all over the Empire.\"\n\nHe said that as though it meant something. Well, maybe it did; a lot of\nMinisters and almost all the Counselors spent most of their time\nworrying about what people on planets like Chermosh and Zarathustra and\nDeirdre and Quetzalcoatl might think, in ignorance of the fact that\ninterest in Empire politics varied inversely as the square of the\ndistance to Odin and the level of corruption and inefficiency of the\nlocal government.\n\n\"I notice you'll be at the Bench luncheon. Do you think you could invite\nour guests, too? We could have an informal presentation before it\nstarts. Can do? Good. I'll be seeing you there.\"\n\nWhen the screen was blanked, he returned to the reports, ran them off\nhastily to make sure that nothing had been red-starred, and called a\nrobot to clear the projector. After a while, Prince Travann called\nagain.\n\n\"Sorry to bother Your Majesty, but I have most of the facts on the riot,\nnow. What happened was that Chancellor Khane sacked a professor, physics\ndepartment, under circumstances which aroused resentment among the\nscience students. Some of them walked out of class and went to the\nstadium to hold a protest meeting, and the thing snowballed until half\nthe students were in it. Khane lost his head and ordered the campus\npolice to clear the stadium; the students rushed them and swamped them.\nI hope, for their sakes, that none of my men ever let anything like that\nhappen. The man I sent, a Colonel Handrosan, managed to talk the\nstudents into going back to the stadium and continuing the meeting under\nGendarme protection.\"\n\n\"Sounds like a good man.\"\n\n\"Very good, Your Majesty. Especially in handling disturbances. I have\ncomplete confidence in him. He's also investigating the background of\nthe affair. I'll give Your Majesty what he's learned, to date. It seems\nthat the head of the physics department, a Professor Nelse Dandrik, had\nbeen conducting an experiment, assisted by a Professor Klenn Faress, to\nestablish more accurately the velocity of subnucleonic particles, beta\nmicropositos, I believe. Dandrik's story, as relayed to Handrosan by\nKhane, is that he reached a limit and the apparatus began giving erratic\nresults.\"\n\nPrince Travann stopped to light a cigarette. \"At this point, Professor\nDandrik ordered the experiment stopped, and Professor Faress insisted on\ncontinuing. When Dandrik ordered the apparatus dismantled, Faress became\nrather emotional about it--obscenely abusive and threatening, according\nto Dandrik. Dandrik complained to Khane, Khane ordered Faress to\napologize, Faress refused, and Khane dismissed Faress. Immediately, the\nstudents went on strike. Faress confirmed the whole story, and he added\none small detail that Dandrik hadn't seen fit to mention. According to\nhim, when these micropositos were accelerated beyond sixteen and a\nfraction times light-speed, they began registering at the target before\nthe source registered the emission.\"\n\n\"Yes, I--_What did you say_?\"\n\nPrince Travann repeated it slowly, distinctly and tonelessly.\n\n\"That was what I thought you said. Well, I'm going to insist on a\ncomplete investigation, including a repetition of the experiment. Under\ndirection of Professor Faress.\"\n\n\"Yes, Your Majesty. And when that happens, I mean to be on hand\npersonally. If somebody is just before discovering time-travel, I think\nSecurity has a very substantial interest in it.\"\n\nThe Prime Minister called back to confirm that First Citizen Yaggo and\nKing Ranulf would be at the luncheon. The Chamberlain, Count Gadvan,\ncalled with a long and dreary problem about the protocol for the\nbanquet. Finally, at noon, he flashed a signal for General Dorflay,\nwaited five minutes, and then left his desk and went out, to find the\nmad general and his wirehaired soldiers drawn up in the hall.\n\n       *       *       *       *       *\n\nThere were more Thorans on the South Upper Terrace, and after a flurry\nof porting and presenting and ordering arms and hand-saluting, the Prime\nMinister advanced and escorted him to where the Bench of Counselors, all\nthirty of them, total age close to twenty-eight hundred years, were\ndrawn up in a rough crescent behind the three distinguished guests. The\nKing of Durendal wore a cloth-of-silver leotard and pink tights, and a\nbelt of gold links on which he carried a jeweled dagger only slightly\nthicker than a knitting needle. He was slender and willowy, and he had\nlarge and soulful eyes, and the royal beautician must have worked on him\nfor a couple of hours. Wait till Marris sees this; oh, brother!\n\nKoreff, the Lord Marshal, wore what was probably the standard costume of\nDurendal, a fairly long jerkin with short sleeves, and knee-boots, and\nhis dress dagger looked as though it had been designed for use. Lord\nKoreff looked as though he would be quite willing and able to use it; he\nwas fleshy and full-faced, with hard muscles under the flesh.\n\nFirst Citizen Yaggo, People's Manager-in-Chief of and for the Planetary\nCommonwealth of Aditya, wore a one-piece white garment like a mechanic's\ncoveralls, with the emblem of his government and the numeral 1 on his\nbreast. He carried no dagger; if he had worn a dress weapon, it would\nprobably have been a slide rule. His head was completely shaven, and he\nhad small, pale eyes and a rat-trap mouth. He was regarding the\nDurendalians with a distaste that was all too evidently reciprocated.\n\nKing Ranulf appeared to have won the toss for first presentation. He\nsqueezed the Imperial hand in both of his and looked up adoringly as he\nprofessed his deep honor and pleasure. Yaggo merely clasped both his\nhands in front of the emblem on his chest and raised them quickly to the\nlevel of his chin, saying: \"At the service of the Imperial State,\" and\nadding, as though it hurt him, \"Your Imperial Majesty.\" Not being a\nchief of state, Lord Koreff came third; he merely shook hands and said,\n\"A great honor, Your Imperial Majesty, and the thanks, both of myself\nand my royal master, for a most gracious reception.\" The attempt to grab\nfirst place having failed, he was more than willing to forget the whole\nsubject. There was a chance that finding a way to dispose of the grain\nsurplus might make the difference between his staying in power at home\nor not.\n\nFortunately, the three guests had already met the Bench of Counselors.\nImmediately after the presentation of Lord Koreff, they all started the\ntwo hundred yards march to the luncheon pavilion, the King of Durendal\nclinging to his left arm and First Citizen Yaggo stumping dourly on his\nright, with Prince Ganzay beyond him and Lord Koreff on Ranulf's left.\n\n\"Do you plan to stay long on Odin?\" he asked the king.\n\n\"Oh. I'd _love_ to stay for simply _months_! Everything is so\n_wonderful_, here in Asgard; it makes our little capital of Roncevaux\nseem so _utterly_ provincial. I'm going to tell Your Imperial Majesty a\nsecret. I'm going to see if I can lure some of your _wonderful_ ballet\ndancers back to Durendal with me. Aren't I _naughty_, raiding Your\nImperial Majesty's theaters?\"\n\n\"In keeping with the traditions of your people,\" he replied gravely.\n\"You Sword-Worlders used to raid everywhere you went.\"\n\n\"I'm afraid those bad old days are long past, Your Imperial Majesty,\"\nLord Koreff said. \"But we Sword-Worlders got around the galaxy, for a\nwhile. In fact, I seem to remember reading that some of our brethren\nfrom Morglay or Flamberge even occupied Aditya for a couple of\ncenturies. Not that you'd guess it to look at Aditya now.\"\n\n       *       *       *       *       *\n\nIt was First Citizen Yaggo's turn to take precedence--the seat on the\nright of the throne chair. Lord Koreff sat on Ranulf's left, and, to\nbalance him, Prince Ganzay sat beyond Yaggo and dutifully began\ninquiring of the People's Manager-in-Chief about the structure of his\ngovernment, launching him on a monologue that promised to last at least\nhalf the luncheon. That left the King of Durendal to Paul; for a start,\nhe dropped a compliment on the cloth-of-silver leotard.\n\nKing Ranulf laughed dulcetly, brushed the garment with his fingertips,\nand said that it was just a simple thing patterned after the Durendalian\npeasant costume.\n\n\"You have peasants on Durendal?\"\n\n\"Oh, _dear_, yes! Such quaint, _charming_ people. Of course, they're all\npoor, and they wear such _funny_ ragged clothes, and travel about in\nrackety old aircars, it's a wonder they don't fall apart in the air. But\nthey're so _wonderfully_ happy and carefree. I often wish I were one of\nthem, instead of king.\"\n\n\"Nonworking class, Your Imperial Majesty,\" Lord Koreff explained.\n\n\"On Aditya,\" First Citizen Yaggo declared, \"there are no classes, and on\nAditya everybody works. 'From each according to his ability; to each\naccording to his need.'\"\n\n\"On Aditya,\" an elderly Counselor four places to the right of him said\nloudly to his neighbor, \"they don't call them classes, they call them\nsociological categories, and they have nineteen of them. And on Aditya,\nthey don't call them nonworkers, they call them occupational reservists,\nand they have more of them than we do.\"\n\n\"But of course, I was born a king,\" Ranulf said sadly and nobly. \"I have\na duty to my people.\"\n\n\"No, they don't vote at all,\" Lord Koreff was telling the Counselor on\nhis left. \"On Durendal, you have to pay taxes before you can vote.\"\n\n\"On Aditya the crime of taxation does not exist,\" the First Citizen told\nthe Prime Minister.\n\n\"On Aditya,\" the Counselor four places down said to his neighbor,\n\"there's nothing to tax. The state owns all the property, and if the\nImperial Constitution and the Space Navy let them, the State would own\nall the people, too. Don't tell me about Aditya. First big-ship command\nI had was the old _Invictus_, 374, and she was based on Aditya for four\nyears, and I'd sooner have spent that time in orbit around Niffelheim.\"\n\nNow Paul remembered who he was; old Admiral--now\nPrince-Counselor--Gaklar. He and Prince-Counselor Dorflay would get\nalong famously. The Lord Marshal of Durendal was replying to some\nobjection somebody had made:\n\n[Illustration]\n\n\"No, nothing of the sort. We hold the view that every civil or political\nright implies a civil or political obligation. The citizen has a right\nto protection from the Realm, for instance; he therefore has the\nobligation to defend the Realm. And his right to participate in the\ngovernment of the Realm includes his obligation to support the Realm\nfinancially. Well, we tax only property; if a nonworker acquires taxable\nproperty, he has to go to work to earn the taxes. I might add that our\nnonworkers are very careful to avoid acquiring taxable property.\"\n\n\"But if they don't have votes to sell, what do they live on?\" a\nCounselor asked in bewilderment.\n\n\"The nobility supports them; the landowners, the trading barons, the\nindustrial lords. The more nonworking adherents they have, the greater\ntheir prestige.\" And the more rifles they could muster when they\nquarreled with their fellow nobles, of course. \"Beside, if we didn't do\nthat, they'd turn brigand, and it costs less to support them than to\nhave to hunt them out of the brush and hang them.\"\n\n\"On Aditya, brigandage does not exist.\"\n\n\"On Aditya, all the brigands belong to the Secret Police, only on Aditya\nthey don't call them Secret Police, they call them Servants of the\nPeople, Ninth Category.\"\n\nA shadow passed quickly over the pavilion, and then another. He glanced\nup quickly, to see two long black troop carriers, emblazoned with the\nSun and Cogwheel and armored fist of Security, pass back of the Octagon\nTower and let down on the north landing stage. A third followed. He rose\nquickly.\n\n\"Please remain seated, gentlemen, and continue with the luncheon. If you\nwill excuse me for a moment, I'll be back directly.\" I hope, he added\nmentally.\n\n       *       *       *       *       *\n\nCaptain-General Dorflay, surrounded by a dozen officers, Thoran and\nhuman, had arrived on the lower terrace at the base of the Octagon\nTower. They had a full Thoran rifle company with them. As he went down\nto them, Dorflay hurried forward.\n\n\"It has come, Your Majesty!\" he said, as soon as he could make himself\nheard without raising his voice. \"We are all ready to die with Your\nMajesty!\"\n\n\"Oh, I doubt it'll come quite to that, Harv,\" he said. \"But just to be\non the safe side, take that company and the gentlemen who are with you\nand get up to the mountains and join the Crown Prince and his party.\nHere.\" He took a notepad from his belt pouch and wrote rapidly, sealing\nthe note and giving it to Dorflay. \"Give this to His Highness, and place\nyourself under his orders. I know; he's just a boy, but he has a good\nhead. Obey him exactly in everything, but under no circumstances return\nto the Palace or allow him to return until I call you.\"\n\n\"Your Majesty is ordering me away?\" The old soldier was aghast.\n\n\"An emperor who has a son can be spared. An emperor's son who is too\nyoung to marry can't. You know that.\"\n\nHarv Dorflay was only mad on one subject, and even within the frame of\nhis madness he was intensely logical. He nodded. \"Yes, Your Imperial\nMajesty. We both serve the Empire as best we can. And I will guard the\nlittle Princess Olva, too.\" He grasped Paul's hand, said, \"Farewell,\nYour Majesty!\" and dashed away, gathering his staff and the company of\nThorans as he went. In an instant, they had vanished down the nearest\nrampway.\n\nThe emperor watched their departure, and, at the same time, saw a big\nblack aircar, bearing the three-mooned planet, argent on sable, of\nTravann, let down onto the south landing stage, and another troop\ncarrier let down after it. Four men left the aircar--Yorn, Prince\nTravann, and three officers in the black of the Security Guard. Prince\nGanzay had also left the table: he came from one direction as Prince\nTravann advanced from the other. They converged on the emperor.\n\n\"What's happening here, Prince Travann?\" Prince Ganzay demanded. \"Why\nare you bringing all these troops to the Palace?\"\n\n\"Your Majesty,\" Prince Travann said smoothly, \"I trust that you will\npardon this disturbance. I'm sure nothing serious will happen, but I\ndidn't dare take chances. The students from the University are marching\non the Palace--perfectly peaceful and loyal procession; they're bringing\na petition for Your Majesty--but on the way, while passing through a\nnonworkers' district, they were attacked by a gang of hooligans\nconnected with a voting-bloc boss called Nutchy the Knife. None of the\nstudents were hurt, and Colonel Handrosan got the procession out of the\ndistrict promptly, and then dropped some of his men, who have since been\nre-enforced, to deal with the hooligans. That's still going on, and\nthese riots are like forest fires; you never know when they'll shift and\nget out of control. I hope the men I brought won't be needed here.\nReally, they're a reserve for the riot work; I won't commit them,\nthough, until I'm sure the Palace is safe.\"\n\nHe nodded. \"Prince Travann, how soon do you estimate that the student\nprocession will arrive here?\" he asked.\n\n\"They're coming on foot, Your Majesty. I'd give them an hour, at least.\"\n\n\"Well, Prince Travann, will you have one of your officers see that the\npublic-address screen in front is ready; I'll want to talk to them when\nthey arrive. And meanwhile, I'll want to talk to Chancellor Khane,\nProfessor Dandrik, Professor Faress and Colonel Handrosan, together. And\nCount Tammsan, too; Prince Ganzay, will you please screen him and invite\nhim here immediately?\"\n\n\"Now, Your Majesty?\" At first, the Prime Minister was trying to suppress\na look of incredulity; then he was trying to keep from showing\ncomprehension. \"Yes, Your Majesty; at once.\" He frowned slightly when he\nsaw two of the Security Guard officers salute Prince Travann instead of\nthe emperor before going away. Then he turned and hurried toward the\nOctagon Tower.\n\n       *       *       *       *       *\n\nThe officer who had gone to the aircar to use the radio returned and\nreported that Colonel Handrosan was bringing the Chancellor and both\nprofessors from the University in his command-car, having anticipated\nthat they would be wanted. Paul nodded in pleasure.\n\n\"You have a good man there, Prince,\" he said. \"Keep an eye on him.\"\n\n\"I know it, Your Majesty. To tell the truth, it was he who organized\nthis march. Thought they'd be better employed coming here to petition\nyou than milling around the University getting into further mischief.\"\n\nThe other officer also returned, bringing a portable viewscreen with him\non a contragravity-lifter. By this time, the Bench of Counselors and the\nthree off-planet guests had become anxious and left the luncheon\npavilion in a body. The Counselors were looking about uneasily,\nnoticing the black uniformed Security Guards who had left the troop\ncarrier and were taking position by squads all around the emperor. First\nCitizen Yaggo, and King Ranulf and Lord Koreff, also seemed uneasy. They\nwere avoiding the proximity of Paul as though he had the green death.\n\nThe viewscreen came on, and in it the city, as seen from an aircar at\ntwo thousand feet, spread out with the Palace visible in the distance,\nthe golden pile of the Octagon Tower jutting up from it. The car\ncarrying the pickup was behind the procession, which was moving toward\nthe Palace along one of the broad skyways, with Gendarmes and Security\nGuards leading, following and flanking. There were a few Imperial and\nplanetary and school flags, but none of the quantity-made banners and\nplacards which always betray a planned demonstration.\n\nPrince Ganzay had been gone for some time, now. When he returned, he\ndrew Paul aside.\n\n\"Your Majesty,\" he whispered softly, \"I tried to summon Army troops, but\nit'll be hours before any can get here. And the Militia can't be\nmobilized in anything less than a day. There are only five thousand Army\nRegulars on Odin, now, anyhow.\"\n\nAnd half of them officers and noncoms of skeleton regiments. Like the\nNavy, the Army had been scattered all over the Empire--on Behemoth and\nAmida and Xipetotec and Astarte and Jotunnheim--in response to calls for\nsupport from Security.\n\n\"Let's have a look at this rioting, Prince Travann,\" one of the less\ndecrepit Counselors, a retired general, said. \"I want to see how your\npeople are handling it.\"\n\nThe officers who had come with Prince Travann consulted briefly, and\nthen got another pickup on the screen. This must have been a regular\npublic pickup, on the front of a tall building. It was a couple of miles\nfarther away; the Palace was visible only as a tiny glint from the\nOctagon Tower, on the skyline. Half a dozen Security aircars were\ndarting about, two of them chasing a battered civilian vehicle and\nfiring at it. On rooftops and terraces and skyways, little clumps of\nSecurity Guards were skirmishing, dodging from cover to cover, and\nsometimes individuals or groups in civilian clothes fired back at them.\nThere was a surprising absence of casualties.\n\n\"Your Majesty!\" the old general hissed in a scandalized whisper. \"That's\nnothing but a big fake! Look, they're all firing blanks! The rifles\nhardly kick at all, and there's too much smoke for propellant-powder.\"\n\n\"I noticed that.\" This riot must have been carefully prepared, long in\nadvance. Yet the student riot seemed to have been entirely spontaneous.\nThat puzzled him; he wished he knew just what Yorn Travann was up to.\n\"Just keep quiet about it,\" he advised.\n\n       *       *       *       *       *\n\nMore aircars were arriving, big and luxurious, emblazoned with the arms\nof some of the most distinguished families in Asgard. One of the first\nto let down bore the device of Duklass, and from it the Minister of\nEconomics, the Minister of Education, and a couple of other Ministers,\nalighted. Count Duklass went at once to Prince Travann, drawing him away\nfrom King Ranulf and Lord Koreff and talking to him rapidly and\nearnestly. Count Tammsan approached at a swift half-run.\n\n\"Save Your Majesty!\" he greeted, breathlessly. \"What's going on, sir? We\nheard something about some petty brawl at the University, that Prince\nGanzay had become alarmed about, but now there seems to be fighting all\nover the city. I never saw anything like it; on the way here we had to\ngo up to ten thousand feet to get over a battle, and there's a vast\ncrowd on the Avenue of the Arts, and----\" He took in the Security\nGuards. \"Your Majesty, just what _is_ going on?\"\n\n\"Great and frightening changes.\" Count Tammsan started; he must have\nbeen to a psi-medium, too. \"But I think the Empire is going to survive\nthem. There may even be a few improvements, before things are done.\"\n\nA blue-uniformed Gendarme officer approached Prince Travann, drawing him\naway from Count Duklass and speaking briefly to him. The Minister of\nSecurity nodded, then turned back to the Minister of Economics. They\ntalked for a few moments longer, then clasped hands, and Travann left\nDuklass with his face wreathed in smiles. The Gendarme officer\naccompanied him as he approached.\n\n\"Your Majesty, this is Colonel Handrosan, the officer who handled the\naffair at the University.\"\n\n\"And a very good piece of work, colonel.\" He shook hands with him.\n\"Don't be surprised if it's remembered next Honors Day. Did you bring\nKhane and the two professors?\"\n\n\"They're down on the lower landing-stage, Your Majesty. We're delaying\nthe students, to give Your Majesty time to talk to them.\"\n\n\"We'll see them now. My study will do.\" The officer saluted and went\naway. He turned to Count Tammsan. \"That's why I asked Prince Ganzay to\ninvite you here. This thing's become too public to be ignored; some sort\nof action will have to be taken. I'm going to talk to the students; I\nwant to find out just what happened before I commit myself to anything.\nWell, gentlemen, let's go to my study.\"\n\nCount Tammsan looked around, bewildered. \"But I don't understand----\" He\nfell into step with Paul and the Minister of Security; a squad of\nSecurity Guards fell in behind them. \"I don't understand what's\nhappening,\" he complained.\n\nAn emperor about to have his throne yanked out from under him, and a\nminister about to stage a _coup d'etat_, taking time out to settle a\ntrifling academic squabble. One thing he did understand, though, was\nthat the Ministry of Education was getting some very bad publicity at a\ntime when it could be least afforded. Prince Travann was telling him\nabout the hooligans' attack on the marching students, and that worried\nhim even more. Nonworking hooligans acted as voting-bloc bosses ordered;\nvoting-bloc bosses acted on orders from the political manipulators of\nCartels and pressure-groups, and action downward through the nonworkers\nwas usually accompanied by action upward through influences to which\nministers were sensitive.\n\n       *       *       *       *       *\n\nThere were a dozen Security Guards in black tunics, and as many\nHousehold Thorans in red kilts, in the hall outside the study,\nfraternizing amicably. They hurried apart and formed two ranks, and the\nThoran officer with them saluted.\n\nGoing into the study, he went to his desk; Count Tammsan lit a cigarette\nand puffed nervously, and sat down as though he were afraid the chair\nwould collapse under him. Prince Travann sank into another chair and\nrelaxed, closing his eyes. There was a bit of wafer on the floor by\nPaul's chair, dropped by the little dog that morning. He stooped and\npicked it up, laying it on his desk, and sat looking at it until the\ndoor screen flashed and buzzed. Then he pressed the release button.\n\nColonel Handrosan ushered the three University men in ahead of\nhim--Khane, with a florid, arrogant face that showed worry under the\narrogance; Dandrik, gray-haired and stoop-shouldered, looking irritated;\nFaress, young, with a scrubby red mustache, looking bellicose. He\ngreeted them collectively and invited them to sit, and there was a brief\nuncomfortable silence which everybody expected him to break.\n\n\"Well, gentlemen,\" he said, \"we want to get the facts about this affair\nin some kind of order. I wish you'd tell me, as briefly and as\ncompletely as possible, what you know about it.\"\n\n\"There's the man who started it!\" Khane declared, pointing at Faress.\n\n\"Professor Faress had nothing to do with it,\" Colonel Handrosan stated\nflatly. \"He and his wife were in their apartment, packing to move out,\nwhen it started. Somebody called him and told him about the fighting at\nthe stadium, and he went there at once to talk his students into\ndispersing. By that time, the situation was completely out of hand; he\ncould do nothing with the students.\n\n\"Well, I think we ought to find out, first of all, why Professor Faress\nwas dismissed,\" Prince Travann said. \"It will take a good deal to\nconvince me that any teacher able to inspire such loyalty in his\nstudents is a bad teacher, or deserves dismissal.\"\n\n\"As I understand,\" Paul said, \"the dismissal was the result of a\ndisagreement between Professor Faress and Professor Dandrik about an\nexperiment on which they were working. I believe, an experiment to fix\nmore exactly the velocity of accelerated subnucleonic particles. Beta\nmicropositos, wasn't it, Chancellor Khane?\"\n\nKhane looked at him in surprise. \"Your Majesty, I know nothing about\nthat. Professor Dandrik is head of the physics department; he came to\nme, about six months ago, and told me that in his opinion this\nexperiment was desirable. I simply deferred to his judgment and\nauthorized it.\"\n\n\"Your Majesty has just stated the purpose of the experiment,\" Dandrik\nsaid. \"For centuries, there have been inaccuracies in mathematical\ndescriptions of subnucleonic events, and this experiment was undertaken\nin the hope of eliminating these inaccuracies.\" He went into a lengthy\nmathematical explanation.\n\n\"Yes, I understand that, professor. But just what was the actual\nexperiment, in terms of physical operations?\"\n\n       *       *       *       *       *\n\nDandrik looked helpless for a moment. Faress, who had been choking back\na laugh, interrupted:\n\n\"Your Majesty, we were using the big turbo-linear accelerator to project\nfast micropositos down an evacuated tube one kilometer in length, and\nclocking them with light, the velocity of which has been established\nalmost absolutely. I will say that with respect to the light, there were\nno observable inaccuracies at any time, and until the micropositos were\naccelerated to 16.067543333-1/3 times light-speed, they registered much\nas expected. Beyond that velocity, however, the target for the\nmicropositos began registering impacts before the source registered\nemission, although the light target was still registering normally. I\nnotified Professor Dandrik about this, and----\"\n\n\"You notified him. Wasn't he present at the time?\"\n\n\"No, Your Majesty.\"\n\n\"Your Majesty, I am head of the physics department of the University. I\nhave too much administrative work to waste time on the technical aspects\nof experiments like this,\" Dandrik interjected.\n\n\"I understand. Professor Faress was actually performing the experiment.\nYou told Professor Dandrik what had happened. What then?\"\n\n\"Why, Your Majesty, he simply declared that the limit of accuracy had\nbeen reached, and ordered the experiment dropped. He then reported the\nhighest reading before this anticipation effect was observed as the\nnewly established limit of accuracy in measuring the velocity of\naccelerated micropositos, and said nothing whatever in his report about\nthe anticipation effect.\"\n\n\"I read a summary of the report. Why, Professor Dandrik, did you omit\nmentioning this slightly unusual effect?\"\n\n\"Why, because the whole thing was utterly preposterous, that's why!\"\nDandrik barked; and then hastily added, \"Your Imperial Majesty.\" He\nturned and glared at Faress; professors do not glare at galactic\nemperors. \"Your Majesty, the limit of accuracy had been reached. After\nthat, it was only to be expected that the apparatus would give erratic\nreports.\"\n\n\"It might have been expected that the apparatus would stop registering\nincreased velocity relative to the light-speed standard, or that it\nwould begin registering disproportionately,\" Faress said. \"But, Your\nMajesty, I'll submit that it was not to be expected that it would\nregister impacts before emissions. And I'll add this. After registering\nthis slight apparent jump into the future, there was no proportionate\nincrease in anticipation with further increase of acceleration. I wanted\nto find out why. But when Professor Dandrik saw what was happening, he\nbecame almost hysterical, and ordered the accelerator shut down as\nthough he were afraid it would blow up in his face.\"\n\n       *       *       *       *       *\n\n\"I think it has blown up in his face,\" Prince Travann said quietly.\n\"Professor, have you any theory, or supposition, or even any wild guess,\nas to how this anticipation effect occurs?\"\n\n\"Yes, Your Highness. I suspect that the apparent anticipation is simply\nan observational illusion, similar to the illusion of time-reversal\nexperienced when it was first observed, though not realized, that\npositrons sometimes exceeded light-speed.\"\n\n\"Why, that's what I've been saying all along!\" Dandrik broke in. \"The\nwhole thing is an illusion, due----\"\n\n\"To having reached the limit of observational accuracy; I understand,\nProfessor Dandrik. Go on, Professor Faress.\"\n\n\"I think that beyond 16.067543333-1/3 times light-speed, the\nmicropositos ceased to have any velocity at all, velocity being defined\nas rate of motion in four-dimensional space-time. I believe they moved\nthrough the three spatial dimensions without moving at all in the\nfourth, temporal, dimension. They made that kilometer from source to\ntarget, literally, in nothing flat. Instantaneity.\"\n\nThat must have been the first time he had actually come out and said it.\nDandrik jumped to his feet with a cry that was just short of being a\nshriek.\n\n\"He's crazy! Your Majesty, you mustn't ... that is, well, I\nmean--Please, Your Majesty, don't listen to him. He doesn't know what\nhe's saying. He's raving!\"\n\n\"He knows perfectly well what he's saying, and it probably scares him\nmore than it does you. The difference is that he's willing to face it\nand you aren't.\"\n\nThe difference was that Faress was a scientist and Dandrik was a science\nteacher. To Faress, a new door had opened, the first new door in eight\nhundred years. To Dandrik, it threatened invalidation of everything he\nhad taught since the morning he had opened his first class. He could no\nlonger say to his pupils, \"You are here to learn from me.\" He would have\nto say, more humbly, \"_We_ are here to learn from the Universe.\"\n\nIt had happened so many times before, too. The comfortable and\nestablished Universe had fitted all the known facts--and then new facts\nhad been learned that wouldn't fit it. The third planet of the Sol\nsystem had once been the center of the Universe, and then Terra, and\nSol, and even the galaxy, had been forced to abdicate centricity. The\natom had been indivisible--until somebody divided it. There had been\nintangible substance that had permeated the Universe, because it had\nbeen necessary for the transmission of light--until it was demonstrated\nto be unnecessary and nonexistent. And the speed of light had been the\nultimate velocity, once, and could be exceeded no more than the atom\ncould be divided. And light-speed had been constant, regardless of\ndistance from source, and the Universe, to explain certain observed\nphenomena, had been believed to be expanding simultaneously in all\ndirections. And the things that had happened in psychology, when\npsi-phenomena had become too obvious to be shrugged away.\n\n\"And then, when Dr. Dandrik ordered you to drop this experiment, just\nwhen it was becoming interesting, you refused?\"\n\n\"Your Majesty, I couldn't stop, not then. But Dr. Dandrik ordered the\napparatus dismantled and scrapped, and I'm afraid I lost my head. Told\nhim I'd punch his silly old face in, for one thing.\"\n\n\"You admit that?\" Chancellor Khane cried.\n\n\"I think you showed admirable self-restraint in not doing it. Did you\nexplain to Chancellor Khane the importance of this experiment?\"\n\n\"I tried to, Your Majesty, but he simply wouldn't listen.\"\n\n\"But, Your Majesty!\" Khane expostulated. \"Professor Dandrik is head of\nthe department, and one of the foremost physicists of the Empire, and\nthis young man is only one of the junior assistant-professors. Isn't\neven a full professor, and he got his degree from some school away\noff-planet. University of Brannerton on Gimli.\"\n\n\"Were you a pupil of Professor Vann Evaratt?\" Prince Travann asked\nsharply.\n\n\"Why, yes, sir. I----\"\n\n\"Ha, no wonder!\" Dandrik crowed. \"Your Majesty, that man's an\nout-and-out charlatan! He was kicked out of the University here ten\nyears ago, and I'm surprised he could even get on the faculty of a\nschool like Brannerton, on a planet like Gimli.\"\n\n\"Why, you stupid old fool!\" Faress yelled at him. \"You aren't enough of\na physicist to oil robots in Vann Evaratt's lab!\"\n\n\"There, Your Majesty,\" Khane said. \"You see how much respect for\nauthority this hooligan has!\"\n\nOn Aditya, such would be unthinkable; on Aditya, everybody respects\nauthority. Whether it's respectable or not.\n\nCount Tammsan laughed, and he realized that he must have spoken aloud.\nNobody else seemed to have gotten the joke.\n\n\"Well, how about the riot, now?\" he asked. \"Who started that?\"\n\n\"Colonel Handrosan made an investigation on the spot,\" Prince Travann\nsaid. \"May I suggest that we hear his report?\"\n\n\"Yes indeed. Colonel?\"\n\nHandrosan rose and stood with his hands behind his back, looking fixedly\nat the wall behind the desk.\n\n[Illustration]\n\n\"Your Majesty, the students of Professor Faress' advanced subnuclear\nphysics class, postgraduate students, all of them, were told of\nProfessor Faress' dismissal by a faculty member who had taken over the\nclass this morning. They all got up and walked out in a body, and\ngathered outdoors on the campus to discuss the matter. At the next class\nbreak, they were joined by other science students, and they went into\nthe stadium, where they were joined, half an hour later, by more\nstudents who had learned of the dismissal in the meantime. At no time\nwas the gathering disorderly. The stadium is covered by a viewscreen\npickup which is fitted with a recording device; there is a complete\naudio-visual of the whole thing, including the attack on them by the\ncampus police.\n\n\"This attack was ordered by Chancellor Khane, at about 1100; the chief\nof the campus police was told to clear the stadium, and when he asked if\nhe was to use force, Chancellor Khane told him to use anything he wanted\nto.\"\n\n\"I did not! I told him to get the students out of the stadium, but----\"\n\n\"The chief of campus police carries a personal wire recorder,\" Handrosan\nsaid, in his flat monotone. \"He has a recording of the order, in\nChancellor Khane's own voice. I heard it myself. The police,\" he\ncontinued, \"first tried to use gas, but the wind was against them. They\nthen tried to use sono-stunners, but the students rushed them and\noverwhelmed them. If Your Majesty will permit a personal opinion, while\nI do not sympathize with their subsequent attack on the Administration\nCenter, they were entirely within their rights in defending themselves\nin the stadium, and it's hard enough to stop trained and disciplined\ntroops when they are winning. After defeating the police, they simply\nwent on by what might be called the momentum of victory.\"\n\n\"Then you'd say that it's positively established that the students were\nbehaving in a peacable and orderly manner in the stadium when they were\nattacked, and that Chancellor Khane ordered the attack personally?\"\n\n\"I would, emphatically, Your Majesty.\"\n\n\"I think we've done enough here, gentlemen.\" He turned to Count Tammsan.\n\"This is, jointly, the affair of Education and Security. I would suggest\nthat you and Prince Travann join in a formal and public inquiry, and\nuntil all the facts have been established and recorded and action\ndecided upon, the dismissal of Professor Faress be reversed and he be\nrestored to his position on the faculty.\"\n\n\"Yes, Your Majesty,\" Tammsan agreed. \"And I think it would be a good\nidea for Chancellor Khane to take a vacation till then, too.\"\n\n\"I would further suggest that, as this microposito experiment is crucial\nto the whole question, it should be repeated. Under the personal\ndirection of Professor Faress.\"\n\n\"I agree with that, Your Majesty,\" Prince Travann said. \"If it's as\nimportant as I think it is, Professor Dandrik is greatly to be censured\nfor ordering it stopped and for failing to report this anticipation\neffect.\"\n\n\"We'll consult about the inquiry, including the experiment, tomorrow,\nYour Highness,\" Tammsan told Travann.\n\nPaul rose, and everybody rose with him. \"That being the case, you\ngentlemen are all excused. The students' procession ought to be\narriving, now, and I want to tell them what's going to be done. Prince\nTravann, Count Tammsan; do you care to accompany me?\"\n\n       *       *       *       *       *\n\nGoing up to the central terrace in front of the Octagon Tower, he turned\nto Count Tammsan.\n\n\"I notice you laughed at that remark of mine about Aditya,\" he said.\n\"Have you met the First Citizen?\"\n\n\"Only on screen, sir. He was at me for about an hour, this morning. It\nseems that they are reforming the educational system on Aditya. On\nAditya, everything gets reformed every ten years, whether it needs it or\nnot. He came here to find somebody to take charge of the reformation.\"\n\nHe stopped short, bringing the others to a halt beside him, and laughed\nheartily.\n\n\"Well, we'll send First Citizen Yaggo away happy; we'll make him a\npresent of the most distinguished educator on Odin.\"\n\n\"Khane?\" Tammsan asked.\n\n\"Khane. Isn't it wonderful; if you have a few problems, you have\ntrouble, but if you have a whole lot of problems, they start solving\neach other. We get a chance to get rid of Khane and create a vacancy\nthat can be filled by somebody big enough to fill it; the Ministry of\nEducation gets out from under a nasty situation; First Citizen Yaggo\ngets what he thinks he wants----\"\n\n\"And if I know Khane and if I know the People's Commonwealth of Aditya,\nit won't be a year before Yaggo has Khane shot or stuffs him into jail,\nand then the Space Navy will have an excuse to visit Aditya, and\nAditya'll never be the same afterward,\" Prince Travann added.\n\nThe students massed on the front lawns were still cheering as they went\ndown after addressing them. The Security Guards were conspicuously\nabsent and it was a detail of red-kilted Thoran riflemen who met them as\nthey entered the hall to the Session Chamber. Prince Ganzay approached,\nattended by two Household Guard officers, a human and a Thoran. Count\nTammsan looked from one to the other of his companions, bewildered. The\nbewildering thing was that everything was as it should be.\n\n\"Well, gentlemen,\" Paul said, \"I'm sure that both of you will want to\nconfer for a moment with your colleagues in the Rotunda before the\nSession. Please don't feel obliged to attend me further.\"\n\nPrince Ganzay approached as they went down the hall. \"Your Majesty, what\n_is_ going on here?\" he demanded querulously. \"Just who is in control of\nthe Palace--you or Prince Travann? And where is His Imperial Highness,\nand where is General Dorflay?\"\n\n\"I sent Dorflay to join Prince Rodrik's picnic party. If you're upset\nabout this, you can imagine what he might have done here.\"\n\nPrince Ganzay looked at him curiously for a moment. \"I thought I\nunderstood what was happening,\" he said. \"Now I---- This business about\nthe students, sir; how did it come out?\"\n\nPaul told him. They talked for a while, and then the Prime Minister\nlooked at his watch, and suggested that the Session ought to be getting\nstarted. Paul nodded, and they went down the hall and into the Rotunda.\n\nThe big semicircular lobby was empty, now, except for a platoon of\nHousehold Guards, and the Empress Marris and her ladies-in-waiting. She\nadvanced as quickly as her sheath gown would permit, and took his arm;\nthe ladies-in-waiting fell in behind her, and Prince Ganzay went ahead,\ncrying: \"My Lords, Your Venerable Highnesses, gentlemen; His Imperial\nMajesty!\"\n\nMarris tightened her grip on his arm as they started forward. \"Paul!\"\nshe hissed into his ear. \"What is this silly story about Yorn Travann\ntrying to seize the Throne?\"\n\n\"Isn't it? Yorn's been too close the Throne for too long not to know\nwhat sort of a seat it is. He'd commit any crime up to and including\ngenocide to keep off it.\"\n\nShe gave a quick skip to get into step with him. \"Then why's he filled\nthe Palace with these blackcoats? Is Rod all right?\"\n\n\"Perfectly all right; he's somewhere out in the mountains, keeping Harv\nDorflay out of mischief.\"\n\n       *       *       *       *       *\n\nThey crossed the Session Hall and took their seats on the double throne;\neverybody sat down, and the Prime Minister, after some formalities,\ndeclared the Plenary Session in being. Almost at once, one of the\nPrince-Counselors was on his feet begging His Majesty's leave to\ninterrogate the Government.\n\n\"I wish to ask His Highness the Minister of Security the meaning of all\nthis unprecedented disturbance, both here in the Palace and in the\ncity,\" he said.\n\nPrince Travann rose at once. \"Your Majesty, in reply to the question of\nHis Venerable Highness,\" he began, and then launched himself into an\naccount of the student riot, the march to petition the emperor, and the\nclash with the nonworking class hooligans. \"As to the affair at the\nUniversity, I hesitate to speak on what is really the concern of His\nLordship the Minister of Education, but as to the fighting in the city,\nif it is still going on, I can assure His Venerable Highness that the\nGendarmes and Security Guards have it well in hand; the persons\nresponsible are being rounded up, and, if the Minister of Justice\nconcurs, an inquiry will be started tomorrow.\"\n\nThe Minister of Justice assured the Minister of Security that his\nMinistry would be quite ready to co-operate in the inquiry. Count\nTammsan then got up and began talking about the riot at the University.\n\n\"What did happen, Paul?\" Marris whispered.\n\n\"Chancellor Khane sacked a science professor for being too interested in\nscience. The students didn't like it. I think Khane's successor will\nrectify that. Have a good time at the Flower Festivals?\"\n\nShe raised her fan to hide a grimace. \"I made my schedule,\" she said.\n\"Tomorrow, I have fifty more booked.\"\n\n\"Your Imperial Majesty!\" The Counselor who had risen paused, to make\nsure that he had the Imperial attention, before continuing: \"Inasmuch as\nthis question also seems to involve a scientific experiment, I would\nsuggest that the Ministry of Science and Technology is also interested\nand since there is at present no Minister holding that portfolio, I\nwould suggest that the discussion be continued after a Minister has been\nelected.\"\n\nThe Minister of Health and Sanity jumped to his feet.\n\n\"Your Imperial Majesty; permit me to concur with the proposal of His\nVenerable Highness, and to extend it with the subproposal that the\nMinistry of Science and Technology be abolished, and its functions and\npersonnel divided among the other Ministries, specifically those of\nEducation and of Economics.\"\n\nThe Minister of Fine Arts was up before he was fully seated.\n\n\"Your Imperial Majesty; permit me to concur with the proposal of Count\nGuilfred, and to extend it further with the proposal that the Ministry\nof Defense, now also vacant, be likewise abolished, and its functions\nand personnel added to the Ministry of Security under His Highness\nPrince Travann.\"\n\nSo that was it! Marris, beside him, said, \"Well!\" He had long ago\ndiscovered that she could pack more meaning into that monosyllable than\nthe average counselor could into a half-hour's speech. Prince Ganzay was\nthunderstruck, and from the Bench of Counselors six or eight voices were\nbabbling loudly at once. Four Ministers were on their feet clamoring for\nrecognition; Count Duklass of Economics was yelling the loudest, so he\ngot it.\n\n       *       *       *       *       *\n\n\"Your Imperial Majesty; it would have been most unseemly in me to have\nspoken in favor of the proposal of Count Guilfred, being an interested\nparty, but I feel no such hesitation in concurring with the proposal of\nBaron Garatt, the Minister of Fine Arts. Indeed, I consider it a most\nexcellent proposal----\"\n\n\"And I consider it the most diabolically dangerous proposal to be made\nin this Hall in the last six centuries!\" old Admiral Gaklar shouted.\n\"This is a proposal to concentrate all the armed force of the Empire in\nthe hands of one man. Who can say what unscrupulous use might be made of\nsuch power?\"\n\n\"Are you intimating, Prince-Counselor, that Prince Travann is\ncontemplating some tyrannical or subversive use of such power?\" Count\nTammsan, of all people, demanded.\n\nThere was a concerted gasp at that; about half the Plenary Session were\nabsolutely sure that he was. Admiral Geklar backed quickly away from the\nquestion.\n\n\"Prince Travann will not be the last Minister of Security,\" he said.\n\n\"What I was about to say, Your Majesty, is that as matters stand,\nSecurity has a virtual monopoly on armed power on this planet. When\nthese disorders in the city--which Prince Travann's men are now bringing\nunder control--broke out, there was, I am informed, an order sent out to\nbring Regular Army and Planetary Militia into Asgard. It will be hours\nbefore any of the former can arrive, and at least a day before the\nlatter can even be mobilized. By the time any of them get here, there\nwill be nothing for them to do. Is that not correct, Prince Ganzay?\"\n\nThe Prime Minister looked at him angrily, stung by the realization that\nsomebody else had a personal intelligence service as good as his own,\nthen swallowed his anger and assented.\n\n\"Furthermore,\" Count Duklass continued, \"the Ministry of Defense,\nitself, is an anachronism, which no doubt accounts for the condition in\nwhich we now find it. The Empire has no external enemies whatever; all\nour defense problems are problems of internal security. Let us therefore\nturn the facilities over to the Ministry responsible for the tasks.\"\n\nThe debate went on and on; he paid less and less attention to it, and it\nbecame increasingly obvious that opposition to the proposition was\ndwindling. Cries of, \"Vote! Vote!\" began to be heard from its\nsupporters. Prince Ganzay rose from his desk and came to the throne.\n\n\"Your Imperial Majesty,\" he said softly. \"I am opposed to this\nproposition, but I am convinced that enough favor it to pass it, even\nover Your Majesty's veto. Before the vote is called, does Your Majesty\nwish my resignation?\"\n\nHe rose and stepped down beside the Prime Minister, putting an arm over\nPrince Ganzay's shoulder.\n\n\"Far from it, old friend,\" he said, in a distinctly audible voice. \"I\nwill have too much need for you. But, as for the proposal, I don't\noppose it. I think it an excellent one; it has my approval.\" He lowered\nhis voice. \"As soon as it's passed, place General Dorflay's name in\nnomination.\"\n\nThe Prime Minister looked at him sadly for a moment, then nodded,\nreturning to his desk, where he rapped for order and called for the\nvote.\n\n\"Well, if you can't lick them, join them,\" Marris said as he sat down\nbeside her. \"And if they start chasing you, just yell, 'There he goes;\nfollow me!'\"\n\nThe proposal carried, almost unanimously. Prince Ganzay then presented\nthe name of Captain-General Dorflay for elevation to the Bench of\nCounselors, and the emperor decreed it. As soon as the Session was\nadjourned and he could do so, he slipped out the little door behind the\nthrone, into an elevator.\n\n       *       *       *       *       *\n\nIn the room at the top of the Octagon Tower, he laid aside his belt and\ndress dagger and unfastened his tunic, than sat down in his deep chair\nand called a serving robot. It was the one which had brought him his\nbreakfast, and he greeted it as a friend; it lit a cigarette for him,\nand poured a drink of brandy. For a long time he sat, smoking and\nsipping and looking out the wide window to the west, where the orange\nsun was firing the clouds behind the mountains, and he realized that he\nwas abominably tired. Well, no wonder; more Empire history had been made\ntoday than in the years since he had come to the Throne.\n\nThen something behind him clicked. He turned his head, to see Yorn\nTravann emerge from the concealed elevator. He grinned and lifted his\ndrink in greeting.\n\n\"I thought you'd be a little late,\" he said. \"Everybody trying to climb\nonto the bandwagon?\"\n\nYorn Travann came forward, unbuckling his belt and laying it with\nPaul's; he sank into the chair opposite, and the robot poured him a\ndrink.\n\n\"Well, do you blame them? What would it have looked like to you, in\ntheir place?\"\n\n\"A _coup d'etat_. For that matter, wasn't that what it was? Why didn't\nyou tell me you were springing it?\"\n\n\"I didn't spring it; it was sprung on me. I didn't know a thing about it\ntill Max Duklass buttonholed me down by the landing stage. I'd intended\nfighting this proposal to partition Science and Technology, but this\nriot blew up and scared Duklass and Tammsan and Guilfred and the rest of\nthem. They weren't too sure of their majority--that's why they had the\nelection postponed a couple of times--but they were sure that the riot\nwould turn some of the undecided Counselors against them. So they\noffered to back me to take over Defense in exchange for my supporting\ntheir proposal. It looked too good to pass up.\"\n\n\"Even at the price of wrecking Science and Technology?\"\n\n\"It was wrecked, or left to rust into uselessness, long ago. The main\nfunction of Technology has been to suppress anything that might threaten\nthis state of economic _rigor mortis_ that Duklass calls stability, and\nthe function of Science has been to let muttonheads like Khane and\nDandrik dominate the teaching of science. Well, Defense has its own\nscientific and technical sections, and when we come to carving the bird,\nDuklass and Tammsan are going to see a lot of slices going onto my\nplate.\"\n\n\"And when it's all cut up, it will be discovered that there is no\nprovision for original research. So it will please My Majesty to\ninstitute an Imperial Office of Scientific Research, independent of any\nMinistry, and guess who'll be named to head it.\"\n\n\"Faress. And, by the way, we're all set on Khane, too. First Citizen\nYaggo is as delighted to have him as we are to get rid of him. Why don't\nwe get Vann Evaratt back, and give him the job?\"\n\n\"Good. If he takes charge there at the opening of the next academic\nyear, in ten years we'll have a thousand young men, maybe ten times that\nmany, who won't be afraid of new things and new ideas. But the main\nthing is that now you have Defense, and now the plan can really start\nfiring all jets.\"\n\n\"Yes.\" Yorn Travann got out his cigarettes and lit one. Paul glanced at\nthe robot, hoping that its feelings hadn't been hurt. \"All these native\nuprisings I've been blowing up out of inter-tribal knife fights, and all\nthese civil wars my people have been manufacturing; there'll be more of\nthem, and I'll start yelling my head off for an adequate Space Navy, and\nafter we get it, these local troubles will all stop, and then what'll we\nbe expected to do? Scrap the ships?\"\n\nThey both knew what would be done with some of them. It would have to be\ndone stealthily, while nobody was looking, but some of those ships would\ngo far beyond the boundaries of the Empire, and new things would happen.\nNew worlds, new problems. Great and frightening changes.\n\n\"Paul, we agreed upon this long ago, when we were still boys at the\nUniversity. The Empire stopped growing, and when things stop growing,\nthey start dying, the death of petrifaction. And when petrifaction is\ncomplete, the cracking and the crumbling starts, and there's no way of\nstopping it. But if we can get people out onto new planets, the Empire\nwon't die; it'll start growing again.\"\n\n\"You didn't start that thing at the University, this morning, yourself,\ndid you?\"\n\n\"Not the student riot, no. But the hooligan attack, yes. That was some\nof my own men. The real hooligans began looting after Handrosan had\ngotten the students out of the district. We collared all of them,\nincluding their boss, Nutchy the Knife, right away, and as soon as we\ndid that, Big Moogie and Zikko the Nose tried to move in. We're cleaning\nthem up now. By tomorrow morning there won't be one of these nonworkers'\nvoting blocks left in Asgard, and by the end of the week they'll be\ncleaned up all over Odin. I have discovered a plot, and they're all\ninvolved in it.\"\n\n\"Wait a moment.\" Paul got to his feet. \"That reminds me; Harv Dorflay's\nhiding Rod and Olva out in the mountains. I wanted him out of here while\nthings were happening. I'll have to call him and tell him it's safe to\ncome in, now.\"\n\n\"Well, zip up your tunic and put your dagger on; you look as though\nyou'd been arrested, disarmed and searched.\"\n\n\"That's right.\" He hastily repaired his appearance and went to the\nscreen across the room, punching out the combination of the screen with\nRodrik's picnic party.\n\n       *       *       *       *       *\n\nA young lieutenant of the Household Troops appeared in it, and had to be\nreassured. He got General Dorflay.\n\n\"Your Majesty! You are all right?\"\n\n\"Perfectly all right, general, and it's quite safe to bring His Imperial\nHighness in. The conspiracy against the Throne has been crushed.\"\n\n\"Oh, thank the gods! Is Prince Travann a prisoner?\"\n\n\"Quite the contrary, general. It was our loyal and devoted subject,\nPrince Travann, who crushed the conspiracy.\"\n\n\"But--But, Your Majesty----!\"\n\n\"You aren't to be blamed for suspecting him, general. His agents were\nworking in the very innermost councils of the conspirators. Every one of\nthe people whom you suspected--with excellent reason--was actually\nworking to defeat the plot. Think back, general; the scheme to put the\ngun in the viewscreen, the scheme to sabotage the elevator, the scheme\nto introduce assassins into the orchestra with guns built into their\ntrumpets--every one came to your notice because of what seemed to be\nsome indiscretion of the plotters, didn't it?\"\n\n\"Why ... why, yes, Your Majesty!\" By this time tomorrow, he would have a\ncomplete set of memories for each one of them. \"You mean, the\nindiscretions were deliberate?\"\n\n\"Your vigilance and loyalty made it necessary for them to resort to\nthese fantastic expedients, and your vigilance defeated them as fast as\nthey came to your notice. Well, today, Prince Travann and I struck back.\nI may tell you, in confidence, that every one of the conspirators is\ndead. Killed in this afternoon's rioting--which was incited for that\npurpose by Prince Travann.\"\n\n\"Then---- Then there will be no more plots against your life?\" There was\na note of regret in the old man's voice.\n\n\"No more, Your Venerable Highness.\"\n\n\"But---- What did Your Majesty call me?\" he asked incredulously.\n\n\"I took the honor of being the first to address you by your new title,\nPrince-Counselor Dorflay.\"\n\nHe left the old man overcome, and blubbering happily on the shoulder of\nthe Crown Prince, who winked at his father out of the screen. Prince\nTravann had gotten a couple of fresh drinks from the robot and handed\none to him when he returned to his chair.\n\n\"He'll be finding the Bench of Counselors riddled with treason inside a\nweek,\" Travann said. \"You handled that just right, though. Another case\nof making problems solve each other.\"\n\n\"You were telling me about a plot you'd discovered.\"\n\n\"Oh, yes: this is one to top Dorflay's best efforts. All the voting-bloc\nbosses on Odin are in a conspiracy to start a civil war to give them a\nchance to loot the planet. There isn't a word of truth in it, of course,\nbut it'll do to arrest and hold them for a few days, and by that time\nsome of my undercovers will be in control of every nonworker vote on the\nplanet. After all, the Cartels put an end to competition in every other\nbusiness; why not a Voting Cartel, too? Then, whenever there's an\nelection, we just advertise for bids.\"\n\n\"Why, that would mean absolute control----\"\n\n\"Of the nonworking vote, yes. And I'll guarantee, personally, that in\nfive years the politics of Odin will have become so unbearably corrupt\nand abusive that the intellectuals, the technicians, the business\npeople, even the nobility, will be flocking to the polls to vote, and if\nonly half of them turn out, they'll snow the nonworkers under. And\nthat'll mean, eventually, an end to vote-selling, and the nonworkers'll\nhave to find work. We'll find it for them.\"\n\n\"Great and frightening changes.\" Yorn Travann laughed; he recognized the\nphrase. Probably started it himself. Paul lifted his glass. \"To the\nMinister of Disturbance!\"\n\n\"Your Majesty!\" They drank to each other, and then Yorn Travann said,\n\"We had a lot of wild dreams, when we were boys; it looks as though\nwe're starting to make some of them come true. You know, when we were in\nthe University, the students would never have done what they did today.\nThey didn't even do it ten years ago, when Vann Evaratt was dismissed.\"\n\n\"And Van Evaratt's pupil came back to Odin and touched this whole thing\noff.\" He thought for a moment. \"I wonder what Faress has, in that\nanticipation effect.\"\n\n\"I think I can see what can come out of it. If he can propagate a wave\nthat behaves like those micropositos, we may not have to depend on ships\nfor communication. We may be able, some day, to screen Baldur or Vishnu\nor Aton or Thor as easily as you screened Dorflay, up in the mountains.\"\nHe thought silently for a moment. \"I don't know whether that would be\ngood or bad. But it would be new, and that's what matters. That's the\nonly thing that matters.\"\n\n\"Flower Festivals,\" Paul said, and, when Yorn Travann wanted to know\nwhat he meant, he told him. \"When Princess Olva's Empress, she's going\nto curse the name of Klenn Faress. Flower Festivals, all around the\ngalaxy, without end.\"\n\n\nTHE END\n\n\n+--------------------------------------------------------------+\n|                                                              |\n| Transcriber's Note & Errata                                  |\n|                                                              |\n| There were 2 instances of 'cooking-robot' and one of         |\n|   'cooking robot'                                            |\n|                                                              |\n| There was one instance of 'patriarchial' which was not       |\n|   corrected.                                                 |\n|                                                              |\n| The following typographical errors were corrected:           |\n|                                                              |\n| Page  Error           Correction                             |\n|                                                              |\n| 15    attion          attention                              |\n| 19    Ranuf's         Ranulf's                               |\n| 25    Tammsen         Tammsan                                |\n| 29    rerespectable   respectable                            |\n| 33    student's       students                               |\n| 34    Geklar          Gaklar                                 |\n| 34    tyranical       tyrannical                             |\n| 36    Duklas          Duklass                                |\n+--------------------------------------------------------------+\n\n\n\n\n\nEnd of Project Gutenberg's Ministry of Disturbance, by Henry Beam Piper\n\n*** END OF THIS PROJECT GUTENBERG EBOOK MINISTRY OF DISTURBANCE ***\n\n***** This file should be named 20659-8.txt or 20659-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/0/6/5/20659/\n\nProduced by Greg Weeks, LN Yaddanapudi and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}