{"title": "A Slave is a Slave", "author": "Henry Beam Piper", "releaseDate": "March 3, 2007", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, LN Yaddanapudi and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n\nA SLAVE IS A SLAVE\n\nBY H. BEAM PIPER\n\n+--------------------------------------------------------------+\n| Transcriber's Note                                           |\n|                                                              |\n| This etext was produced from Analog Science Fact--Science    |\n| Fiction April 1962. Extensive research did not uncover any   |\n| evidence that the U.S. copyright on this publication was     |\n| renewed.                                                     |\n+--------------------------------------------------------------+\n\n     There has always been strong sympathy for the poor, meek,\n     downtrodden slave--the kindly little man, oppressed by cruel and\n     overbearing masters. Could it possibly have been misplaced...?\n\n\nJurgen, Prince Trevannion, accepted the coffee cup and lifted it to his\nlips, then lowered it. These Navy robots always poured coffee too hot;\nspacemen must have collapsium-lined throats. With the other hand, he\npunched a button on the robot's keyboard and received a lighted\ncigarette; turning, he placed the cup on the command-desk in front of\nhim and looked about. The tension was relaxing in Battle-Control, the\npurposeful pandemonium of the last three hours dying rapidly. Officers\nof both sexes, in red and blue and yellow and green coveralls, were\nrising from seats, leaving their stations, gathering in groups.\nLaughter, a trifle loud; he realized, suddenly, that they had been\nworried, and wondered if he should not have been a little so himself.\nNo. There would have been nothing he could have done about anything, so\nworry would not have been useful. He lifted the cup again and sipped\ncautiously.\n\n\"That's everything we can do now,\" the man beside him said. \"Now we just\nsit and wait for the next move.\"\n\nLike all the others, Line-Commodore Vann Shatrak wore shipboard\nbattle-dress; his coveralls were black, splashed on breast and between\nshoulders with the gold insignia of his rank. His head was completely\nbald, and almost spherical; a beaklike nose carried down the curve of\nhis brow, and the straight lines of mouth and chin chopped under it\nenhanced rather than spoiled the effect. He was getting coffee; he\ngulped it at once.\n\n\"It was very smart work, Commodore. I never saw a landing operation go\nso smoothly.\"\n\n\"Too smooth,\" Shatrak said. \"I don't trust it.\" He looked suspiciously\nup at the row of viewscreens.\n\n\"It was absolutely unnecessary!\"\n\nThat was young Obray, Count Erskyll, seated on the commodore's left. He\nwas a generation younger than Prince Trevannion, as Shatrak was a\ngeneration older; they were both smooth-faced. It was odd, how beards\nwent in and out of fashion with alternate generations. He had been\nworried, too, during the landing, but for a different reason from the\nothers. Now he was reacting with anger.\n\n\"I told you, from the first, that it was unnecessary. You see? They\nweren't even able to defend themselves, let alone....\"\n\nHis personal communication-screen buzzed; he set down the coffee and\nflicked the switch. It was Lanze Degbrend. On the books, Lanze was\ncarried as Assistant to the Ministerial Secretary. In practice, Lanze\nwas his chess-opponent, conversational foil, right hand, third eye and\near, and, sometimes, trigger-finger. Lanze was now wearing the combat\ncoveralls of an officer of Navy Landing-Troops; he had a steel helmet\nwith a transpex visor shoved up, and there was a carbine slung over his\nshoulder. He grinned and executed an exaggeratedly military salute. He\nchuckled.\n\n\"Well, look at you; aren't you the perfect picture of correct diplomatic\ndress?\"\n\n\"You know, sir, I'm afraid I am, for this planet,\" Degbrend said.\n\"Colonel Ravney insisted on it. He says the situation downstairs is\nstill fluid, which I take to mean that everybody is shooting at\neverybody. He says he has the main telecast station, in the big building\nthe locals call the Citadel.\"\n\n\"Oh, good. Get our announcement out as quickly as you can. Number Five.\nYou and Colonel Ravney can decide what interpolations are needed to fit\nthe situation.\"\n\n\"Number Five; the really tough one,\" Degbrend considered. \"I take it\nthat by interpolations you do not mean dilutions?\"\n\n\"Oh, no; don't water the drink. Spike it.\"\n\nLanze Degbrend grinned at him. Then he snapped down the visor of his\nhelmet, unslung his carbine, and presented it. He was still standing at\npresent arms when Trevannion blanked the screen.\n\n       *       *       *       *       *\n\n\"That still doesn't excuse a wanton and unprovoked aggression!\" Erskyll\nwas telling Shatrak, his thin face flushed and his voice quivering with\nindignation. \"We came here to help these people, not to murder them.\"\n\n\"We didn't come here to do either, Obray,\" he said, turning to face the\nyounger man. \"We came here to annex their planet to the Galactic Empire,\nwhether they wish it annexed or not. Commodore Shatrak used the quickest\nand most effective method of doing that. It would have done no good to\nattempt to parley with them from off-planet. You heard those telecasts\nof theirs.\"\n\n\"Authoritarian,\" Shatrak said, then mimicked pompously: \"'Everybody is\ncommanded to remain calm; the Mastership is taking action. The\nConvocation of the Lords-Master is in special session; they will decide\nhow to deal with the invaders. The administrators are directed to\nreassure the supervisors; the overseers will keep the workers at their\ntasks. Any person disobeying the orders of the Mastership will be dealt\nwith most severely.'\"\n\n\"Static, too. No spaceships into this system for the last five hundred\nyears; the Convocation--equals Parliament, I assume--hasn't been in\nspecial session for two hundred and fifty.\"\n\n\"Yes. I've taken over planets with that kind of government before,\"\nShatrak said. \"You can't argue with them. You just grab them by the\ncenter of authority, quick and hard.\"\n\nCount Erskyll said nothing for a moment. He was opposed to the use of\nforce. Force, he believed, was the last resort of incompetence; he had\nsaid so frequently enough since this operation had begun. Of course, he\nwas absolutely right, though not in the way he meant. Only the\nincompetent wait until the last extremity to use force, and by then, it\nis usually too late to use anything, even prayer.\n\nBut, at the same time, he was opposed to authoritarianism, except, of\ncourse, when necessary for the real good of the people. And he did not\nlike rulers who called themselves Lords-Master. Good democratic rulers\ncalled themselves Servants of the People. So he relapsed into silence\nand stared at the viewscreens.\n\nOne, from an outside pickup on the _Empress Eulalie_ herself, showed the\nsurface of the planet, a hundred miles down, the continent under them\ncurving away to a distant sun-reflecting sea; beyond the curved horizon,\nthe black sky was spangled with unwinking stars. Fifty miles down, the\nsun glinted from the three thousand foot globes of the two\ntransport-cruisers, _Canopus_ and _Mizar_.\n\nAnother screen, from _Mizar_, gave a clearer if more circumscribed view\nof the surface--green countryside, veined by rivers and wrinkled with\nmountains; little towns that were mere dots; a scatter of white clouds.\nNothing that looked like roads. There had been no native sapient race on\nthis planet, and in the thirteen centuries since it had been colonized\nthe Terro-human population had never completely lost the use of\ncontragravity vehicles. In that screen, farther down, the four\ndestroyers, _Irma_, _Irene_, _Isobel_ and _Iris_, were tiny twinkles.\n\n       *       *       *       *       *\n\nFrom _Irene_, they had a magnified view of the city. On the maps, none\nlater than eight hundred years old, it was called Zeggensburg; it had\nbeen built at the time of the first colonization under the old Terran\nFederation. Tall buildings, rising from wide interspaces of lawns and\nparks and gardens, and, at the very center, widely separated from\nanything else, the mass of the Citadel, a huge cylindrical tower rising\nfrom a cluster of smaller cylinders, with a broad circular landing stage\nabove, topped by the newly raised flag of the Galactic Empire.\n\nThere was a second city, a thick crescent, to the south and east. The\nold maps placed the Zeggensburg spaceport there, but not a trace of that\nremained. In its place was what was evidently an industrial district,\nlocated where the prevailing winds would carry away the dust and smoke.\nThere was quite a bit of both, but the surprising thing was the streets,\nlong curved ones, and shorter ones crossing at regular intervals to form\nblocks. He had never seen a city with streets before, and he doubted if\nanybody else on the Empire ships had. Long boulevards to give\nunobstructed passage to low-level air-traffic, of course, and short\nwinding walkways, but not things like these. Pictures, of course, of\nnative cities on planets colonized at the time of the Federation, and\neven very ancient ones of cities on pre-Atomic Terra. But these people\nhad contragravity; the towering, wide-spaced city beside this\ncross-gridded anachronism proved that.\n\nThey knew so little about this planet which they had come to bring under\nImperial rule. It had been colonized thirteen centuries ago, during the\nlast burst of expansion before the System States War and the\ndisintegration of the Terran Federation, and it had been named Aditya,\nin the fashion of the times, for some forgotten deity of some obscure\nand ancient polytheism. A century or so later, it had seceded from or\nbeen abandoned by the Federation, then breaking up. That much they had\ngleaned from old Federation records still existing on Baldur. After\nthat, darkness, lighted only by a brief flicker when more records had\nturned up on Morglay.\n\nMorglay was one of the Sword-Worlds, settled by refugee rebels from the\nSystem States planets. Mostly they had been soldiers and spacemen; there\nhad been many women with them, and many were skilled technicians,\nengineers, scientists. They had managed to carry off considerable\nequipment with them, and for three centuries they had lived in\nisolation, spreading over a dozen hitherto undiscovered planets.\nExcalibur, Tizona, Gram, Morglay, Durendal, Flamberge, Curtana,\nQuernbiter; the names were a roll-call of fabulous blades of Old Terran\nlegend.\n\nThen they had erupted, suddenly and calamitously, into what was left of\nthe Terran Federation as the Space Vikings, carrying pillage and\ndestruction, until the newborn Empire rose to vanquish them. In the\nsixth Century Pre-Empire, one of their fleets had come from Morglay to\nAditya.\n\nThe Adityans of that time had been near-barbarians; the descendants of\nthe original settlers had been serfs of other barbarians who had come as\nmercenaries in the service of one or another of the local chieftains and\nhad remained to loot and rule. Subjugating them had been easy; the Space\nVikings had taken Aditya and made it their home. For several centuries,\nthere had been communication between them and their home planet. Then\nMorglay had become involved in one of the interplanetary dynastic wars\nthat had begun the decadence of the Space Vikings, and again Aditya\ndropped out of history.\n\nUntil this morning, when history returned in the black ships of the\nGalactic Empire.\n\n       *       *       *       *       *\n\nHe stubbed out the cigarette and summoned the robot to give him another.\nShatrak was speaking:\n\n\"You see, Count Erskyll, we really had to do it this way, for their own\ngood.\" He wouldn't have credited the commodore with such guile; anything\nwas justified, according to Obray of Erskyll, if done for somebody\nelse's good. \"What we did, we just landed suddenly, knocked out their\narmy, seized the center of government, before anybody could do anything.\nIf we'd landed the way you'd wanted us to, somebody would have resisted,\nand the next thing, we'd have had to kill about five or six thousand of\nthem and blow down a couple of towns, and we'd have lost a lot of our\nown people doing it. You might say, we had to do it to save them from\nthemselves.\"\n\nObray of Erskyll seemed to have doubts, but before he could articulate\nthem, Shatrak's communication-screen was calling attention to itself.\nThe commodore flicked the switch, and his executive officer, Captain\nPatrique Morvill, appeared in it.\n\n\"We've just gotten reports, sir, that some of Ravney's people have\ncaptured a half-dozen missile-launching sites around the city. His\nair-reconn tells him that that's the lot of them. I have an officer of\none of the parties that participated. You ought to hear what he has to\nsay, sir.\"\n\n\"Well, good!\" Vann Shatrak whooshed out his breath. \"I don't mind\nadmitting, I was a little on edge about that.\"\n\n\"Wait till you hear what Lieutenant Carmath has to say.\" Morvill seemed\nto be strangling a laugh. \"Ready for him, Commodore?\"\n\nShatrak nodded; Morvill made a hand-signal and vanished in a flicker of\nrainbow colors; when the screen cleared, a young Landing-Troop\nlieutenant in battle-dress was looking out of it. He saluted and gave\nhis name, rank and unit.\n\n\"This missile-launching site I'm occupying, sir; it's twenty miles\nnorth-west of the city. We took it thirty minutes ago; no resistance\nwhatever. There are four hundred or so people here. Of them, twelve, one\ndozen, are soldiers. The rest are civilians. Ten enlisted men, a non-com\nof some sort, and something that appears to be an officer. The officer\nhad a pistol, fully loaded. The non-com had a submachine gun, empty,\nwith two loaded clips on his belt. The privates had rifles, empty, and\nno ammunition. The officer did not know where the rifle ammunition was\nstored.\"\n\nShatrak swore. The second lieutenant nodded. \"Exactly my comment when he\ntold me, sir. But this place is beautifully kept up. Lawns all mowed,\ntrees neatly pruned, everything policed up like inspection morning. And\nthere is a headquarters office building here adequate for an army\ndivision....\"\n\n\"How about the armament, Lieutenant?\" Shatrak asked with forced\npatience.\n\n\"Ah, yes; the armament, sir. There are eight big launching cradles for\npanplanetary or off-planet missiles. They are all polished up like the\nCrown Jewels. But none, repeat none, of them is operative. And there is\nnot a single missile on the installation.\"\n\nShatrak's facial control didn't slip. It merely intensified, which\namounted to the same thing.\n\n\"Lieutenant Carmath, I am morally certain I heard you correctly, but\nlet's just check. You said....\"\n\nHe repeated the lieutenant back, almost word for word. Carmath nodded.\n\n\"That was it, sir. The missile-crypts are stacked full of\nold photoprints and recording and microfilm spools. The\nsighting-and-guidance systems for all the launchers are completely\nmissing. The letoff mechanisms all lack major parts. There is an\nelaborate set of detection equipment, which will detect absolutely\nnothing. I saw a few pairs of binoculars about; I suspect that that is\nwhat we were first observed with.\"\n\n\"This office, now; I suppose all the paperwork is up to the minute in\nquintulplicate, and initialed by everybody within sight or hearing?\"\n\n\"I haven't checked on that yet, sir. If you're thinking of betting on\nit, please don't expect me to cover you, though.\"\n\n\"Well, thank you, Lieutenant Carmath. Stick around; I'm sending down a\ntech-intelligence crew to look at what's left of the place. While\nyou're waiting, you might sort out whoever seems to be in charge and\nfind out just what in Nifflheim he thinks that launching-station was\nmaintained for.\"\n\n[Illustration]\n\n\"I think I can tell you that, now, Commodore,\" Prince Trevannion said as\nShatrak blanked the screen. \"We have a petrified authoritarianism. Quite\nlikely some sort of an oligarchy; I'd guess that this Convocation thing\nthey talk about consists of all the ruling class, everybody has equal\nvoice, and nobody will take the responsibility for doing anything. And\nthe actual work of government is probably handled by a corps of\nbureaucrats entrenched in their jobs, unwilling to exert any effort and\nafraid to invite any criticism, and living only to retire on their\npensions. I've seen governments like that before.\" He named a few. \"One\nthing; once a government like that has been bludgeoned into the Empire,\nit rarely makes any trouble later.\"\n\n\"Just to judge by this missileless non-launching station,\" Shatrak said,\n\"they couldn't even decide on what kind of trouble to make, or how to\nstart it. I think you're going to have a nice easy Proconsulate here,\nCount Erskyll.\"\n\nCount Erskyll started to say something. No doubt he was about to tell\nShatrak, cuttingly, that he didn't want an easy Proconsulate, but an\nopportunity to help these people. He was saved from this by the buzzing\nof Shatrak's communication-screen.\n\nIt was Colonel Pyairr Ravney, the Navy Landing-Troop commander. Like\neverybody else who had gone down to Zeggensburg, he was in battle-dress\nand armed; the transpex visor of his helmet was pushed up. Between\nShatrak's generation and Count Erskyll's, he sported a pointed mustache\nand a spiky chin-beard, which, on his thin and dark-eyed face, looked\ndistinctly Mephistophelean. He was grinning.\n\n\"Well, sir, I think we can call it a done job,\" he said. \"There's a\ndelegation here who want to talk to the Lords-Master of the ships on\nbehalf of the Lords-Master of the Convocation. Two of them, with about a\ndozen portfolio-bearers and note-takers. I'm not too good in Lingua\nTerra, outside Basic, at best, and their brand is far from that. I\ngather that they're some kind of civil-servants, personal\nrepresentatives of the top Lords-Master.\"\n\n\"Do we want to talk to them?\" Shatrak asked.\n\n\"Well, we should only talk to the actual, titular, heads of the\ngovernment--Mastership,\" Erskyll, suddenly protocol-conscious, objected.\n\"We can't negotiate with subordinates.\"\n\n\"Oh, who's talking about negotiating; there isn't anything to negotiate.\nAditya is now a part of the Galactic Empire. If this present regime\nassents to that, they can stay in power. If not, we will toss them out\nand install a new government. We will receive this delegation, inform\nthem to that effect, and send them back to relay the information to\ntheir Lords-Master.\" He turned to the Commodore. \"May I speak to Colonel\nRavney?\"\n\nShatrak assented. He asked Ravney where these Lords-Master were.\n\n\"Here in the Citadel, in what they call the Convocation Chamber. Close\nto a thousand of them, screaming recriminations at one another. Sounds\nlike feeding time at the Imperial Zoo. I think they all want to\nsurrender, but nobody dares propose it first. I've just put a cordon\naround it and placed it off limits to everybody. And everything outside\noff limits to the Convocation.\"\n\n\"Well thought of, Colonel. I suppose the Citadel teems with bureaucrats\nand such low life-forms?\"\n\n\"Bulging with them. Literally thousands. Lanze Degbrend and Commander\nDouvrin and a few others are trying to get some sensible answers out of\nsome of them.\"\n\n\"This delegation; how had you thought of sending them up?\"\n\n\"Landing-craft to _Isobel_; _Isobel_ will bring them the rest of the\nway.\"\n\nHe looked at his watch. \"Well, don't be in too much of a rush to get\nthem here, Colonel. We don't want them till after lunch. Delay them on\n_Isobel_; the skipper can see that they have their own lunch aboard. And\nentertain them with some educational films. Something to convince them\nthat there is slightly more to the Empire than one ship-of-the-line, two\ncruisers and four destroyers.\"\n\nCount Erskyll was dissatisfied about that, too. He wanted to see the\ndelegation at once and make arrangements to talk to their superiors.\nCount Erskyll, among other things, was zealous, and of this he\ndisapproved. Zealous statesmen perhaps did more mischief than anything\nin the Galaxy--with the possible exception of procrastinating soldiers.\nThat could indicate the fundamental difference between statecraft and\nwar. He'd have to play with that idea a little.\n\n       *       *       *       *       *\n\nAn Empire ship-of-the-line was almost a mile in diameter. It was more\nthan a battle-craft; it also had political functions. The grand salon,\non the outer zone where the curvature of the floors was less\ndisconcerting, was as magnificent as any but a few of the rooms of the\nImperial Palace at Asgard on Odin, the floor richly carpeted and the\nwalls alternating mirrors and paintings. The movable furniture varied\naccording to occasion; at present, it consisted of the bare desk at\nwhich they sat, the three chairs they occupied, and the three\nsecretary-robots, their rectangular black casts blazened with the Sun\nand Cogwheel of the Empire. It faced the door, at the far end of the\nroom; on either side, a rank of spacemen, in dress uniform and under\narms, stood.\n\nIn principle, annexing a planet to the Empire was simplicity itself, but\nlike so many things simple in principle, it was apt to be complicated in\npractice, and to this, he suspected, the present instance would be no\nexception.\n\nIn principle, one simply informed the planetary government that it was\nnow subject to the sovereignty of his Imperial Majesty, the Galactic\nEmperor. This information was always conveyed by a Ministerial\nSecretary, directly under the Prime Minister and only one more step down\nfrom the Emperor, in the present instance Jurgen, Prince Trevannion. To\nmake sure that the announcement carried conviction, the presumedly glad\ntidings were accompanied by the Imperial Space Navy, at present\nrepresented by Commodore Vann Shatrak and a seven ship battle-line unit,\nand two thousand Imperial Landing-Troops.\n\nWhen the locals had been properly convinced--with as little bloodshed as\nnecessary, but always beyond any dispute--an Imperial Proconsul, in this\ncase Obray, Count Erskyll, would be installed. He would by no means\ngovern the planet. The Imperial Constitution was definite on that point;\nevery planetary government should be sovereign as to intraplanetary\naffairs. The Proconsul, within certain narrow and entirely inelastic\nlimits, would merely govern the government.\n\nUnfortunately, Obray, Count Erskyll, appeared not to understand this\ncompletely. It was his impression that he was a torch-bearer of Imperial\ncivilization, or something equally picturesque and metaphorical. As he\nconceived it, it was the duty of the Empire, as represented by himself,\nto make over backward planets like Aditya in the image of Odin or Marduk\nor Osiris or Baldur or, preferably, his own home world of Aton.\n\nThis was Obray of Erskyll's first proconsular appointment, it was due to\nfamily influence, and it was a mistake. Mistakes, of course, were\ninevitable in anything as large and complex as the Galactic Empire, and\nany institution guided by men was subject to one kind of influence or\nanother, family influence being no worse than any other kind. In this\ncase, the ultra-conservative Erskylls of Aton, from old Errol, Duke of\nYorvoy, down, had become alarmed at the political radicalism of young\nObray, and had, on his graduation from the University of Nefertiti,\npersuaded the Prime Minister to appoint him to a Proconsulate as far\nfrom Aton as possible, where he would not embarrass them. Just at that\ntime, more important matters having been gotten out of the way, Aditya\nhad come up for annexation, and Obray of Erskyll had been named\nProconsul.\n\nThat had been the mistake. He should have been sent to some planet which\nhad been under Imperial rule for some time, where the Proconsulate ran\nitself in a well-worn groove, and where he could at leisure learn the\nprocedures and unlearn some of the unrealisms absorbed at the University\nfrom professors too well insulated from the realities of politics.\n\n       *       *       *       *       *\n\nThere was a stir among the guards; helmet-visors were being snapped\ndown; feet scuffed. They stiffened to attention, the great doors at the\nother end of the grand salon slid open, and the guards presented arms as\nthe Adityan delegation was ushered in.\n\nThere were fourteen of them. They all wore ankle-length gowns, and they\nall had shaven heads. The one in the lead carried a staff and wore a\npale green gown; he was apparently a herald. Behind him came two in\nwhite gowns, their empty hands folded on their breasts; one was a huge\nbulk of obesity with a bulging brow, protuberant eyes and a pursey\nlittle mouth, and the other was thin and cadaverous, with a skull-like,\nalmost fleshless face. The ones behind, in dark green and pale blue,\ncarried portfolios and slung sound-recorder cases. There was a metallic\ntwinkle at each throat; as they approached, he could see that they all\nwore large silver gorgets. They came to a halt twenty feet from the\ndesk. The herald raised his staff.\n\n\"I present the Admirable and Trusty Tchall Hozhet, personal chief-slave\nof the Lord-Master Olvir Nikkolon, Chairman of the Presidium of the\nLords-Master's Convocation, and Khreggor Chmidd, chief-slave in office\nto the Lord-Master Rovard Javasan, Chief of Administration of\nManagement of the Mastership,\" he said. Then he stopped, puzzled,\nlooking from one to another of them. When his eyes fell on Vann Shatrak,\nhe brightened.\n\n\"Are you,\" he asked, \"the chief-slave of the chief Lord-Master of this\nship?\"\n\nShatrak's face turned pink; the pink darkened to red. He used a word; it\nwas a completely unprintable word. So, except for a few scattered\npronouns, conjunctions and prepositions, were the next fifty words he\nused. The herald stiffened. The two delegates behind him were aghast.\nThe subordinate burden-bearers in the rear began looking around\napprehensively.\n\n\"I,\" Shatrak finally managed, \"am an officer of his Imperial Majesty's\nSpace Navy. I am in command of this battle-line unit. I am _not_\"--he\nreverted briefly to obscenity--\"a slave.\"\n\n\"You mean, you are a Lord-Master, too?\" That seemed to horrify the\nherald even more that the things Shatrak had been calling him. \"Forgive\nme, Lord-Master. I did not think....\"\n\n\"That's right; you didn't,\" Shatrak agreed. \"And don't call me\nLord-Master again, or I'll....\"\n\n\"Just a moment, Commodore.\" He waved the herald aside and addressed the\ntwo in white gowns, shifting to Lingua Terra. \"This is a ship of the\nGalactic Empire,\" he told them. \"In the Empire, there are no slaves. Can\nyou understand that?\"\n\nEvidently not. The huge one, Khreggor Chmidd, turned to the skull-faced\nTchall Hozhet, saying: \"Then they must all be Lords-Master.\" He saw the\nobjection to that at once. \"But how can one be a Lord-Master if there\nare no slaves?\"\n\nThe horror was not all on the visitors' side of the desk, either. Obray\nof Erskyll was staring at the delegation and saying, \"Slaves!\" under his\nbreath. Obray of Erskyll had never, in his not-too-long life, seen a\nslave before.\n\n\"They can't be,\" Tchall Hozhet replied. \"A Lord-Master is one who owns\nslaves.\" He gave that a moment's consideration. \"But if they aren't\nLords-Master, they must be slaves, and....\" No. That wouldn't do,\neither. \"But a slave is one who belongs to a Lord-Master.\"\n\nRule of the Excluded Third; evidently Pre-Atomic formal logic had crept\nback to Aditya. Chmidd, looking around, saw the ranks of spacemen on\neither side, now at parade-rest.\n\n\"But aren't they slaves?\" he asked.\n\n\"They are spacemen of the Imperial Navy,\" Shatrak roared. \"Call one a\nslave to his face and you'll get a rifle-butt in yours. And I shan't\nlift a finger to stop it.\" He glared at Chmidd and Hozhet. \"Who had the\ninfernal impudence to send slaves to deal with the Empire? He needs to\nbe taught a lesson.\"\n\n\"Why, I was sent by the Lord-Master Olvir Nikkolon, and....\"\n\n\"Tchall!\" Chmidd hissed at him. \"We cannot speak to Lords-Master. We\nmust speak to their chief-slaves.\"\n\n\"But they have no slaves,\" Hozhet objected. \"Didn't you hear the ... the\none with the small beard ... say so?\"\n\n\"But that's ridiculous, Khreggor. Who does the work, and who tells them\nwhat to do? Who told these people to come here?\"\n\n       *       *       *       *       *\n\n\"Our Emperor sent us. That is his picture, behind me. But we are not his\nslaves. He is merely the chief man among us. Do your Masters not have\none among them who is chief?\"\n\n\"That's right,\" Chmidd said to Hozhet. \"In the Convocation, your\nLord-Master is chief, and in the Mastership, my Lord-Master, Rovard\nJavasan, is chief.\"\n\n\"But they don't tell the other Lords-Master what to do. In Convocation,\nthe other Lords-Master tell them....\"\n\n\"That's what I meant about an oligarchy,\" he whispered, in Imperial, to\nErskyll.\n\n\"Suppose we tell Ravney to herd these Lords-Master onto a couple of\nlanding-craft and bring them up here?\" Shatrak suggested. He made the\nsuggestion in Lingua Terra Basic, and loudly.\n\n\"I think we can manage without that.\" He raised his voice, speaking in\nLingua Terra Basic:\n\n\"It does not matter whether these slaves talk to us or not. This planet\nis now under the rule of his Imperial Majesty, Rodrik III. If this\nMastership wants to govern the planet under the Emperor, they may do so.\nIf not, we will make an end of them and set up a new government here.\"\n\nHe paused. Chmidd and Hozhet were looking at one another in shocked\nincredulity.\n\n\"Tchall, they mean it,\" Chmidd said. \"They can do it, too.\"\n\n\"We have nothing more to say to you slaves,\" he continued. \"Hereafter,\nwe will speak directly to the Lords-Master.\"\n\n\"But.... The Lords-Master never do business directly,\" Hozhet said. \"It\nis un-Masterly. Such discussions are between chief-slaves.\"\n\n\"This thing they call the Convocation,\" Shatrak mentioned. \"I wonder if\nthe members have the business done entirely through their slaves.\"\n\n\"Oh, no!\" That shocked Chmidd into direct address. \"No slave is allowed\nin the Convocation Chamber.\"\n\nHe wondered how they kept the place swept out. Robots, no doubt. Or\nelse, what happened when the Masters weren't there didn't count.\n\n\"Very well. Your people have recorders; are they on?\"\n\nHozhet asked Chmidd; Chmidd asked the herald, who asked one of the\nmenials in the rear, who asked somebody else. The reply came back\nthrough the same channels; they were.\n\n\"Very well. At this time tomorrow, we will speak to the Convocation of\nLords-Master. Commodore Shatrak, see to it that Colonel Ravney has them\nin the Convocation Chamber, and that preparations in the room are made,\nso that we may address them in the dignity befitting representatives of\nhis Imperial Majesty.\" He turned to the Adityan slaves. \"That is all.\nYou have permission to go.\"\n\nThey watched the delegation back out, with the honor-guard following.\nWhen the doors had closed behind them, Shatrak ran his hand over his\nbald head and laughed.\n\n\"Shaved heads, every one of them. That's probably why they thought I was\nyour slave. Bet those gorgets are servile badges, too.\" He touched the\nKnight's Star of the Order of the Empire at his throat. \"Probably\nthought that was what this was. We would have to draw something like\nthis!\"\n\n\"They simply can't imagine anybody not being either a slave or a\nslave-owner,\" Erskyll was saying. \"That must mean that there is no free\nnon-slave-holding class at all. Universal slavery! Well, we'll have to\ndo something about that. Proclaim total emancipation, immediately.\"\n\n\"Oh, no; we can't do anything like that. The Constitution won't permit\nus to. Section Two, Article One: _Every Empire planet shall be\nself-governed as to its own affairs, in the manner of its own choice,\nand without interference._\"\n\n\"But slavery.... Section Two, Article Six,\" Erskyll objected. \"_There\nshall be no chattel slavery or serfdom anywhere in the Empire; no\nsapient being of any race whatsoever shall be the property of any being\nbut himself._\"\n\n\"That's correct,\" he agreed. \"If this Mastership intends to remain the\nplanetary government under the Empire, they will be obliged to abolish\nslavery, but they will have to do it by their own act. We cannot do it\nfor them.\"\n\n\"You know what I'd do, Prince Trevannion?\" Shatrak said. \"I'd just heave\nthis Mastership thing out, and set up a nice tight military\ndictatorship. We have the planet under martial rule now; let's just keep\nit that way for about five years, till we can train a new government.\"\n\nThat suggestion seemed to pain Count Erskyll almost as much as the\nexisting situation.\n\n       *       *       *       *       *\n\nThey dined late, in Commodore Shatrak's private dining room. Beside\nShatrak, Erskyll and himself, there were Lanze Degbrend, and Count\nErskyll's charge-d'affaires, Sharll Ernanday, and Patrique Morvill and\nPyairr Ravney and the naval intelligence officer, Commander Andrey\nDouvrin. Ordinarily, he deplored serious discussion at meals, but under\nthe circumstances it was unavoidable; nobody could think or talk of\nanything else. The discussion which he had hoped would follow the meal\nbegan before the soup-course.\n\n\"We have a total population of about twenty million,\" Lanze Degbrend\nreported. \"A trifle over ten thousand Masters, all ages and both sexes.\nThe remainder are all slaves.\"\n\n\"I find that incredible,\" Erskyll declared promptly. \"Twenty million\npeople, held in slavery by ten thousand! Why do they stand for it? Why\ndon't they rebel?\"\n\n\"Well, I can think of three good reasons,\" Douvrin said. \"Three square\nmeals a day.\"\n\n[Illustration]\n\n\"And no responsibilities; no need to make decisions,\" Degbrend added.\n\"They've been slaves for seven and a half centuries. They don't even\nknow the meaning of freedom, and it would frighten them if they did.\"\n\n\"Chain of command,\" Shatrak said. When that seemed not to convey any\nmeaning to Erskyll, he elaborated: \"We have a lot of dirty-necked\nworking slaves. Over every dozen of them is an overseer with a big whip\nand a stungun. Over every couple of overseers there is a guard with a\nsubmachine gun. Over them is a supervisor, who doesn't need a gun\nbecause he can grab a handphone and call for troops. Over the\nsupervisors, there are higher supervisors. Everybody has it just enough\nbetter than the level below him that he's afraid of losing his job and\nbeing busted back to fieldhand.\"\n\n\"That's it exactly, Commodore,\" Degbrend said. \"The whole society is a\nslave hierarchy. Everybody curries favor with the echelon above, and\nkeeps his eye on the echelon below to make sure he isn't being undercut.\nWe have something not too unlike that, ourselves. Any organizational\nsociety is, in some ways, like a slave society. And everything is\ndetermined by established routine. The whole thing has simply been\nrunning on momentum for at least five centuries, and if we hadn't come\nsmashing in with a situation none of the routines covered, it would have\nkept on running for another five, till everything wore out and stopped.\nI heard about those missile-stations, by the way. They're typical of\neverything here.\"\n\n\"That's another thing,\" Erskyll interrupted. \"These Lords-Master are the\ndescendants of the old Space-Vikings, and the slaves of the original\ninhabitants. The Space Vikings were a technologically advanced people;\nthey had all the old Terran Federation science and technology, and a lot\nthey developed for themselves on the Sword-Worlds.\"\n\n\"Well? They still had a lot of it, on the Sword-Worlds, two centuries\nago when we took them over.\"\n\n\"But technology always drives out slavery; that's a fundamental law of\nsocio-economics. Slavery is economically unsound; it cannot compete with\npower-industry, let alone cybernetics and robotics.\"\n\nHe was tempted to remind young Obray of Erskyll that there were no such\nthings as fundamental laws of socio-economics; merely usually reliable\ngeneralized statements of what can more or less be depended upon to\nhappen under most circumstances. He resisted the temptation. Count\nErskyll had had enough shocks, today, without adding to them by\ngratuitous blasphemy.\n\n\"In this case, Obray, it worked in reverse. The Space Vikings enslaved\nthe Adityans to hold them in subjugation. That was a politico-military\nnecessity. Then, being committed to slavery, with a slave population who\nhad to be made to earn their keep, they found cybernetics and robotics\neconomically unsound.\"\n\n\"And almost at once, they began appointing slave overseers, and the\ntechnicians would begin training slave assistants. Then there would be\nslave supervisors to direct the overseers, slave administrators to\ndirect them, slave secretaries and bookkeepers, slave technicians and\nengineers.\"\n\n\"How about the professions, Lanze?\"\n\n\"All slave. Slave physicians, teachers, everything like that. All the\nMasters are taught by slaves; the slaves are educated by apprenticeship.\nThe courts are in the hands of slaves; cases are heard by the chief\nslaves of judges who don't even know where their own courtrooms are;\nevery Master has a team of slave lawyers. Most of the lawsuits are\nestate-inheritance cases; some of them have been in litigation for\ngenerations.\"\n\n\"What do the Lords-Master do?\" Shatrak asked.\n\n\"Masterly things,\" Degbrend replied. \"I was only down there since noon,\nbut from what I could find out, that consists of feasting, making love\nto each other's wives, being entertained by slave performers, and\nfeuding for social precedence like wealthy old ladies on Odin.\"\n\n\"You got this from the slaves? How did you get them to talk, Lanze?\"\n\n       *       *       *       *       *\n\nDegbrend and Ravney exchanged amused glances. Ravney said:\n\n\"Well, I detailed a sergeant and six privates to accompany Honorable\nDegbrend,\" Ravney said. \"They.... How would you put it, Lanze?\"\n\n\"I asked a slave a question. If he refused to answer, somebody knocked\nhim down with a rifle-butt,\" Degbrend replied. \"I never had to do that\nmore than once in any group, and I only had to do it three times in all.\nAfter that, when I asked questions, I was answered promptly and fully.\nIt is surprising how rapidly news gets around the Citadel.\"\n\n\"You mean you had those poor slaves beaten?\" Erskyll demanded.\n\n\"Oh, no. Beating implies repeated blows. We only gave one to a customer;\nthat was enough.\"\n\n\"Well, how about the army, if that's what those people in the long\nred-brown coats were?\" Shatrak changed the subject by asking Ravney.\n\n\"All slave, of course, officers and all. What will we do about them,\nsir? I have about three thousand, either confined to their barracks or\npenned up in the Citadel. I requisitioned food for them, paid for it in\nchits. There were a few isolated companies and platoons that gave us\nsomething of a fight; most of them just threw away their weapons and\nbawled for quarter. I've segregated the former; with your approval, I'll\nput them under Imperial officers and noncoms for a quickie training in\nour tactics, and then use them to train the rest.\"\n\n\"Do that, Pyairr. We only have two thousand men of our own, and that's\nnot enough. Do you think you can make soldiers out of any of them?\"\n\n\"Yes, I believe so, sir. They are trained, organized and armed for\ncivil-order work, which is what we'll need them for ourselves. In the\nentire history of this army, all they have done has been to overawe\nunarmed slaves; I am sure they have never been in combat with regular\ntroops. They have an elaborate set of training and field regulations for\nthe sort of work for which they were intended. What they encountered\ntoday was entirely outside those regulations, which is why they behaved\nas they did.\"\n\n\"Did you have any trouble getting cooperation from the native officers?\"\nShatrak asked.\n\n\"Not in the least. They cooperated quite willingly, if not always too\nintelligently. I simply told them that they were now the personal\nproperty of his Imperial Majesty, Rodrik III. They were quite flattered\nby the change of ownership. If ordered to, I believe that they would\nfire on their former Lords-Master without hesitation.\"\n\n\"You told those slaves that they ... _belonged_ ... to the _Emperor_?\"\n\nCount Erskyll was aghast. He stared at Ravney for an instant, then\nsnatched up his brandy-glass--the meal had gotten to that point--and\ndrained it at a gulp. The others watched solicitously while he coughed\nand spluttered over it.\n\n\"Commodore Shatrak,\" he said sternly. \"I hope that you will take severe\ndisciplinary action; this is the most outrageous....\"\n\n\"I'll do nothing of the sort,\" Shatrak retorted. \"The colonel is to be\ncommended; did the best thing he could, under the circumstances. What\nare you going to do when slavery is abolished here, Colonel?\"\n\n\"Oh, tell them that they have been given their freedom as a special\nreward for meritorious service, and then sign them up for a five year\nenlistment.\"\n\n\"That might work. Again, it might not.\"\n\n\"I think, Colonel, that before you do that, you had better disarm them\nagain. You might possibly have some trouble, otherwise.\"\n\nRavney looked at him sharply. \"They might not want to be free? I'd\nthought of that.\"\n\n\"Nonsense!\" Erskyll declared. \"Who ever heard of slaves rebelling\nagainst freedom?\"\n\nFreedom was a Good Thing. It was a Good Thing for everybody, everywhere\nand all the time. Count Erskyll knew it, because freedom was a Good\nThing for him.\n\nHe thought, suddenly, of an old tomcat belonging to a lady of his\nacquaintance at Paris-on-Baldur, a most affectionate cat, who insisted\non catching mice and bringing them as presents to all his human friends.\nTo this cat's mind, it was inconceivable that anybody would not be most\nhappy to receive a nice fresh-killed mouse.\n\n\"Too bad we have to set any of them free,\" Vann Shatrak said. \"Too bad\nwe can't just issue everybody new servile gorgets marked, _Personal\nProperty of his Imperial Majesty_ and let it go at that. But I guess we\ncan't.\"\n\n\"Commodore Shatrak, you are joking,\" Erskyll began.\n\n\"I hope I am,\" Shatrak replied grimly.\n\n       *       *       *       *       *\n\nThe top landing-stage of the Citadel grew and filled the forward\nviewscreen of the ship's launch. It was only when he realized that the\ntiny specks were people, and the larger, birdseed-sized, specks\nvehicles, that the real size of the thing was apparent. Obray of\nErskyll, beside him, had been silent. He had been looking at the\ncrescent-shaped industrial city, like a servile gorget around\nZeggensburg's neck.\n\n\"The way they've been crowded together!\" he said. \"And the buildings; no\nspace between. And all that smoke! They must be using fossil-fuel!\"\n\n\"It's probably too hard to process fissionables in large quantities,\nwith what they have.\"\n\n\"You were right, last evening. These people have deliberately halted\nprogress, even retrogressed, rather than give up slavery.\"\n\nHalting progress, to say nothing of retrogression, was an unthinkable\ncrime to him. Like freedom, progress was a Good Thing, anywhere, at all\ntimes, and without regard to direction.\n\nColonel Ravney met them when they left the launch. The top landing-stage\nwas swarming with Imperial troops.\n\n\"Convocation Chamber's three stages down,\" he said. \"About two thousand\nof them there now; been coming in all morning. We have everything set\nup.\" He laughed. \"They tell me slaves are never permitted to enter it.\nMaybe, but they have the place bugged to the ceiling all around.\"\n\n\"Bugged? What with?\" Shatrak asked, and Erskyll was wanting to know what\nhe meant. No doubt he thought Ravney was talking about things crawling\nout of the woodwork.\n\n\"Screen pickups, radio pickups, wired microphones; you name it and it's\nthere. I'll bet every slave in the Citadel knows everything that happens\nin there while it's happening.\"\n\nShatrak wanted to know if he had done anything about them. Ravney shook\nhis head.\n\n\"If that's how they want to run a government, that's how they have a\nright to run it. Commander Douvrin put in a few of our own, a little\nbetter camouflaged than theirs.\"\n\nThere were more troops on the third stage down. They formed a procession\ndown a long empty hallway, a few scared-looking slaves peeping from\ndoorways at them. There were more troops where the corridor ended in\ngreat double doors, emblazoned with a straight broad-sword diagonally\nacross an eight-pointed star. Emblematology of planets conquered by the\nSpace Vikings always included swords and stars. An officer gave a\nsignal; the doors started to slide apart, and within, from a\nscreen-speaker, came a fanfare of trumpets.\n\nAt first, all he could see was the projection-screen, far ahead, and the\ntessellated aisle stretching toward it. The trumpets stopped, and they\nadvanced, and then he saw the Lords-Master.\n\nThey were massed, standing among benches on either side, and if anything\nPyairr Ravney had understated their numbers. They all wore black,\ntrimmed with gold; he wondered if the coincidence that these were also\nthe Imperial colors might be useful. Queer garments, tightly fitted\ntunics at the top which became flowing robes below the waist, deeply\nscalloped at the edges. The sleeves were exaggeratedly wide; a knife or\na pistol, and not necessarily a small one, could be concealed in every\none. He was sure that thought had entered Vann Shatrak's mind. They were\narmed, not with dress-daggers, but with swords; long, straight\ncross-hilted broadswords. They were the first actual swords he had ever\nseen, except in museums or on the stage.\n\nThere was a bench of gold and onyx at the front, where, normally the\nseven-man Presidium sat, and in front of it were thronelike seats for\nthe Chiefs of Managements, equivalent to the Imperial Council of\nMinisters. Because of the projection screen that had been installed,\nthey had all been moved to an improvised dais on the left. There was\nanother dais on the right, under a canopy of black and gold velvet,\nemblazoned with the gold sun and superimposed black cogwheel of the\nEmpire. There were three thrones, for himself, Shatrak, and Erskyll,\nand a number of lesser but still imposing chairs for their staffs.\n\n       *       *       *       *       *\n\nThey took their seats. He slipped the earplug of his memophone into his\nleft ear and pressed the stud in the middle of his Grand Star of the\nOrder of Odin. The memophone began giving him the names of the Presidium\nand of the Chiefs of Managements. He wondered how many upper-slaves had\nbeen gunbutted to produce them.\n\n\"Lords and Gentlemen,\" he said, after he had greeted them and introduced\nhimself and the others, \"I speak to you in the name of his Imperial\nMajesty, Rodrik III. His Majesty will now greet you in his own voice, by\nrecording.\"\n\nHe pressed a button on the arm of his chair. The screen lighted,\nflickered, and steadied, and the trumpets blared again. When the fanfare\nended, a voice thundered:\n\n\"_The Emperor speaks!_\"\n\nRodrik III compromised on the beard question with a small mustache. He\nwore the stern but kindly expression the best theatrical directors in\nAsgard had taught him; Public Face Number Three. He inclined his head\nslightly and stiffly, as a man wearing a seven-pound crown must.\n\n\"We greet our subjects of Aditya to the fellowship of the Empire. We\nhave long had good reports of you, and we are happy now to speak to you.\nDeserve well of us, and prosper under the Sun and Cogwheel.\"\n\nAnother fanfare, as the image vanished. Before any of the Lords-Master\ncould find voice, he was speaking to them:\n\n\"Well, Lords and Gentlemen, you have been welcomed into the Empire by\nhis Majesty. I know, there hasn't been a ship in or out of this system\nfor five centuries, and I suppose you have a great many questions to ask\nabout the Galactic Empire. Members of the Presidium and Chiefs of\nManagements may address me directly; others will please address the\nchairman.\"\n\nOlvir Nikkolon, the owner of Tchall Hozhet, was on his feet at once. He\nhad a loose-lipped mouth and a not entirely straight nose and pale eyes\nthat were never entirely still.\n\n\"What I want to know is; why did you people have to come here to take\nour planet away from us? Isn't the rest of the Galaxy big enough for\nyou?\"\n\n\"No, Lord Nikkolon. The Galaxy is not big enough for any competition of\nsovereignty. There must be one and only one completely sovereign power.\nThe Terran Federation was once such a power. It failed, and vanished;\nyou know what followed. Darkness and anarchy. We are clawing our way up\nout of that darkness. We will not fail. We will create a peaceful and\nunified Galaxy.\"\n\nHe talked to them, about the collapse of the old Federation, about the\ninterstellar wars, about the Neobarbarians, about the long night. He\ntold them how the Empire had risen on a few planets five thousand\nlight-years away, and how it had spread.\n\n\"We will not repeat the mistakes of the Terran Federation. We will not\nattempt to force every planetary government into a common pattern, or\ndictate the ways in which they govern themselves. We will foster in\nevery way peaceful trade and communication. But we will not again permit\nthe plague of competing sovereignties, the condition under which war is\ninevitable. The first attempt to set up such a sovereignty in\ncompetition with the Empire will be crushed mercilessly, and no planet\ninhabited by any sapient race will be permitted to remain outside the\nEmpire.\n\n\"Lords and Gentlemen, permit me to show you a little of what we have\nalready accomplished, in the past three hundred years.\"\n\nHe pressed another button. The screen flickered, and the show started.\nIt lasted for almost two hours; he used a handphone to interject\ncomments and explanations. He showed them planet after planet--Marduk,\nwhere the Empire had begun, Baldur, Vishnu, Belphegor, Morglay, whence\ntheir ancestors had come, Amaterasu, Irminsul, Fafnir, finally Odin, the\nImperial Planet. He showed towering cities swarming with aircars;\nspaceports where the huge globes of interstellar ships landed and lifted\nout; farms and industries; vast crowds at public celebrations;\ntroop-reviews and naval bases and fleet-maneuvers; historical views of\nthe battles that had created Imperial power.\n\n\"That, Lords and Gentlemen, is what you have an opportunity to bring\nyour planet into. If you accept, you will continue to rule Aditya under\nthe Empire. If you refuse, you will only put us to the inconvenience of\nreplacing you with a new planetary government, which will be annoying\nfor us and, probably, fatal for you.\"\n\nNobody said anything for a few minutes. Then Rovard Javasan, the Chief\nof Administration and the owner of the mountainous Khreggor Chmidd,\nrose.\n\n\"Lords and Gentlemen, we cannot resist anything like this,\" he said. \"We\ncannot even resist the force they have here; that was tried yesterday,\nand you all saw what happened. Now, Prince Trevannion; just to what\nextent will the Mastership retain its sovereignty under the Empire?\"\n\n\"To practically the same extent as at present. You will, of course,\nacknowledge the Emperor as your supreme ruler, and will govern subject\nto the Imperial Constitution. Have you any colonies on any of the other\nplanets of this system?\"\n\n\"We had a shipyard and docks on the inner moon, and we had mines on the\nfourth planet of this system, but it is almost airless and the colony\nwas limited to a couple of dome-cities. Both were abandoned years ago.\"\n\n\"Both will be reopened before long, I daresay. We'd better make the\nlimits of your sovereignty the orbit of the outer planet of this system.\nYou may have your own normal-space ships, but the Empire will control\nall hyperdrive craft, and all nuclear weapons. I take it you are the\nsole government on this planet? Then no other will be permitted to\ncompete with you.\"\n\n[Illustration]\n\n\"Well, what are they taking away from us, then?\" somebody in the rear\nasked.\n\n\"I assume that you are agreed to accept the sovereignty of his Imperial\nMajesty? Good. As a matter of form, Lord Nikkolon, will you take a vote?\nHis Imperial Majesty would be most gratified if it were unanimous.\"\n\nSomebody insisted that the question would have to be debated, which\nmeant that everybody would have to make a speech, all two thousand of\nthem. He informed them that there was nothing to debate; they were\nconfronted with an accomplished fact which they must accept. So Nikkolon\nmade a speech, telling them at what a great moment in Adityan history\nthey stood, and concluded by saying:\n\n\"I take it that it is the unanimous will of this Convocation that the\nsovereignty of the Galactic Emperor be acknowledged, and that we, the\n'Mastership of Aditya' do here proclaim our loyal allegiance to his\nImperial Majesty, Rodrik the Third. Any dissent? Then it is ordered so\nrecorded.\"\n\nThen he had to make another speech, to inform the representatives of his\nnew sovereign of the fact. Prince Trevannion, in the name of the\nEmperor, delivered the well-worn words of welcome, and Lanze Degbrend\ngot the coronet out of the black velvet bag under his arm and the\nImperial Proconsul, Obray, Count Erskyll, was crowned. Erskyll's\ncharge-d'affaires, Sharll Ernanday, produced the scroll of the Imperial\nConstitution, and Erskyll began to read.\n\nSection One: The universality of the Empire. The absolute powers of the\nEmperor. The rules of succession. The Emperor also to be Planetary King\nof Odin.\n\nSection Two: Every planetary government to be sovereign in its own\ninternal affairs.... Only one sovereign government upon any planet, or\nwithin normal-space travel distance.... All hyperspace ships, and all\nnuclear weapons.... No planetary government shall make war ... enter\ninto any alliance ... tax, regulate or restrain interstellar trade or\ncommunication.... Every sapient being shall be equally protected....\n\nThen he came to Article Six. He cleared his throat, raised his voice,\nand read:\n\n\"_There shall be no chattel-slavery or serfdom anywhere in the Empire;\nno sapient being, of any race whatsoever, shall be the property of any\nbeing but himself._\"\n\nThe Convocation Chamber was silent, like a bomb with a defective fuse,\nfor all of thirty seconds. Then it blew up with a roar. Out of the\ncorner of his eye, he saw the doors slide apart and an airjeep,\nbristling with machine guns, float in and rise to the ceiling. The first\ninarticulate roar was followed by a babel of voices, like a tropical\ncloudburst on a prefab hut. Olvir Nikkolon's mouth was working as he\nshouted unheard.\n\nHe pressed another of the row of buttons on the arm of his chair. Out of\nthe screen-speaker a voice, as loud, by actual sound-meter test, as an\nanti-vehicle gun, thundered:\n\n\"SILENCE!\"\n\nInto the shocked stillness which it produced, he spoke, like a\nschoolmaster who has returned to find his room in an uproar:\n\n\"Lord Nikkolon; what is this nonsense? You are Chairman of the\nPresidium; is this how you keep order here? What is this, a planetary\nparliament or a spaceport saloon?\"\n\n\"You tricked us!\" Nikkolon accused. \"You didn't tell us about that\narticle when we voted. Why, our whole society is based on slavery!\"\n\nOther voices joined in:\n\n\"That's all right for you people, you have robots....\"\n\n\"Maybe you don't know it, but there are twenty million slaves on this\nplanet....\"\n\n\"Look, you can't free slaves! That's ridiculous. A slave's a _slave_!\"\n\n\"Who'll do the work? And who would they belong to? They'd have to belong\nto somebody!\"\n\n\"What I want to know,\" Rovard Javasan made himself heard, is, \"_how_ are\nyou going to free them?\"\n\nThere was an ancient word, originating in one of the lost languages of\nPre-Atomic Terra--_sixtifor_. It meant, the basic, fundamental,\nquestion. Rovard Javasan, he suspected, had just asked the sixtifor. Of\ncourse, Obray, Count Erskyll, Planetary Proconsul of Aditya, didn't\nrealize that. He didn't even know what Javasan meant. Just free them.\nCommodore Vann Shatrak couldn't see much of a problem, either. He would\nhave answered, Just free them, and then shoot down the first two or\nthree thousand who took it seriously. Jurgen, Prince Trevannion, had no\nintention whatever of attempting to answer the sixtifor.\n\n\"My dear Lord Javasan, that is the problem of the Adityan Mastership.\nThey are your slaves; we have neither the intention nor the right to\nfree them. But let me remind you that slavery is specifically prohibited\nby the Imperial Constitution; if you do not abolish it immediately, the\nEmpire will be forced to intervene. I believe, toward the last of those\naudio-visuals, you saw some examples of Imperial intervention.\"\n\nThey had. A few looked apprehensively at the ceiling, as though\nexpecting the hellburners and planet-busters and nega-matter-bombs at\nany moment. Then one of the members among the benches rose.\n\n\"We don't know how we are going to do it, Prince Trevannion,\" he said.\n\"We will do it, since this is the Empire law, but you will have to tell\nus how.\"\n\n\"Well, the first thing will have to be an Act of Convocation, outlawing\nthe ownership of one being by another. Set some definite date on which\nthe slaves must all be freed; that need not be too immediate. Then, I\nwould suggest that you set up some agency to handle all the details.\nAnd, as soon as you have enacted the abolition of slavery, which should\nbe this afternoon, appoint a committee, say a dozen of you, to confer\nwith Count Erskyll and myself. Say you have your committee aboard the\n_Empress Eulalie_ in six hours. We'll have transportation arranged by\nthen. And let me point out, I hope for the last time, that we discuss\nmatters directly, without intermediaries. We don't want any more slaves,\npardon, freedmen, coming aboard to talk for you, as happened yesterday.\"\n\n       *       *       *       *       *\n\nObray, Count Erskyll, was unhappy about it. He did not think that the\nLords-Master were to be trusted to abolish slavery; he said so, on the\nlaunch, returning to the ship. Jurgen, Prince Trevannion was inclined to\nagree. He doubted if any of the Lords-Master he had seen were to be\ntrusted, unassisted, to fix a broken mouse-trap.\n\nLine-Commodore Vann Shatrak was also worried. He was wondering how long\nit would take for Pyairr Ravney to make useful troops out of the\nnewly-surrendered slave soldiers, and where he was going to find\ncontragravity to shift them expeditiously from trouble-spot to\ntrouble-spot. Erskyll thought he was anticipating resistance on the part\nof the Masters, and for once he approved the use of force. Ordinarily,\nforce was a Bad Thing, but this was a Good Cause, which justified any\nmeans.\n\nThey entertained the committee from the Convocation for dinner, that\nevening. They came aboard stiffly hostile--most understandably so, under\nthe circumstances--and Prince Trevannion exerted all his copious charm\nto thaw them out, beginning with the pre-dinner cocktails and continuing\nthrough the meal. By the time they retired for coffee and brandy to the\nparlor where the conference was to be held, the Lords-ex-Masters were\nalmost friendly.\n\n\"We've enacted the Emancipation Act,\" Olvir Nikkolon, who was ex officio\nchairman of the committee, reported. \"Every slave on the planet must be\nfree before the opening of the next Midyear Feasts.\"\n\n\"And when will that be?\"\n\nAditya, he knew, had a three hundred and fifty-eight day year; even if\nthe Midyear Feasts were just past, they were giving themselves very\nlittle time. In about a hundred and fifty days, Nikkolon said.\n\n\"Good heavens!\" Erskyll began, indignantly.\n\n\"I should say so, myself,\" he put in, cutting off anything else the new\nProconsul might have said. \"You gentlemen are allowing yourselves\ndangerously little time. A hundred and fifty days will pass quite\nrapidly, and you have twenty million slaves to deal with. If you start\nat this moment and work continuously, you'll have a little under a\nsecond apiece for each slave.\"\n\nThe Lords-Master looked dismayed. So, he was happy to observe, did Count\nErskyll.\n\n\"I assume you have some system of slave registration?\" he continued.\n\nThat was safe. They had a bureaucracy, and bureaucracies tend to have\nregistrations of practically everything.\n\n\"Oh, yes, of course,\" Rovard Javasan assured him. \"That's your\nManagement, isn't it, Sesar; Servile Affairs?\"\n\n\"Yes, we have complete data on every slave on the planet,\" Sesar\nMartwynn, the Chief of Servile Management, said. \"Of course, I'd have to\nask Zhorzh about the details....\"\n\nZhorzh was Zhorzh Khouzhik, Martwynn's chief-slave in office.\n\n\"At least, he was my chief-slave; now you people have taken him away\nfrom me. I don't know what I'm going to do without him. For that matter,\nI don't know what poor Zhorzh will do, either.\"\n\n\"Have you gentlemen informed your chief-slaves that they are free, yet?\"\n\nNikkolon and Javasan looked at each other. Sesar Martwynn laughed.\n\n\"They know,\" Javasan said. \"I must say they are much disturbed.\"\n\n\"Well, reassure them, as soon as you're back at the Citadel,\" he told\nthem. \"Tell them that while they are now free, they need not leave you\nunless they so desire; that you will provide for them as before.\"\n\n\"You mean, we can keep our chief-slaves?\" somebody cried.\n\n\"Yes, of course--chief-freedmen, you'll have to call them, now. You'll\nhave to pay them a salary....\"\n\n\"You mean, give them money?\" Ranal Valdry, the Lord Provost-Marshal\ndemanded, incredulously. \"Pay our own slaves?\"\n\n\"You idiot,\" somebody told him, \"they aren't our slaves any more. That's\nthe whole point of this discussion.\"\n\n\"But ... but how can we pay slaves?\" one of the committeemen-at-large\nasked. \"Freedmen, I mean?\"\n\n\"With money. You do have money, haven't you?\"\n\n\"Of course we have. What do you think we are, savages?\"\n\n\"What kind of money?\"\n\nWhy, money; what did he think? The unit was the star-piece, the stelly.\nWhen he asked to see some of it, they were indignant. Nobody carried\nmoney; wasn't Masterly. A Master never even touched the stuff; that was\nwhat slaves were for. He wanted to know how it was secured, and they\ndidn't know what he meant, and when he tried to explain their\nincomprehension deepened. It seemed that the Mastership issued money to\nfinance itself, and individual Masters issued money on their personal\ncredit, and it was handled through the Mastership Banks.\n\n\"That's Fedrig Daffysan's Management; he isn't here,\" Rovard Javasan\nsaid. \"I can't explain it, myself.\"\n\nAnd without his chief-slave, Fedrig Daffysan probably would not be able\nto, either.\n\n\"Yes, gentlemen. I understand. You have money. Now, the first thing you\nwill have to do is furnish us with a complete list of all the\nslave-owners on the planet, and a list of all the slaves held by each.\nThis will be sent back to Odin, and will be the basis for the\ncompensation to be paid for the destruction of your property-rights in\nthese slaves. How much is a slave worth, by the way?\"\n\nNobody knew. Slaves were never sold; it wasn't Masterly to sell one's\nslaves. It wasn't even heard of.\n\n\"Well, we'll arrive at some valuation. Now, as soon as you get back to\nthe Citadel, talk at once to your former chief-slaves, and their\nimmediate subordinates, and explain the situation to them. This can be\npassed down through administrative freedmen to the workers; you must see\nto it that it is clearly understood, at all levels, that as long as the\nfreedmen remain at their work they will be provided for and paid, but\nthat if they quit your service they will receive nothing. Do you think\nyou can do that?\"\n\n\"You mean, give them everything we've been giving them now, and then pay\nthem money?\" Ranal Valdry almost howled.\n\n\"Oh, no. You pay them a fixed wage. You charge them for everything you\ngive them, and deduct that from their wages. It will mean considerable\nextra bookkeeping, but outside of that I believe you'll find that things\nwill go along much as they always did.\"\n\nThe Masters had begun to relax, and by the time he was finished all of\nthem were smiling in relief. Count Erskyll, on the other hand, was\nalmost writhing in his chair. It must be horrible to be a brilliant\nyoung Proconsul of liberal tendencies and to have to sit mute while a\ncynical old Ministerial Secretary, vastly one's superior in the\nImperial Establishment and a distant cousin of the Emperor to boot,\ncalmly bartered away the sacred liberties of twenty million people.\n\n\"But would that be legal, under the Imperial Constitution?\" Olvir\nNikkolon asked.\n\n\"I shouldn't have suggested it if it hadn't been. The Constitution only\nforbids physical ownership of one sapient being by another; it\nemphatically does not guarantee anyone an unearned livelihood.\"\n\n       *       *       *       *       *\n\nThe Convocation committee returned to Zeggensburg to start preparing the\nservile population for freedom, or reasonable facsimile. The\nchief-slaves would take care of that; each one seemed to have a list of\nother chief-slaves, and the word would spread from them on an\neach-one-call-five system. The public announcement would be postponed\nuntil the word could be passed out to the upper servile levels. A\nmeeting with the chief-slaves in office of the various Managements was\nscheduled for the next afternoon.\n\nCount Erskyll chatted with forced affability while the departing\ncommitteemen were being seen to the launch that would take them down.\nWhen the airlock closed behind them, he drew Prince Trevannion aside out\nof earshot of their subordinates.\n\n\"You know what you're doing?\" he raged, in a hoarse whisper. \"You're\nsimply substituting peonage for outright slavery!\"\n\n\"I'd call that something of a step.\" He motioned Erskyll into one of the\nsmall hall-cars, climbed in beside him, and lifted it, starting toward\nthe living-area. \"The Convocation has acknowledged the principle that\nsapient beings should not be property. That's a great deal, for one\nday.\"\n\n\"But the people will remain in servitude, you know that. The Masters\nwill keep them in debt, and they'll be treated just as brutally....\"\n\n\"Oh, there will be abuses; that's to be expected. This Freedmen's\nManagement, nee Servile Management, will have to take care of that.\nBetter make a memo to talk with this chief-freedman of Martwynn's,\nwhat's his name? Zhorzh Khouzhik; that's right, let Zhorzh do it.\nEmployment Practices Code, investigation agency, enforcement. If he\ncan't do the job, that's not our fault. The Empire does not guarantee\nevery planet an honest, intelligent and efficient government; just a\nsingle one.\"\n\n\"But....\"\n\n\"It will take two or three generations. At first, the freedmen will be\nexploited just as they always have been, but in time there will be\nprotests, and disorders, and each time, there will be some small\nimprovement. A society must evolve, Obray. Let these people earn their\nfreedom. Then they will be worthy of it.\"\n\n\"They should have their freedom now.\"\n\n\"This present generation? What do you think freedom means to them? _We\ndon't have to work, any more._ So down tools and let everything stop at\nonce. _We can do anything we want to._ Let's kill the overseer. And:\n_Anything that belongs to the Masters belongs to us; we're Masters too,\nnow._ No, I think it's better, for the present, to tell them that this\nfreedom business is just a lot of Masterly funny-talk, and that things\naren't really being changed at all. It will effect a considerable saving\nof his Imperial Majesty's ammunition, for one thing.\"\n\nHe dropped Erskyll at his apartment and sent the hall-car back from his\nown. Lanze Degbrend was waiting for him when he entered.\n\n\"Ravney's having trouble. That is the word he used,\" Degbrend said. In\nPyairr Ravney's lexicon, trouble meant shooting. \"The news of the\nEmancipation Act is leaking all over the place. Some of the troops in\nthe north who haven't been disarmed yet are mutinying, and there are\nslave insurrections in a number of places.\"\n\n\"They think the Masters have forsaken them, and it's every slave for\nhimself.\" He hadn't expected that to start so soon. \"The announcement\nhad better go out as quickly as possible. And I think we're going to\nhave some trouble. You have information-taps into Count Erskyll's\nnumerous staff? Use them as much as you can.\"\n\n\"You think he's going to try to sabotage this employment programme of\nyours, sir?\"\n\n\"Oh, he won't think of it in those terms. He'll be preventing me from\nsabotaging the Emancipation. He doesn't want to wait three generations;\nhe wants to free them at once. Everything has to be at once for\nsix-month-old puppies, six-year-old children, and reformers of any age.\"\n\n       *       *       *       *       *\n\nThe announcement did not go out until nearly noon the next day. In terms\ncomprehensible to any low-grade submoron, it was emphasized that all\nthis meant was that slaves should henceforth be called freedmen, that\nthey could have money just like Lords-Master, and that if they worked\nfaithfully and obeyed orders they would be given everything they were\nnow receiving. Ravney had been shuttling troops about, dealing with the\nsporadic outbreaks of disorder here and there: many of these had been\nput down, and the rest died out after the telecast explaining the\nsituation.\n\nIn addition, some of Commander Douvrin's intelligence people had\ndiscovered that the only source of fissionables and radioactives for the\nplanet was a complex of uranite mines, separation plants, refineries and\nreaction-plants on the smaller of Aditya's two continents, Austragonia.\nIn spite of other urgent calls on his resources, Ravney landed troops to\nseize these, and a party of engineers followed them down from the\n_Empress Eulalie_ to make an inspection.\n\nAt lunch, Count Erskyll was slightly less intransigent on the subject of\nthe wage-employment proposals. No doubt some of his advisors had been\ntelling him what would happen if any appreciable number of Aditya's\nlabor-force stopped work suddenly, and the wave of uprisings that had\nbroken out before any public announcement had been made puzzled him. He\nwas also concerned about finding a suitable building for a proconsular\npalace; the business of the Empire on Aditya could not be conducted long\nfrom shipboard.\n\nGoing down to the Citadel that afternoon, they found the chief-freedmen\nof the non-functional Chiefs of Management assembled in a large room on\nthe fifth level down. There was a cluster of big tables and\ncommunication-screens and wired telephones in the middle, with smaller\ntables around them, at which freedmen in variously colored gowns sat.\nThe ones at the central tables, a dozen and a half, all wore\nchief-slaves' white gowns.\n\nTrevannion and Erskyll and Patrique Morvill and Lanze Degbrend joined\nthese; subordinates guided the rest of the party--a couple of Ravney's\nofficers and Erskyll's numerous staff of advisors and specialists--to\ndistribute themselves with their opposite numbers in the Mastership.\nEverybody on the Adityan side seemed uneasy with these strange\nhermaphrodite creatures who were neither slaves nor Lords-Master.\n\n\"Well, gentlemen,\" Count Erskyll began, \"I suppose you have been\ninformed by your former Lords-Master of how relations between them and\nyou will be in the future?\"\n\n\"Oh, yes, Lord Proconsul,\" Khreggor Chmidd replied happily. \"Everything\nwill be just as before, except that the Lords-Master will be called\nLords-Employer, and the slaves will be called freedmen, and any time\nthey want to starve to death, they can leave their Employers if they\nwish.\"\n\nCount Erskyll frowned. That wasn't just exactly what he had hoped\nEmancipation would mean to these people.\n\n\"Nobody seems to understand about this money thing, though,\" Zhorzh\nKhouzhik, Sesar Martwynn's chief-freedman said. \"My Lord-Master--\" He\nslapped himself across the mouth and said, \"Lord-Employer!\" five times,\nrapidly. \"My Lord-_Employer_ tried to explain it to me, but I don't\nthink he understands very clearly, himself.\"\n\n\"None of them do.\"\n\nThe speaker was a small man with pale eyes and a mouth like a rat-trap;\nYakoop Zhannar, chief-freedman to Ranal Valdry, the Provost-Marshal.\n\n\"Its really your idea, Prince Trevannion,\" Erskyll said. \"Perhaps you\ncan explain it.\"\n\n\"Oh, it's very simple. You see....\"\n\nAt least, it had seemed simple when he started. Labor was a commodity,\nwhich the worker sold and the employer purchased; a \"fair wage\" was one\nwhich enabled both to operate at a profit. Everybody knew that--except\nhere on Aditya. On Aditya, a slave worked because he was a slave, and a\nMaster provided for him because he was a Master, and that was all there\nwas to it. But now, it seemed, there weren't any more Masters, and there\nweren't any more slaves.\n\n\"That's exactly it,\" he replied, when somebody said as much. \"So now, if\nthe slaves, I mean, freedmen, want to eat, they have to work to earn\nmoney to buy food, and if the Employers want work done, they have to pay\npeople to do it.\"\n\n[Illustration]\n\n\"Then why go to all the trouble about the money?\" That was an elderly\nchief-freedman, Mykhyl Eschkhaffar, whose Lord-Employer, Oraze Borztall,\nwas Manager of Public Works. \"Before your ships came, the slaves worked\nfor the Masters, and the Masters took care of the slaves, and everybody\nwas content. Why not leave it like that?\"\n\n\"Because the Galactic Emperor, who is the Lord-Master of these people,\nsays that there must be no more slaves. Don't ask me why,\" Tchall Hozhet\nsnapped at him. \"I don't know, either. But they are here with ships and\nguns and soldiers; what can we do?\"\n\n\"That's very close to it,\" he admitted. \"But there is one thing you\nhaven't considered. A slave only gets what his master gives him. But a\nfree worker for pay gets money which he can spend for whatever he wants,\nand he can save money, and if he finds that he can make more money\nworking for somebody else, he can quit his employer and get a better\njob.\"\n\n\"We hadn't thought of that,\" Khreggor Chmidd said. \"A slave, even a\nchief-slave, was never allowed to have money of his own, and if he got\nhold of any, he couldn't spend it. But now....\" A glorious vista seemed\nto open in front of him. \"And he can accumulate money. I don't suppose a\ncommon worker could, but an upper slave.... Especially a\nchief-slave....\" He slapped his mouth, and said, \"Freedman!\" five times.\n\n\"Yes, Khreggor.\" That was Ridgerd Schferts (Fedrig Daffysan; Fiscal\nManagement). \"I am sure we could all make quite a lot of money, now that\nwe are freedmen.\"\n\nSome of them were briefly puzzled; gradually, comprehension dawned.\nObray, Count Erskyll, looked distressed; he seemed to be hoping, vainly,\nthat they weren't thinking of what he suspected they were.\n\n\"How about the Mastership freedmen?\" another asked. \"We, here, will be\npaid by our Lords-Mas- ... Lords-Employer. But everybody from the green\nrobes down were provided for by the Mastership. Who will pay them, now?\"\n\n\"Why, the Mastership, of course,\" Ridgerd Schferts said. \"My\nManagement--my Lord-Employer's, I mean--will issue the money to pay\nthem.\"\n\n\"You may need a new printing-press,\" Lanze Degbrend said. \"And an awful\nlot of paper.\"\n\n\"This planet will need currency acceptable in interstellar trade,\"\nErskyll said.\n\nEverybody looked blankly at him. He changed the subject:\n\n\"Mr. Chmidd, could you or Mr. Hozhet tell me what kind of a constitution\nthe Mastership has?\"\n\n\"You mean, like the paper you read in the Convocation?\" Hozhet asked.\n\"Oh, there is nothing at all like that. The former Lords-Master simply\nruled.\"\n\nNo. They reigned. This servile _tammanihal_--another ancient Terran\nword, of uncertain origin--ruled.\n\n\"Well, how is the Mastership organized, then?\" Erskyll persisted. \"How\ndid the Lord Nikkolon get to be Chairman of the Presidium, and the Lord\nJavasan to be Chief of Administration?\"\n\nThat was very simple. The Convocation, consisting of the heads of all\nthe Masterly families, actually small clans, numbered about twenty-five\nhundred. They elected the seven members of the Presidium, who drew lots\nfor the Chairmanship. They served for life. Vacancies were filled by\nelection on nomination of the surviving members. The Presidium appointed\nthe Chiefs of Managements, who also served for life.\n\nAt least, it had stability. It was self-perpetuating.\n\n\"Does the Convocation make the laws?\" Erskyll asked.\n\nHozhet was perplexed. \"_Make_ laws, Lord Proconsul? Oh, no. We have\nlaws.\"\n\nThere were planets, here and there through the Empire, where an attitude\nlike that would have been distinctly beneficial; planets with elective\nparliaments, every member of which felt himself obligated to get as many\nlaws enacted during his term of office as possible.\n\n\"But this is dreadful; you _must_ have a constitution!\" Obray of Erskyll\nwas shocked. \"We will have to get one drawn up and adopted.\"\n\n\"We don't know anything about that at all,\" Khreggor Chmidd admitted.\n\"This is something new. You will have to help us.\"\n\n\"I certainly will, Mr. Chmidd. Suppose you form a committee--yourself,\nand Mr. Hozhet, and three or four others; select them among\nyourselves--and we can get together and talk over what will be needed.\nAnd another thing. We'll have to stop calling this the Mastership. There\nare no more Masters.\"\n\n\"The Employership?\" Lanze Degbrend dead-panned.\n\nErskyll looked at him angrily. \"This is something,\" he told the\nchief-freedmen, \"that should not belong to the Employers alone. It\nshould belong to everybody. Let us call it the Commonwealth. That means\nsomething everybody owns in common.\"\n\n\"Something everybody owns, nobody owns,\" Mykhyl Eschkhaffar objected.\n\n\"Oh, no, Mykhyl; it will belong to everybody,\" Khreggor Chmidd told him\nearnestly. \"But somebody will have to take care of it for everybody.\nThat,\" he added complacently, \"will be you and me and the rest of us\nhere.\"\n\n\"I believe,\" Yakoop Zhannar said, almost smiling, \"that this freedom is\ngoing to be a wonderful thing. For us.\"\n\n\"I don't like it!\" Mykhyl Eschkhaffar said stubbornly. \"Too many new\nthings, and too much changing names. We have to call slaves freedmen; we\nhave to call Lords Master Lords-Employer; we have to call the Management\nof Servile Affairs the Management for Freedmen. Now we have to call the\nMastership this new name, Commonwealth. And all these new things, for\nwhich we have no routine procedures and no directives. I wish these\npeople had never heard of this planet.\"\n\n\"That makes at least two of us,\" Patrique Morvill said, _sotto voce_.\n\n\"Well, the planetary constitution can wait just a bit,\" Prince\nTrevannion suggested. \"We have a great many items on the agenda which\nmust be taken care of immediately. For instance, there's this thing\nabout finding a proconsular palace....\"\n\n       *       *       *       *       *\n\nA surprising amount of work had been done at the small tables where\nErskyll's staff of political and economic and technological experts had\nbeen conferring with the subordinate upper-freedmen. It began coming out\nduring the pre-dinner cocktails aboard the _Empress Eulalie_, continued\nthrough the meal, and was fully detailed during the formal debriefing\nsession afterward.\n\nFinding a suitable building for the Proconsular Palace would present\ndifficulties. Real estate was not sold on Aditya, any more than slaves\nwere. It was not only un-Masterly but illegal; estates were all entailed\nand the inalienable property of Masterly families. What was wanted was\none of the isolated residential towers in Zeggensburg, far enough from\nthe Citadel to avoid an appearance of too close supervision. The last\nthing anybody wanted was to establish the Proconsul in the Citadel\nitself. The Management of Business of the Mastership, however, had\npromised to do something about it. That would mean, no doubt, that the\n_Empress Eulalie_ would be hanging over Zeggensburg, serving as\nProconsular Palace, for the next year or so.\n\nThe Servile Management, rechristened Freedmen's Management, would\nundertake to safeguard the rights of the newly emancipated slaves. There\nwould be an Employment Code--Count Erskyll was invited to draw that\nup--and a force of investigators, and an enforcement agency, under\nZhorzh Khouzhik.\n\nOne of Commander Douvrin's men, who had been at the Austragonia\nnuclear-industries establishment, was present and reported:\n\n\"Great Ghu, you ought to see that place! They've people working in\nplaces I wouldn't send an unshielded robot, and the hospital there is\nbulging with radiation-sickness cases. The equipment must have been\nbrought here by the Space Vikings. What's left of it is the damnedest\nmess of goldbergery I ever saw. The whole thing ought to be shut down\nand completely rebuilt.\"\n\nErskyll wanted to know who owned it. The Mastership, he was told.\n\n\"That's right,\" one of his economics men agreed. \"Management of Public\nWorks.\" That would be Mykhyl Eschkhaffar, who had so bitterly objected\nto the new nomenclature. \"If anybody needs fissionables for a\npower-reactor or radioactives for nuclear-electric conversion, his chief\nbusiness slave gets what's needed. Furthermore, doesn't even have to\nsign for it.\"\n\n\"Don't they sell it for revenue?\"\n\n\"Nifflheim, no! This government doesn't need revenue. This government\nsupports itself by counterfeiting. When the Mastership needs money, they\njust have Ridgerd Schferts print up another batch. Like everybody else.\"\n\n\"Then the money simply isn't worth anything!\" Erskyll was horrified,\nwhich was rapidly becoming his normal state.\n\n\"Who cares about money, Obray,\" he said. \"Didn't you hear them, last\nevening? It's un-Masterly to bother about things like money. Of course,\neverybody owes everybody for everything, but it's all in the family.\"\n\n\"Well, something will have to be done about that!\"\n\nThat was at least the tenth time he had said that, this evening.\n\n       *       *       *       *       *\n\nIt came practically as a thunderbolt when Khreggor Chmidd screened the\nship the next afternoon to report that a Proconsular Palace had been\nfound, and would be ready for occupancy in a day or so. The\nchief-freedmen of the Management of Business of the Mastership and of\nthe Lord Chief Justiciar had found one, the Elegry Palace, which had\nbeen unoccupied except for what he described as a small caretaking staff\nfor years, while two Masterly families disputed inheritance rights and\nslave lawyers quibbled endlessly before a slave judge. The chief\nfreedman of the Lord Chief Justiciar had simply summoned judge and\nlawyers into his office and ordered them to settle the suit at once.\nThe settlement had consisted of paying both litigants the full value of\nthe building; this came to fifty million stellies apiece. Arbitrarily,\nthe stelly was assigned a value in Imperial crowns of a hundred for one.\nA million crowns was about what the building would be worth, with\ncontents, on Odin. It would be paid for with a draft on the Imperial\nExchequer.\n\n\"Well, you have some hard currency on the planet, now,\" he told Count\nErskyll, while they were having a pre-dinner drink together that\nevening. \"I hope it doesn't touch off an inflation, if the term is\npermissible when applied to Adityan currency.\"\n\nErskyll snapped his fingers. \"Yes! And there's the money we've been\nspending for supplies. And when we start compensation payments....\nExcuse me for a moment.\"\n\nHe dashed off, his drink in his hand. After a long interval, he was\nback, carrying a fresh one he had gotten from a bartending robot en\nroute.\n\n\"Well, that's taken care of,\" he said. \"My fiscal man's getting in touch\nwith Ridgerd Schferts; the Elegry heirs will be paid in Adityan\nstellies, and the Imperial crowns will be held in the Commonwealth Bank,\nor, better, banked in Asgard, to give Aditya some off-planet credit. And\nwe'll do the same with our other expenditures, and with the\nslave-compensation. This is going to be wonderful; this planet needs\neverything in the way of industrial equipment; this is how they're going\nto get it.\"\n\n\"But, Obray; the compensations are owing to the individual Masters. They\nshould be paid in crowns. You know as well as I do that this\nhundred-for-one rate is purely a local fiction. On the interstellar\nexchange, these stellies have a crown value of precisely\nzero-point-zero.\"\n\n\"You know what would happen if these ci-devant Masters got hold of\nImperial crowns,\" Erskyll said. \"They'd only squander them back again\nfor useless imported luxuries. This planet needs a complete\nmodernization, and this is the only way the money to pay for it can be\ngotten.\" He was gesturing excitedly with the almost-full glass in his\nhand; Prince Trevannion stepped back out of the way of the splash he\nanticipated. \"I have no sympathy for these ci-devant Masters. They own\nevery stick and stone and pinch of dust on this planet, as it is. Is\nthat fair?\"\n\n\"Possibly not. But neither is what you're proposing to do.\"\n\nObray, Count Erskyll, couldn't see that. He was proposing to secure the\nGreatest Good for the Greatest Number, and to Nifflheim with any\nminorities who happened to be in the way.\n\n       *       *       *       *       *\n\nThe Navy took over the Elegry Palace the next morning, ran up the\nImperial Sun and Cogwheel flag, and began transmitting views of its\ninterior up to the _Empress Eulalie_. It was considerably smaller than\nthe Imperial Palace at Asgard on Odin, but room for room the furnishings\nwere rather more ornate and expensive. By the next afternoon, the\ncounter-espionage team that had gone down reported the Masterly living\nquarters clear of pickups, microphones, and other apparatus of servile\nsnooping, of which they had found many. The _Canopus_ was recalled from\nher station over the northern end of the continent and began sending\ndown the proconsulate furnishings stowed aboard, including several\nhundred domestic robots.\n\nThe skeleton caretaking staff Chmidd had mentioned proved to number five\nhundred.\n\n\"What are we going to do about them?\" Erskyll wanted to know. \"There's a\nlimit to the upkeep allowance for a proconsulate, and we can't pay five\nhundred useless servants. The chief-freedman, and about a dozen\nassistants, and a few to operate the robots, when we train them, but\nfive hundred...!\"\n\n\"Let Zhorzh do it,\" Prince Trevannion suggested. \"Isn't that what this\nFreedmen's Management is for; to find employment for emancipated slaves?\nJust emancipate them and turn them over to Khouzhik.\"\n\nKhouzhik promptly placed all of them on the payroll of his Management.\nKhouzhik was having his hands full. He had all his top mathematical\nexperts, some of whom even understood the use of the slide-rule, trying\nto work up a scale of wages. Erskyll loaned him a few of his staff. None\nof the ideas any of them developed proved workable. Khouzhik had also\norganized a corps of investigators, and he was beginning to annex the\nprivate guard-companies of the Lords-ex-Master, whom he was organizing\ninto a police force.\n\n       *       *       *       *       *\n\nThe nuclear works on Austragonia were closed down. Mykhyl Eschkhaffar\nordered a programme of rationing and priorities to conserve the stock of\nplutonium and radioactive isotopes on hand, and he decided that\nhenceforth nuclear-energy materials would be sold instead of furnished\nfreely. He simply found out what the market quotations on Odin were,\ntranslated that into stellies, and adopted it. This was just a base\nprice; there would have to be bribes for priority allocations, rakeoffs\nfor the under-freedmen, and graft for the business-freedmen of the\nLords-ex-Masters who bought the stuff. The latter were completely\nunconcerned; none of them even knew about it.\n\nThe Convocation adjourned until the next regular session, at the Midyear\nFeasts, an eight-day intercalary period which permitted dividing the\n358-day Adityan year into ten months of thirty-five days each. Count\nErskyll was satisfied to see them go. He was working on a constitution\nfor the Commonwealth of Aditya, and was making very little progress with\nit.\n\n\"It's one of these elaborate check-and-balance things,\" Lanze Degbrend\nreported. \"To begin with, it was the constitution of Aton, with an\nelective president substituted for a hereditary king. Of course, there\nare a lot of added gadgets; Atonian Radical Democrat stuff. Chmidd and\nHozhet and the other chief-slaves don't like it, either.\"\n\n\"Slap your mouth and say, 'Freedmen,' five times.\"\n\n\"Nuts,\" his subordinate retorted insubordinately. \"I know a slave when I\nsee one. A slave is a slave, with or without a gorget; if he doesn't\nwear it around his neck, he has it tattooed on his soul. It takes at\nleast three generations to rub it off.\"\n\n\"I could wish that Count Erskyll....\" he began. \"What else is our\nProconsul doing?\"\n\n\"Well, I'm afraid he's trying to set up some kind of a scheme for the\ncomplete nationalization of all farms, factories, transport facilities,\nand other means of production and distribution,\" Degbrend said.\n\n\"He's not going to try to do that himself, is he?\" He was, he\ndiscovered, speaking sharply, and modified his tone. \"He won't do it\nwith Imperial authority, or with Imperial troops. Not as long as I'm\nhere. And when we go back to Odin, I'll see to it that Vann Shatrak\nunderstands that.\"\n\n\"Oh, no. The Commonwealth of Aditya will do that,\" Degbrend said.\n\"Chmidd and Hozhet and Yakoop Zhannar and Zhorzh Khouzhik and the rest\nof them, that is. He wants it done legitimately and legally. That means,\nhe'll have to wait till the Midyear Feasts, when the Convocation\nassembles, and he can get his constitution enacted. If he can get it\nwritten by then.\"\n\nVann Shatrak sent two of the destroyers off to explore the moons of\nAditya, of which there were two. The outer moon, Aditya-_Ba'_, was an\nirregular chunk of rock fifty miles in diameter, barely visible to the\nnaked eye. The inner, Aditya-_Alif_, however, was an eight-hundred-mile\nsphere; it had once been the planetary ship-station and shipyard-base.\nIt seemed to have been abandoned when the Adityan technology and economy\nhad begun sagging under the weight of the slave system. Most of the\ninstallations remained, badly run down but repairable. Shatrak\ntransferred as many of his technicians as he could spare to the _Mizar_\nand sent her to recondition the shipyard and render the underground city\ninhabitable again so that the satellite could be used as a base for his\nships. He decided, then, to send the _Irma_ back to Odin with reports of\nthe annexation of Aditya, a proposal that Aditya-_Alif_ be made a\npermanent Imperial naval-base, and a request for more troops.\n\nPrince Trevannion taped up his own reports, describing the general\nsituation on the newly annexed planet, and doing nothing to minimize the\nproblems facing its Proconsul.\n\n\"Count Erskyll\" he finished, \"is doing the best possible under\ncircumstances from which I myself would feel inclined to shrink. If not\ncarried to excess, perhaps youthful idealism is not without value in\nEmpire statecraft. I understand that Commodore Shatrak, who is also\ncoping with some very trying problems, is requesting troop\nreenforcements. I believe this request amply justified, and would\nrecommend that they be gotten here as speedily as possible.\n\n[Illustration]\n\n\"I understand that he is also recommending a permanent naval base on the\nlarger of this planet's two satellites. This I also endorse\nunreservedly. It would have a most salutary effect on the local\ngovernment. I would further recommend that Commodore Shatrak be placed\nin command of it, with suitable promotion, which he has long ago\nearned.\"\n\nErskyll was surprised that he was not himself returning to Odin on the\ndestroyer, and evidently disturbed. He mentioned it during pre-dinner\ncocktails that evening.\n\n\"I know, my own work here is finished; was the moment the Convocation\nvoted acknowledgment of Imperial rule.\" Prince Trevannion replied. \"I\nwould like to stay on for the Midyear Feasts, though. The Convocation\nwill vote on your constitution, and I would like to be able to report\ntheir action to the Prime Minister. How is it progressing, by the way?\"\n\n\"Well, we have a rough draft. I don't care much for it, myself, but\nCitizen Hozhet and Citizen Chmidd and Citizen Zhannar and the others are\nmost enthusiastic, and, after all, they are the ones who will have to\noperate under it.\"\n\nThe Masterly estates would be the representative units; from each, the\nfreedmen would elect representatives to regional elective councils, and\nthese in turn would elect representatives to a central electoral council\nwhich would elect a Supreme People's Legislative Council. This would\nnot only function as the legislative body, but would also elect a\nManager-in-Chief, who would appoint the Chiefs of Management, who, in\nturn, would appoint their own subordinates.\n\n\"I don't like it, myself,\" Erskyll said. \"It's not democratic enough.\nThere should be a direct vote by the people. Well,\" he grudged, \"I\nsuppose it will take a little time for them to learn democracy.\" This\nwas the first time he had come out and admitted that. \"There is to be a\nConstituent Convention in five years, to draw up a new constitution.\"\n\n\"How about the Convocation? You don't expect them to vote themselves out\nof existence, do you?\"\n\n\"Oh, we're keeping the Convocation, in the present constitution, but\nthey won't have any power. Five years from now, we'll be rid of them\nentirely. Look here; you're not going to work against this, are you? You\nwon't advise these ci-devant Lords-Master to vote against it, when it\ncomes up?\"\n\n\"Certainly not. I think your constitution--Khreggor Chmidd's and Tchall\nHozhet's, to be exact--will be nothing short of a political disaster,\nbut it will insure some political stability, which is all that matters\nfrom the Imperial point of view. An Empire statesman must always guard\nagainst sympathizing with local factions and interests, and I can think\nof no planet on which I could be safer from any such temptation. If\nthese Lords-Master want to vote their throats cut, and the slaves want\nto re-enslave themselves, they may all do so with my complete blessing.\"\n\nIf he had been at all given to dramatic gestures he would then have sent\nfor water and washed his hands.\n\n       *       *       *       *       *\n\nMetaphorically, he did so at that moment; thereafter his interest in\nAdityan affairs was that of a spectator at a boring and stupid show,\nwatching only because there is nothing else to watch, and wishing that\nit had been possible to have returned to Odin on the _Irma_. The Prime\nMinister, however, was entitled to a full and impartial report, which he\nwould scarcely get from Count Erskyll, on this new jewel in the Imperial\nCrown. To be able to furnish that, he would have to remain until the\nMidyear Feasts, when the Convocation would act on the new constitution.\nWhether the constitution was adopted or rejected was, in itself,\nunimportant; in either case, Aditya would have a government recognizable\nas such by the Empire, which was already recognizing some fairly\nunlikely-looking governments. In either case, too, Aditya would make\nnobody on any other planet any trouble. It wouldn't have, at least for a\nlong time, even if it had been left unannexed, but no planet inhabited\nby Terro-humans could be trusted to remain permanently peaceful and\nisolated. There is a spark of aggressive ambition in every Terro-human\npeople, no matter how debased, which may smoulder for centuries or even\nmillennia and then burst, fanned by some random wind, into flame. To\nshift the metaphor slightly, the Empire could afford to leave no\nunwatched pots around to boil over unexpectedly.\n\nOccasionally, he did warn young Erskyll of the dangers of overwork and\nemotional over-involvement. Each time, the Proconsul would pour out some\ntale of bickering and rivalry among the chief-freedmen of the\nManagements. Citizen Khouzhik and Citizen Eschkhaffar--they were all\ncalling each other Citizen, now--were contesting overlapping\njurisdictions. Khouzhik wanted to change the name of his Management--he\nno longer bothered mentioning Sesar Martwynn--to Labor and Industry. To\nthis, Mykhyl Eschkhaffar objected vehemently; any Industry that was\ngoing to be managed would be managed by his--Oraze Borztall was\nsimilarly left unmentioned--management of Public Works. And they were\nalso feuding about the robotic and remote-controlled equipment that had\nbeen sent down from the _Empress Eulalie_ to the Austragonia\nnuclear-power works.\n\nKhouzhik was also in controversy with Yakoop Zhannar, who was already\ncalling himself People's Provost-Marshal. Khouzhik had taken over all\nthe private armed-guards on the Masterly farms and in the factories, and\nassimilated them into something he was calling the People's Labor\nPolice, ostensibly to enforce the new Code of Employment Practice.\nZhannar insisted that they should be under his Management; when Chmidd\nand Hozhet supported Khouzhik, he began clamoring for the return of the\nregular army to his control.\n\nCommodore Shatrak was more than glad to get rid of the Adityan army, and\nso was Pyairr Ravney, who was in immediate command of them. The Adityans\ndidn't care one way or the other. Zhannar was delighted, and so were\nChmidd and Hozhet. So, oddly, was Zhorzh Khouzhik. At the same time, the\nstate of martial law proclaimed on the day of the landing was\nterminated.\n\nThe days slipped by. There were entertainments at the new Proconsular\nPalace for the Masterly residents of Zeggensburg, and Erskyll and his\nstaff were entertained at Masterly palaces. The latter affairs pained\nPrince Trevannion excessively--hours on end of gorging uninspired\ncooking and guzzling too-sweet wine and watching ex-slave performers\nwhose acts were either brutal or obscene and frequently both, and, more\nunforgivable, stupidly so. The Masterly conversation was simply stupid.\n\nHe borrowed a reconn-car from Ravney; he and Lanze Degbrend and,\nusually, one or another of Ravney's young officers, took long trips of\nexploration. They fished in mountain streams, and hunted the small\ndeerlike game, and he found himself enjoying these excursions more than\nanything he had done in recent years; certainly anything since Aditya\nhad come into the viewscreens of the _Empress Eulalie_. Once in a while,\nthey claimed and received Masterly hospitality at some large farming\nestate. They were always greeted with fulsome cordiality, and there was\nalways surprise that persons of their rank and consequence should travel\nunaccompanied by a retinue of servants.\n\nHe found things the same wherever he stopped. None of the farms were\nproducing more than a quarter of the potential yield per acre, and all\ndepleting the soil outrageously. Ten slaves--he didn't bother to think\nof them as freedmen--doing the work of one, and a hundred of them taking\nall day to do what one robot would have done before noon. White-gowned\nchief-slaves lording it over green and orange gowned supervisors and\nclerks; overseers still carrying and frequently using whips and knouts\nand sandbag flails.\n\nOnce or twice, when a Masterly back was turned, he caught a look of\nmurderous hatred flickering into the eyes of some upper-slave. Once or\ntwice, when a Master thought his was turned, he caught the same look in\nMasterly eyes, directed at him or at Lanze.\n\nThe Midyear Feasts approached; each time he returned to the city he\nfound more excitement as preparations went on. Mykhyl Eschkhaffar's\nManagement of Public Works was giving top priority to redecorating the\nConvocation Chamber and the lounges and dining-rooms around it in which\nthe Masters would relax during recesses. More and more Masterly families\nflocked in from outlying estates, with contragravity-flotillas and\nretinues of attendants, to be entertained at the city palaces. There\nwere more and gaudier banquets and balls and entertainments. By the time\nthe Feasts began, every Masterly man, woman and child would be in the\ncity.\n\nThere were long columns of military contragravity coming in, too;\ntroop-carriers and combat-vehicles. Yakoop Zhannar was bringing in all\nhis newly recovered army, and Zhorzh Khouzhik his newly organized\nPeople's Labor Police. Vann Shatrak, who was now commanding his\nbattle-line unit by screen from the Proconsular Palace, began fretting.\n\n\"I wish I hadn't been in such a hurry to terminate martial rule,\" he\nsaid, once. \"And I wish Pyairr hadn't been so confoundedly efficient in\nretraining those troops. That may cost us a few extra casualties, before\nwe're through.\"\n\nCount Erskyll laughed at his worries.\n\n\"It's just this rivalry between Citizen Khouzhik and Citizen Zhannar,\"\nhe said, \"They're like a couple of ci-devant Lords-Master competing to\ngive more extravagant feasts. Zhannar's going to hold a review of his\ntroops, and of course, Khouzhik intends to hold a review of his police.\nThat's all there is to it.\"\n\n\"Well, just the same, I wish some reenforcements would get here from\nOdin,\" Shatrak said.\n\nErskyll was busy, in the days before the Midyear Feasts, either\nconferring at the Citadel with the ex-slaves who were the functional\nheads of the Managements or at the Proconsular Palace with Hozhet and\nChmidd and the chief-freedmen of the influential Convocation leaders and\nPresidium members. Everybody was extremely optimistic about the\nconstitution.\n\nHe couldn't quite understand the optimism, himself.\n\n\"If I were one of these Lords-Master, I wouldn't even consider the\nthing,\" he told Erskyll. \"I know, they're stupid, but I can't believe\nthey're stupid enough to commit suicide, and that's what this amounts\nto.\"\n\n\"Yes, it does,\" Erskyll agreed, cheerfully. \"As soon as they enact it,\nthey'll be of no more consequence than the Assemblage of Peers on Aton;\nthey'll have no voice in the operation of the Commonwealth, and none in\nthe new constitution that will be drawn up five years from now. And that\nwill be the end of them. All the big estates, and the factories and\nmines and contragravity-ship lines will be nationalized.\"\n\n\"And they'll have nothing at all, except a hamper-full of repudiated\npaper stellies,\" he finished. \"That's what I mean. What makes you think\nthey'll be willing to vote for that?\"\n\n\"They don't know they're voting for it. They'll think they're voting to\nkeep control of the Mastership. People like Olvir Nikkolon and Rovard\nJavasan and Ranal Valdry and Sesar Martwynn think they still own their\nchief-freedmen; they think Hozhet and Chmidd and Zhannar and Khouzhik\nwill do exactly what they tell them. And they believe anything the\nHozhets and Chmidds and Zhannars tell them. And every chief-freedman is\ntelling his Lord-Employer that the only way they can keep control is by\nadopting the constitution; that they can control the elections on their\nestates, and hand-pick the People's Legislative Council. I tell you,\nPrince Trevannion, the constitution is as good as enacted.\"\n\nTwo days before the opening of the Convocation, the _Irma_ came into\nradio-range, five light-hours away, and began transmitting in taped\nmatter at sixty-speed. Erskyll's report and his own acknowledged; a\nroutine \"well done\" for the successful annexation. Commendation for\nShatrak's handling of the landing operation. Orders to take over\nAditya-_Alif_ and begin construction of a permanent naval base.\nNotification of promotion to base-admiral, and blank commission as\nline-commodore; that would be Patrique Morvill. And advice that one\ntransport-cruiser, _Algol_, with an Army contragravity brigade aboard,\nand two engineering ships, would leave Odin for Aditya in fifteen days.\nThe last two words erased much of the new base-admiral's pleasure.\n\n\"Fifteen days, great Ghu! And those tubs won't make near the speed of\n_Irma_, getting here. We'll be lucky to see them in twenty. And\nBeelzebub only knows what'll be going on here then.\"\n\n       *       *       *       *       *\n\nFour times, the big screen failed to respond. They were all crowded\ninto one of the executive conference-rooms at the Proconsular Palace,\nthe batteries of communication and recording equipment incongruously\nfunctional among the gold-encrusted luxury of the original Masterly\nfurnishings. Shatrak swore.\n\n\"Andrey, I thought your people had planted those pickups where they\ncouldn't be found,\" he said to Commander Douvrin.\n\n\"There is no such place, sir,\" the intelligence officer replied. \"Just\nplaces where things are hard to find.\"\n\n\"Did you mention our pickups to Chmidd or Hozhet or any of the rest of\nthe shaveheads?\" Shatrak asked Erskyll.\n\n\"No. I didn't even know where they were. And it was the freedmen who\nfound them,\" Erskyll said. \"I don't know why they wouldn't want us\nlooking in.\"\n\nLanze Degbrend, at the screen, twisted the dial again, and this time the\nscreen flickered and cleared, and they were looking into the Convocation\nChamber from the extreme rear, above the double doors. Far away, in\nfront, Olvir Nikkolon was rising behind the gold and onyx bench, and\nfrom the speaker the call bell tolled slowly, and the buzz of over two\nthousand whispering voices diminished. Nikkolon began to speak:\n\n\"Seven and a half centuries ago, our fathers went forth from Morglay to\nplant upon this planet a new banner....\"\n\nIt was evidently a set speech, one he had recited year after year, and\nevery Lord Chairman of the Presidium before him. The splendid\ntraditions. The glories of the Masterly race. The all-conquering Space\nVikings. The proud heritage of the Sword-Worlds. Lanze was fiddling with\nthe control knobs, stepping up magnification and focusing on the\nspeaker's head and shoulders. Then everybody laughed; Nikkolon had a\nsmall plug in one ear, with a fine wire running down to vanish under his\ncollar. Degbrend brought back the full view of the Convocation Chamber.\n\nNikkolon went on and on. Vann Shatrak summoned a robot to furnish him\nwith a cold beer and another cigar. Erskyll was drumming an impatient\ndevil's tattoo with his fingernails on the gold-encrusted table in front\nof him. Lanze Degbrend began interpolating sarcastic comments. And\nfinally, Pyairr Ravney, who came from Lugaluru, reverted to the idiom of\nhis planet's favorite sport:\n\n\"Come on, come on; turn out the bull! What's the matter, is the gate\nstuck?\"\n\nIf so, it came quickly unstuck, and the bull emerged, pawing and\nsnorting.\n\n\"This year, other conquerors have come to Aditya, here to plant another\nbanner, the Sun and Cogwheel of the Galactic Empire, and I blush to say\nit, we are as helpless against these conquerors as were the miserable\nbarbarians and their wretched serfs whom our fathers conquered seven\nhundred and sixty-two years ago, whose descendants, until this black\nday, had been our slaves.\"\n\nHe continued, his voice growing more impassioned and more belligerent.\nCount Erskyll fidgeted. This wasn't the way the Chmidd-Hozhet\nConstitution ought to be introduced.\n\n\"So, perforce, we accepted the sovereignty of this alien Empire. We are\nnow the subjects of his Imperial Majesty, Rodrik III. We must govern\nAditya subject to the Imperial Constitution.\" (Groans, boos; catcalls,\nif the Adityan equivalent of cats made noises like that.) \"At one\nstroke, this Constitution has abolished our peculiar institution, upon\nwhich is based our entire social structure. This I know. But this same\nImperial Constitution is a collapsium-strong shielding; let me call your\nattention to Article One, Section Two: _Every Empire planet shall be\nself-governed as to its own affairs, in the manner of its own choice and\nwithout interference._ Mark this well, for it is our guarantee that this\ngovernment, of the Masters, by the Masters, and for the Masters, shall\nnot perish from Aditya.\" (Prolonged cheering.)\n\n\"Now, these arrogant conquerors have overstepped their own supreme law.\nThey have written for this Mastership a constitution, designed for the\nsole purpose of accomplishing the liquidation of the Masterly class and\nrace. They have endeavored to force this planetary constitution upon us\nby threats of force, and by a shameful attempt to pervert the fidelity\nof our chief-slaves--I will not insult these loyal servitors with this\ndisgusting new name, freedmen--so that we might, a second time, be\ntricked into voting assent to our own undoing. But in this, they have\nfailed. Our chief-slaves have warned us of the trap concealed in this\nconstitution written by the Proconsul, Count Erskyll. My faithful Tchall\nHozhet has shown me all the pitfalls in this infamous document....\"\n\nObray, Count Erskyll, was staring in dismay at the screen. Then he began\ncursing blasphemously, the first time he had ever been heard to do so,\nand, as he was at least nominally a Pantheist, this meant blaspheming\nthe entire infinite universe.\n\n\"The rats! The dirty treacherous rats! We came here to help them, and\nlook; they've betrayed us...!\" He lost his voice in a wheezing sob, and\nthen asked: \"Why did they do it? Do they want to go on being slaves?\"\n\nPerhaps they did. It wasn't for love of their Lords-Master; he was sure\nof that. Even from the beginning, they had found it impossible to\ndisguise their contempt....\n\nThen he saw Olvir Nikkolon stop short and thrust out his arm, pointing\ndirectly below the pickup, and as he watched, something green-gray, a\nremote-control contragravity lorry, came floating into the field of the\nscreen. One of the vehicles that had been sent down from the _Empress\nEulalie_ for use at the uranium mines. As it lifted and advanced toward\nthe center of the room, the other Lords-Master were springing to their\nfeet.\n\n[Illustration]\n\nVann Shatrak also sprang to his feet, reaching the controls of the\nscreen and cutting the sound. He was just in time to save them from\nbeing, at least temporarily, deafened, for no sooner had he silenced the\nspeaker than the lorry vanished in a flash that filled the entire room.\n\nWhen the dazzle left their eyes, and the smoke and dust began to clear,\nthey saw the Convocation Chamber in wreckage, showers of plaster and\nbits of plastiboard still falling from above. The gold and onyx bench\nwas broken in a number of places; the Chiefs of Management in front of\nit, and the Presidium above, had vanished. Among the benches lay\nblack-clad bodies, a few still moving. Smoke rose from burning clothing.\nAdmiral Shatrak put on the sound again; from the screen came screams and\ncries of pain and fright.\n\nThen the doors on the two long sides opened, and red-brown uniforms\nappeared. The soldiers advanced into the Chamber, unslinging rifles and\nsubmachine guns. Unheeding the still falling plaster, they moved\nforward, firing as they came. A few of them slung their firearms and\npicked up Masterly dress swords, using them to finish the wounded among\nthe benches. The screams grew fewer, and then stopped.\n\nCount Erskyll sat frozen, staring white-faced and horror-sick into the\nscreen. Some of the others had begun to recover and were babbling\nexcitedly. Vann Shatrak was at a communication-screen, talking to\nCommodore Patrique Morvill, aboard the _Empress Eulalie_:\n\n\"All the Landing-Troops, and all the crewmen you can spare and arm. And\nevery vehicle you have. This is only the start of it; there'll be a\ngeneral massacre of Masters next. I don't doubt it's started already.\"\n\nAt another screen, Pyairr Ravney was saying, to the officer of the day\nof the Palace Guard: \"No, there's no telling what they'll do next.\nWhatever it is, be ready for it ten minutes ago.\"\n\nHe stubbed out his cigarette and rose, and as he did, Erskyll came out\nof his daze and onto his feet.\n\n\"Commodore Shatrak! I mean, Admiral,\" he corrected himself. \"We must\nre-impose martial rule. I wish I'd never talked you into terminating it.\nLook at that!\" He pointed at the screen; big dump-lorries were already\ncoming in the doors under the pickup, with a mob of gowned civil-service\npeople crowding in under them. They and the soldiers began dragging\nbodies out from among the seats to be loaded and hauled away. \"There's\nthe planetary government, murdered to the last man!\"\n\n\"I'm afraid we can't do anything like that,\" he said. \"This seems to be\na simple transfer of power by _coup-d'etat_; rather more extreme than\nusual, but normal political practice on this sort of planet. The Empire\nhas no right to interfere.\"\n\nErskyll turned on him indignantly. \"But it's mass murder!\"\n\n\"It's an accomplished fact. Whoever ordered this, Citizen Chmidd and\nCitizen Hozhet and Citizen Zhannar and the rest of your good democratic\ncitizens, are now the planetary government of Aditya. As long as they\ndon't attack us, or repudiate the sovereignty of the Emperor, you'll\nhave to recognize them as such.\"\n\n\"A bloody-handed gang of murderers; recognize them?\"\n\n\"All governments have a little blood here and there on their hands;\nyou've seen this by screen instead of reading about it in a history\nbook, but that shouldn't make any difference. And you've said,\nyourself, that the Masters would have to be eliminated. You've told\nChmidd and Hozhet and the others that, repeatedly. Of course, you meant\nlegally, by constitutional and democratic means, but that seemed just a\nbit too tedious to them. They had them all together in one room, where\nthey could be eliminated easily, and ... Lanze; see if you can get\nanything on the Citadel telecast.\"\n\nDegbrend put on another communication-screen and fiddled for a moment.\nWhat came on was a view, from another angle, of the Convocation Chamber.\nA voice was saying:\n\n\"... not one left alive. The People's Labor Police, acting on orders of\nPeople's Manager of Labor Zhorzh Khouzhik and People's Provost-Marshal\nYakoop Zhannar, are now eliminating the rest of the ci-devant Masterly\nclass, all of whom are here in Zeggensburg. The people are directed to\ncooperate; kill them all, men, women and children. We must allow none of\nthese foul exploiters of the people live to see today's sun go down....\"\n\n\"You mean, we sit here while those animals butcher women and children?\"\nShatrak demanded, looking from the Proconsul to the Ministerial\nSecretary. \"Well, by Ghu, I won't! If I have to face a court for it, all\nwell and good, but....\"\n\n\"You won't, Admiral. I seem to recall, some years ago, a Commodore\nHastings, who got a baronetcy for stopping a pogrom on Anath....\"\n\n\"And broadcast an announcement that any of the Masterly class may find\nasylum here at the Proconsular Palace. They're political fugitives;\nscores of precedents for that,\" Erskyll added.\n\nShatrak was back at the screen to the _Empress Eulalie_.\n\n\"Patrique, get a jam-beam focussed on that telecast station at the\nCitadel; get it off the air. Then broadcast on the same wavelength;\nannounce that anybody claiming sanctuary at the Proconsular Palace will\nbe taken in and protected. And start getting troops down, and all the\nspacemen you can spare.\"\n\nAt the same time, Ravney was saying, into his own screen:\n\n\"Plan Four. Variation H-3; this is a rescue operation. This is not,\nrepeat, underscore, _not_ an intervention in planetary government. You\nare to protect members of the Masterly class in danger from mob\nviolence. That's anybody with hair on his head. Stay away from the\nCitadel; the ones there are all dead. Start with the four buildings\nclosest to us, and get them cleared out. If the shaveheads give you any\ntrouble, don't argue with them, just shoot them....\"\n\nErskyll, after his brief moment of decisiveness, was staring at the\nscreen to the Convocation Chamber, where bodies were still being heaved\ninto the lorries like black sacks of grain. Lanze Degbrend summoned a\nrobot, had it pour a highball, and gave it to the Proconsul.\n\n\"Go ahead, Count Erskyll; drink it down. Medicinal,\" he was saying.\n\"Believe me you certainly need it.\"\n\nErskyll gulped it down. \"I think I could use another, if you please,\" he\nsaid, handing the glass back to Lanze. \"And a cigarette.\" After he had\ntasted his second drink and puffed on the cigarette, he said: \"I was so\nproud. I thought they were learning democracy.\"\n\n\"We don't, any of us, have too much to be proud about,\" Degbrend told\nhim. \"They must have been planning and preparing this for a couple of\nmonths, and we never caught a whisper of it.\"\n\nThat was correct. They had deluded Erskyll into thinking that they were\ngoing to let the Masters vote themselves out of power and set up a\nrepresentative government. They had deluded the Masters into believing\nthat they were in favor of the _status quo_, and opposed to Erkyll's\ndemocratization and socialization. There must be only a few of them in\nthe conspiracy. Chmidd and Hozhet and Zhannar and Khouzhik and Schferts\nand the rest of the Citadel chief-slave clique. Among them, they\ncontrolled all the armed force. The bickering and rivalries must have\nbeen part of the camouflage. He supposed that a few of the upper army\ncommanders had been in on it, too.\n\nA communication-screen began making noises. Somebody flipped the switch,\nand Khreggor Chmidd appeared in it. Erskyll swore softly, and went to\nface the screen-image of the elephantine ex-slave of the ex-Lord Master,\nthe late Rovard Javasan.\n\n\"Citizen Proconsul; why is our telecast station, which is vitally needed\nto give information to the people, jammed off the air, and why are you\nbroadcasting, on our wavelength, advice to the criminals of the\nci-devant Masterly class to take refuge in your Proconsular Palace from\nthe just vengeance of the outraged victims of their century-long\nexploitation?\" he began. \"This is a flagrant violation of the Imperial\nConstitution; our Emperor will not be pleased at this unjustified\nintervention in the affairs, and this interference with the planetary\nauthority, of the People's Commonwealth of Aditya!\"\n\nObray of Erskyll must have realized, for the first time, that he was\nstill holding a highball glass in one hand and a cigarette in the other.\nHe flung both of them away.\n\n\"If the Imperial troops we are sending into the city to rescue women and\nchildren in danger from your hoodlums meet with the least resistance,\nyou won't be in a position to find out what his Majesty thinks about it,\nbecause Admiral Shatrak will have you and your accomplices shot in the\nConvocation Chamber, where you massacred the legitimate government of\nthis planet,\" he barked.\n\nSo the real Obray, Count Erskyll, had at last emerged. All the\nliberalism and socialism and egalitarianism, all the Helping-Hand,\nTorch-of-Democracy, idealism, was merely a surface stucco applied at the\nuniversity during the last six years. For twenty-four years before that,\nfrom the day of his birth, he had been taught, by his parents, his\nnurse, his governess, his tutors, what it meant to be an Erskyll of Aton\nand a grandson of Errol, Duke of Yorvoy. As he watched Khreggor Chmidd\nin the screen, he grew angrier, if possible.\n\n\"Do you know what you blood-thirsty imbeciles have done?\" he demanded.\n\"You have just murdered, along with two thousand men, some five billion\ncrowns, the money needed to finance all these fine modernization and\nindustrialization plans. Or are you crazy enough to think that the\nEmpire is going to indemnify you for being emancipated and pay that\nmoney over to you?\"\n\n\"But, Citizen Proconsul....\"\n\n\"And don't call me Citizen Proconsul! I am a noble of the Galactic\nEmpire, and on this pigpen of a planet I represent his Imperial Majesty.\nYou will respect, and address, me accordingly.\"\n\nKhreggor Chmidd no longer wore the gorget of servility, but, as Lanze\nDegbrend had once remarked, it was still tattooed on his soul. He\ngulped.\n\n\"Y-yes, Lord-Master Proconsul!\"\n\nThey were together again in the big conference-room, which Vann Shatrak\nhad been using, through the day, as an extemporised Battle-Control. They\nslumped wearily in chairs; they smoked and drank coffee; they anxiously\nlooked from viewscreen to viewscreen, wondering when, and how soon, the\ntrouble would break out again. It was dark, outside, now. Floodlights\nthrew a white dazzle from the top of the Proconsular Palace and from the\ntops of the four buildings around it that Imperial troops had cleared\nand occupied, and from contragravity vehicles above. There was light and\nactivity at the Citadel, and in the Servile City to the south-east; the\nrest of Zeggensburg was dark and quiet.\n\n\"I don't think we'll have any more trouble,\" Admiral Shatrak was saying.\n\"They won't be fools enough to attack us here, and all the Masters are\ndead, except for the ones we're sheltering.\"\n\n\"How many did we save?\" Count Erskyll asked.\n\nEight hundred odd, Shatrak told him. Erskyll caught his breath.\n\n\"So few! Why, there were almost twelve thousand of them in the city this\nmorning.\"\n\n\"I'm surprised we saved so many,\" Lanze Degbrend said. He still wore\ncombat coveralls, and a pistol-belt lay beside his chair. \"Most of them\nwere killed in the first hour.\"\n\nAnd that had been before the landing-craft from the ships had gotten\ndown, and there had only been seven hundred men and forty vehicles\navailable. He had gone out with them, himself; it had been the first\ntime he had worn battle-dress and helmet or carried a weapon except for\nsport in almost thirty years. It had been an ugly, bloody, business; one\nhe wanted to forget as speedily as possible. There had been times, after\nseeing the mutilated bodies of Masterly women and children, when he had\nbeen forced to remind himself that he had come out to prevent, not to\nparticipate in, a massacre. Some of Ravney's men hadn't even tried.\nAtrocity has a horrible facility for begetting atrocity.\n\n\"What'll we do with them?\" Erskyll asked. \"We can't turn them loose;\nthey'd all be murdered in a matter of hours, and in any case, they'd\nhave nowhere to go. The Commonwealth,\"--he pronounced the name he had\nhimself selected as though it were an obscenity--\"has nationalized all\nthe Masterly property.\"\n\nThat had been announced almost as soon as the Citadel telecast-station\nhad been unjammed, and shortly thereafter they had begun encountering\nbodies of Yakoop Zhannar's soldiers and Zhorzh Khouzhik's police who had\nbeen sent out to stop looting and vandalism and occupy the Masterly\npalaces. There had been considerable shooting in the Servile City;\nevidently the ex-slaves had to be convinced that they must not pillage\nor destroy their places of employment.\n\n\"Evacuate them off-planet,\" Shatrak said. \"As soon as _Algol_ gets here,\nwe'll load the lot of them onto _Mizar_ or _Canopus_ and haul them\nsomewhere. Ghu only knows how they'll live, but....\"\n\n\"Oh, they won't be paupers, or public charges, Admiral,\" he said. \"You\nknow, there's an estimated five billion crowns in slave-compensation,\nand when I return to Odin I shall represent most strongly that these\nsurvivors be paid the whole sum. But I shall emphatically not recommend\nthat they be resettled on Odin. They won't be at all grateful to us for\ntoday's business, and on Odin they could easily stir up some very\nadverse public sentiment.\"\n\n\"My resignation will answer any criticism of the Establishment the\npublic may make,\" Erskyll began.\n\n\"Oh, rubbish; don't talk about resigning, Obray. You made a few mistakes\nhere, though I can't think of a better planet in the Galaxy on which you\ncould have made them. But no matter what you did or did not do, this\nwould have happened eventually.\"\n\n\"You really think so?\" Obray, Count Erskyll, was desperately anxious to\nbe assured of that. \"Perhaps if I hadn't been so insistent on this\nconstitution....\"\n\n\"That wouldn't have made a particle of difference. We all made this\ninevitable simply by coming here. Before we came, it would have been\nimpossible. No slave would have been able even to imagine a society\nwithout Lords-Master; you heard Chmidd and Hozhet, the first day, aboard\nthe _Empress Eulalie_. A slave had to have a Master; he simply couldn't\nbelong to nobody at all. And until you started talking socialization,\nnobody could have imagined property without a Masterly property-owning\nclass. And a massacre like this would have been impossible to organize\nor execute. For one thing, it required an elaborate conspiratorial\norganization, and until we emancipated them, no slave would have dared\ntrust any other slave; every one would have betrayed any other to curry\nfavor with his Lord-Master. We taught them that they didn't need\nLords-Master, or Masterly favor, any more. And we presented them with a\nsituation their established routines didn't cover, and forced them into\ndoing some original thinking, which must have hurt like Nifflheim at\nfirst. And we retrained the army and handed it over to Yakoop Zhannar,\nand inspired Zhorzh Khouzhik to organize the Labor Police, and\nfundamentally, no government is anything but armed force. Really, Obray,\nI can't see that you can be blamed for anything but speeding up an\ninevitable process slightly.\"\n\n\"You think they'll see it that way at Asgard?\"\n\n\"You mean the Prime Minister and His Majesty? That will be the way I\nshall present it to them. That was another reason I wanted to stay on\nhere. I anticipated that you might want a credible witness to what was\ngoing to happen,\" he said. \"Now, you'll be here for not more than five\nyears before you're promoted elsewhere. Nobody remains longer than that\non a first Proconsular appointment. Just keep your eyes and ears and,\nespecially, your mind, open while you are here. You will learn many\nthings undreamed-of by the political-science faculty at the University\nof Nefertiti.\"\n\n\"You said I made mistakes,\" Erskyll mentioned, ready to start learning\nimmediately.\n\n\"Yes. I pointed one of them out to you some time ago: emotional\ninvolvement with local groups. You began sympathizing with the servile\nclass here almost immediately. I don't think either of us learned\nanything about them that the other didn't, yet I found them despicable,\none and all. Why did you think them worthy of your sympathy?\"\n\n\"Why, because....\" For a moment, that was as far as he could get. His\nmotivation had been thalamic rather than cortical and he was having\ntrouble externalizing it verbally. \"They were _slaves_. They were being\nexploited and oppressed....\"\n\n\"And, of course, their exploiters were a lot of heartless villains, so\nthat made the slaves good and virtuous innocents. That was your real,\nfundamental, mistake. You know, Obray, the downtrodden and\nlong-suffering proletariat aren't at all good or innocent or virtuous.\nThey are just incompetent; they lack the abilities necessary for overt\nvillainy. You saw, this afternoon, what they were capable of doing when\nthey were given an opportunity. You know, it's quite all right to give\nthe underdog a hand, but only one hand. Keep the other hand on your\npistol--or he'll try to eat the one you gave him! As you may have\nnoticed, today, when underdogs get up, they tend to turn out to be\nwolves.\"\n\n\"What do you think this Commonwealth will develop into, under Chmidd and\nHozhet and Khouzhik and the rest?\" Lanze Degbrend asked, to keep the\nlecture going.\n\n\"Oh, a slave-state, of course; look who's running it, and whom it will\ngovern. Not the kind of a slave-state we can do anything about,\" he\nhastened to add. \"The Commonwealth will be very definite about\nrecognizing that sapient beings cannot be property. But all the rest of\nthe property will belong to the Commonwealth. Remember that remark of\nChmidd's: 'It will belong to everybody, but somebody will have to take\ncare of it for everybody. That will be you and me.'\"\n\nErskyll frowned. \"I remember that. I didn't like it, at the time. It\nsounded....\"\n\nOut of character, for a good and virtuous proletarian; almost Masterly,\nin fact. He continued:\n\n\"The Commonwealth will be sole employer as well as sole property-owner,\nand anybody who wants to eat will have to work for the Commonwealth on\nthe Commonwealth's terms. Chmidd's and Hozhet's and Khouzhik's, that is.\nIf that isn't substitution of peonage for chattel slavery, I don't know\nwhat the word peonage means. But you'll do nothing to interfere. You\nwill see to it that Aditya stays in the empire and adheres to the\nConstitution and makes no trouble for anybody off-planet. I fancy you\nwon't find that too difficult. They'll be good, as long as you deny them\nthe means to be anything else. And make sure that they continue to call\nyou Lord-Master Proconsul.\"\n\nLecturing, he found, was dry work. He summoned a bartending robot:\n\n\"Ho, slave! Attend your Lord-Master!\"\n\nThen he had to use his ultraviolet pencil-light to bring it to him, and\ndial for the brandy-and-soda he wanted. As long as that was necessary,\nthere really wasn't anything to worry about. But some of these days,\nthey'd build robots that would anticipate orders, and robots to operate\nrobots, and robots to supervise them, and....\n\nNo. It wouldn't quite come to that. A slave is a slave, but a robot is\nonly a robot. As long as they stuck to robots, they were reasonably\nsafe.\n\n+--------------------------------------------------------------+\n| Errata                                                       |\n|                                                              |\n| The following typographical errors were corrected.           |\n|                                                              |\n|        |Page |Error         |Correction   |                  |\n|        |4    |Terrohuman    |Terro-human  |                  |\n|        |10   |present;      |present,     |                  |\n|        |19   |tessallated   |tessellated  |                  |\n|        |28   |announcemnet  |announcement |                  |\n|        |28   |intransigeant |intransigent |                  |\n|        |36   |tattoed       |tattooed     |                  |\n|        |37   |salutory      |salutary     |                  |\n|        |41   |constituion   |constitution |                  |\n|        |43   |belligerant   |belligerent  |                  |\n|                                                              |\n+--------------------------------------------------------------+\n\n\n\n\n\nEnd of the Project Gutenberg EBook of A Slave is a Slave, by Henry Beam Piper\n\n*** END OF THIS PROJECT GUTENBERG EBOOK A SLAVE IS A SLAVE ***\n\n***** This file should be named 20726.txt or 20726.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/0/7/2/20726/\n\nProduced by Greg Weeks, LN Yaddanapudi and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}