{"title": "Rebels of the Red Planet", "author": "Charles Louis Fontenay", "releaseDate": "March 4, 2007", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Janet Blenkinship and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\nREBELS OF THE RED PLANET\n\nby\n\nCHARLES L. FONTENAY\n\n\n\n_Charles L. Fontenay has also written_:\n\nTWICE UPON A TIME (D-266)\n\n\n\nCopyright ©, 1961, by Ace Books, Inc.\nAll Rights Reserved\n\nPrinted in U.S.A.\nACE BOOKS, INC.\n23 West 47th Street, New York 36, N.Y.\n\n\n\n\n    MARS FOR THE MARTIANS!\n\n\n    Dark Kensington had been dead for twenty-five years. It was a fact;\n    everyone knew it. Then suddenly he reappeared, youthful, brilliant,\n    ready to take over the Phoenix, the rebel group that worked to\n    overthrow the tyranny that gripped the settlers on Mars.\n\n    The Phoenix had been destroyed not once, not twice, but three times!\n    But this time the resurrected Dark had new plans, plans which\n    involved dangerous experiments in mutation and psionics.\n\n    And now the rebels realized they were in double jeopardy. Not only\n    from the government's desperate hatred of their movement, but also\n    from the growing possibility that the new breed of mutated monsters\n    would get out of hand and bring terrors never before known to man.\n\n\n    CHARLES L. FONTENAY writes: \"I was born in Brazil of a father who\n    was by birth English and by parentage German and French, and of a\n    mother who was by birth American and by parentage American and\n    Scottish. This mess of internationalism caused me some trouble in\n    the army during World War II as the government couldn't decide\n    whether I was American, British, or Brazilian; and both as an\n    enlisted man and an officer I dealt in secret work which required\n    citizenship by birth. On three occasions I had to dig into the\n    lawbooks. Finally they gave up and admitted I was an American\n    citizen....\n\n    \"I was raised on a West Tennessee farm and distinguished myself in\n    school principally by being the youngest, smallest (and consequently\n    the fastest-running) child in my classes ... Newspaper work has been\n    my career since 1936. I have worked for three newspapers, including\n    _The Nashville Tennessean_ for which I am now rewrite man, and\n    before the war for the Associated Press.\"\n\n    Mr. Fontenay is married, lives in Madison, Tenn., and has had one\n    other novel published by Ace Books.\n\n\n       *       *       *       *       *\n\n\n\n1\n\n\nIt is a sea, though they call it sand.\n\nThey call it sand because it is still and red and dense with grains.\nThey call it sand because the thin wind whips it, and whirls its dusty\nskim away to the tight horizons of Mars.\n\nBut only a sea could so brood with the memory of aeons. Only a sea,\nlying so silent beneath the high skies, could hint the mystery of life\nstill behind its barren veil.\n\nTo practical, rational man, it is the Xanthe Desert. Whatever else he\nmight unwittingly be, S. Nuwell Eli considered himself a practical,\nrational man, and it was across the bumpy sands of the Xanthe Desert\nthat he guided his groundcar westward with that somewhat cautious\nproficiency that mistrusts its own mastery of the machine. Maya Cara\nNome, his colleague in this mission to which he had addressed himself,\nwas a silent companion.\n\nNuwell's liquid brown eyes, insistent upon their visual clarity, saw the\nred sand as the blowing surface of unliving solidity. Only clarity was\nadmitted to Nuwell, and the only living clarity was man and beast and\nvegetation, spotted in the dome cities and dome farms of the lowlands.\nHe and Maya scurried, transiting sparks of the only life, insecure and\nhastening in the absence of the net of roads which eventually would bind\nthe Martian surface to human reality from the toeholds of the dome\ncities.\n\nIn that opposite world which was the other side of the groundcar's seat,\nMaya Cara Nome's opaque black eyes struggled against the surface. They\nstruggled not from any rational motivation but from long stubbornness,\nfrom habit, as a fly kicks six-legged and constant against the surface\ntension of a trapping pool.\n\nFormally, Maya was allied to Newell's clarity and solidity, and she\ncould express this alliance with complete logic if called on. But behind\nthe casually blowing sand she sensed a depth. The shimmering atmosphere,\nhostile to man, which sealed the red desert was a lens that distorted\nand concealed by its intervention. The groundcar was a mechanical bug,\nan alienness with which timorous man had allied himself; allied with it\nagainst reality, she and Nuwell were hastened by it through reality,\nunseeing, toward the goal of a more comfortable unreality.\n\nThe groundcar bumped and slithered, and an orange dust-cloud boiled up\nfrom its broad tires and wafted away across the sculpted sand. The\ndesert stretched away, silent and empty, to the distant horizon; the\ngroundcar the only humming disturbance of its silence and emptiness. The\nsteel-blue sky shimmered above, a lens capping the red surface.\n\nThe groundcar rolled westward, slashing toward its goal from the distant\nlowland of Solis Lacus. Far away, two men, machineless, plodded this\nsame Xanthe Desert toward the same goal; but they plodded southward,\napproaching on a different radius.\n\nThey were naked. In a thin atmosphere without sufficient oxygen to\nsupport animal life or even the higher forms of terrestrial plant life,\nthey wore no marsuits, no helmets, no oxygen tanks.\n\nThe man who walked in front was tall, erect, powerfully muscled. His\nfeatures and short-clipped hair were coarse, but self-assured\nintelligence shone in his smoky eyes. He moved across the loose sand,\nbarefoot, with easy grace.\n\nThe--man?--that shambled behind him was as tall, but appeared shorter\nand even more muscular because his shoulders and head were hunched\nforward. His even coarser face was characterized by vacuously slack\nmouth and blue eyes empty of any expression except an occasional brief\nfrown of puzzlement.\n\nToward a focal point: from the east, two people; from the north, two\npeople. If in the efficient self-assurance of Adam Hennessey could be\nparalleled a variant harmony with the insistent surfaceness of S. Nuwell\nEli, does any coincidental parallelism exist between Brute Hennessey and\nMaya Cara Nome?\n\nPuzzlement was the climate of Brute's mind. This surface film of things\nthrough which he ploughed his way, the swarming currents below the\nsurface--all were chaos. He grasped vaguely at comprehension without\nachieving, the effective coalescence of electric ideas always falling\nshort before reaching consciousness.\n\nThe two men plodded, naked, through the loose sand. Above them in the\nMars-blue dome of day, the weak sun turned downward, warning of its\neventual departure.\n\nA two-passengered groundcar and two men, widely apart, and yet bound for\nthe same destination....\n\nThe destination was a lone, sprawling building in the desert. It could\nhave been a huge warehouse, or a fortress, of black, almost windowless\nMartian stone. The only outstanding feature of its virtually featureless\nhulk was a tower which struck upward from its northern side.\n\nAs the summer afternoon progressed, Dr. G. O. T. Hennessey paced the\nwindy summit of the tower, peered frequently into the desert north\nbeneath a sunshading hand, and waggled his goat beard in annoyance under\nhis transparent marshelmet.\n\nHad the helmet speaker been on or the air less thin, one might have\ndetermined that Goat Hennessey was utilizing some choice profanity,\ndirected at those two absent personages whose names were, respectively,\nAdam and Brute.\n\nThe airlock to the tower elevator opened and a small creature--a\nchild?--emerged onto the roof. Distorted, humpbacked and\nbarrel-chested, it scuttled on reed-thin legs to Goat's side. It wore no\nmarsuit.\n\n\"Father!\" screeched this apparition, its thin voice curiously muffled by\nthe tenuous air. \"Petway fell in the laundry vat!\"\n\n\"For the love of space!\" muttered Goat in exasperation. \"Is there water\nin it?\"\n\nWhen the newcomer gave no sign of hearing, Goat realized his helmet\nspeaker was off. He switched it on.\n\n\"Is there water in the vat?\" he repeated.\n\n\"Yes, sir. It's full of suds and clothes.\"\n\n\"Well, go fish him out before he soaks up all the water. The soap will\nmake him sick.\"\n\nThe messenger turned, almost tripping over its own broad feet, and went\nback through the airlock. Goat returned to his northward vigil.\n\nMiles away, Nuwell slowed the groundcar as it approached the lip of that\nprecipitous slope bordering the short canal which connects Juventae Fons\nwith the Arorae Sinus Lowland. He consulted a rough chart, and turned\nthe groundcar southward. A drive of about a kilometer brought them to a\nwide descending ledge down which they were able to drive into the canal.\n\nHere, on the flat lowland surface, the canal sage grew thick, a\ngray-green expanse stretching unbroken to the distant cliff that was the\nother side of the canal. Occasionally above its smoothness thrust the\ngiant barrel of a canal cactus.\n\nNuwell headed the groundcar straight across the canal, for the chart\nshowed that the nearest upward ledge on the other side was conveniently\nalmost opposite. The big wheels bent and crushed the canal sage, leaving\na double trail.\n\nThe canal sage brought with it the comforting feeling of surface life\nonce more. This feeling, for no reason that he could have determined\nconsciously, released Nuwell's tongue.\n\n\"Maya,\" he said, in a voice that betrayed determination behind its\nmildness, \"I don't see any real reason for waiting. When we've cleared\nup this matter at Ultra Vires and get back to Mars City, I think we\nshould get married.\"\n\nShe glanced at his handsome profile and smiled affectionately.\n\n\"I'm complimented by your impatience, Nuwell,\" she said. \"But there is a\ngood reason for waiting, for me. When we're married, I want to be your\nwife, completely. I want to keep your home and mother your children.\nDon't you understand that?\"\n\n\"That's what I want, too,\" he said. \"That's my idea of what marriage is.\nBut, Maya, if you insist on finishing this government assignment, that\ncould be a long time off.\"\n\n\"I know, and I don't like it any better than you do, darling,\" said\nMaya. \"But it's cost the Earth government a great deal of trouble and\nmoney to send me here, and you know how long it would take for them to\nget a replacement to Mars for me. I don't feel that I can let them\ndown, and I don't think it would be much of a beginning to our marriage\nfor me to be running around ferreting out rebels during the first months\nof it.\"\n\n\"That's another thing I don't like, Maya,\" said Nuwell. \"It's dangerous,\nand I don't want anything to happen to you.\"\n\n\"It's your work, too, and it's not absolutely safe for you, either. I'll\nbe sharing it with you when we're married, and for you it will go on for\na long time. I have a specific mission here, to locate the rebel\nheadquarters, and as soon as I've done that I'll be more than happy to\nbecome just a contented housewife and leave the rest of it to you.\"\n\nNuwell shrugged, a little disconsolately, and turned his attention to\nthe task of negotiating the groundcar up the ascending slope.\n\nShe was a strange creature, this little Maya of his. She had been born\non Mars and, orphaned by some unknown disaster, had been cared for\nduring her first years by the mysterious, grotesque native Martians.\nWhen they took her at last to one of the dome cities, she was sent to\nEarth for rearing. And now she was back on Mars as an undercover agent\nof the Earth government, seeking to ferret out the rebels known to be\nengaging in widespread forbidden activities.\n\nOften he did not understand her, but he wanted her, nevertheless.\n\nNuwell steered the groundcar slowly up the slope, over rubble and ruts,\navoiding the largest rocks. At last they reached the top, and the\ngroundcar arrowed out over the desert again, picking up speed.\n\nFar to the left and ahead of them there was another dust-cloud drifting\nup, one that was not of the thin wind, but nearly stationary. Nuwell\nfound the binoculars in the storage compartment and handed them to Maya.\n\n\"What's that over there?\" he wondered. \"Another groundcar? Take a look,\nMaya.\"\n\nMaya trained the glasses in the direction indicated, through the\ngroundcar's transparent dome. It was difficult to get them focused, for\nthe groundcar swayed and jolted, but at last she was able to make brief\nidentification.\n\n\"They're Martians, Nuwell,\" she said. \"Can we drive over that way?\"\n\n\"You've seen Martians before,\" he said.\n\n\"But I'd like to speak with them,\" she said. \"I talk their language, you\nknow.\"\n\n\"Yes, I do know, darling, but that's utterly foolish. They're only\nanimals, after all, and we have to get to Ultra Vires before night, if\nwe can.\"\n\nHe kept the groundcar on its course.\n\nMaya lapsed into disgruntled silence. Nuwell stole a sidelong glance\nat her, his breath catching slightly at the curve of the petite,\nperfectly feminine form beneath the loose Martian tunic and baggy\ntrousers. He reached over and patted her hand.\n\nBut Maya was offended. She kept her black head turned away from him,\nlooking out of the groundcar dome across the desert.\n\nAt their destination, Goat Hennessey peered eagerly into the distance,\nsearching.\n\nThis time, his watery blue eyes picked up two tiny figures on the\nhorizon. He watched them as they approached, finally detailing\nthemselves into two naked, pink creatures of manshape and only slightly\nmore than mansize.\n\n\"They made it,\" he muttered. \"Both of them. Good!\"\n\nHe turned and entered the airlock. As soon as its air reached\nterrestrial density and composition, he removed his marshelmet.\n\nGoat rode the elevator to the ground level, left it and hurried down a\ncorridor, reaching the outside airlock in time to admit the two figures.\n\nAdam entered first, easily confident, carrying his head like a king.\nBrute shambled behind him.\n\n\"Everything go all right?\" asked Goat, his voice quavering in his\nanxiety.\n\n\"Fine, father,\" said Adam, smiling to reveal savage, even teeth.\n\n\"Nothing unusual happen?\"\n\n\"Nothing at all, sir.\"\n\n\"You forget, Adam?\" mouthed Brute eagerly. \"You forget you fall?\"\n\nAdam spun on him ferociously, raising a heavy hand in threat. Brute did\nnot cringe.\n\n\"I forget nothing!\" snarled Adam. \"You crazy Brute, I say it is\nnothing!\"\n\n\"But, Adam--\"\n\n\"I say it is nothing!\" howled Adam and sprang for him.\n\n\"Stop it!\" snapped Goat, like the crack of a whip, and they froze in the\nmoment of their grappling. Sheepishly, they parted and stood side by\nside before him.\n\n\"I'll listen to details after supper,\" said Goat. \"The children are\nhungry, and so am I.\"\n\n\n\n\n2\n\n\nAdam and Brute followed Goat Hennessey down the corridor, towering over\nhim like Saint Bernards on the heels of a terrier. They turned into the\ndining room, a big square room centered with a rude table and chairs,\none wall pierced by a fireplace in which a big cauldron steamed over\nsmouldering coals.\n\nThe dining room swarmed with a dozen small creatures, human in their\npink flesh, more or less human in their twisted bodies. As soon as Goat\nentered with Adam and Brute in tow, the assemblage set up a high-pitched\nhowling and twittering of anticipation and began beating utensils on the\ndishes, table and walls.\n\n\"Quiet!\" squawked Goat over the tremendous clatter, and the noise\nsubsided. They stood where they were, bright eyes fixed on him.\n\nThese were \"the children.\" Some of them were humpbacked, like Evan,\nthe one who had carried the message to the tower. Some, like Evan, were\ngrotesquely barrel-chested, with or without the hump. Some were as thin\nas skeletons, with huge heads; some were hulking miniatures of Brute.\nOne steatopygean girl was so bulky in legs and hindquarters that she\ncould waddle only a few inches with each step, yet her head and upper\ntorso were skinny and fragile.\n\nGoat sat down at the head of the table, and immediately there was a\ntumbling rush for places. Most of the children sat, chattering, while\ntwo of the larger girls moved around the table, taking bowls to the\ncauldron, filling them with a brownish stew and returning them.\n\nThey ate in silence. When supper was ended, the children scattered, some\nto play, others to chores. Goat beckoned to Adam and Brute to follow\nhim. He led them down the corridor and into his study.\n\nGoat turned on the light, revealing a book-lined, paper-stacked room\nfocused on a huge desk. He removed his marsuit to stand in baggy\ntrousers and loose tunic. Adam and Brute stood near the door, shifting\nuncomfortably, for the study was normally forbidden ground.\n\nGoat stood by a thick double window, looking out over the desert to the\nwest. The small sun disappeared beneath the horizon even as he looked,\nleaving the fast-darkening sky a dull, faint red. Almost as though\nreleased by the sunset, pale Phobos popped above the horizon and began\nto climb its eastward way. The desert already was dark, but a stirring\nabove it bespoke a distant sandstorm.\n\nGoat turned from the window and faced the pair.\n\n\"Well,\" he snapped harshly, \"what happened?\"\n\nAdam smiled confidently.\n\n\"We did as you said, father,\" he answered. \"We walked to the edge of the\ncanal, and we walked back. We had no water and we had no air. We did not\nfeel tired. We did not feel sick.\"\n\n\"Fine! Fine!\" murmured Goat.\n\n\"Father ...\" said Brute.\n\nGoat turned his eyes to Brute, and savage irritation swept over him.\nWith that word, at that moment, Brute gave him a feeling of guilty\nforeboding.\n\n\"Don't call me 'father!'\" snapped Goat angrily.\n\n\"But you say call you father,\" protested Brute, the puzzled frown\nwrinkling his brow. \"What I call you if I not call you father?\"\n\n\"Don't call me anything. Say 'sir.' What did you want to say?\"\n\n\"Father, sir,\" began Brute again, \"Adam forget. Adam fall.\"\n\nWith a muted roar, Adam swept his powerful arm in a backhanded arc that\ncaught Brute full on the side of his head. The blow would have felled an\nox, but Brute was not shaken. Apparently unhurt, he stood patiently, his\nblue eyes on Goat with something of pleading in them.\n\n\"Adam, let him alone!\" commanded Goat sharply. \"Brute, what do you mean,\nAdam fell?\"\n\n\"We come back. We not far from canal. Adam fall. Adam sick. Adam turn\nblue.\"\n\n\"It is lies, father!\" exclaimed Adam, glaring at Brute. \"It is not\ntrue.\"\n\n\"Let him finish,\" instructed Goat. \"I'll decide whether it's true. What\ndid you do, Brute?\"\n\n\"I find cactus, father,\" answered Brute. \"I make hole in cactus. I put\nAdam inside. I put hole back. Adam stay in cactus. Then Adam break\ncactus and come out again. We come back.\"\n\nGoat cogitated. If Adam had shown, symptoms of oxygen starvation.... The\nbig canal cacti were hollow, and in their interiors they maintained\nreserves of oxygen for their own use. More than once, such a cactus had\nsaved a Martian traveler's life when his oxygen supply ran short.\n\nHe turned to Adam.\n\n\"Well, Adam?\" he asked.\n\n\"I tell you, father, it is lies! I do not fall. Brute does not put me in\nthe cactus.\"\n\n\"And why should he lie?\" asked Goat blandly.\n\nThis stumped Adam for a minute. Then he brightened.\n\n\"Brute wants to be bigger and stronger than Adam,\" he said. \"Brute knows\nAdam is bigger and stronger than Brute, Brute does not like this. He\ntells you lies so you will think Brute is bigger and stronger than\nAdam.\"\n\n\"I know you are bigger brother, Adam,\" objected Brute, almost\nplaintively. \"I not try to be bigger. Why you say you do not fall?\"\n\n\"I do not fall!\" howled Adam. \"I do not fall, you stupid Brute!\"\n\nGoat held up a stern hand, enforcing silence.\n\n\"I can't certainly settle this disagreement, but I'd be inclined to\naccept what Brute says,\" said Goat thoughtfully. \"You're smart enough to\nlie, Adam. Brute isn't. The only thing I can do is to run the experiment\nover. You shall go out again tomorrow, and this time I'll go with you.\"\n\n\"You'll see, father,\" said Adam confidently. \"Adam will not fall.\"\n\n\"Perhaps not. But I must be sure. As much as I prefer your more human\ncharacteristics, Adam, it's entirely possible that Brute has some\nsurvival qualities that you lack.\"\n\n\"Is true, father,\" said Brute eagerly. \"Some things kill Adam, they not\nkill Brute.\"\n\n\"You lie!\" cried Adam again, turning on him. \"Why do you lie, Brute?\"\n\n\"No lie,\" insisted Brute. \"You know, is true.\"\n\n\"Lie! Lie!\" shouted Adam. \"Adam is bigger and stronger! What do you say\ncan kill Adam that does not kill Brute?\"\n\n\"This,\" replied Brute calmly.\n\nWith an unhurried lunge, he picked up a heavy knife from Goat's desk. In\na single easy movement, he turned and slashed Adam's throat neatly.\n\nChoking and gurgling, Adam sank to his knees, bright blood spouting from\nhis neck, while Goat stood frozen in horror. Adam fell prone, he kicked\nand threshed convulsively like a beheaded chicken, then twitched and lay\nstill in a spreading pool of blood.\n\nBrute calmly wiped the knife on his naked thigh and laid it back on the\ndesk.\n\n\"Adam dead,\" he said without emotion. \"Brute not lie.\"\n\nDismayed fury erupted through Goat's veins and a red haze swept over his\neyes.\n\n\"You idiot!\" he squawked. \"So that won't kill you?\"\n\nGoaded beyond endurance, Goat seized the knife and swung it as hard as\nhe could against Brute's neck. It thunked like an ax biting into a tree\ntrunk, biting halfway through the flesh. Brute recoiled at the impact,\ntearing the handle from Goat's feeble hands and leaving the knife blade\nstuck in his throat.\n\nBrute staggered momentarily. Then he reached up and jerked the knife\naway. Blood spurted through his severed throat. Brute clapped a hand to\nthe wound, tightly.\n\nFor a moment, blood oozed through his fingers. Then, pale but steady,\nBrute dropped his hand.\n\nThe wound had closed! Its edges already were sealed, leaving a raw, red\nscar that no longer bled.\n\n\"Brute not lie,\" said Brute, the words forced out with some difficulty.\n\"It not kill Brute.\"\n\nStunned by astonishment and disbelief, Goat stared at him, his mouth\nmoving soundlessly.\n\n\"Go away,\" he whispered hoarsely at last. \"Go out of here, monster!\"\n\nObediently, Brute shambled out of the study. As he passed through the\ndoor, Goat regained his voice and called after him:\n\n\"Tell the children to come and take away Adam's body.\"\n\n       *       *       *       *       *\n\nKilometers away, Maya Cara Nome and S. Nuwell Eli rode a groundcar that\nmoved swiftly across the interminable waves of the red sand. It swayed\nthrough hollows and jounced over multiple ridges, Nuwell steering it\nwith some difficulty. In the steely sky, the small sun moved downward,\nits brightness unimpaired by the occasional thin clouds which moved\nbefore it.\n\nThe sun touched the western horizon, seemed to hesitate, dropped with\nbreathtaking suddenness, and the stars immediately began to appear in\nthe deepening twilight sky.\n\nThey stopped and had a compact meal, heated in the groundcar's\nshort-wave cooker. Then Nuwell switched on the headlights and they went\non again.\n\nSoon afterward, a faint spot of light appeared in the desert far ahead\nof them. As they approached it, it became a yellow-lighted window in a\nhuge black mass rearing up against the night sky. They had reached Ultra\nVires.\n\nNuwell announced their arrival over the groundcar radio and swung the\ngroundcar up beside the building's main entrance. He sealed the\ngroundcar's door to the building air-lock so they would not have to don\nmarsuits.\n\nAfter a few moments, the airlock opened. They passed through it and were\ngreeted by a skinny, shriveled little man with watery blue eyes and a\ngoatee.\n\n\"I was expecting you, but not tonight,\" said this person, rather sourly.\n\"Well, come on in and I'll have the children fix you something to eat if\nyou haven't eaten.\"\n\n\"I'm S. Nuwell Eli,\" said Nuwell, holding out a hand which the other\nignored. \"This is the terrestrial agent, Miss Maya Cara Nome. You are\nDr. Hennessey, I assume.\"\n\n\"That's right,\" said Goat. \"Do you want supper?\"\n\n\"No, thank you, we ate on the way,\" said Nuwell. \"I'd like to get\nstarted with the inspection as soon as possible.\"\n\n\"Inspection or investigation?\" suggested Goat, sniffling. \"Well, no\nmatter. I have nothing to hide.\"\n\nHe led them down a dim, dusty corridor, stretching deep into the dark\nbowels of the building, and turned aside into a paper-stacked room which\nevidently was his study. He went straight to a big desk, sat down,\nswivelled his chair around and waved them to seats. Nuwell shuffled a\nlittle uncomfortably, then sank into a chair, but Maya remained standing\nby the door, her small traveling bag in her hand, indignation rising in\nher.\n\n\"Before you settle down to charts and questions, Dr. Hennessey, do you\nmind showing us to our rooms so we may wash away some of the travel\ndust?\" she asked icily, black eyes snapping.\n\nAt this, Goat jumped to his feet, sincere contrition in his face wiping\nout all traces of his irritated gruffness.\n\n\"I'm very sorry!\" he exclaimed. \"I hope you will forgive my manners, but\nI've lived and worked here alone in the desert so long that I had\nforgotten the niceties of civilization.\"\n\nThis apology cleared the air. Goat showed them their overnight quarters,\nadjoining rooms which were not luxurious but were reasonably\ncomfortable, and after a time the three of them congregated once more in\nGoat's study, all of them in better humor.\n\n\"Let us have some wine first,\" suggested Goat. \"This is very good red\nwine, imported from Earth.\"\n\nHe went to the door and shouted into the corridor.\n\n\"Petway!\"\n\nGoat returned to his chair. A few moments later, a twittering noise\nsounded in the corridor, then a horrible little apparition appeared in\nthe door. It was a child-sized creature, naked, grotesquely\nbarrel-chested and teetering on thin, twisted legs. Its hairless head\nwas skull-like, with gaping mouth and huge, round eyes.\n\nMaya gasped, profoundly shocked. The little creature looked more like a\nminiature Martian native than a human, but the Martians themselves were\nnot so distorted. She saw her own shock reflected in Nuwell's face.\n\n\"Petway, get us three glasses of wine,\" commanded Goat calmly.\n\nPetway vanished and Goat turned briskly back to his guests.\n\n\"Now,\" he said, \"I shall outline the progress of my experiments to you\nand answer any questions you may have.\"\n\n\n\n\n3\n\n\nMaya's education was extensive, but it did not include the genetic\nsciences. She was able to follow Goat's explanations and his references\nto the charts he hung, one after another, on the wall of his study, but\nshe was able to follow them only in a general sense. The technical\ndetails escaped her.\n\nNuwell seemed to have a better grasp of the subject. He nodded his dark,\ncurly head frequently, and occasionally asked a question or two.\n\n\"Surgery is performed with a concentrated electron stream on the cells\nof the early embryo,\" said Goat. \"I call it surgery, but actually it is\nan alteration of the structure of certain specific genes which govern\nthe characteristics I am attempting to change. Such changes would, of\ncourse, then be transmitted on down to any progeny.\n\n\"The earlier the embryo is caught, the easier and surer the surgery,\nbecause when it has divided into too many cells the very task of dealing\nwith each one separately makes the time requirement prohibitive, besides\nmultiplying the chance for error. The Martians have a method of altering\nthe physical structure and genetic composition of a full-grown adult,\nbut this is far beyond the stage I've reached.\"\n\n\"The Martians?\" repeated Nuwell in astonishment. \"You mean the Martian\nnatives? They're nothing but degenerated animals!\"\n\n\"You're wrong,\" replied Goat. \"I know that's the general opinion, but I\nhad considerable contact with them a good many years ago. Perhaps most\nof them are little more than strange animals. No one really knows. They\nlive simple, animal-like lives, holed up in desert caves, and they're\nrarely communicative in any way. But I know from my own experience that\nsome of them, at least, are still familiar with that ancient science\nthat they must have possessed when Earth was in an earlier stage of life\nthan the human.\"\n\n\"This ... child ... that brought us the wine is one of the products of\nyour experiments?\" asked Nuwell.\n\n\"Yes. Petway's pretty representative of the children, I'm afraid. I've\nbeen trying to determine what went wrong. It could be an inaccuracy in\ndealing with the genetic structure itself, or a failure to follow\nexactly the same pattern of change in moving from one cell to another in\nthe embryo. If I could only catch one at the single cell stage!\n\n\"None of the children has turned out as well as my first two\nexperiments, Brute and Adam. Both of them were born about twenty-five\nyears ago--terrestrial years, that is--and developed into normal, even\nsuperior physical specimens. Unfortunately, their mental development was\nretarded. Adam was the brighter of the two, and Brute killed him\ntonight, shortly before your arrival.\"\n\nMaya shivered.\n\n\"Somehow, it seems horrible to me, experimenting with human lives this\nway,\" she said.\n\n\"It's being done for a good cause, Maya,\" said Nuwell. \"Dr. Hennessey's\nobjective is to help man live better on Mars. After all, there is\nnothing nobler than the individual's sacrifice of himself for his\nfellows, whether it's voluntary or involuntary.\"\n\n\"But what about the mothers of these children?\" asked Maya.\n\n\"The big problem is to reach them as soon as possible after conception,\"\nsaid Goat, misinterpreting her question. \"We do this by magnetic\ndetectors, which report instantly the conjunction of the positive and\nnegative. The surgery is performed, as quickly as possible, utilizing\nthe suspended animation technique which is being developed toward\ninterstellar travel.\"\n\n\"I wasn't asking about the technical aspects,\" said Maya. \"What I want\nto know is, what sort of mothers will permit you to experiment this way\non their unborn children, especially seeing the results you've already\nobtained?\"\n\nGoat started to answer, but Nuwell forestalled him.\n\n\"There are some things that are none of your business, darling,\" he\nsaid. \"The terrestrial government sent you here on a specific\nassignment, and I don't think you should inquire into matters which are\nclassified as secret by the local government, which don't have anything\nto do with that assignment. Now, Dr. Hennessey, just what sort of\nsurvival qualities have you been able to develop in these experiments?\"\n\n\"There's no witchcraft involved,\" retorted Goat, with a sardonic\ngrimace.\n\n\"I haven't accused you,\" said Nuwell quickly.\n\n\"No, but I keep up with events, even out here, well enough to know that\nyou're the Mars City government's chief nemesis where there's any\nsuspicion of extrasensory perception. I doubt that you chose to make\nthis trip yourself without reason, Mr. Eli.\"\n\n\"It's merely a routine inspection,\" murmured Nuwell.\n\nGoat indicated one of his charts, showing a diagram of genes and\nchromosomes in different colors.\n\n\"This is my original chart,\" he said. \"I copied it from one belonging to\nthe Martians many years ago, and my genetic alteration of Brute and Adam\nwere based on it. But I must have miscopied it, or else the Martians\ndidn't have the objective I thought they did in it, because I could find\nno alteration of genes affecting lung capacity or oxygen utilization. My\nown subsequent charts, on which later experiments were based, are\nalterations of this.\"\n\n\"But just what is your objective, and how well have you succeeded?\"\npersisted Nuwell.\n\n\"Ability to survive under Martian conditions.\"\n\n\"I know. This is stated in all previous inspection reports. I want\nsomething more specific.\"\n\n\"Why, ability to survive in an almost oxygen-free atmosphere, of course.\nAs well as can be determined, the Martians do this by deriving oxygen\nfrom surface solids and storing it in their humps under compression,\nvery much like an oxygen tank.\n\n\"I've succeeded to some degree with my children. All of them can go an\nhour or two without breathing. What I don't understand is that no\ncapacities like that were included in the genetic changes on Adam and\nBrute, and yet they've gradually developed an ability to do much better.\nBoth of them were out on the desert the entire day today without\noxygen.\"\n\nNuwell was silent for a moment, tapping the tips of his fingers\ntogether, apparently in deep thought. Then he said:\n\n\"Maya, I think we've reached the point where you had better retire to\nyour room and let us to talk privately. You can question Dr. Hennessey\nin the morning about any attempts the rebels may have made to contact\nhim.\"\n\nMaya obeyed silently, rather glad to get away and think things over\nalone. When she had come to Mars as an agent of the Earth government, it\nhad not occurred to her that there would be areas of information from\nwhich the local government would bar her. She recognized that such a\nprohibition was perfectly valid, but she was a little offended,\nnevertheless.\n\nHer room was a spacious one on the ground level, and boasted one of\nUltra Vires' few large windows. Maya unpacked her bag, and gratefully\nstripped off her boots and socks, her tunic and baggy trousers. In\nunderpants, she went into the small bathroom, washed cosmetics from her\nface and brushed down her thick, short hair.\n\nDonning her light sleeping garment, she sat down on the edge of her bed.\nShe was very tired from the long drive and, almost without thinking, she\ndid not get up to turn out the light. She thought at it.\n\nThe switch clicked and the light went out.\n\nShe felt foolish and a little frightened. She had never told Nuwell of\nthis sort of thing. Can a woman ask her witch-hunting lover: \"Do you\nthink I'm a witch?\"\n\nWith almost total recall, as though she heard it spoken, she remembered\nthe summation speech Nuwell had made the first time she had seen him in\naction. He was prosecuting a man charged with conducting experiments\nsimilar to the historic and outlawed Rhine experiments of Earth.\n\n\"_Gentlemen, we sit here in a public building and conduct certain\nnecessary human affairs in a dignified and orderly manner. We follow a\nway of life we brought with us from distant Earth. Apparently, we are as\nsafe here as we would be on Earth._\n\n_\"I say 'apparently.' Sometimes we forget the thin barriers here that\nprotect us against disaster, against extermination. A rent in this\ncity's dome, a failure in our oxygen machinery, a clogging of our\npumping system by the ever-present sand, and most of us would die before\nhelp could reach us from our nearest neighbors._\n\n_\"We live here under certain restrictions that many of us do not like.\nCertainly, no one likes to be unable to step out under the open sky\nwithout wearing a bulky marsuit and an oxygen tank. Certainly, no one\nlikes to be rationed on water and meat throughout the foreseeable\nfuture._\n\n_\"But what we have to remember is that absolute discipline has always\nbeen a requirement for those courageous souls in the vanguard of human\nprogress._\n\n_\"Witchcraft--the practice of extrasensory perception, if you prefer the\nterm--is forbidden on Mars because to practice it one must differ from\nhis fellow men when the inexorable dangers of our frontier demand that\nwe work together. To practice it, one must devote time and mental effort\nto untried things when our thin margin of safety makes concentrated and\ncombined effort necessary for survival. That is why witchcraft is\nforbidden on Mars._\n\n_\"Let those who yet cling to the wistful liberalism of Earth label us\nconformists if they will. I say to you that until Mars is won for\nhumanity, we cannot afford the luxury of nonconformity._\n\n_\"Gentlemen, I give you the prosecution's case.\"_\n\nMaya stared out the window. This whole side of Ultra Vires was dark,\nexcept for a rectangle of light cast from a window a little distance\naway--the window of Goat Hennessey's study. In this rectangle, the red\nsand of the desert lay clear and stark.\n\nNear the end of the rectangle lay an indistinct, crumpled, oblong\nfigure. Puzzled, Maya studied it. It looked like a body to her.\n\n       *       *       *       *       *\n\nIn the study, Nuwell gazed at the skinny doctor with angry brown eyes.\n\n\"The bulletins sent to you, as well as other researchers, gave specific\ninstructions that research was to be directed toward human utilization\nof certain foods now being developed,\" accused Nuwell.\n\n\"I thought this was more important,\" replied Goat.\n\n\"You thought! You're not on Earth, where scientists can get government\ngrants and go jaunting off on wild research projects of their own.\"\n\n\"I still think this is more important,\" said Goat stubbornly. \"I know\nthat all of us are expected to co-operate and stick to tried and\naccepted lines so we won't be wasting time and material. Perhaps I was\nwrong in not doing that initially. But now I've proved that this line\nof research can be followed profitably, so its continuance now can't be\nlooked on as a waste of time.\"\n\n\"Scientists should leave political direction to more experienced men,\"\nsaid Nuwell in an exasperated tone. \"This is not merely a matter of time\nwaste, or nonconformity. The Mars Corporation operates our sole supply\nline to Earth, Dr. Hennessey, and that supply line brings to man on Mars\nall the many things he needs to live here. The Earth-Mars run is an\nexpensive operation, and it's important that it remain economically\nfeasible for Marscorp to operate it.\n\n\"No matter how altruistic you may be about it, you get man to the point\nthat he doesn't depend on atmospheric oxygen here, and domes,\npressurized houses and groundcars, oxygen equipment--a great many things\nare going to be unnecessary. But there'll still be a lot of other things\nwe'll have to have from Earth. Don't you realize what a disaster it\nwould be if Marscorp decided to drop the only spaceship line to Earth\nbecause its cargo fell off to the point that it was economically\nunsound?\"\n\nGoat looked at him with shrewd blue eyes.\n\n\"I think I can jump to a conclusion,\" he remarked mildly. \"Marscorp has\nsome sort of control over the 'foods' you're trying to make practical\nfor human consumption in the approved experiments, doesn't it?\"\n\n\"Well, yes. Marscorp wants to make man gradually self-sufficient on\nMars, and I think it's legitimate that Marscorp derive some economic\nbenefits from its efforts in that direction.\"\n\n\"I've wondered for some time just how close Marscorp and the government\nwere tied together,\" said Goat dryly. \"Obviously, if I don't do as you\nsay, my supplies here will be cut off. So I have no choice but to\ndiscontinue this work and turn my attention to the approved line.\"\n\n\"That isn't quite adequate now,\" said Nuwell. \"You're going to have to\nleave here and come to Mars City where you can do your research under\nsupervision. Your experimental humans here will be destroyed, of\ncourse.\"\n\n\"Destroyed?\" There was an agonized note to Goat's voice. \"All of them?\nHow about the two mothers I have who haven't given birth yet?\"\n\n\"You'd destroy them anyhow, as you have the others, not long after the\nbirths. And that brings up another thing. When you get to Mars City,\nwatch your tongue. You almost revealed to Miss Cara Nome that the\ngovernment has been kidnapping an expectant mother now and then for your\nexperiments.\"\n\n\"Years of work, gone to waste,\" mourned Goat somberly. \"When must I do\nthis?\"\n\n\"As soon as possible. You'll be expected in Mars City within two weeks.\nNow, I'd like to see these experimental humans.\"\n\nA few moments later, they made their way together through a large\ndormitory in which all of Goat's charges were sleeping. Nuwell shuddered\nat the sight of the small, deformed bodies.\n\n\"I don't worry that you could ever take any of these to Mars City\nundetected. But,\" he said, pointing to Brute, \"that one looks too near\nnormal. I want to see him destroyed before I leave.\"\n\n\"Brute? But he's the most successful one I have left!\"\n\n\"Exactly. That's why I want to see him destroyed, tonight.\"\n\nGoat awoke Brute, and the monster man sleepily followed them back to the\nstudy.\n\nGoat picked up the huge knife, still stained with Adam's blood, and\nlooked Brute squarely in the face. Brute returned the gaze, no\ncomprehension in his dull blue eyes.\n\n\"You think I can't kill you, Brute?\" said Goat coldly. \"I'll show you!\"\n\nWith a surgeon's precision, Goat plunged the sharp point between Brute's\nribs and into the heart.\n\n_Shock swept over Brute's mind._\n\n_Father kills me!_\n\n_Reject! Reject!_\n\n_Father, all kindness, all hope, all wisdom and love, wants me no more.\nFather rejects me! Father kills me!_\n\n_Despair!_\n\n_Reject! Reject!_\n\n_Blackness swept fading through Brute's despairing brain._\n\nOne agonized note of pleading in the pale-blue eyes, and they closed in\nacceptance. Brute swayed and fell forward, crashing to the floor,\ndriving the knife into his chest to the hilt.\n\nBrute shuddered and rolled over on his back. He lay sprawled, arms flung\nout limply, the knife hilt protruding upward. He sighed, and his\nbreathing stopped.\n\nGoat stared down at him. He picked up Brute's wrist and held it. There\nwas no pulse.\n\n       *       *       *       *       *\n\nShortly after dawn, Maya awoke. Remembering what she had seen dimly the\nnight before, she went curiously to the window.\n\nThere were two of them now. They were bodies, human bodies, naked and\nunquestionably dead. In the night, the dry, vampirish Martian air had\ndessicated them. They were skeletons, parchment skin stretched tightly\nover the lifeless bones.\n\nEven as she stood and looked, a group of figures appeared on the horizon\nand came slowly nearer. They were Martians--monstrous creatures,\nhuge-chested, humpbacked, with tremendously long, thin legs and arms,\ntheir big-eyed, big-eared heads mere excrescences in front of their\nhumps.\n\nTrailing slowly through the desert toward Aurorae Sinus, they passed\nnear the skeleton bodies. One of the Martians saw them. He boomed\nexcitedly at the others, loudly enough for Maya to hear through the\ndouble window.\n\nThe Martians stopped and gathered around the bodies.\n\nWhat, she wondered, could interest them in two corpses? There was no\nguessing. Martian motives and thought processes were alien and\nincomprehensible, even to one who had lived among them and communicated\nwith them as a child.\n\nOne of the Martians picked up one of the corpses, and the whole group\nmoved away toward the lowland, the Martian carrying the body easily with\none long-fingered hand. Wisps of sandy dust trailed them as they\ndwindled and slowly vanished.\n\nThe second body lay where they had left it. A gaping wound in its throat\nseemed to mock her.\n\n\n\n\n4\n\n\nFancher Laddigan made his way down a long dim corridor in the rear\nportion of the Childress Barber College, in Mars City's eastern quarter.\nHe stopped and hesitated, with some trepidation, before an unmarked door\nnear the end of the corridor.\n\nCompletely bald, bespectacled and well up in years, Fancher looked like\na clerk and he had the instincts of a clerk. Yet he utilized that\nappearance and those instincts in a perilous cause.\n\nFancher knocked timidly on the door. On receiving an indistinct\ninvitation from inside, he pushed it open and entered.\n\nFancher had a tendency to shiver every time he had occasion to see the\nChief, whose real name was unknown to Fancher and to most others here at\nthe barber college.\n\nSmall as a child in body, wagging a thin-haired head larger than\nlifesize, the Chief surveyed Fancher with icy green eyes. The eyes were\nlarge and round as a child's, but there was nothing childlike about\ntheir expression. As though to deny his physical smallness, he smoked\none of the fragrant, foot-long cigars produced only in the Hadriacum\nLowlands.\n\n\"Sit down,\" commanded the Chief in a high, piping voice.\n\nFancher swallowed and sat, facing his superior across the big desk. The\nChief opened a drawer, took out another of the long cigars, and handed\nit to Fancher. Fancher did not like cigars, but he had never dared say\nso to the Chief. He lit it gingerly, coughed at his first inhalation,\nand smoked at it dutifully and unhappily.\n\n\"You recognized this man certainly as Dark Kensington?\" asked the Chief.\n\n\"Well ...\" Fancher began, and started coughing again. The Chief fixed\nhim with an unwinking green stare. When the coughing spell ended,\nFancher sat silent, his eyes stinging with tears, fumbling at what he\nwanted to say.\n\n\"You knew Dark Kensington before his disappearance twenty-five years\nago,\" said the Chief, with a trace of impatience in his tone. \"I am told\nthat you saw this man and talked to him. You are qualified to recognize\nDark Kensington. Is this man Dark Kensington, or not?\"\n\n\"Well,\" said Fancher again, \"the man was walking alone across the\ndesert, and when someone picked him up he asked how he could find the\nChildress Barber College, and of course our men heard of it and went out\nto--\"\n\n\"I have received a full report on the man's appearance and our initial\ncontact with him. I asked you a question.\"\n\n\"Well, Chief, it's a peculiar thing. If this man, as he is now, had\nreappeared twenty-five years ago, I'd _know_ it was Dark Kensington. But\nhe looks exactly as Dark did when he disappeared, not one day older. And\nhe doesn't remember a thing beyond his disappearance except events of\nthe past two weeks, he says.\n\n\"Yet his memories of Dark's activities before his disappearance are\nunquestionably accurate and clear. It's as though Dark had been put on\nice at the time of his disappearance and just now thawed out, without\nany aging or memory during the interim.\"\n\n\"Perhaps he was,\" said the Chief dryly. \"But is it possible that this\nman, looking so much like Dark Kensington, could have studied\nKensington's personality and activities carefully and be posing as\nKensington?\"\n\n\"No, sir,\" said Fancher promptly. \"Dark and I were very close friends at\none time. He remembers that, although he had difficulty recognizing me\nsince I'm so much older. We went through some experiences together that\nI never told to anyone, and I'm sure he didn't. He remembers them in\nevery detail. Like the way we trapped a sage-rabbit once when we'd run\nout of supplies out in Hadriacum.\"\n\nFancher chuckled.\n\n\"Then we couldn't eat the thing,\" he reminisced.\n\n\"Very well, if you're sure of his identity, that's all I wish to know,\"\nsaid the Chief. \"I don't want to be trapped by a Marscorp trick with\nplastic surgery. But if this man is Dark Kensington, it's the best\nfortune the Phoenix has met with in a long time.\"\n\nHe fell silent, and busied himself with papers on his desk, paying no\nmore attention to Fancher. Fancher waited, then concluded reasonably\nthat the interview was at an end. And, since the long cigar agonized\nhim, he rose and moved quietly toward the door.\n\n\"I have not given you permission to leave,\" said the Chief, without\nraising either his eyes or his voice. \"Kensington is due to arrive in a\nfew moments, and I want you here when I talk to him. If any of his words\nor actions appear inconsistent in any way to you, I want you to let me\nknow.\"\n\nFancher sighed silently, returned to his chair and puffed disconsolately\non the cigar.\n\nSome five minutes passed. Then there was a firm rap on the door.\n\n\"Come in!\" called the Chief in his reedy voice.\n\nThe door opened, and in walked a man whose entire presence radiated\nstrength, confidence and the potentiality of instant violence. Dark\nKensington was tall and broad-shouldered, clad in dark-blue tunic and\nbaggy trousers. His face was darkly tanned, strong, handsome. His hair\nwas black as midnight. His eyes were startlingly pale in the dark face;\neyes of pale blue, remote and filled with light.\n\n\"I'm Dark Kensington,\" he said, striding up to the Chief's desk. \"You're\nthe man known as the Chief?\"\n\n\"Yes,\" answered the Chief, and waited.\n\nDark nodded to Fancher. Fancher, feeling rather green about the gills,\nreturned the greeting.\n\nDark turned his attention back to the Chief, and he, also, waited. There\nwas a long silence. The Chief broke it first.\n\n\"What do you know about Dr. G. O. T. Hennessey--Goat Hennessey?\" asked\nthe Chief calmly.\n\nFancher blinked at this unexpected line of questioning. A cloud passed\nover Dark's face, as though the name had triggered something in him\nthat he could not quite remember.\n\n\"He was a very good friend of mine,\" answered Dark, \"although it seems\nthat something happened between us that I can't quite recollect. He was\none of the most brilliant geneticists of Earth, and came to Mars with an\nexperimental group that was to try to develop a human type that could\nlive more comfortably under Martian conditions. The project was backed\nby the government.\"\n\nHe stopped. It was the Chief who added:\n\n\"Then Marscorp stepped in.\"\n\nThe expression on Dark's face was blank.\n\n\"You don't know what Marscorp is, do you?\" asked the Chief curiously.\n\n\"The name's familiar,\" replied Dark. \"It's a spaceline, isn't it?\"\n\n\"If your amnesia is genuine, you might very well react in such a\nfashion,\" said the Chief reflectively. \"Marscorp is the Mars\nCorporation, and it's the only spaceline that serves Mars now. It's a\ngiant combine on Earth which has a virtual monopoly on the spacelines\nand exports and imports between Earth and all the colonized planets.\n\n\"Marscorp is against any development of human beings who can live under\nnatural extraterrestrial conditions, because that would end the\ncolonies' dependence on Marscorp for supplies. As it is, the colonies\nliterally can't live without Marscorp. Marscorp controls enough senators\nand delegates in the World Congress to block other important projects if\nthe Earth government refuses to co-operate with it, so the\ngovernment--that is to say, Marscorp--put a ban on the experiments by\nHennessey and other scientists here.\"\n\n\"I remember the government ban on the projects, but I wasn't aware that\nMarscorp had anything to do with it,\" said Dark. \"Goat Hennessey was one\nof a group of us who retired to the desert to continue work despite the\ngovernment ban.\"\n\n\"Goat sold out,\" said the Chief. \"Perhaps your memory doesn't include\nthat important point, but Fancher remembers it well. It was a little\nbefore my time. Goat sold out, and betrayed the others to the\ngovernment in return for assistance in carrying out more limited\nexperiments. Some of the group escaped and formed the nucleus of the\nrebel movement which now is centered here at the Childress Barber\nCollege. We call ourselves the Order of the Phoenix.\"\n\nThe Chief allowed himself the luxury of a very faint smile.\n\n\"Marscorp and the government call us the Desert Rats,\" he said. \"Very\nappropriate. They consider us in the same category as rats.\"\n\nDark had been standing, casually at ease, before the Chief's desk, with\nthe air of a man who does not tire from standing. Now he did something\nFancher would not have dared: without the Chief's invitation, Dark sat\ndown in a comfortable chair, leaned back and stretched out his legs in\nrelaxation.\n\n\"It's a little hard for me to realize there's a twenty-five-year gap in\nmy memory,\" he said. \"It seems to me that it has been less than a month\nago that Goat and I were together, with other refugees from the\ngovernment edict, in the Icaria Desert. Why did you ask me about Goat?\"\n\n\"Because the government brought him back to Mars City not three months\nago,\" answered the Chief. \"None of us had any idea where he was, but it\nturns out that the government has had him working under surveillance\nsome place in the Xanthe Desert north of Solis Lacus. Since it was not\nfar from Solis Lacus that you were picked up, I wondered if you had had\nany contact with him.\"\n\n\"Not that I remember,\" said Dark. \"Do you have another of those cigars?\"\n\n\"Why, yes,\" answered the Chief, startled. He produced another Hadriacum\ncigar and handed it to Dark. Dark lit it and puffed the fragrant smoke\nwith evident enjoyment.\n\n\"As I say, the last time I remember seeing Goat was in the Icaria\nDesert, in a dome we had set up there,\" said Dark. \"The next thing I\nremember is waking up in the midst of some sort of cave in a different\npart of Icaria, surrounded by Martians.\n\n\"I could communicate with them in a fashion--something I was never able\nto do before--and they were able to write the name of the Childress\nBarber College so I could read it. But they evidently don't\ndifferentiate our dome cities by name. I had no idea the college was\nhere in Mars City until your men contacted me; I just assumed it was at\nSolis Lacus.\"\n\n\"You'd have waged a merry search for it, clear on the other side of\nMars,\" remarked the Chief. \"What was your purpose in finding it?\"\n\n\"I don't know that I had any specific purpose,\" replied Dark easily. \"I\ngathered from the Martians that here I could find someone who concurred\nwith my philosophy of resisting the government edict against seeking\nself-sufficiency on Mars, and this was more or less confirmed by your\ntwo men who contacted me at Solis Lacus.\"\n\n\"I'll see to it that in the future they're not quite so frank until\nthey're sure of their man,\" said the Chief darkly. He looked quizzically\nat Fancher, and Fancher nodded slightly. \"But it's true. As a matter of\nfact, the Phoenix follows the path toward self-sufficiency that you\nrecommended, rather than the one sought by Goat Hennessey.\"\n\n\"That's the wrong way to approach it,\" said Dark promptly. \"Goat and the\nother scientists were following a line offering valid possibilities in\ntheir genetic research. The only reason the rest of us chose to attempt\nthe extrasensory powers--particularly teleportation--was that we were\nnot qualified in genetic research and this seemed a field in which we\nstood a chance to contribute along alternate lines. The effort should be\nfollowed along both lines.\"\n\n\"The government managed to capture all the scientists at the time of\nyour disappearance, and it was assumed that you had been captured, too,\"\nsaid the Chief. \"We don't have any scientists in the Phoenix who are\ncapable of doing Goat Hennessey's type of research.\"\n\n\"You say he's in Mars City? I wonder if it would do any good for me to\ncontact him.\"\n\n\"I told you that he was the one who betrayed the whole thing to the\ngovernment, and he's been working under government supervision these\nlast twenty-five years. I wouldn't trust him.\"\n\nThe Chief surveyed Dark's strong face with speculative green eyes, then\nadded:\n\n\"As a matter of fact, we've made a certain amount of progress following\nyour line of research. Since there are probably a good many things you\ndiscovered in this work that we haven't stumbled on yet, we could use\nyour help in developing it, if you're interested.\"\n\n\"Very definitely,\" answered Dark. \"I'm interested in seeing what you've\ndone, and I'll be glad to help in any way I can.\"\n\n\"There's one thing,\" said the Chief, measuring his words. \"I've held\nthis organization together despite some pretty severe reverses for more\nthan fifteen years now. The reason I've been able to do it is that I\nexpect and must insist on absolute obedience to my orders.\"\n\nDark smiled. \"I said that I would be willing to help you,\" he replied\ngently. \"I follow no man's orders.\"\n\nThe green eyes fixed themselves unwinkingly on the pale-blue ones for a\nlong moment. The blue ones did not waver.\n\nAt last, to Fancher's utter amazement, the Chief nodded agreement.\n\n\n\n\n5\n\n\nMaya Cara Nome looked from her furnished room through cracked shutters\nat the building across the street.\n\nA barber college. The building at 49 Sage Avenue, Mars City, was a\nbarber college.\n\nThat surprised her. She didn't know exactly what she had expected: a\nhospital, perhaps, or even a kindergarten. But a barber college!\n\nBut the source of the information she had received that 49 Sage Avenue\nwas the address she sought was unimpeachable. She had ferreted it out,\nafter a long time and through devious ways, and she was sure she could\ntrust it.\n\n\"The Childress Barber College\" read the neatly lettered sign above the\ndoor. Maya's landlady, moon-faced Mrs. Chan, had pointed out Oxvane\nChildress to her as he left the building one day: a big man,\ncomfortably stomached, with a heavy brown beard which, even at that\ndistance, she could see was shot with gray.\n\nAs innocent as you please. Childress came out and went in, the students\nwent in and came out. Still, it was the address she had been given.\n\nMaya had to gain entrance to the building. She could learn nothing\nwatching it from outside. She was established here as a tourist from\nEarth; besides, the position and activities of women were prescribed\nrigidly by Martian colonial convention, and women did not study to\nbecome barbers on Mars.\n\nShe would have to have help. She, thought at once of Nuwell, and as\nimmediately rejected him.\n\n\"Maya, I don't see why you insist on working alone,\" he had complained.\n\"I can set the whole machinery of government in motion to help you,\nwhenever you need it.\"\n\n\"Primarily because you're well known and your activities are observed,\"\nshe had answered. \"Your whole government machinery hasn't been effective\nin tracking down the rebel headquarters yet, and it's reasonable to\nassume that the rebels have a fairly effective intelligence network. My\njob is to find that headquarters, and if I were seen very often with you\nor tried to utilize your government machinery, they'd have me pinpointed\npretty soon.\"\n\nShe left the window, filled a tiny basin with precious water, shrugged\nout of her negligee and sponged her small, perfect body. She donned\nform-fitting tunic, briefs and short skirt, pulled on knee-length socks\nand laced up Martian walking shoes. She spent some time preparing her\nhair and face.\n\nThen she left the room and the house and walked uptown. The walk was\nabout a kilometer, along sidewalks bordered by cubical, functional\nhouses and trim lawns of terrestrial grass and small trees. Above the\ncity, its dome was opalescent in the morning sun.\n\nThe small houses gave way to larger business buildings, also cubical,\nand the lawns dwindled and vanished. Farther down, the buildings were\neven larger and the streets were wider and busier; but she was not\ngoing into the heart of Mars City.\n\nShe turned into an office building, and studied the directory in the\nlobby. The offices were those of doctors and lawyers. On the directory\nshe found \"Charlworth Scion, Attorney-at-Law, Room 207.\"\n\nThere was no elevator. Maya walked up the stairs and down a corridor,\nfinding a door that had nothing on it but the number. She turned the\nknob and went in.\n\nThe small outer office was uninhabited. It was carpeted and desked, with\ntwo straight chairs against a wall, for clients. Through a door, she\ncould see part of the inner office, cluttered and stacked with papers\nand books.\n\nShe stood there, hesitating. The outer door clicked shut behind her. At\nthe sound, a gray-haired, preoccupied man with spectacles and stooped\nshoulders peered from the inner office.\n\n\"Oh!\" he said. \"I'm sorry, my secretary went to lunch a bit early today.\nCan I help you, Miss?\"\n\n\"I'm looking for Mr. Scion,\" she said.\n\n\"I'm Charlworth Scion.\"\n\n\"Terra outshines the Sun,\" said Maya.\n\nScion's eyes were suddenly wary behind the spectacles.\n\n\"Well, well,\" he murmured. \"Come in, please.\"\n\nShe went into the cluttered inner office, and Scion closed and locked\nthe door.\n\n\"And you are ...?\" said Scion behind his desk, his pale hands fumbling\naimlessly with papers.\n\n\"Maya Cara Nome,\" she said.\n\nScion found a paper and scanned it. He apparently found her name there.\n\n\"I'm surprised to see you here,\" he admitted. \"Our information was that\nyou would be working entirely alone.\"\n\n\"I am,\" said Maya. \"Or I was. I was told not to contact you unless I had\nto, Mr. Scion, but it seems I'm going to need some help.\"\n\nScion inclined his head, but said nothing.\n\n\"As you may or may not know, my specific assignment is to locate the\nnerve center of rebellious activity,\" said Maya. \"It seems that the\nrebels have an intelligence network about as effective as the\ngovernment's, and it was felt that a woman tourist from Earth might be\nsuccessful where any unusual probing by local agents might arouse\nsuspicion.\"\n\n\"That's true,\" conceded Scion. \"I doubt that they're really sure of the\nidentity of more than a few of our agents, but sometimes I think they\nhave a card file on every person on Mars. We have to be very careful\nthat movements of our agents are consistent with their pretended\noccupations.\"\n\n\"I have a reliable tip that their nerve center is the Childress Barber\nCollege here,\" she said. \"I can't find out anything, though, unless I\nget into the building over a period of time. As a woman, I can't very\nwell apply to study barbering.\"\n\n\"No,\" said Scion. \"I see your problem.\"\n\nHe turned to a filing cabinet, unlocked it and searched through it,\nwhistling tunelessly. He found a folder, pulled it out and studied it.\n\n\"If it is, they've certainly kept it well covered,\" he said. \"There's\nnot a mark of suspicion entered against the Childress Barber College.\nBut here's a possibility for getting you in. The barber college employs\none secretary, female. Now, if you could take her place....\"\n\nMaya smiled.\n\n\"I might as well apply as a barber student,\" she said. \"You propose to\nremove a trusted member of their own group from their midst and replace\nher with a complete unknown?\"\n\n\"We don't know that she's a rebel,\" answered Scion. \"If she isn't, she\ncan be lured away to another job at a much better salary. If she is, and\ncan't be lured ... well, there are other methods. The Mars City\nEmployment Agency is operated by one of our agents, and you'll be the\nonly secretary available when the barber college asks for a woman to\nfill her place.\n\n\"Believe me, Miss Cara Nome, as easy as it is for a woman to get married\non Mars, it is difficult to find women to do any sort of business work.\nIt won't seem at all strange that you're the only one available.\"\n\n\"The only trouble is that I'm known in the neighborhood as a tourist\nfrom Earth,\" objected Maya.\n\n\"Well,\" said Scion, \"things have been more expensive than you planned\nfor on Mars. You've run short of money. You have to work for a while to\npay living expenses here until the next ship leaves for Earth.\"\n\n\"My account at the bank?\"\n\n\"It will vanish quietly from the records,\" said Scion with a smile. \"The\nbank is a government institution.\"\n\n\"Very well,\" said Maya, taking her purse from his desk. \"Let me know\nwhen I'm to apply.\"\n\n\"You won't hear from me again,\" said Scion, shaking his head. \"The\nemployment agency will notify you to appear at the barber college for an\ninterview.\"\n\nMaya knew of Scion only as her emergency contact on Mars. She did not\nknow what position he held in that underground network of terrestrial\nagents which was largely unknown even to Nuwell Eli, the government\nprosecutor. But, whatever his position, he got things done in a hurry.\n\nWithin two weeks, Maya was typing up applications, examination reports\nand supply orders in the Childress Barber College, joking and flirting\nwith barber students between classes, and naively declaiming to her\nostensible employer, phlegmatic Oxvane Childress, how lucky it was for\nher that she was able to get a job right across the street from her\nrooming house.\n\n\"The work's easy,\" rumbled Childress, explaining her tasks to her. \"Any\ntime you want to take a coffee break with any of the young men, or go\nuptown shopping, go ahead, as long as the work gets done. Just one\nthing: you have to stay up here in the front of the building, and don't\never go back in the classrooms. The instructors are mighty strict about\nthat, and that's one rule I won't stand to be violated.\"\n\nThis significant restriction convinced Maya she was on the right track.\nBut she needed to move cautiously, if she was not to arouse immediate\nsuspicion. So she adhered strictly to her role for nearly a month,\nkeeping her eyes open.\n\nIf it was a rebel operation, it was almost perfectly disguised.\nChildress performed the duties of the administrative head of a barber\ncollege, and nothing more. The students, about fifty of them, went in\nand out at regular school hours, and she became casually acquainted with\na good many of them. The half-dozen instructors, whom she also came to\nknow, were less regular in their movements, but she could detect nothing\nsuspicious about them.\n\n\"We cut the hair of Mars,\" was the college's motto, and she learned that\nit was the larger of only two barber colleges on the planet. Apparently,\nit actually did supply graduate barbers to all the dome cities. It took\nin customers for the students to practice on, and, although many of them\nwere strangers, some of them were prominent Mars City citizens whom she\nknew by sight.\n\nThere was no question about it: partially, at least, it was a legitimate\nbarber college, whatever other activities it might mask. The only thing\nnoticeably unusual on the surface was that it was extremely selective in\nits approval of students who applied for courses in barbering. She\ndiscerned that through her processing of the applications.\n\nIf she was going to find out anything definite, she would have to get\ninto the forbidden rear portion of the building. But obviously there\nwere legitimate classrooms there, in addition to the activities she\nsuspected, and if she were caught nosing around the classrooms she would\nbe discharged at once for violation of the rules, without finding out\nwhat she sought. She would have to hit it right the first time.\n\nBiding her time and watching, she was able to learn, almost intuitively,\nfrom the movements of students, customers and instructors, that the\nclassrooms in which barbering was actually taught were all concentrated\non the western side of the building. If there were any more sinister\nactivities, they occurred on the opposite side. Having determined this,\nshe planned her course of action.\n\nNear the end of her first month at work, she chose her time one day\nwhen Childress was downtown, leaving her alone in the business office.\nThe afternoon classes were in full swing.\n\nTaking along a filled-out order form as an excuse, Maya walked quickly\ndown the corridor that stretched across the front of the building.\nCarefully and quietly, she pushed open the door at the extreme end of\nthe corridor--a little surprised, as a matter of fact, to find it\nunlocked.\n\nShe was in another corridor, that struck straight back to the rear of\nthe building.\n\nShe hesitated. There were doors spaced all along both sides of this\ncorridor. Did she dare attempt to open one, on the chance that the room\nbehind it was unoccupied?\n\nThen she saw that one door, a little way down, stood half open. Quietly\nshe walked down the hall, not quite to the door, but near enough to it\nto be able to see a large area of the room behind it.\n\nThere were people in there. In the part she was able to see, there were\nhalf a dozen students seated, and one of the instructors standing among\nthem. Fortunately, their backs were to her.\n\nWhatever they were studying, it was not barbering. There was an\noccasional murmur of voices, but she could not make out the words.\n\nThen she saw! On the table at the front of the room, which the students\nfaced, there was a big barber's basin.\n\nAs she watched, the basin slowly raised off the table and moved upward a\nfew inches. No one was near it, but it floated there, quivering and\ntilting a little, in the air. And then, from it, slowly, the water\nitself came up in a weird fountain, moved completely free of the basin\nand hung above it in the air, gradually assuming the form of a globe.\n\nTelekinesis! This was a class in telekinesis! The students were\nconcentrating on the basin and water, and lifting them into the air by\nthe power of their minds.\n\nThis was indeed the heart of the rebel movement. She had found what she\nsought.\n\n\"Aren't you where you shouldn't be, young lady?\" asked a calm masculine\nvoice behind her.\n\nShocked, terrified, she whirled. A tall, handsome, dark-haired man she\nhad never seen before was standing there, observing her quizzically. His\npale eyes seemed to look through her and beyond her.\n\nShe forced herself to casual composure.\n\n\"I don't believe I've met you,\" she said. \"Are you one of the\ninstructors?\"\n\n\"I'm Dark Kensington, one of the supervisors,\" he replied. \"And you're\nMiss Cara Nome, the secretary, who shouldn't be back here.\"\n\nHad he noticed that she saw the telekinetic action? She glanced back at\nthe classroom. The basin was now comfortably ensconced back on the\ntable, full of water.\n\n\"I had this order, which I thought was of an emergency nature,\" she\nsaid, offering it to him. \"Mr. Childress wasn't in, and I thought I'd\nbetter find one of the instructors so it could be approved and go out\nright away.\"\n\nDark took it and glanced at it.\n\n\"I doubt that its emergency nature is as grave as you may have thought,\"\nhe said soberly. \"However, Mr. Childress would be better qualified to\njudge that. You understand that I shall have to report this infraction\nof the rules to him.\"\n\nSuddenly, Maya was overwhelmed by an utterly terrifying sensation. It\nseemed that these pale-blue eyes were looking into her mind, searching,\nseeking to determine her thoughts and her true intention.\n\nInstinctively, not knowing how she did it, she veiled her thoughts with\na psychic barrier. And, instinctively, she recognized that he detected\nthe barrier and could not penetrate it.\n\nTelepathy? Why not, if they were experimenting successfully with\ntelekinesis?\n\n\"I'm sorry,\" she murmured hurriedly, and brushed past him. He did not\ntry to detain her.\n\nShe hurried back to the office. She hurried, but as she hurried down\nfirst the one corridor and then the other, she discovered that her steps\nwere slowing involuntarily. A powerful force seemed to be detaining\nher, attempting to draw her back.\n\nFrightened but curious, she attempted to analyze this force even as she\nstruggled against it. She could not be sure--it was disturbing, either\nway, but she could not be sure whether it was a telepathic thing or\nmerely the magnetic force of this man's powerful masculine personality\nthat pulled at her.\n\nIn a state of mental turmoil, she reached the office. Childress was not\nyet back.\n\nShould she wait for him?\n\nThen, as suddenly as she had sensed Dark Kensington's telepathic\nprobing, she sensed something else. Somewhere in the back of the\nbuilding, he was talking to another man she had not seen before, and\nwithin ten minutes Dark Kensington would be in this office. And the\nprospect she faced was far more serious than mere discharge for\ninfringement of company rules.\n\nShe had to get in touch with Nuwell at once. She recognized that if she\ncould get out of this building and across the street to her rooming\nhouse, she would be safe for a little while. She could telephone Nuwell\nfrom there.\n\nGrabbing her purse, she hastened out of the office.\n\n\n\n\n6\n\n\nThe three men who stood by a table in the back lobby of the Childress\nBarber College and checked off the departure of the men at regularly\nspaced intervals were as different in appearance as they were in their\npositions in the Order of the Phoenix.\n\nOxvane Childress, big and bearded, was the \"front,\" and directed the\nvery necessary task of administering the Childress Barber College as a\ngenuine barber college. Childress was a prominent member of two of Mars\nCity's civic and social clubs, and careful examination of his activities\nover a period of years would have thrown no suspicion on him.\n\nThe Chief, whose real name perhaps Childress knew but never spoke, was a\nhuge-headed midget who directed the far-flung activities of the Order of\nthe Phoenix as an underground rebel organization. He never left the\nbuilding, but reports were brought in to him from all over Mars. He knew\na great deal at any time about what the government and Marscorp were\ndoing, and he gave the orders for those moves aimed at maintaining the\nsecrecy of the Phoenix.\n\nDark Kensington, tall and pale-eyed, had moved at once into the natural\nposition of guiding the experimental work of the organization in\nextrasensory perception and telekinesis. He was able to add his\nknowledge of earlier work to the progress that had been made since his\ndisappearance, and co-ordinated the studies in the various dome cities.\n\nA little behind the three stood Fancher Laddigan, doing the actual\nchecking with a pencil on a list in his hand.\n\n\"I think it's all unnecessary,\" rumbled Childress unhappily. \"I watched\nthe girl carefully while she was here, and the usual checks were made\ninto her background. It's true she had some social contacts with Nuwell\nEli when she first came to Mars, but there's nothing sinister about that\nassociation and it seems the last thing a Marscorp agent would do\nopenly. As far as I could determine, she just realized she'd violated a\nrule and would be discharged for it, so she left before she could be\ndischarged.\"\n\n\"She hasn't returned to her rooming house,\" remarked the Chief in his\nhigh, thin voice.\n\n\"Looking for another job, or maybe just on a trip,\" said Childress.\n\"After all, she's a terrestrial tourist. If this is all a false alarm,\nhow am I going to explain suspending operation of the college for a\nperiod?\"\n\n\"Remodeling,\" replied the Chief. \"Work out the details and put a sign up\nas soon as evacuation has progressed far enough.\"\n\n\"It may be unnecessary, Oxvane,\" said Dark, \"but it's best not to take\nchances. This telepathy is a very uncertain thing, and sometimes it's\nhard to differentiate true telepathic communication from one's own hopes\nor fears. But it seemed to me that I had the very definite sense that\nMiss Cara Nome was seeking something with hostile intent, and it's\nentirely possible that she saw part of one of the experiments through\nthat open door.\"\n\nTwo students appeared, gave their names to Fancher in an undertone, and\nsauntered out the back door of the building.\n\n\"What's the status now?\" asked the Chief.\n\n\"They were nineteen and twenty,\" answered Fancher precisely. \"They're\npart of Group C, which is going to Hesperidum. Group A goes to Regina,\nGroup B to Charax, Group D to Nuba and Group E to Ismenius.\"\n\n\"None to Solis?\" asked Childress in surprise.\n\n\"No, sir, nor to Phoenicis, either,\" answered Fancher. \"They're both so\nfar, and Solis is a resort, where they might be easier to detect. We're\nusing both public transport and private groundcars. All of them so far\nhave reported safely through the flower shop, except these last two, so\nthe government evidently hasn't thrown a ring around the building yet.\"\n\n\"And I don't think they will, either,\" growled Childress. \"I tell you,\nit's all unnecessary.\"\n\n\"Are things going smoothly here?\" asked the Chief.\n\n\"Yes, sir,\" replied Fancher. \"The last five men scheduled to leave are\ntaking care of any customers who come in, and the rest of them are\npacking supplies into the trucks. As soon as I get word from the flower\nshop that the last pair has cleared, I give another pair the word to\nleave.\"\n\n\"It seems to be moving along well,\" said the Chief, and he turned his\ngreen eyes upon Childress. \"Is the business office manned?\"\n\n\"Why--why, there's no one there right now,\" said Childress, taken aback.\n\n\"I think it would look extremely peculiar to any investigator if you\nweren't there, frantically trying to locate a new secretary,\" said the\nChief quietly.\n\nChildress left, in confusion. The Chief turned to Dark.\n\n\"I think Fancher's handling this very well without my help,\" he said.\n\"You know where your groundcar is, if we all have to make a run for\nit?\"\n\n\"Yes,\" answered Dark. \"We won't be going together?\"\n\n\"No,\" replied the Chief, and his lips twisted in a faint smile. \"I have\nmy own method of exit, which should give them other things to think\nabout.\"\n\nHe left, moving with quick, short steps. Dark stayed for a few moments\nmore, then he too went back into the building to help with packing.\n\nThe Lowland Flower Shop, on the other side of Mars City, near the west\nairlock, was the clearance point for the evacuees. The flower shop was\noperated by a Phoenix agent, and each pair that left the barber college\npassed through there before leaving the city to let those behind know\nthat they had not been stopped by government men. Other Phoenix agents\nwatched the heliport and bus station for any evidence that the\ngovernment was trying to block these routes out of Mars City.\n\nThe evacuation moved steadily, and it began to appear that Childress was\nright. Singly, the first two of the five trucks moved out, and all of\nthe ESP instructors and thirty-two of the students had reported back\nsafe clearance from the flower shop, when....\n\nDark was moving a stack of charts from one of the classrooms to the\nbasement when bells all over the building set up a tremendous clangor.\nImmediately the quiet evacuation dissolved into an uproar, with men\nrunning and shouting and the bell ringing incessantly.\n\nDark knew what had happened. Childress, in the front office, had seen\ngovernment agents approaching, or perhaps they had actually entered the\nbuilding. He had pressed the alarm bell, then sought to delay them with\nthe righteous indignation suitable to the administrative head of a\nbarber college which is invaded by government officials.\n\nThe bells stopped suddenly, and the scattered shouting sounded strange\nand thin in the comparative silence. Then the piping voice of the Chief\ncame over the loudspeakers spread throughout the building.\n\n\"Attention!\" said the Chief. \"We are temporarily safe. The alarm\nautomatically sealed all doors to the building behind the front\ncorridor.\n\n\"Kensington, please come to my office. The rest of you, tie up the\ncustomers still here and leave them unharmed, and then leave the\nbuilding by the emergency exits. Scatter, and make your way by whatever\nprivate transportation methods you can to the rendezvous assigned to\nyour respective group. Do not use public transportation, because\nMarscorp will undoubtedly be checking public transport now.\"\n\nDark set the charts down on the stairs and made his way back to the\nChief's office. The Chief was sitting, tiny behind his big desk, his\nface as serene as ever. He was puffing casually on one of the long\nHadriacum cigars.\n\nDark laughed.\n\n\"You don't have another of those cigars, do you?\" he asked.\n\nFor the first time since he had been here, Dark saw the Chief's mouth\nbreak into a full, broad smile.\n\n\"I think so,\" said the Chief, an undertone of delight bubbling in his\nvoice. He reached into the desk and pulled one out. Dark accepted it\ngravely, and lit it.\n\n\"The last two evacuees haven't reported to the flower shop, and they're\noverdue,\" said the Chief, his face getting serious. \"Childress hasn't\nreported back here by telephone, either, so the Marscorp gang probably\nhad already entered the building before he detected them and sounded the\nalarm.\"\n\n\"What about Childress?\" asked Dark. \"What will happen to him?\"\n\n\"He'll take the rap,\" answered the Chief. \"His defense will be that if\nthere were any Phoenix activities going on here he didn't know about it.\nHe was just running a barber college in good faith. I don't think they\ncan prove otherwise.\"\n\n\"Do we have any idea what our situation is?\" asked Dark.\n\n\"A very accurate idea. We have observers posted in the two houses at the\nends of our emergency exits, and they've been reporting to Fancher, in\nthe next room, by telephone. There's a force of about a hundred Mars\nCity policemen and plain-clothes agents in the streets all around the\nbuilding. They saw a squad go into the front, but evidently they didn't\nhave enough warning to let Childress know in time.\"\n\n\"Will the doors hold?\"\n\nThe Chief's mouth quirked.\n\n\"They'll need demolition equipment to break them down,\" he said. \"All\nthese have are heatguns and tear gas. One of the observers farther\ndowntown said he saw a tank heading this way, but if they don't already\nknow there are innocent customers in here, Childress will tell them.\"\n\n\"Then everybody gets away but Childress?\"\n\n\"We hope. They're not going to ignore these surrounding houses,\nespecially with men drifting out of them and moving away. That's why I\nwant to stress the importance of one thing to you, Kensington: you're\ntoo important for us to lose at this juncture, with your knowledge of\nthe original work done. That house at the end of your exit will have a\ndozen or so of our men in it, waiting to drift away one by one, but you\ncan't afford to worry about them. I want you to get in that groundcar,\nalone, and take off like Phobos rising.\"\n\n\"You're going out the other emergency exit?\"\n\n\"That's none of your business. But, as a matter of fact, no. If you want\nto see something that will throw consternation into this Marscorp\noutfit, watch the roof of this building. Now, get moving, Kensington,\nand good luck. Fancher and I will be leaving as soon as he gets all the\nrecords packed.\"\n\nThe Chief held out his tiny hand, and Dark shook hands with him. Then\nDark left, went down into the basement and entered an underground door\nin its eastern wall. He had to crawl through the tunnel driven through\nthe sand under the street.\n\nHe emerged in the basement of a house across the street, which\nostensibly was owned by Manfall Kingron, a retired space engineer. He\nwent upstairs.\n\nAbout half the personnel of the barber college who had not been caught\nby the alarm were roaming the rooms of the small house, drifting singly\nout the back door at ten-minute intervals.\n\nDark went to the front window and looked across the street at the barber\ncollege.\n\nThe street was full of men carrying heat pistols, moving restlessly,\nfacing the barber college. Some of them were in police uniform. Squads\nof them moved about on the college grounds, and a few were in the yards\nof houses on this side of the street.\n\nDark watched the roof.\n\nAs he did so, from its center a helicopter rose into the air, hovering\nover the building, moving upward slowly.\n\nSo that was the Chief's escape method. He had smuggled a helicopter into\nthe domed city itself! But how was he to get out of the city in it?\n\nThe appearance of the copter threw the men outside into confused\nexcitement. They ran about, aiming their short-range heat beams futilely\nup at the rising copter.\n\nA military tank, undoubtedly the one the Chief had been told about, spun\naround the corner. It stopped, and its guns swung upward toward the\ncopter. But they remained silent. Heavy heat beams or artillery could\npuncture the city's protecting dome.\n\nThe copter went straight up, gathering speed. Up, and up, and it did not\nstop!\n\nIt hit the plastic dome near its zenith. It tilted and staggered. It\nripped through the dome and vanished.\n\nImmediately, sirens began to wail throughout the city. Doors clanged\nshut automatically everywhere. Lights and warning signs flashed at every\nstreet corner, advising citizens to run for the nearest airtight\nshelter.\n\nThe dome was punctured!\n\nEmergency crews would be up within minutes to repair the break, and very\nlittle of the city's air would hiss away. But, in the meantime, every\nactivity in Mars City was snarled by the necessity to seek shelter. The\nChief had, indeed, created a situation of consternation in which it\nwould be easier for the Phoenix men to elude their enemies.\n\nThe armed men of the government forces were already running for the\nhouses in this area. Some of them were headed for the house from which\nDark watched.\n\nThe Phoenix men were donning marsuits. They would admit the refugees,\nafter requiring them to lay down their arms, and then leave the house in\ntheir marsuits.\n\nDark grinned happily, and walked quickly through the house to the\nattached garage. He climbed into the groundcar, started the engine, and\nopened the garage door by the remote control mechanism on the dashboard.\n\nAccelerating at full power, Dark drove the groundcar out of the garage\nand spun into the street. The men afoot, seeking entrance to the houses,\npaid no attention. The tank began to turn ponderously in his direction,\nbut by the time it was in a position to bring its guns to bear, Dark's\ngroundcar had reached the corner and raced around it into the broad\nthoroughfare leading to Mars City's east airlock.\n\nThe airlock was only a dozen blocks away. The Chief's theory had been\nthat the government, depending on surprise in its move to surround the\nChildress Barber College, would not attempt the complicated task of\nchecking all traffic passing through the airlock until it was realized\nthat some of the Phoenix men had escaped from the trap at the college.\n\nDark reached the airlock in minutes. The Chief's theory proved correct.\nThere were no police at the airlock, and the maintenance employee\nstationed there did not even look up as Dark's approach activated the\ninner door.\n\nHe drove the groundcar into the airlock. The inner door closed behind\nhim. The outer door opened, and Dark drove out onto the highway that\nstruck straight across the Syrtis Major Lowland toward the Aeria Desert\nand Edom. It was as simple as that.\n\nAbout ten miles out was the circular bypass highway that surrounded Mars\nCity, and Dark proposed to turn right on that, for his destination was\nHesperidum. The highway he was on would take him eastward, and\nHesperidum was about 8,000 kilometers southwest of Mars City--a little\nbetter than two-days' drive at groundcar speed on the straight, flat\nhighways.\n\nDark reached over and set the groundcar's radio dial on the frequency\nwhich had been agreed on for emergency Phoenix broadcasts during this\noperation. If government monitors caught the broadcasts and jammed them,\nthere were alternate channels chosen. With only about two dozen radio\nstations on all Mars, plus the official aircraft and groundcar band,\nthere was plenty of free room in the air.\n\nThere was nothing on the Phoenix frequency now but a little disconsolate\nstatic.\n\nThe country through which he drove here was uninhabited lowland. The\nhuman life on Mars, agricultural, industrial and commercial, was\nconcentrated under the domes of the cities. Except for a few tiny\nindividual domes at the edge of Mars City, there were no human\nstructures close to it except the airport and the spaceport, and these\nwere west and north of the city, respectively.\n\nThe highway struck straight and lonely through a faintly rippling sea of\ngray-green canal sage, spotted occasionally with the tall trunk of a\ncanal cactus, rising above it. Later he would see infrequent dome farms,\nbut he could expect no more than two or three score of these in the\nentire long drive to Hesperidum.\n\nDark slowed and entered the cloverleaf that took him onto the bypass\nexpressway. Even as he did so, the radio crackled and the thin voice of\nthe Chief sounded over the groundcar loudspeaker.\n\n\"Attention, Phoenix,\" said the Chief intensely. \"Attention, Phoenix.\nEmergency instructions. We have monitored reports that the government is\nchecking airlocks at all cities. Repeat: the government is checking\nairlocks at all cities.\n\n\"Some Phoenix have been captured attempting to leave Mars City.\nInstructions: those in Mars City do not attempt to leave but find\nshelter with Phoenix friends. Those beyond dome without credentials, go\nto assigned emergency rendezvous spots _outside_ dome cities. Repeat\ninstructions: those....\"\n\nSwearing under his breath, Dark pulled the groundcar to a stop beside\nthe highway. It was so simple! They should have foreseen that the\ngovernment would take such a step as soon as it was realized that the\nPhoenix men were leaving Mars City. He himself evidently had gotten\nthrough the airlock just in time.\n\nBut he had been assigned no outside rendezvous! Whether it was an\noversight or not, he did not know, but the only place he had been\ninstructed to go was Hesperidum. The only Phoenix contact he knew was\nthe South Ausonia Art Shop in Hesperidum; and now he could not enter the\ncity without being captured.\n\nHe had only one alternative: the Martians, in the Icaria Desert, halfway\naround Mars. They would remember him and shelter him, and he was sure he\ncould find the spot.\n\nHe looked at his fuel gauge. The tank was full. It would not take him\nquite there, but he could chance refueling at Solis Lacus, some 20,000\nkilometers from Mars City. He could take the highway, turning out into\nthe desert to go around Edom, Aram and Ophir.\n\nHe put the groundcar in drive again, and made a U-turn in the highway.\nHe entered the cloverleaf and was halfway through it when he saw the\ncopter.\n\nIt was a red-and-white government copter, and it was descending at a\nshallow angle toward him from the direction of Mars City. Dark switched\nhis radio to the official channel.\n\n\" ... await check. Repeat: groundcar in cloverleaf, stop at once and\nawait check.\"\n\nDark braked the groundcar to a stop. As soon as the copter grounded, he\ncould accelerate and escape.\n\nBut the copter did not ground. It hovered, directly over him. Then Dark\nrealized it was awaiting a patrol car from Mars City to check and take\nhim in custody if necessary.\n\nImmediately, he put the groundcar in drive and whipped out of the\ncloverleaf under full acceleration. If he could only achieve top speed,\n350 kilometers-an-hour, the copter couldn't match it.\n\nBut the copter was on his tail at once as he swerved out of the tight\ncurve. Its guns spat fire.\n\nThere was a terrific impact, and the groundcar dome shattered above him.\nUnprotected, he felt the air explode from the groundcar, from his\nlungs. Oxygenless death poured in through the broken dome.\n\nIt all happened in an instant. Even as the dome shattered under the\ncopter's shell and Dark recognized the imminence of death, the groundcar\ntwisted out of control and careened from the highway. He felt it\nspinning over and over, and then blackness closed in around him.\n\n\n\n\n7\n\n\nMaya had never seen Nuwell in such a state of sustained rage.\n\nHe strode back and forth in the private dining room of the Syrtis Major\nClub, near the western edge of Mars City, slapping his fist into his\nhand. His face usually was engaging and boyish, the wave of his dark\nhair setting it off handsomely, but now it was flushed like that of a\npetulant child and the lock of hair hung down over his forehead. Maya,\nthe only other person in the room, sat quietly and watched him pace.\n\n\"They had plenty of time and all the information they needed,\" stormed\nNuwell, \"and yet they didn't get a single one of the key men! Most of\nthe rebels slipped out easily, right under their noses!\"\n\nMaya watched him detachedly. This was the man she had promised to marry,\nand, as she had once or twice before, she was undergoing pangs of doubt.\nAfter all, she had known Nuwell Eli only during the few months she had\nbeen on Mars.\n\nShe had fallen in love with him for his charm, his intelligence, his\ngood-humored gentleness, but she did not like this display of temper. It\nwas not a controlled anger, but had something of the irrational in it.\n\n\"Childress was captured,\" she reminded him.\n\n\"Childress! A figurehead! He says he didn't know about the rebel\nactivities going on in the college, and he's so stupid I may not be able\nto make a case against him.\"\n\nMaya recognized that this element, the success of his prosecution, was a\nvery important factor to Nuwell.\n\n\"Are the twelve I identified the only ones captured?\" asked Maya.\n\n\"Yes. Twelve captured, seven killed, and every one of them small fry.\nThe leaders undoubtedly got away in that copter. We blockaded the\nairlocks fast, so most of the others are probably still in the city, but\nwe don't have any idea where to look for them.\"\n\n\"I may be able to help in that, when I get back from my swing around the\nother cities,\" said Maya.\n\n\"I don't want you to go on that jaunt, Maya!\" exclaimed Nuwell, swinging\naround to face her with fierce emphasis. \"You said when you had found\nthe headquarters, you'd resign the service and marry me. Now you want to\ngo all over Mars looking for rebels!\"\n\n\"Nuwell, I can identify almost all of those who were at the barber\ncollege,\" Maya remonstrated. \"They've picked up some men at the airlocks\nand others on the roads at several cities, and even Martian law won't\npermit you to uproot those people and send them to Mars City just on\nsuspicion. They can't be sent here for me to identify: I'll have to go\nthere.\"\n\n\"We can work out some charges to get them extradited to Mars City,\"\nsnapped Nuwell angrily. \"I don't want you to go, Maya. I want you to\nstay here and marry me, immediately.\"\n\n\"Aren't you being a little dictatorial, Nuwell?\" she suggested coolly.\n\nThe warning implied in her remoteness seemed to trigger a polarized\nreaction in Nuwell. The furious dark eyes melted suddenly, the stubborn\nanger of the face altered on the instant to a sentimental, wistful smile\nof appeal.\n\n\"Don't be angry, Maya,\" he pleaded, half-ruefully, half-humorously.\n\"It's just that I love you so much. It's just that I'm impatient for you\nto be my wife.\"\n\nChangeability is attributed to the feminine, but Maya was not able to\nshift her mood as facilely as her fiance.\n\n\"If I'm worth marrying, I'm worth waiting for a little longer,\" she\nsaid, with an edge to her voice. She was angry at Nuwell for acting so\nlike a spoiled child. \"I'm going to see this job finished. I'm leaving\nfor Solis Lacus on the jetliner tonight.\"\n\n\"Solis Lacus!\" he exclaimed in astonishment. \"Why, Maya, that's halfway\naround Mars!\"\n\n\"That's exactly why the rebels might be more likely to go there. In\nspite of the patrols, you know they haven't picked up all of the rebels\nwho escaped Mars City by groundcar. Any of them who headed for Solis\nLacus will be arriving there within the next two or three days. Then\nI'll make a swing around and spend as much time as necessary at each of\nthe dome cities before coming back here.\"\n\nThe angry, stubborn expression swept across Nuwell's face again.\n\n\"Maya, I won't--\" he began.\n\nBut at that moment, their guests began arriving. As the judge of Mars\nCity's superior court and his wife entered the room, Nuwell cut himself\noff sharp and turned to greet them. His face cleared instantly, his lips\ncurved into a delighted smile and he welcomed them with such natural,\ninnocent charm that one would have thought he was incapable of frowning.\n\nThe presence of the guests seemed to intoxicate him with good-humor, and\nwhen he had to leave in the midst of the party to drive Maya to the\nairport he did not resume his argument. He merely kissed her good-bye\ntenderly before she boarded the plane and begged her with melting eyes\nto hurry back because he would be lonely every moment she was away.\n\nSo it was that Maya stretched in a reclining chair on the sundeck of the\nChateau Nectaris the next afternoon and permitted herself to be\ndisgusted with the entire planet Mars.\n\nMaya's small, perfect body was kept minimally modest by one of those\nscanty Martian sunsuits. A huge straw hat, woven of dried canal sage,\nhid her beautiful face.\n\nA disappointing resort area for an Earthwoman, this Solis Lacus Lowland.\nNo swimming, no boating, no skiing. No water and no snow. Just a vast\nexpanse of salty ground, blanketed with gray-green canal sage and dotted\nwith the plastic domes of the resort chateaus. Nothing to do but hike\nin a marsuit or sun oneself under a dome.\n\nShe had chosen the Chateau Nectaris because it was the largest of the\nresort spots, and therefore the most likely one to be chosen by men who\nsought to hide out for a while. She had contacted the managers of all\nthe resort chateaus and all had agreed to let her know of the arrival of\nany new guests.\n\nThere had been three of them during the morning, two arriving by\ngroundcar and one by copter, at three different chateaus. She had driven\nto each one and circumspectly inspected the new guest, but none had been\nanyone she recognized from the Childress Barber College.\n\nIn a way, she wished she had yielded to Nuwell's importunities. There\nwas much more of interest to do in Mars City. And Nuwell _was_ charming\nand intelligent and rather dashing, and she did love him, and she did\nwant to marry him. But....\n\nBut she was right in wanting to help identify those rebels who had been\ncaptured before she considered her task finished. And perhaps Nuwell had\nbeen right in his implied disagreement with her idea of coming first to\nSolis Lacus, so far from Mars City. Logically, would it not be harder to\nlose oneself in a fashionable resort area than in a good-sized city? But\nsomething within her had urged her to come here first. It was a hunch,\nand she intended to play it.\n\nWith a sigh, Maya pushed the hat off her face and stared with exotically\nslanted black eyes at the shining blur of the dome hundreds of feet\nabove her. She sat up, hugging her knees with her arms.\n\nA score of other guests were sunning themselves here also. At her\nmovement, the unmarried men turned their eyes on her frankly; the\nmarried ones did so furtively, to be promptly yanked back to attention\nby their wives.\n\nMaya's onyx eyes surveyed this dullness aloofly, then lifted over the\nnearby parapet and across the sparse terrestrial lawn which would grow\nonly under the dome. The far cliffs of the Thaumasia Foelix Desert\nloomed darkly, distorted through the dome's sides.\n\nThe dome's airlock opened to admit a groundcar. She watched it,\ninterestedly, as it scurried like a huge, glassy bug along the curving\nroad and disappeared under the parapet in front of the chateau. Mail\nfrom Mars City, perhaps, or supplies. Maybe even a new guest.\n\nSomething struck her, now that the groundcar was no longer in sight. It\nhad been a little too far away to discern its details clearly, but there\nwas something strange about the appearance of that groundcar. A glassy\nbug, but not entirely sleek and shiny. Rather like a bug that had come\nout second best in an argument with another bug.\n\nMaya arose, purposefully. She stretched lithely, to the delight of the\nassembled viewers, and padded gracefully toward the chateau's\nsecond-floor entrance, trailing the huge hat in one hand.\n\nShe walked lightly along the balcony over the lobby, toward her room. As\nshe turned its corner, passing the grand stairway, she could see the\nchateau entrance and the registration desk.\n\nThe groundcar had brought a new guest. He was signing the registration\nbook, a tall, broad-shouldered man in a marsuit, holding his marshelmet\nunder his arm. Why would he be wearing a marsuit in a groundcar?\n\nAs she looked, he laid down the pen and turned. His face was darkly\ntanned, strong, handsome. His hair was black as midnight, his eyes\nstartlingly pale in the dark face.\n\nHis gaze lifted to the balcony, and Maya ducked behind the big hat just\nin time.\n\nDark Kensington!\n\nTriumph swept through her. She had been right in coming here! This was\nDark Kensington, the man she had met once, just before the raid on the\ncollege. This was one of the leaders!\n\nThe hat held casually to conceal her face, Maya walked on to her room.\n\nThe telephone was ringing as she entered. She dropped the hat on the\nbed, and answered it.\n\n\"Miss Cara Nome, this is Quelman Gren, the manager,\" said the male voice\non the line. \"You asked me to notify you about any new guests. One has\njust registered.\"\n\n\"I saw him,\" she said. \"What can you tell me about him?\"\n\n\"He is registered as D. Kensington, from Hesperidum,\" answered Gren. \"He\nis just staying overnight. His groundcar dome was broken in an accident,\nand he wants to have it replaced and the groundcar refueled.\"\n\n\"Thank you,\" said Maya. \"Now, please put in a call for me to S. Nuwell\nEli in Mars City.\"\n\nShe had bathed and dressed for dinner by the time the call came through.\n\n\"Nuwell,\" she said, when he had identified himself on the other end of\nthe line, \"I knew I was right in coming here. One of the rebel leaders\njust registered.\"\n\n\"Are you sure?\" he asked excitedly.\n\n\"Certainly I am. He was one of those who stayed hidden in the back of\nthe barber college, and I saw him for the first time the day of the\nraid. He identified himself then as a supervisor. But he's just staying\novernight.\"\n\n\"That's long enough! I'll get a jet and be up in a few hours. Get the\npolice to take him in custody and hold him for me.\"\n\n\"Darling, there aren't any police at Solis Lacus,\" Maya reminded him.\n\"This is a private resort area. The nearest police are at Ophir.\"\n\nThere was a silence while Nuwell digested this.\n\n\"You say he's staying overnight?\" Nuwell said then. \"I can be there\nbefore midnight with some men to take him in custody.\"\n\n\"I'm a trained agent,\" said Maya. \"I can take him in custody for you.\"\n\n\"You'll do no such thing!\" squawked Nuwell in alarm. \"It's, too\ndangerous! Now you listen to me, Maya. You stay out of sight of this man\nand wait till I get there!\"\n\n\"All right, darling, I'll use my own judgment,\" replied Maya demurely,\nand hung up.\n\nShe sat and cogitated for a time. She was dressed for dinner, and she\nhad been looking forward to appearing in the dining room in the somewhat\nsensational moulded, flame-red gown she had bought recently in Mars\nCity. She didn't relish the idea of having dinner sent to her room, and\nsitting up here alone to eat it.\n\nWith sudden decision, she arose. She donned dark glasses and tossed a\npowder-red veil over her dark hair. Kensington had only seen her once\nand would not be expecting to see her here. If he saw her now, he\nwouldn't recognize her.\n\nFifteen minutes later, she was sipping an extremely expensive martini in\nthe dining room when she raised her eyes to see Dark Kensington enter,\nwearing a dark-red, form-fitting evening suit.\n\nHe paused just inside the door and stood there, slowly surveying the\nroom. His eyes fell on Maya and paused. Then he walked straight to her\ntable.\n\n\"May I join you, Miss Cara Nome?\" he asked in a deep, controlled voice,\na rather sardonic smile on his lips.\n\nShe felt trapped, and irrationally angry at him for recognizing her.\n\n\"I'm afraid you've made a mistake,\" she said coldly. \"That isn't my\nname.\"\n\nAt this juncture, a helpful waiter appeared at Maya's elbow and asked in\nan appallingly distinct tone:\n\n\"Would you care for another drink, Miss Cara Nome, or do you wish to eat\nnow?\"\n\n\"An understandable mistake, since it's such a common name,\" said Dark,\nsitting down opposite her. He turned pale-blue eyes, remote and filled\nwith light, on the waiter, and added: \"She'll have another drink, and\nbring me one of the same.\"\n\nThe waiter left, and Maya removed her dark glasses to level furious\nblack eyes at Dark.\n\n\"I could call the manager and complain that you're annoying me, you\nknow,\" she said.\n\n\"You could,\" he agreed somberly. \"You seem to be a very efficient\ntattletale. Or are you going to try to pretend that you weren't the one\nresponsible for the raid on the college?\"\n\nShe recognized that she was well in for it. He was not going to play a\ngame of pretense. Well, she had tried--partly, anyway--to do as Nuwell\nwanted.\n\nVery deliberately, she opened her purse, realizing that Dark was\nwatching her closely, all his muscles tense. She took out a cigarette\ncase and a lighter, laying them side by side on the table, and he\nrelaxed visibly.\n\nMaya extracted a cigarette and placed it between her lips casually. She\npicked up the lighter and balanced it in her hand.\n\n\"I assume that you're not armed, Mr. Kensington,\" she said.\n\nHe shrugged and smiled, revealing strong white teeth.\n\n\"Hardly, in this suit,\" he replied. \"I'm glad to see you've decided to\nrecognize me.\"\n\n\"I am,\" she said grimly. \"Armed, I mean. This is not a cigarette\nlighter, but a very efficient and deadly heatgun. You're under arrest,\nMr. Kensington, so I suppose you're having dinner with me whether you\nlike it or not. Now, do you mind being a gentleman and lighting my\ncigarette, since this is not very good for the purpose?\"\n\nHe looked at her face, then dropped his eyes to the lighter, still\nsmiling.\n\n\"You'd better take my word for it,\" she advised. \"I don't want to kill\nyou, Mr. Kensington, but I won't hesitate. I'm an agent of the\nterrestrial government.\"\n\nDark shrugged again. He produced a lighter and leaned forward to light\nher cigarette, without a tremor.\n\nThe waiter returned with their drinks and an announcement.\n\n\"There's a telephone call for you from Mars City, Miss Cara Nome,\" he\nsaid.\n\nMaya kept her eyes on Dark.\n\n\"Can you bring a telephone to the table?\" she asked the waiter.\n\n\"Certainly, Miss,\" he replied. He left, and returned a moment later with\na telephone. He set it before her and plugged it in under the table.\n\nJuggling the lighter-gun gently in one hand, Maya picked up the phone.\nAs soon as she answered it, her ears were assailed by Nuwell's agonized\nvoice.\n\n\"Maya, I can't get up there tonight!\" he said. \"There aren't any jets\nhere, and these idiots refuse to bring one in from Hesperidum or Cynia\nfor me to use. I'll have to come up by groundcar.\"\n\nMaya sat silent, stunned. It had not seemed too great a feat to her to\nhold Dark captive with her disguised heatgun when she was anticipating\nNuwell's arrival within hours. But suddenly she felt like a hunter who\nhas snared a lion in a rabbit trap.\n\n\"Maya, are you there?\" demanded Nuwell querulously. \"We'll spell each\nother at the wheel and drive up without stopping, but it will still take\ntwo and a half days to get there.\"\n\nMaya took a deep breath.\n\n\"Come ahead,\" she said in a steady voice. \"I'll have your man waiting\nfor you when you get here.\"\n\n\"You'll what? But I thought you said he was only staying overnight!\nMaya, don't you do anything rash!\"\n\n\"I'm afraid I already have,\" she said, a little ruefully. \"I have him\nunder arrest right now.\"\n\nThe noise at the other end of the line sounded like a dismayed shriek.\n\n\"You little fool!\" he shrilled. \"I told you not to do anything like\nthat! How can you hold a man like that for two days, single-handed? Call\nin the police!\"\n\n\"It seems to me that I already mentioned there aren't any around here,\"\nshe reminded him patiently.\n\nThere was a long silence on the other end of the line. Then Nuwell said,\nwith forced calm:\n\n\"I'm leaving immediately. In the name of space, Maya, be careful!\"\n\nMaya put the telephone quietly back in its cradle and looked across the\ntable at the Tartar she had caught. Dark smiled at her, easily.\n\n\"So the reinforcements you were expecting won't get here tonight, after\nall,\" he remarked softly.\n\n\"He didn't say that at all!\" she retorted, too quickly.\n\n\"There's hardly any point in trying to deceive me about it is there?\" he\npointed out. \"I can tell a great deal from your conversation and the\nexpression on your face, and I'd estimate that your help is going to\nhave to come from Mars City by groundcar--a trip I've just made, so I\nknow exactly how long it takes. Do you plan for us to spend these two\nnights in your room, or mine?\"\n\nShe looked at him silently, stricken.\n\n\"I see our waiter returning,\" said Dark equably. \"I trust you'll enjoy\nyour meal as much as I'm going to enjoy mine, Miss Cara Nome.\"\n\n\n\n\n8\n\n\nThe waiter unplugged the telephone and lifted it from their table.\n\n\"We're ready to order now,\" Maya said to him. \"And please ask Mr. Gren\nto come in here.\"\n\nA few moments after the waiter left, the manager came to their table.\nQuelman Gren was dark and thin-faced, with sleek, oily hair.\n\n\"When I told you I was here in an official capacity for the government,\nMr. Gren, you said you would co-operate with me in every way possible,\"\nsaid Maya.\n\n\"Yes, Miss Cara Nome, I have made every effort to do so,\" replied Gren.\n\"Is there some way I can help you now?\"\n\n\"Yes, there is,\" she said. \"This man is my prisoner, and I'm going to\nhave to keep him in custody here for two days and a half, until help\narrives from Mars City. I'd like for you to arm a couple of dependable\nmen with heatguns and assign them to help me guard him.\"\n\nGren shook his head.\n\n\"I'm sorry, Miss Cara Nome, but none of the employees of the Chateau\nNectaris was employed for that sort of work, and I'm not going to ask\nthem to do it. What you should have is police help.\"\n\n\"As you know very well, there are no police nearer than Ophir,\" she\nsaid in an exasperated tone. \"Surely, you have some semi-official\nofficers employed in the chateau in case of trouble among the guests.\"\n\n\"I have a house detective, but his duties are to intervene only when\nsome crime has been committed against a guest or against the chateau.\nYou told me that you were seeking political rebels, and I assume that\nthat is your charge against Mr. Kensington. My house detective has no\nauthority to act in such cases, and I do not intend to get the chateau\nmixed up in these affairs.\n\n\"I've co-operated with you to the extent of giving you information you\nwanted, Miss Cara Nome, and I'll continue to co-operate insofar as I am\nnot asked to do something I have no authority to do. It occurs to me\nthat if you came here seeking rebels, you should have come equipped to\nhandle them if you found them.\"\n\n\"It occurs to me that you act very much as though you were in sympathy\nwith the rebel cause,\" retorted Maya angrily.\n\n\"My sympathies are not the government's affair, as long as I take no\nillegal actions,\" said Gren. \"Good evening, Miss Cara Nome.\"\n\nMaya gazed after him furiously as he left the dining room. Dark, sitting\ncompletely relaxed, smiled pleasantly at her.\n\n\"Please be assured,\" he said, \"that I'm going to try to avoid injuring\nyou in any way when I escape your custody.\"\n\n\"I'm not worried, because you aren't going to escape,\" she said. \"But I\nappreciate the thought. You seem to be a very mild-mannered person,\nfor....\"\n\nShe stopped.\n\n\"For a rebel?\" he finished for her. \"I really don't know what sort of\nindoctrination you must have had, Maya--if I may call you Maya, and\nthere's no point in being formal under the circumstances. The students\nat the barber college were all rebels, and the reports I received were\nthat you got along nicely with most of them.\"\n\n\"Yes, I did. I don't suppose it should surprise me to find that rebels\nare human beings, too.\"\n\n\"Merely a matter of a difference in orientation. And a question for you\nto consider is, which orientation actually is correct?\"\n\nMaya did not like the direction the conversation was taking. She was\nrelieved by the appearance of the waiter with their meals of thick,\nsteaming steaks, with all the necessary trimmings.\n\n\"It will be a long time before we can be served anything like this by\nteleportation,\" she said, laughing. \"But, Mr. Kensington--\"\n\n\"Dark, if you don't mind.\"\n\n\"Very well. Dark, you say that you drove here from Mars City. How did\nyou avoid the copter patrols that were out trying to intercept the\nescaping rebels?\"\n\n\"As a matter of fact, I didn't, and that's a very peculiar thing,\" he\nsaid thoughtfully. \"One of them got me just outside Mars City and\nblasted the dome of my groundcar.\"\n\n\"I noticed you were wearing a marsuit when you registered here, and Gren\nsaid you were having the dome repaired.\"\n\n\"That's what's peculiar about it. I wasn't wearing the marsuit when the\ncopter broke my dome. I didn't have any protection at all. The groundcar\nwent off the road and overturned. I don't know how long I was\nunconscious, but it was evidently long enough for the copter to look me\nover, decide I was dead, and move on out of sight. What I can't\nunderstand is why I didn't asphyxiate.\"\n\n\"You mean that you were protected by no oxygen equipment at all?\"\n\n\"None. I returned to consciousness and I was lying there with the dome\nbroken wide open and my face bare to the Martian air. I got into my\nmarsuit right away, of course, but that took a few minutes in addition\nto the time I was unconscious. And I didn't feel restricted by the lack\nof air. I wasn't even breathing. And I felt that I didn't need to!\"\n\n\"That is peculiar,\" she said meditatively. \"Tell me, do you know a man\nnamed Goat Hennessey?\"\n\n\"You're the second person who's asked me that recently,\" said Dark. \"I\nknew him well, many years ago, but I haven't seen him in years. Why do\nyou ask?\"\n\n\"Because the only case I've heard about of any human being able to live\nwithout oxygen in the Martian atmosphere involved some genetic\nexperiments of Goat Hennessey, before the government made him stop them\nand destroy the creatures he'd been experimenting with.\"\n\nDark laughed.\n\n\"I can assure you I'm not one of Goat's genetic experiments,\" he said.\n\"Goat and I were colleagues in this rebel movement twenty-five years\nago, before I was hit by a period of amnesia that I've just come out\nof.\"\n\nShe stared at him.\n\n\"A twenty-five year period of amnesia? Impossible! You're not more than\ntwenty-five years old,\" she said positively.\n\n\"If what people tell me is correct, I'm nearer sixty,\" said Dark.\n\"Terrestrial years, of course.\"\n\n\"Of course. But I don't believe it.\"\n\nDark shrugged, and cut another bite of steak. He seemed to be enjoying\nhis meal quite as much as though he were not her prisoner and she his\ncaptor--as, indeed, she was, too.\n\nThey chatted pleasantly throughout the meal and Maya found, somewhat to\nher surprise, that she was talking about herself a great deal to this\npale-eyed man. She told him of her childhood on Mars, among the\nMartians, and of going to Earth to live with her uncle, a World Senator\nwho had had close and profitable connections with Marscorp.\n\nShe went on to tell of her decision to become an agent of the\nterrestrial government, despite her uncle's objections but as a result\nof his often-expressed enthusiasm for the government's role in\ndeveloping the planetary colonies; and of her assignment to Mars to\nferret out a rebel headquarters which had eluded the best efforts of the\nMartian government. She even told him how she had met Nuwell and fallen\nin love with him.\n\nSome time after the meal's conclusion, she suddenly stopped in\nmid-sentence.\n\n\"What's the matter?\" asked Dark.\n\n\"I just realized that you're my prisoner,\" she answered, smiling at him.\n\"Frankly, I'm not sure what to do with you. We can't just sit here in\nthe dining room all night.\"\n\n\"Why not go out and sit on the terrace?\" he suggested. \"They say that\nSolis Lacus is a beautiful sight when Phobos is up and moving.\"\n\n\"And a shadowed terrace is a very convenient place from which to attempt\nan escape,\" she countered.\n\n\"Look,\" he said, \"there's no point in making the evening more difficult\nthan it is. I very definitely intend to get away from you and get out of\nhere during the next two days if I can, but I'm enjoying this\nconversation. If I promise that I won't attempt an escape in the next\ntwo hours, are you willing to go up on the terrace for a while?\"\n\nShe studied his face carefully. It was a handsome, earnest face, full of\nstrength, full of wisdom, with a touch of weariness.\n\n\"All right,\" she said at last. \"But I warn you that if my trust is\nmisplaced and you do attempt to escape, I'll burn you down without\ncompunction.\"\n\nThey went up together, quite as casually as might any two guests\nrelaxing at the resort, and found chairs in the semi-darkness\noverlooking the moonlit lowland.\n\nDeimos hung near the zenith, a tiny globe of light, virtually\nstationary. Phobos, larger and brighter, was not long risen, and it\nmoved swiftly and smoothly across the sky, like the cold searchlight of\nsome giant aircraft. Touched and transformed by the shifting shadows,\nMaya and Dark sat and chatted like old friends.\n\nDark talked now, and he told her of his past life, of his coming to\nMars, of his joining the rebel movement upon realizing how the\ngovernment was holding back man's progress toward Martian\nself-sufficiency. He spoke soberly, with intense conviction, and Maya,\nlistening, began to realize that there was another side to this conflict\nthan the one she had been taught.\n\nShe began to waver and to wonder, for the grave voice of this man was\nlike a deep music she had never heard before but seemed to remember from\nsome time before there was hearing, a music that touched the depths of\nher being.\n\nThen his arm slid around her waist and he drew her gently toward him.\nFor an instant, she responded, turning her face upward.\n\nAnd, on that instant, she remembered.\n\nWith a lightning twist, she was free, and on her feet before him. She\nstepped back, and the lighter-gun was in her hand.\n\n\"I thought you said I could trust you,\" she said coldly. \"Evidently, I\nwas foolish to do so.\"\n\nHe looked up at her, and there was nothing but surprise on his face.\nThen, slowly, he smiled at her.\n\n\"It depends on your interpretation of the word,\" he said. \"I was merely\nattempting to kiss you, my dear.\"\n\nShe let her hand sag, feeling rather foolish.\n\n\"Well, don't,\" she said, her sharpness covering her confusion. \"We\naren't lovers, Mr. Kensington.\"\n\n\"No,\" he said, quite seriously. \"And I find that I rather regret that we\naren't.\"\n\nShe stood looking at him, fighting off a sneaking regret of her own that\nhe hadn't succeeded in his intention.\n\n\"I think this moonlight has had an unfortunate effect on us both,\" she\nsaid. \"We'd better go inside. Besides, if I'm to keep watch over you all\nnight, I want to get into something more practical than an evening\ngown.\"\n\nWithout protest, Dark preceded her inside. They went to the manager's\noffice, and Maya issued instructions to Gren.\n\n\"Have a maid move my things from my third-floor room to a room on the\ntop floor,\" she ordered. \"We'll wait here until it's done.\"\n\nWhen the maid brought Maya the key to the new room, she and Dark took\nthe elevator to it. As soon as they were inside, she locked the door\nbehind them.\n\n\"I'm going into the bathroom to change clothes,\" she said precisely.\n\"The window to this room is six floors above a stone courtyard and I\ndon't think you can jump that far without being killed, even on Mars.\nSince these windows don't open, I'll hear you if you break it to get\nout, and I can burn you long before you can climb down the face of the\nwall.\"\n\nThe lighter-gun in her hand, she went into the bathroom and closed the\ndoor behind her.\n\nShe had just stripped off the evening gown when she heard the bathroom\ndoor lock from the outside. A moment later, there was the crashing sound\nof breaking glass.\n\nCalmly, Maya burned off the lock of the bathroom door with the little\nheatgun. She pushed it open and went out into the room in her underwear.\nDark was in the process of gingerly climbing through the broken window.\n\n\"It's a long fall, Dark,\" she said.\n\nHe looked back over his shoulder. He smiled ruefully, and came back into\nthe room.\n\n\"Well, it was worth a try,\" he said philosophically.\n\nHe surveyed her with frankly admiring eyes and added:\n\n\"And it was worth failing, for the view.\"\n\nShe turned pink. But, without taking her eyes off him, she reached back\ninto the bathroom, got the tunic and trousers she had laid out, and\nslipped them on.\n\n\"I think it would be better if we go down and sit in the middle of the\nlobby,\" she said, unlocking the door to the room. \"That way, you'll have\nfarther to run if you try to get away.\"\n\nThey went down and found comfortable seats. They sat there, talking, to\nall casual appearance two of the chateau's guests. Gradually, the\nconversation moved back to its earlier informal and friendly terms.\n\nHow long they sat chatting, Maya did not know, for she was wrapped up in\nher enjoyment of the things Dark said and his attitude toward life. But\nafter a time she realized that no more guests were sitting in the lobby\nor moving through it. They were the only ones there, except for Gren,\nsitting morosely behind the registration desk.\n\n\"Just how do you propose to get any sleep and watch me at the same\ntime?\" asked Dark.\n\n\"I don't,\" she answered, smiling. \"If you can stay awake for two nights,\nso can I.\"\n\n\"You forget, young lady,\" he retorted. \"I don't have to.\"\n\nWith that, he stretched out unceremoniously on the sofa on which he had\nbeen sitting, clasped his hands behind his head and closed his eyes.\nWithin a very short time, he was obviously and genuinely sound asleep.\n\nMaya sat and watched him, piqued and a little nonplussed. She could\nhardly afford to go to sleep, too. Her only course was to stay awake, to\nsit there and watch him sleeping comfortably and soundly. It was not a\npleasant prospect, for two nights.\n\nShe sat, heavy-eyed, and racked her brain for some solution, and\nsilently cursed Gren for refusing to give her the help she needed. Dark\nslept on, and a faint smile touched his lips. Then Maya found herself\nthinking pleasantly over the things they had talked about during the\nlong evening, and admiring this man and liking him....\n\nShe woke up.\n\nWith a start, she woke up, realizing that she had been asleep. She was\nnot sitting in the chair any more, but curled up comfortably on a sofa,\nher head pillowed like a child's against--against what?\n\nAgainst Dark's chest! He was awake, sitting up, smiling down at her, and\nshe was cradled in the curve of his arm. And the little lighter-gun was\nno longer in her hand.\n\nShe did not react violently to the sudden realization. She sighed,\nalmost happily, and murmured to him:\n\n\"So you win, after all. I think I'm glad, Dark. Now you can go, if you\nwant to.\"\n\nHe shook his head.\n\n\"I'm glad you feel that way about it, Maya, but I'm afraid it's too\nlate. I really shouldn't have stayed around to serve as your pillow till\nyou awoke.\"\n\nThere was something in his face that caused her to sit up suddenly.\n\nTwo uniformed men stood there in the lobby before them, relaxed but\nwatchful, regulation heatguns dangling from their hands. As she sat up,\none of them touched his cap and spoke to her:\n\n\"We're police officers from Ophir, Miss Cara Nome. Mr. Eli called from\nMars City and directed us to drive over here and help you guard the\nprisoner until his arrival.\"\n\nShe rose angrily.\n\n\"I didn't ask for your help, so you may go,\" she said, aware of Dark's\nsurprised gaze on her. \"I made a mistake in identification.\"\n\nThe policeman who had spoken shook his head.\n\n\"I'm sorry,\" he said. \"We're acting on Mr. Eli's orders, not yours.\nWe'll have to hold Mr. Kensington until Mr. Eli arrives.\"\n\nShe glared at them. The one who had spoken was big and burly and\nefficient-looking. The other was sallow and silent, with a deadly cast\nto his thin face.\n\nThen she saw her lighter-gun, lying on the lobby floor beside the chair\nin which she had gone to sleep.\n\nShe bent down, casually, and picked it up. She straightened, the little\ninstrument ready in her hand.\n\n\"This is not a cigaret lighter, but a heatgun,\" she said flatly. \"I'm in\ncharge here, and I say Mr. Kensington is to be permitted to go free. If\nany effort is made to stop him, I'll burn you down.\"\n\nBoth police heatguns swung up in short arcs and trained on her. The\nburly policeman spoke gently.\n\n\"I'm sorry, Miss Cara Nome, but we're under orders from Mr. Eli, and we\nintend to follow them,\" he said. \"I'd hate to see you injured, but if\nyou blast either of us the other one will burn off your hand.\"\n\n\"No, Maya!\" exclaimed Dark, getting to his feet. \"Don't! There's no\npoint in your getting hurt for my sake.\"\n\nShe ignored him.\n\n\"Drop those heatguns, both of you, or I blast!\" she snapped, almost\nhysterically.\n\nThen Dark hurled himself bodily at the two men.\n\nThe thin-faced man swung his heatgun around to meet Dark's charge. Maya\ntwisted the lighter-gun toward him, and at the same moment the burly\npoliceman threw himself against her. Her heat beam singed the thin-faced\none's shoulder, then she collapsed under the impact of the other's body.\n\nAs she fell, she saw the almost invisible beam of the thin-faced\npoliceman's heatgun strike Dark directly in the stomach, burning away\nthe cloth, burning a great gaping hole in his abdomen. Dark slid to the\nfloor, writhing, gasping, clutching his stomach.\n\nHer lighter-gun knocked from her hand, Maya struggled, half-dazed, to\nher feet. The burly policeman had swung his own gun on the prostrate\nDark, but the other one, grimacing with the pain of his wounded\nshoulder, stopped him.\n\n\"Let him be,\" he said. \"I like to watch them die.\"\n\nWith a wail, Maya dropped to Dark's side. She cradled his head against\nher breast and sobbed as he died in her arms.\n\n\n\n\n9\n\n\nFrom the time she saw Dark Kensington die until Nuwell's arrival at the\nChateau Nectaris a day later, Maya remained in her room, half in shock,\nhalf in an agony of sorrow and remorse.\n\nShe was so exhausted by her ordeal that she did sleep, but it was\nfitfully and without genuine rest. She had her meals sent up to her\nroom, and ate automatically, not tasting the food.\n\nRationally, she could in no way blame herself for Dark's death, but that\ndid not prevent her feeling strongly that her insistence on tracking\ndown the fugitives from the Childress Barber College had made her,\ndirectly, his slayer. Her feeling of distress was much deeper and more\npersonal than normal regret at having brought about the death of a\nfriendly enemy while in pursuit of her duty.\n\nMaya realized that in those few hours she had been with Dark and talked\nto him, something had taken root and flowered that had changed her whole\noutlook on existence. She did not want to call it love; she was a very\npractical young woman and did not believe in love on such short notice.\nBut, in examining her feelings, she was at a loss as to what else to\ncall it.\n\nShe had felt a powerful attraction to this man, a tremendous admiration\nand liking for him, a feeling of _belonging_ in his presence. She had\nsensed his strength. It had appalled her when she had had to oppose\nherself to him in keeping him captive, but in other circumstances she\nfelt it was the sort of strength she could depend on. Willingly, she\nthought now, she, could have dispensed with everything else in her life,\nand followed Dark Kensington wherever he chose to wander, a fugitive,\namong the deserts and lowlands.\n\nAnd Nuwell? Her feeling for him had not changed. She was still attracted\nto him and she still admired him. But the admiration she had felt for\nhis sharp, sardonic handling of his opponents in a court of law seemed a\nlittle shallow and a little immature in comparison to the sudden onrush\nof what she sensed about Dark.\n\nSince her early teens, she had been an eager enemy of those rebels whom\nshe conceived to be disrupting the orderly settlement of Mars, and her\ndesire to contribute to the defeat of those rebels had been a\ndisciplining, integrating force in her personality. Yet, in only a few\nshort hours of quiet talk, Dark had cut the foundation from that force\nand dissipated it.\n\nIf only she had not delayed, if only she had made up her mind decisively\nto what she felt now ... Dark need not have died, she could have freed\nhim, and together they could have left Solis Lacus. With him, she would\nhave fought as hard for the rebel cause as, in the past, she had fought\nagainst it.\n\nBut now it was too late. And, moping tearfully in her room, she found\nthat she didn't care any more, one way or another, about the struggle\nbetween Marscorp and the rebels.\n\nBy the time Nuwell arrived from Mars City, she had regained control over\nher feelings. When he telephoned her in her room, she went down to the\nlobby to meet him, pale but composed.\n\nShe had a strange feeling as she came out into the big lobby, arching up\nabove its balconies, a feeling as though she had been away in a distant\nland for a very long time and was just returning to the world she had\nknown all her life. In this returning, she looked upon things with new\nideas, and they did not appear the same as before.\n\nThis was the same spacious lobby across which she had walked to register\nwhen she came to Solis Lacus from Mars City a few days ago. It was the\nsame lobby in which, looking down from the balcony, she had seen Dark\nKensington arriving. It was the same lobby in which she had sat with\nDark and talked for so long. But it seemed a strange place, a different\nplace, one that looked like the lobby she remembered but in which she\nhad never walked before.\n\nNuwell was standing across the lobby with the two police officers from\nOphir, beside a long wooden box that rested on the floor next to the\nregistration counter. Behind the counter, Quelman Gren, the manager of\nChateau Nectaris, was sorting the day's mail.\n\nNuwell saw her, detached himself from the others and came across the\nlobby to meet her. As he approached, she experienced the same feeling\ntoward him that she had felt toward the lobby: he was like someone she\nhad known, but a different person.\n\nThere was a worried frown on Nuwell's face, and he managed to get\nsomething of disapproval in his greeting kiss.\n\n\"It's lucky I called Ophir and had those men sent over here,\" were his\nfirst words. \"If they hadn't gotten here when they did, that rebel might\nhave killed you and escaped. I told you, Maya, not to try to handle a\nsituation like that.\"\n\n\"It was very astute of you to send them over,\" answered Maya dryly. \"I\nshould have thought of it myself.\"\n\n\"That's exactly why you shouldn't try to handle such things alone,\" said\nNuwell, apparently somewhat mollified.\n\nMaya looked into his face, a handsome, youthful face bearing a slightly\npeeved expression, and she thought two things: she thought of the long\nand intensive training she had undergone as a terrestrial agent, and she\ncontemplated just how effectively Nuwell might have handled Dark's\ncapture, had Nuwell been in her place.\n\n\"Come on, Maya, let's clear this up, so we can get out of here and get\nback to Mars City,\" said Nuwell, and led her across the lobby to the two\npolicemen and the wooden box.\n\nThe two men from Ophir greeted her with a certain embarrassment, and\nseemed relieved when she smiled wanly at them.\n\n\"These men have told me how the rebel had turned the tables and gained\nthe advantage of you before their arrival,\" said Nuwell. \"They say that\nbefore he was killed, he confessed to them that he was Dark Kensington,\none of the major rebel leaders who escaped from the Childress Barber\nCollege. I believe that coincides with your identification of him,\ndoesn't it?\"\n\n\"Yes,\" answered Maya in a low voice. \"He was Dark Kensington. I saw him\nonce at the college, and he identified himself to me then as a\nsupervisor.\"\n\nShe did not feel called on to say anything more, and to tell Nuwell what\nDark himself had told her about the rebellion and his part in it.\n\n\"Very good,\" said Nuwell with satisfaction. \"We've captured the Chief,\nthe peculiar-looking individual who escaped by driving his copter\nthrough the city dome. All the indications are that he and Kensington\nwere the two top figures in the rebellion. I think all that's needed now\nis for you to identify the body positively as Kensington, Maya.\"\n\nHe indicated the wooden box, which lay, lidless, on the floor.\nReluctantly, Maya stepped up to it, and looked down into it.\n\nThe pain which distorted Dark's face when he lay writhing from the\nheatgun blast was gone from his features. They were calm and peaceful in\ndeath.\n\nMaya gazed down at his face wistfully, sorrowfully, then turned away.\n\n\"Well?\" asked Nuwell impatiently.\n\n\"Yes,\" she murmured. \"That's Dark Kensington.\"\n\n\"Very good,\" said Nuwell, and turned to the two men. \"We'll take the\nbody to the hydroponic farm for the vats,\" he said. \"There'll be others\nafter the trials and executions of the rebels we've captured.\"\n\n\"Do you have to do that?\" protested Maya. \"Why can't you give the man a\ndecent burial out here in the lowland?\"\n\n\"Don't interfere in matters which are none of your affair,\" replied\nNuwell brusquely. \"Bodies of criminals are always sent to the vats.\nThey're constantly short of bodies, as it is, and we can't very well\nsend them corpses of law-abiding citizens.\"\n\nHe turned away. As Maya accompanied him across the corridor, the two men\nfrom Ophir began nailing the lid on the wooden box that contained Dark\nKensington's remains.\n\nAt the elevator, Nuwell said:\n\n\"Get your things packed as soon as you can. I want to go back to Mars\nCity right away by copter. I have some things I want to talk to you\nabout, very seriously, but they can wait until we're airborne.\"\n\n\"Why by copter?\" asked Maya. \"Groundcar is faster.\"\n\nFor the first time, Nuwell's face broke into a genuine smile, and his\nordinary charming self shone through.\n\n\"Because,\" he replied drolly, \"I've just made that trip by groundcar,\nand every bone in my body aches. It may be slower, but I want to go back\nby air, where there aren't as many bumps!\"\n\nMaya was able to laugh at this. She went up to her room.\n\nIt did not take her long to pack, and to dress in a tunic and trousers\nfor travel. When she came back down to the lobby, Nuwell was waiting,\nand they took a groundcar from the chateau to the dome airlock.\n\nThe three government agents who had come with Nuwell from Mars City had\nthe helicopter ready for them on the flat lowland just beyond the\nairlock. As the groundcar emerged onto the sage-covered plain, the men\nwere helping the two policemen from Ophir unload the box containing Dark\nKensington's remains from another groundcar and load it into the baggage\nbay of the copter.\n\nNuwell and Maya slipped into their marsuits, secured the helmets and\nclimbed out of the groundcar. Nuwell gave his men some final\ninstructions to follow before returning to Mars City by groundcar. Then\nhe and Maya went aboard the copter.\n\nThey strapped themselves in the seats. Nuwell sealed the copter door,\nand released oxygen from the tanks into the interior. When the dials\nshowed the air to be breathable, he and Maya removed their helmets,\nNuwell started the motor and the craft lifted slowly and smoothly into\nthe air above the Solis Lacus Lowland.\n\nNuwell headed the copter northwestward. As soon as they were well on\ncourse, he turned to Maya with a stern expression on his face.\n\n\"There's one thing I can't understand at all,\" he said severely. \"What\nmadness possessed you to resist those men I sent over from Ophir, and\nattempt to help Kensington escape?\"\n\nShe looked at him steadily without replying.\n\nWhat should she answer? Could she say, \"I discovered that I had fallen\nin love with Dark Kensington. I found that his reasons for the rebellion\nmade sense to me, and that you and the government and Marscorp are\nwrong\"?\n\nWhat would Nuwell's reaction be if she told this truth?\n\nBut it could do no good to say that. It could do the rebels no good,\nbecause now they were scattered and defeated. It could do Dark no good,\nbecause he was dead. She did not think she would suffer personally from\nsuch a revelation, but it could only hurt Nuwell, who loved her.\n\nSo, at last, she said:\n\n\"Nuwell, I'd rather not talk about that. I didn't succeed, so can we\nforget it?\"\n\n\"I think it's best that we do,\" agreed Nuwell. \"The only thing I can\nthink is that you were slightly hysterical over Kensington's having\ngained the upper hand, after the strain of guarding him for so long, and\nyour action was an unconscious expression of resentment at their having\nto take over his custody where you had failed. But we might have learned\na great deal through questioning the man at length, and that action of\nyours made it necessary for them to kill him.\"\n\nNuwell could not know how deeply those words struck her. She turned her\nface away from him, and the tears came to her eyes.\n\n\"At any rate,\" went on Nuwell, unaware, \"I think this demonstrates that\nthese espionage activities have been far too much of a strain for you,\nand I think it's time you stopped. We have one of the two major leaders\ncaptured and the other one dead, and I don't think they're going to give\nus much more trouble even if we don't locate all the fugitives. So I\nwant you to give up this idea of wandering around from city to city,\nhelping identify rebels.\"\n\n\"I think you're right,\" she agreed in a choked voice. She had no more\ninterest now, certainly, in tracking down rebels.\n\n\"And,\" continued Nuwell, even more firmly, \"marry me when we get back to\nMars City.\"\n\nWell, why not? Nuwell loved her. What else was there for her?\n\n\"Yes, I'll do that, too,\" she said. \"As soon as we get back, I'll make\nout my report, and send my resignation with it back on the first ship to\nEarth. Then I'll marry you, Nuwell.\"\n\nHis face was radiant and triumphant as he turned to her. He put his arm\naround her shoulders, drew her to him and kissed her.\n\nThe helicopter flew northwestward. Passing over the Solis Lacus Lowland,\nit crossed the Thaumasia Desert and the Tithonius Lacus Lowland, and\nwhirred above the Desert of Candor. Ahead of it, after a time, there\nrose on the horizon the white stone forms of a distant group of\nbuildings.\n\nNuwell dropped the helicopter lower. He angled it down, and in a short\ntime landed it on the desert near one of the four buildings of the\nCanfell Hydroponic Farm.\n\nAs he and Maya donned their marshelmets, a group of marsuited men\nemerged from the building's airlock and came across the sand toward\nthem.\n\nMaya stared curiously out the copter window. She had heard of this\ngovernment experimental station, but had not visited it before.\n\n\"This is another reason I wanted to take a copter,\" explained Nuwell,\nreleasing the air from the copter's interior. \"There aren't any roads to\nthis place, and I didn't want to drive a groundcar across the desert to\nbring Kensington's body here.\"\n\nThey emerged from the copter as the group from the building approached.\nNuwell greeted the five of them and introduced them to Maya. Four of\nthem were strangers to her, but the fifth she remembered: Goat\nHennessey, white-bearded and watery-eyed.\n\n\"How are you adjusting to your new work here, Dr. Hennessey?\" Nuwell\nasked him.\n\n\"Very well,\" answered Goat in his cracked voice. \"They're using a\ndifferent approach from mine, but I find it extremely interesting.\"\n\nRemembering Goat's earlier experiments at Ultra Vires, it occurred to\nMaya to be grateful that Dark had not fallen alive into the hands of\nthese people at the Canfell Hydroponic Farm.\n\nTheir entire stop lasted only a few minutes. Nuwell refused an\ninvitation to remain overnight, explaining that he was anxious to get on\nto Mars City. The others unloaded Dark's coffin and moved with it back\ntoward the building. Nuwell and Maya climbed back into the copter, and\nshortly they were airborne again and the buildings of the Canfell\nHydroponic Farm were receding behind and below them.\n\nNuwell guided the copter almost straight westward now. It passed over\nCandor and buzzed out over the broad Xanthe Desert.\n\nAnd here trouble developed. Without warning, the engine coughed and\nstopped. Nuwell worked frantically at the controls, to no avail. As the\nbig blades slowed in their rotation, the copter sank, slowly at first,\nthen ever more swiftly, to the surface of the desert. They donned\nmarshelmets hurriedly.\n\nIt struck with a terrific crash, which would have hurled them through\nthe windows had they not been strapped down. The entire body of the\ncopter crumpled in on itself, and it came to rest, a collapsed wreck,\nwith the two of them sitting in its midst, miraculously uninjured.\n\nThere was no question of trying to start the engines or fly the machine.\nIt was a total wreck. Nuwell tried the radio without success.\n\n\"What in space went wrong with the thing?\" he demanded angrily. \"I know\nit wasn't short of fuel. There's nothing left for us to do but walk, I'm\nafraid, Maya.\"\n\n\"Back to the hydroponic farm?\"\n\n\"No, we've come too far. By my chart, we're not far from Ultra Vires. I\nthink we'd better try to make it for the night, and if Goat left his\nradio equipment in working order we'll call for help. If not, the only\nthing I know to do is to head for Ophir.\"\n\nUltra Vires--Maya remembered it with a shudder. The grim, black bastion\nin the desert where Goat Hennessey had worked with grotesque, twisted\ncaricatures of humans.\n\nThey fumbled about the wreck to find the minimum emergency supplies they\nthought they would need, and started westward on foot.\n\n\n\n\n10\n\n\nHappy Thurbelow finished sweeping the long barracks and leaned wearily\non his broom. That is, he didn't lean on it, or it would have collapsed\nhim to the floor, but he made the gesture. Why, he wondered, didn't the\nMasters make the Toughs sweep their own barracks? Perhaps the Toughs\ncouldn't be made, or perhaps the Masters did it just from an excess of\ncruelty.\n\nHappy's monstrously bloated body sagged, and his skin felt dangerously\ndry and tight. Happy was so adipose that his hands engulfed the broom\nhandle like a toothpick; under the transparent skin, his flesh was clear\nand translucent, and there could be seen the tiny red lines of the\nbranching veins. Happy was like a jellyfish, in huge human form.\n\n\"Shadow!\" he called in a high, grating voice. \"I'm going below.\"\n\nShadow appeared disconcertingly, ten feet away. Dark-skinned Shadow\nlooked at him silently with white-rimmed eyes. Then Shadow turned and\ndisappeared, as only Shadow could.\n\nHanging up the broom, Happy waddled to the iron-barred gate that\nprevented entrance to a downward-plunging ramp. He pressed a button\nbeside it and waited.\n\nHe looked out the window beside the gate. The sands of the Desert of\nCandor stretched orange and bleak under the bronze sky. Somewhere out\nthere to the south, across those sands, under that sky, lay the shining\ndome of Ophir.\n\nThe window would be easily broken, and it was large enough for even\nHappy's bulky body to pass through. But the oxygen-scant air of Mars\nwould sear his lungs to quick death without a helmet; and even if it\nwould not, Happy's skin would dry and crack in a few hours of that\noutside air, and he would die in slower agony.\n\n\"What is the purpose of your call?\" asked an impersonal voice from the\nloudspeaker beside the barred gate.\n\n\"I have finished my task, Master,\" said Happy, puffing a little. \"I seek\nyour grace to go below.\"\n\nThe loudspeaker said no more, but after a moment the gate stirred and\nlifted into the ceiling. Happy went through it gratefully, and waddled\ndown the gently sloping ramp. The gate descended behind him.\n\nHappy did not know whether Shadow had come through the open gate with\nhim, but it didn't matter. Shadow could slip easily through the bars\nwhen he wished.\n\nAt the foot of the ramp was a vast, low cavern, stretching out of sight\nin all directions. It was dim, shading into the darkness of distance.\nIts floor was water, flat water, subdivided into large rectangular vats.\nIn most of the vats vegetation grew in various stages, greening under\nthe ultraviolet rays that radiated from the low roof. Between the vats\nran straight, narrow walkways of packed earth.\n\nHappy waddled along one of the walkways until he found an empty vat. He\nlowered himself over its edge and sank happily into the still, cool\nwater, like a hippopotamus submerging. He immersed himself completely,\nthen lay back in the water, with only his face floating barely above the\nsurface.\n\nShadow appeared, apparently out of nowhere, and sat down on the edge of\nthe vat, letting his flat legs dangle into the water.\n\n\"Nothing like it,\" proclaimed Happy, splashing a little. \"Nothing on\nMars like it. You ought to come on in, Shadow. As flat as you are, you\nought to float on the surface without any trouble at all.\"\n\nShadow nodded silently, but made no move.\n\n\"I don't see why the Toughs can't take care of their own barracks,\"\ncomplained Happy, returning to the subject closest to his displeasure.\n\"You reckon the Toughs are actually the rebels, and the Masters can't\nmake them do anything?\"\n\nShadow shook his head, but whether in negation or disclaimer of\nknowledge, Happy could not interpret.\n\nHappy flinched, and shifted in the vat.\n\n\"There's still part of a skeleton in here,\" he announced. \"I thought\nthis was an empty one.\"\n\nMoving, he flinched again. With purpose, he aroused himself and ploughed\nto the edge of the vat.\n\n\"I've got to find another vat,\" he said. \"I can't take a nap if I'm\ngoing to get punched in the fanny with bones every five minutes.\"\n\nHe heaved himself over the edge onto the walkway with difficulty, and\ngot slowly to his feet. Shadow lifted his feet out of the vat, stood up\nand vanished.\n\nHappy knew how Shadow was able to disappear so suddenly, and it did not\ndisturb him. Seen directly from front or rear, Shadow had the dimensions\nof a normal, black-skinned man. But Shadow was flat, no thicker than\nhalf an inch. When Shadow turned sidewise, he vanished to the sight.\n\nOccasionally, Happy wondered how Shadow happened to be, and why he was\nhere in the caverns, but it was not the sort of thing to bother his mind\nfor very long.\n\nHappy moved along the walkways, peering into the vats which appeared to\nbe empty. He assumed Shadow was following him; Shadow always did.\n\nAround corners, he came upon blubbery creatures like himself, tending\nthe plants. They nodded greeting at him, and Happy nodded back.\n\nHis search was discouraging. All the vats not filled with plants seemed\nto have corpses in them, in varying stages of decomposition.\n\nAround one corner, Happy came upon a Tough, lounging in the walkway. The\nTough was a compact, muscular youth, with bullet head, sullen eyes and\nhard mouth. He looked as though he lounged with hands in pockets, but,\nlike Happy and all the others, he was naked, so that was just an\nimpression.\n\nHappy stopped. He and his soft kind avoided the Toughs when they could.\nThe Tough looked at him with disinterested eyes, then looked away.\n\nHappy was uncertain what to do or say. His impulse was to turn and go\nback, but he did not quite dare.\n\n\"Are you a rebel, Tough?\" he burbled the first thing in his mind, for\nlack of something else to say.\n\nThe Tough looked at him contemptuously. Then, suddenly, the Tough's hard\neyes flared with savage excitement and he moved swiftly on Happy. As he\nbegan to turn in panic, Happy saw from the corner of his eye another\nTough racing around the corner of the walkway to come upon him from\nbehind.\n\nThe Tough in front of him reached him and began pummeling him viciously\nwith his fists, the hard fists sinking like painful hammers deep into\nHappy's flesh with every blow. Happy bleated in fright and distress,\ntrying ineffectually to ward off his attacker.\n\nThen, out of nowhere, Shadow flashed in like a lightning bolt on the\nother Tough as he had almost reached Happy. There was a brief, squalling\ntangle and the Tough pitched headlong into a plant-choked vat.\n\nShadow vanished and reappeared, intermittently, like a flashing light.\nThe first Tough, seeing what had happened to his cohort, ceased\npummeling Happy abruptly and took to his heels. He vanished around a\ncorner.\n\nThe vanquished Tough climbed out of the vat, sputtering and cursing, and\nfled in the other direction.\n\n\"Oh, my! Oh, my!\" exclaimed Happy to the now-invisible Shadow. \"What\nwicked creatures!\"\n\nSore and shaken, he moved on down the walkway, his search now\nintensified by the need for wetness to soothe his injured flesh.\n\nHe came upon a vat without vegetation and, at first joyous glance,\nthought it empty. Then, disappointment, a comparatively fresh body\nfloated in it, just under the surface.\n\nIt was the body of a man. Naked, it was smooth and plump with the water\nthat had seeped into its tissues, and it was a uniform dead-white all\nover, like the belly of a fish. The face and lips were monochrome white,\nthe hair was bleached, and when it opened its eyes, they were so\ncolorless that the action was almost unnoticeable.\n\nRealizing, Happy was paralyzed with shock.\n\nThe dead creature's eyes moved from side to side, then stopped, fixing\non Happy. Its chest began to rise and fall slowly, with\nbreathing--_under water_.\n\n\"Shadow!\" squeaked Happy helplessly.\n\nShadow appeared beside him.\n\n\"Shadow, it's alive,\" whispered Happy, desperately frightened.\n\nThe two stood side by side, staring breathlessly down into the water.\nThe creature in the vat moved its hands tentatively, it opened its mouth\nand closed it. Then it stirred with purpose, turned and climbed up over\nthe side of the vat, dripping like a weird creature from the depths of\nthe sea.\n\nIt stood up before them, dripping.\n\nThe man bent slightly and belched forth a great quantity of water from\nhis lungs. He straightened, and breathed in the air in great, satisfied\ngasps.\n\n\"I'm Dark Kensington,\" he said in a rusty voice. \"Where is this?\"\n\nAt his words, Shadow disappeared.\n\nDark Kensington. Had Maya seen him now, she could not possibly have\nrecognized him. The muscular body and dark, handsome face were bloated\nand pale. The black hair was bleached to pale seaweed, and the blue eyes\nwere completely colorless now.\n\n\"This is the Canfell Hydroponic Farm,\" answered Happy, gaining a little\ncourage. \"Under the surface of the Desert of Candor.\"\n\n\"The Desert of Candor?\" repeated Dark, and the pale lips twisted in a\nsmile. \"They hauled me quite a way. I was at Solis Lacus.\"\n\n\"How did you get here?\" asked Happy with sudden eagerness. \"Only dead\npeople are thrown in the vats, to make chemicals for the plants. How\ncould you stay alive under water?\"\n\n\"I imagine I can breathe water for the same reason I can still live\nafter a heat beam burned my guts out, but I don't know what that reason\nis. I imagine that the first step in finding out is to get out of this\nplace.\"\n\n\"You can't get away from here,\" said Happy positively. \"Nobody ever\nhas.\"\n\n\"We'll see,\" said Dark confidently. \"I gather you and your companion are\nsome sort of prisoners.\"\n\n\"Slaves,\" corrected Happy with unaccustomed bitterness. \"The Jellies are\nslaves, to work in the vats. I don't know if the Toughs are slaves, too,\nbut the Masters let them sleep in barracks on the surface. Shadow's not\neither a Jelly or a Tough, and I don't know if he's a slave. Shadow's\njust Shadow.\"\n\n\"Before you go on,\" interrupted Dark, \"I seem to be extraordinarily\nhungry.\"\n\nHappy twittered and quivered. He moved hurriedly around a corner to one\nof the storage vats, and returned in a moment with a supply of the\ntasteless gelatin that was their food here. Dark fell to greedily, and\nHappy, his tongue loosed by this new companionship, started feeding him\ninformation in a steady stream.\n\n\"I don't know how they get us here,\" said Happy. \"We aren't born here,\nbut something happens to our memories. We can't stay up in the dry air\nvery long, or our skin cracks and our flesh collapses. You see, our\ntissues are mostly water.\n\n\"Everybody down here's like me. Everybody but the Toughs. You'll see\nthem. I don't know how they got here, either, or what use they are. They\ndon't work like we do.\n\n\"And Shadow. He's different. Shadow likes me. He stays with me all the\ntime. And then there's Old Beard. He hides down here, and I don't think\nthe Masters know he's here. He's very old and very wise.\"\n\n\"Who are the Masters?\" asked Dark curiously, between mouthfuls. \"And\nwhat sort of work do you do for them?\"\n\n\"They're the people who run the hydroponic farm. They're normal men,\nlike you--I mean, like you would be if you weren't swollen up and pale\nlike the bodies that are thrown in the vats.\n\n\"Old Beard knows; he's very wise. He calls the Masters 'Marscorp.' I\ndon't know why, but it seems that before I lost my memory I knew a\nlanguage where _corp_ meant _body_. Like _corpse_, you know. Maybe it\nhas something to do with the bodies they put in the vats.\n\n\"Old Beard says that the Masters are developing Martian foods that we\ncan eat without dying, and he must be right, because sometimes they\nbring down some hard foods and make some of us eat them instead of\ngelatin. But those who eat the hard foods always die, so I don't suppose\nthey've succeeded yet, except some of the Toughs. Some of the Toughs\nhave eaten the hard food without dying, sometimes, but they got pretty\nsick. And then--\"\n\n\"Hold on! Wait a minute!\" exclaimed Dark, holding up a restraining hand.\n\"I know what Marscorp is, and I'm not surprised they're behind it. But\nI'm trying to digest all this you're throwing at me.\"\n\nHappy fell silent, reluctantly, and Dark cogitated deeply.\n\nHappy fidgeted, anxious to speak but afraid to interrupt Dark's\nthoughts.\n\nAnd then Shadow reappeared. Shadow appeared out of nowhere, and made\ngestures at Happy. Happy glanced at Dark, timidly. At last, he gained\ncourage to speak.\n\n\"Shadow tells me--\" he began, then cringed when Dark looked up in\nsurprise. Dark gestured to him to go on.\n\n\"Shadow tells me,\" said Happy, \"that Old Beard wants to see you. Will\nyou go with us to Old Beard?\"\n\n\"Certainly,\" agreed Dark. \"From what you tell me, I'm rather anxious to\nmeet Old Beard, too.\"\n\nHe followed Happy and the alternately visible and invisible Shadow along\nthe paths that twisted among the vats for some distance. At last they\nducked into some luxuriant foliage that hung over to form a bower above\nthe space between two vats.\n\nOld Beard sat there, in a corner of the dimness, pale eyes fixed\nsilently on the trio. Old Beard was not so very old. He appeared to be\nin robust middle age, although his skin was very pale from long\nexistence underground. His hair and heavy beard were long and untrimmed,\nand were a deep iron-gray.\n\n\"Thank you for coming,\" said Old Beard in a deep, resonant voice that\nbespoke strength and bore an undertone of bitter determination. \"It is\nsafer for me not to move around too much in the open except at certain\nhours.\"\n\n\"I was glad to come, because I'm sure you can help me and I may be able\nto help you, too,\" said Dark. \"I'm Dark Kensington.\"\n\n\"So Shadow told me. I find this extremely interesting.\"\n\n\"You've heard of me, then?\" asked Dark.\n\nOld Beard laughed, deeply.\n\n\"More interesting than that,\" he said. \"Once, before I was marooned here\nand Happy's people came to know me as Old Beard, I had a name of my\nown.\"\n\nHe stroked his beard, and favored Dark with a shrewd look from his pale\neyes.\n\n\"Yes,\" said Old Beard, \"I've heard of Dark Kensington, and there never\nwas but one Dark Kensington, as far as I knew. That's why I find it so\ninteresting. You see, I'm Dark Kensington!\"\n\n\n\n\n11\n\n\nThe Xanthe Desert stretched red and barren on all sides of the plodding\ncouple, the sands unbroken by the form of plant or stone or any living\nthing, all the way to the tight horizon of Mars. Above them, the small,\nglittering sun slid down the copper-hued sky slowly toward the west.\n\nIt was remarkable, thought Maya, how smooth and flat the desert looked\nfrom the air, and how rough and rolling it was when one had to walk\nacross the packed sand. They had been walking for hours and, despite the\ngentle gravity of Mars, she was getting very tired.\n\n\"It's farther than I thought,\" said Nuwell, his voice distorted by the\nmarshelmet speaker. \"Distances on the chart are deceptive. We may not\nreach Ultra Vires by night.\"\n\nMaya did not answer. Again, as she had many weeks before, she was in the\ngrip of a sensation that this desert through which they walked was only\na surface thing, a shimmering mask to the reality which lay behind it.\nThat reality seemed very deep, very significant, and she felt that she\nwas on the verge of comprehending it, but could not quite grasp it.\n\nShe was a little irritated at Nuwell for speaking when he did. If his\nvoice had not interrupted her probing emotions, she felt, she might have\nbroken through to that reality she sensed.\n\n\"Nuwell,\" she said, giving it up, \"I'm going to have to rest a while. If\nwe don't make it by night, we don't make it. There's always tomorrow,\nand I'm tired.\"\n\nReluctantly, he consented, and they sat down together on the sand.\nNuwell pulled a chart out of his marsuit pocket and began to study it.\nMaya lay back, clasped her hands behind her helmet and closed her eyes,\ngratefully feeling the tired muscles relax and the perspiration that\nbathed her begin to dissolve in the gentle circulation of the marsuit's\ntemperature-control system.\n\n\"Maya!\" exclaimed Nuwell suddenly. \"Look! We're going to be rescued!\"\n\nShe sat up and looked in the direction of his pointing finger. On the\nhorizon to the northeast was a cloud of dust, too placid and stationary\nto be a sandstorm.\n\nThey stood up, and Nuwell spoke hastily into his helmet radio on the\nconventional emergency band.\n\n\"Attention, groundcar! Attention, groundcar! We're afoot and in trouble.\nWe're afoot, due southwest from your position. Help, please. Attention,\ngroundcar!\"\n\nThere was no radio reply in the ensuing silence. But all at once it was\nas though a deep and alien voice spoke within the depths of Maya's mind:\n\n\"_We see you._\"\n\nStartled, she looked curiously at Nuwell. But he evidently had not had\nthe same experience. He was chattering into the radio frantically again.\n\n\"They're evidently not tuned in on the emergency band, Nuwell,\" she said\nto him. \"But they're coming almost directly toward us. They're bound to\nsee us soon, if they haven't already.\"\n\n\"That's true,\" said Nuwell, and added sourly: \"But they ought to be\ntuned in. It's required by law.\"\n\nThe dustcloud moved closer slowly, too slowly for a groundcar. They were\nable to discern a dark nucleus below and in front of it. Then Nuwell\nsaid:\n\n\"In the name of space! It isn't a groundcar, Maya. It's a band of\nMartians! Let's get out of here!\"\n\nHe started to walk on swiftly, but Maya stood her ground.\n\n\"Don't be silly,\" she said. \"Martians won't hurt us. I was raised among\nthem.\"\n\nNuwell stopped and returned reluctantly to her side.\n\n\"They may not hurt us, but why wait for them?\" he demanded, and there\nwas a touch of hysterical fright to his tone. \"Let's go on, Maya!\"\n\n\"We may very well have gotten off course in trying to go straight to\nUltra Vires,\" replied Maya logically. \"That may be why we've not sighted\nit yet. The Martians will know where it is, and meeting them may prevent\nus from getting lost in the desert.\"\n\nNuwell subsided, but she could see from the expression on his face that\nhe was in a blue funk. This puzzled her. She could not understand why\nanyone would be afraid of Martians. They were huge, and ugly, and alien,\nbut they were not inimical to humans.\n\nWhen the Martians came near enough, Maya waved her arms at them and\nstarted off to meet them, Nuwell following her at a little distance. The\nMartians changed course slightly and came toward them.\n\nMaya called childhood memories to her aid. She turned her helmet speaker\nto its maximum volume, and spoke to them in their own language, in the\ndeepest tones possible to her.\n\n\"Children of the past, we seek that place in the desert which is called\n'Ultra Vires' by humans,\" she said. \"Can you show us the direction in\nwhich we must travel?\"\n\nThe Martians gathered around her, towering over her. There were four of\nthem. Their huge chests moved slowly, mixing oxygen from their great\nhumps with the surrounding air. Their thin arms hung limp at their\nsides, and their big ears were pricked forward toward her. Their huge,\ndark eyes seemed to look through her and beyond her.\n\n\"The sun moves toward this place, but there are no humans there now,\"\nboomed one of the Martians. \"Nothing lives there now except small\nanimals in the walls and corridors.\"\n\n\"This we know,\" answered Maya. \"We wish to go there that we may\ncommunicate with other humans and have them come and get us.\"\n\nShe wanted to say that the supplies of oxygen in their marsuit tanks\nwere inadequate to take them anywhere other than Ultra Vires, but she\ndid not know how to say this properly in the Martian language.\n\nBut, to her astonishment, the Martian answered as though she had said\nit.\n\n\"If the breathing chemicals which you carry are at such a depleted\nstage, you cannot chance going astray,\" said the creature. \"Rather than\ntell you the direction of this place, we shall accompany you there.\"\n\nThroughout this conversation, Nuwell had been standing at Maya's side,\nhis face bearing an expression of mingled curiosity, irritation and awe.\nMaya turned to him.\n\n\"The Martians say they will go with us to Ultra Vires, so we won't get\nlost,\" she told him.\n\n\"No!\" he exclaimed vehemently. \"Tell them we don't want them along. Tell\nthem just to show us the way, and we'll go alone.\"\n\n\"Don't be ridiculous,\" replied Maya coldly, and indicated to the Martian\nthat they were ready to accompany the group.\n\nThey moved off together toward the west, the four Martians and the two\nhumans. Maya, feeling somewhat relieved that now they had expert help in\nreaching their goal, attempted to talk to Nuwell, but he refused to\nanswer except in monosyllables. He was angry that she had agreed for the\nMartians to accompany them, and obviously was still very nervous at\ntheir presence.\n\nSo she talked instead with the Martian who had acted as spokesman for\nthe group. Its name, she learned, was Qril.\n\n\"The place to which you go lies under an evil atmosphere,\" said Qril.\n\"The human who abode there many years attempted to do things wrongly.\"\n\n\"We were there in the season before this one,\" answered Maya. \"This was\njust before that human left.\"\n\n\"I already had read this in you,\" said Qril. \"I also read in you that,\nas a child, you lived among us who are children of the past. Therefore,\nperhaps you knew before I spoke that an evil atmosphere remains at this\nplace and has not yet been washed away by time.\"\n\n\"No, I was not taught such matters as a child,\" answered Maya. \"But tell\nme, it is true that this man tried to do evil things, by human\nstandards, but were Goat Hennessey's genetic experiments also evil by\nMartian standards?\"\n\n\"You do not read what I have said quite correctly,\" replied Qril. \"The\nevil atmosphere is left by the man, because what he did was evil by his\nown standards. I said only that he attempted to do things wrongly.\"\n\n\"What do you mean?\" asked Maya.\n\n\"To explain to you, I must speak to you about things about which you\nalready know partially,\" answered Qril. \"Before you were born, the human\nyou call Goat was one of a group of humans who sought ways to make\nhumans independent of the spaceships which bring materials from Earth to\nMars and create small islands of terrestrial conditions in the midst of\nthe Martian environment. When they met the natural resistance of those\nhumans who gain material advantage through operation of the spaceships,\nthey came into the desert to be free to work.\n\n\"Seeking to get far from the men who resisted their work, this group of\nhumans went to that area which you know as the Icaria Desert. Some of us\nwho are children of the past live at that place sometimes, and these\nhumans sought our help, knowing that we possess many remnants of the\nknowledge that our forefathers had.\n\n\"But we had difficulty helping them. They were attempting to follow two\ncourses simultaneously, and both of them were wrong.\"\n\n\"I know something of those two courses,\" said Maya. \"Some of them were\ntrying to develop human extrasensory powers so that materials could be\nteleported from Earth, and the others were trying to change the human\nbody physiologically so that humans could live under Martian conditions.\nBut you say they were both wrong?\"\n\n\"In each way that they followed, they sought to make humans partly like\nus, the children of the past,\" said Qril. \"We have the power to\ncommunicate with our minds over a distance, and some of us are able to\ntransport things with our minds over a distance. We do not need your\nrich terrestrial air, because we take oxygen directly from the soil and\nstore it in our bodies for combustion purposes.\n\n\"But humans and the children of the past are different forms of life,\nand they cannot be made so much alike. It is possible for humans to\ndevelop mental powers similar to ours, but this course would leave them\ndependent upon importing materials from Earth, even though this would be\nby mind transmission instead of by spaceship. The other course they\nfollowed could not succeed, because the human body cannot be altered so\nthat it is able to take oxygen from the soil and store it for later\nuse.\"\n\n\"But you're wrong!\" exclaimed Maya. \"Goat Hennessey had succeeded in\ndeveloping some humans who could live without oxygen in the air for a\ntime. His experiments were imperfect, it's true, but they were able to\ndo that.\"\n\n\"The imperfect humans that the human called Goat had developed were not\nwhat he thought,\" replied Qril. \"We tried to help the humans to find the\nright course, but they could not understand us well. We tried to show\nthem, by charts and example, that the proper way to adapt a human to\nMartian conditions was a different way.\n\n\"Because Earth is nearer the Sun, humans have a possibility that we do\nnot have. What we tried to show these humans was a method whereby they\ncould change the embryonic physiology so that the adult human would be\nable to use the energy of solar radiations directly, instead of\ndepending on the energy of combustion of those chemicals you call oxygen\nand carbon. This makes the body independent of both air and food, and\nhas the advantage also of giving a far superior regenerative power to\nthe bodily tissues.\n\n\"The human, Goat, for reasons that are not known, stole some of our\ncharts and two of the pregnant female humans, and continued his work at\nthis place to which we are going. But he thought he was still attempting\nto change the physiology so that oxygen could be stored, and therefore\nhis experiments went wrongly.\"\n\n\"But he had your charts,\" objected Maya. \"Even though he was not making\nthe alterations he thought he was, how could he go wrong if he followed\nthe charts?\"\n\n\"The charts showed the changes to be made in the embryonic cells, but\nthey could not show the method whereby the changes are made,\" replied\nQril. \"The human, Goat, attempted to make these changes by mechanical,\nsurgical methods but these are too crude to be successful. The method we\nutilize to make such changes, which is the only right method, is to\nfocus the mental forces upon the embryo. I believe you would call it\npsychokinesis.\"\n\nMaya was vastly excited at this revelation.\n\n\"Then Goat's oldest experiments, the ones he called Brute and Adam, were\nactually the ones on whom you children of the past had performed the\nembryonic changes!\" she exclaimed. \"They must have been the sons of the\npregnant women he kidnapped. That's why they were more successful than\nthe others!\"\n\n\"That is true,\" said Qril. \"We had completed the change on only one of\nthe two, therefore only that one would develop into an adult who could\nlive in complete independence of air and food, if necessary. The other\none would never be able to do it for more than a short period without\nreturning to terrestrial conditions.\"\n\nThe party now came over a long low ridge, and the mass of Ultra Vires\nrose from the desert ahead of them. The sun was near setting, and the\nblack walls of the stronghold huddled sullenly under its crimson rays.\n\nThe Martians left them here, and Nuwell and Maya went on alone toward\ntheir goal. Nuwell expelled an audible sigh of relief.\n\n\"I'm glad we're free of those monsters,\" he said. \"I don't understand\nhow you could carry on a conversation with such creatures, Maya. It\nsounded like a series of animal grunts and cries to me. I caught an\noccasional word, like 'oxygen' and 'psychokinesis.' What were you\ntalking about?\"\n\n\"He was telling me about Goat Hennessey's experiments, and how they\ndiffered from the rebels' experiments before Goat came to Ultra Vires,\"\nanswered Maya.\n\n\"That kind of talk serves no good purpose,\" said Nuwell irritably. \"The\nrebel movement has been broken now, and there's no point in thinking\nabout the illegal things they tried to do.\"\n\nThey came down the slope and approached the southern airlock of Ultra\nVires. The airlock was still sealed. Nuwell activated it, and they went\nthrough it into the big building.\n\nIt was dark inside. Nuwell fumbled around a wall and found a light\nswitch. He pressed it, but nothing happened.\n\n\"The electrical system isn't operating,\" he said. \"We'll have to use our\nmarsuit torches.\"\n\nHe switched on his flashlight. It cast a long beam down the dusty\ncorridor. Far ahead of them, a small animal scurried across the faint\nlight and vanished into the darkness.\n\nNuwell checked his atmosphere dial.\n\n\"The oxygen in here is all right,\" he said. \"The air has been\nmaintained, anyhow. We can take off our helmets.\"\n\nThey took off the marshelmets and walked down the corridor. They checked\neach side door, looking for the communications room, but found only\nempty chambers or abandoned rooms in which books, papers and broken\nfurniture were scattered in complete disorganization.\n\nIt took them nearly an hour to find the communications room. And there\nthey met disappointment.\n\nUltra Vires' radio transmitter and receiver had been dismantled. There\nwas nothing there but a jumble of broken tubes, discarded parts and bare\nwire ends dangling from the walls. Nothing but an overturned table and\ntwo bent metal chairs.\n\n\"That settles that,\" said Nuwell, more philosophically then Maya would\nhave expected. \"Our only hope is to find a groundcar.\"\n\nThat necessitated another search, but at last they found the motor pool.\nAnd there were three groundcars, all in various stages of breakdown or\ndismantlement.\n\n\"It looks like we'll have to walk, Nuwell,\" said Maya.\n\nNuwell shook his head.\n\n\"I checked the chart carefully,\" he said. \"The oxygen supply of a\nmarsuit won't take us either back to the Canfell Farm or to Ophir, even\nwith extra tanks. We're just going to have to cannibalize two of these\nmachines and repair us a groundcar.\"\n\n\"But, Nuwell, how long will that take?\"\n\n\"I don't know,\" he admitted. \"It looks like it may be quite a job. I\nexpect it will take two or three weeks, but that's the only way we're\ngoing to get out of here.\"\n\nHe looked at her speculatively.\n\n\"It's a shame we aren't already married,\" he said. \"This would provide\nus with a honeymoon, of a sort, out here by ourselves in the desert.\"\n\n\"Well, we aren't,\" she said flatly. \"And we won't be until we get back\nto Mars City.\"\n\n\"That's true,\" he said. \"Well, the only thing we can do for tonight is\nto have supper and find the rooms that Goat assigned us when we were\nhere before. I hope he left some beds intact in those, or some of the\nother rooms. If not, we may have some uncomfortable nights ahead of us.\"\n\n\n\n\n12\n\n\nThe two Dark Kensingtons and Happy Thurbelow walked along one of the\npathways between the vats, Happy trailing a bit behind. Somewhere near\nthem, they knew, Shadow accompanied them.\n\nThe place was dim, with the moist dimness of a swamp. The source of the\nlight that filtered through the faint mist and seemed to permeate the\nair was not discernible, and the roof of this underground world was lost\nin the darkness above them. The placid surface of the water gleamed\nvaguely in the vats they passed, and the pale-green tangle of vegetation\nrose above and around them, sometimes drooping over the paths like\nskinny arms that sought to detain them.\n\n\"What I don't understand,\" said Dark the younger, \"is that our memories\ncoincide exactly, up to a point which you say is a time twenty-five\nyears ago. My memories are just as genuine as you say yours are; they\naren't something someone told me, but real memories of things that\nhappened to me, things I felt and did. If they're both genuine sets of\nmemories, how can it be explained? Are we the same person, who was\nsomehow split into two distinct individuals?\"\n\n\"I can only guess at the explanation, but I have a theory,\" answered Old\nBeard. \"You are much younger than I am. I would estimate that you're\ntwenty-five years younger than I am. My memories are consecutive and\ncomplete: I remember not only the earlier things you say you remember,\nbut the events of these past twenty-five years, without a break. You say\nyou suffered a period of amnesia, and your next consecutive memory is of\nbeing with Martians in the Icaria Desert.\"\n\n\"That would appear to give you an advantage in claiming to be the real\nDark Kensington,\" agreed Dark with a smile. \"But, if you are, who am I?\nHow is it that I remember being Dark Kensington?\"\n\n\"It's entirely possible that, for some reason, my earlier memories were\ngrafted onto you as your own,\" replied Old Beard. \"I don't know how this\nwould be done, perhaps through very deep and extensive hypnosis. The\nMartians, as well as we can tell anything about them at all, are experts\nin such mental fields, a relic of the ancient science they're legended\nto have had when their civilizations covered Mars.\n\n\"I worked with Martians very closely for long periods during the early\ndays of the rebellion--the Phoenix, as you say they call it now--and\nthey may very well have recorded my memory pattern through some means I\ndon't know anything about and for reasons I can't imagine.\"\n\n\"That sounds reasonable,\" conceded Dark. \"But that still leaves\nunanswered the questions: Who am I, and what's happened to my memories\nof the past twenty-five years?\"\n\n\"I'm afraid I can't answer that,\" replied Old Beard.\n\nIn the dimness ahead of them, they discerned a group of nude Toughs\napproaching, swaggering down the path. They turned aside and found a\nrecess in the vegetation in which they could wait until the Toughs\npassed and went on their way. The Toughs were aggressive, and\ninsensately brutal, and a meeting with them could only mean trouble.\n\n\"Happy's explained the situation here, as well as he could, but I'm\nafraid it wasn't a very adequate explanation,\" said Dark as they huddled\nin the shadowed recess. \"Could you tell me more about it, and explain\nhow you happen to be here?\"\n\n\"Happy is very intelligent, for a Jelly, but none of the Jellies are\nexceptionally bright,\" answered Old Beard, with a touch of affection in\nhis voice. \"I'll outline it to you as briefly as I can.\n\n\"As your memories--or transplanted memories--indicate, I was one of a\ngroup of Martian colonists who joined forces to work at what, at first,\nappeared to be a theoretical and fantastic project: the development of\nthe ability to live under natural Martian conditions, without dependence\non the regular importation of extremely expensive imports from Earth. As\nyou know, this project very shortly began to lose its fantastic\nqualities and appear to be definitely within the realm of possible\nrealization.\n\n\"Because of the differing background and orientation of those of us who\nattempted this project, two approaches were adopted. One, based on\nadvancing terrestrial research into the field of extrasensory\nperception, was aimed at developing telepathic and telekinetic powers so\nthat food, oxygen, machinery and other essentials could be teleported\ndirectly from Earth into the martian domes without dependence on the\nspacelines. The other, based on more orthodox science, was aimed at\ngenetic development of a human type that could live _without_ these\nimportations, on native Martian food and in the Martian atmosphere.\n\n\"As you know, the government banned these experiments and we retreated\ninto the desert to carry them on despite the ban. From what you tell me\nof the extent of your memories, what you do not know is the reason\nbehind the ban, which we discovered--or, at least, I did--only after we\nhad been betrayed and the government had raided and broken up our\nexperimental colony.\n\n\"The spacelines, as one might have guessed, were responsible. They saw\nthat the success of the experiments would destroy their lucrative\nbusiness. These spacelines, led by the Mars Corporation, which later\nabsorbed the others and gained a monopoly, brought political pressure to\nbear and got the project banned.\n\n\"I had heard reports that a great many of my colleagues escaped and\nformed a rebel organization that carried on the work secretly and\nillegally, but I was never able to learn details of it until you came\nand told me of the activities in which you have been engaged. You see, I\nhaven't been out of these caves in a quarter of a century.\"\n\nShadow appeared at the recess to report to them that the Toughs had\npassed on. How he did it, Dark was unable to determine surely, for he\ncould hear no words spoken. Either Shadow communicated by subtle\ngestures or by tones beyond Dark's powers of hearing, but both Old Beard\nand Happy seemed to understand him readily.\n\n\"How do you happen to be here, Old Beard?\" asked Dark as they left the\nrecess and resumed their progress down the walkways.\n\n\"I was captured when the government broke up the experimental groups,\"\nanswered Old Beard. \"I was the leader of the section of the experiments\ndealing with extrasensory perception, and, instead of executing me at\nonce, they tried to persuade me to continue this work for the government\nalong specific lines and under supervision. I refused, because I knew\nthat anything I helped them develop would not be used for the benefit of\nthe Martian colonists, but for greater profits for the spacelines.\n\n\"At last I was able to escape into these underground caverns where they\ngrow food plants hydroponically and sell them to supplement the produce\nof the dome farms and the gardens in the dome cities. These caverns are\nextensive and, with the friendship and help of the Jellies, I've evaded\ndiscovery for twenty-five years.\"\n\n\"Just who and what are the Jellies?\" asked Dark. \"I haven't been able to\nget a very satisfactory answer to that question from Happy.\"\n\n\"They're human experimental animals,\" answered Old Beard. \"The\nterrestrial food plants grown hydroponically and sold in the dome cities\nactually are a supplemental sideline to the real purpose of this place.\nMarscorp is conducting its own experiments here, with a crew of expert\ngeneticists.\n\n\"What Marscorp is trying to do is to breed native Martian plants, that\nwill grow in the open lowlands without expensive oxygenation and\nirrigation, that are not poisonous to humans and can be used for food.\nAt the same time, they're approaching the problem from the other side,\nand the Jellies are men and women whose glandular structure has been\naltered in an effort to make their physiology more receptive to native\nMartian vegetation. If they succeed, of course, Marscorp has just as\ncomplete a monopoly over such a food supply as it does over imports from\nEarth, but at considerably less expense.\"\n\n\"And the Toughs?\"\n\n\"They're human experimental animals, too, based on a different type of\nglandular alteration. They're neither as docile nor as intelligent as\nthe Jellies, so they can't be used for slave labour as the Jellies can.\nAbout the only way they're ever used is as occasional goon squads to\nterrorize the Jellies and keep them in line.\"\n\n\"You've been here twenty-five years and have never been able to escape?\"\nasked Dark incredulously.\n\n\"This place isn't guarded,\" replied Old Beard, with a wry smile. \"They\ndon't have to guard it. All they have to guard are the supply room where\nthe marsuits are kept and the motor pool of groundcars. This place is in\nthe middle of the Desert of Candor, and no one can live in the Martian\ndesert without oxygen.\"\n\nThey came now to one of the walls of the underground cavern, and Old\nBeard led them suddenly into a fissure that was well concealed from the\nwalkways by a tangled screen of vegetation. They stumbled along a narrow\npassageway for a few feet, and emerged into a rude shaft, around the\nwalls of which a roughly-chiseled and steep stairway led upward into\npitch darkness. Here Old Beard halted.\n\n\"When I told you there's no way of escape here, it was not that I\nhaven't tried many times,\" he said to Dark.\n\n\"This shaft leads up into the walls of the structure above--above,\nalthough it is still underground--and I have been up there often at\nnight. It has long been my hope that I might be able to get a marsuit or\na groundcar and make my escape, but they are kept locked up and always\nguarded, against the Jellies and the Toughs.\n\n\"I want to take you up and give you an idea of the place now, and later\nperhaps you will have some ideas to contribute. Happy and Shadow will\nstay down here until we get back.\"\n\nOld Beard mounted the steep steps slowly, and Dark followed at his\nheels. Although the bottom of the \"well\" was lighted with the same dim\nlight as that which spread throughout the entire underground area, there\nwas no light at all higher up, and they had to feel their way carefully\nlest they fall off the narrow steps.\n\nAt the top, Old Beard stopped and Dark bumped sharply into him.\n\n\"I'm going to move down the space between the walls,\" Old Beard\nwhispered. \"Hold onto my hand and follow me. But don't say anything or\nmake any more noise than you can help, because anyone beyond the wall\nmay be able to hear you.\"\n\nThey moved ahead. The way was very narrow, very dark and very difficult,\nand frequently was choked with ventilator pipes or tangles of wiring.\nThey had gone some forty or fifty feet, when Old Beard stopped.\n\nBy Old Beard's movements, Dark knew he was working at something. Then a\nsection of ventilator pipe came away from a ventilator grill, and faint\nlight illuminated the space in which they crouched. In this dimness, Old\nBeard gestured to Dark to look through the ventilator.\n\nPeering out, Dark saw that they were near the ceiling of a large,\nhigh-ceilinged room. In it, under glaring lights, a group of half a\ndozen white-clad men were working with knives and other instruments on\nthe body of a man, either anaesthetized or dead, which lay on a surgical\ntable.\n\nOld Beard put his face against the grill next to Dark's, and the two men\nwatched the scene below for a few moments. Then one of the men around\nthe table raised his head, revealing a thin face, with watery blue eyes\nand a straggly goatee.\n\nThe two men inside the wall gasped as one man.\n\n\"_Father!_\"\n\nThe single loud word was torn from Dark's throat without his volition,\nwithout his actually realizing he had spoken.\n\nThe heads of the men in the room jerked up at the cry, and they looked\naround and at each other, with puzzled expressions. Old Beard clapped a\nfirm hand over Dark's mouth and hissed in his ear:\n\n\"Fool! Let's get out of here!\"\n\nAs quietly as possible, they made their way back. Through the ventilator\nbehind them came the murmur of querulous voices.\n\nWhen they had climbed back down the stairs and, with Happy and Shadow,\nmade their way back through the fissure, Old Beard fixed penetrating\neyes on Dark and said:\n\n\"I told you to keep quiet up there! What was that exclamation all\nabout?\"\n\n\"It's something very strange,\" murmured Dark, his face thoughtful and\nbemused. \"But you evidently recognized that man, too. Who is he?\"\n\n\"Yes, I know him very well,\" answered Old Beard, with deep bitterness in\nhis tone. \"That's Goat Hennessey. But that's the first time I've seen\nhim in twenty-five years. He must have just come here recently.\"\n\n\"Goat Hennessey? I heard of him when I was in Mars City.\"\n\n\"Goat Hennessey was one of my most trusted friends,\" said Old Beard. \"If\nyou bear my earlier memories, I'm surprised you didn't recognize him as\nGoat Hennessey, too.\"\n\n\"I recognized him as someone else,\" said Dark in a low voice.\n\n\"We worked together,\" went on Old Beard. \"I was a leader in the effort\nto solve our problem through extrasensory perception, and he was the\nmajor scientist in the group attempting to solve it by genetic change.\nWe worked together and we went into the desert together with the others\nwhen the government banned our experiments.\n\n\"But Goat was the man who sold out. He betrayed us to the\ngovernment--for what price I don't know. And when government agents\nraided us and broke up our organization and captured me, Goat Hennessey\nkidnapped my young and pregnant wife, and I never saw her again.\n\n\"I'm glad Goat Hennessey is here, because now I can get to him. And when\nI can reach him, I'm going to kill him. I'd like to kill him as slowly\nand painfully as he killed the heart inside of me!\"\n\nAs Old Beard spoke these last words, his face was tense, his fists\nclenched and a somber fire burned in his pale eyes. Then, slowly, the\nfire died out and he turned his eyes, once more cool and rational, a\nlittle quizzical, on Dark.\n\n\"Didn't you call him 'father'?\" he asked.\n\n\"Yes,\" said Dark in a low voice. \"But I'd rather not talk about it right\nnow.\"\n\nHe looked at Old Beard, and seemed to be ridding himself, with an\neffort, of a deep introversion.\n\n\"There's one thing that I've remembered as a result of seeing Goat\nHennessey,\" said Dark in a firmer voice. \"This place isn't too far from\na place in the Xanthe Desert where Goat conducted some significant\nexperiments. If he left any of his records there--and I'm thinking of\nsome in particular--they might go a long way toward solving the problem\nwe've all be working on for so long. So now I know what to do next: I'm\ngoing to Ultra Vires.\"\n\nOld Beard smiled sadly.\n\n\"Have you forgotten we can't get out of this place?\" he reminded. \"We\ncan't get at either the marsuits or the groundcars.\"\n\nIt was Dark's turn to smile.\n\n\"I believe you said there aren't any guards on the airlocks to stop one\nfrom walking out at night?\" he said.\n\n\"That's true, but--\"\n\n\"There's something you don't know,\" continued Dark. \"You were wondering\nat the basis of the regenerative power that permitted me to revive here\nafter being shot in the stomach with a heatgun. I don't know what it is,\nbut whatever it is, it's something that also permits me to live without\noxygen.\n\n\"Happy can testify that I was fully alive and conscious underwater. I\ndiscovered, before I was shot, that I can operate just as well outside,\nin the Martian atmosphere, without a helmet. And that's why Goat's\nrecords may solve our problem.\n\n\"So tonight I'll leave this place and go to Ultra Vires. If there are\nany marsuits and groundcars left there, I'll come back here with them,\nand you and Happy and Shadow can escape with me. If not, you may have to\nwait a while longer.\n\n\"But I'll be back!\"\n\n\n\n\n13\n\n\nBrute Hennessey plodded westward through the Xanthe Desert, naked,\nwearing no marsuit, his head bare to the thin, oxygen-poor Martian air.\nThe two small moons shone in the star-spangled sky above the lone\nfigure, casting fantastic shadows on the sands.\n\nBut this was not the stupid, shambling Brute Hennessey of a few months\npast. He walked surely and proudly, and the light of intelligence shone\nin his eyes.\n\nHe called himself, now, Dark Kensington.\n\nDark's muscular body had not regained, quite, the firmness and tone it\nhad had before he was shot down at Solis Lacus, but he had recovered\ngreatly from the bloated flabbiness of a few days ago. Most of that had\nbeen water in his tissues, and resumption of normal physical activity\nhad wrung it out in short order.\n\nAs he plodded through the Martian night toward Ultra Vires, Dark was\nremembering, with something of awe, that emotional explosion within him\nthat had occurred on his first sight of Goat Hennessey at the Canfell\nHydroponic Farm. It was this sudden, overwhelming recognition that had\nwrung from his lips the cry: \"_Father!_\"\n\nIn that moment, memory had returned with terrible impact and he had been\noverwhelmed by the re-experience of those moments when he had stood\nbefore the man he admired and loved as his father and had seen the\nbitter realization of rejection by that man written with the point of a\nknife.\n\nNow he remembered it all. He remembered his childhood at Ultra Vires, he\nremembered Adam and their experiences together, he remembered their\ntreks through the desert at Goat Hennessey's command, he remembered his\nslaying of Adam and his acceptance of death at Goat's hands. He\nremembered that he, Dark Kensington, was Brute Hennessey, somehow\nbrought to life once before in the Icaria Desert even as he had himself\nregained life a second time in the vats of the Canfell Hydroponic Farm.\n\nSo Goat Hennessey was his father, apparently. And Old Beard, the real\nDark Kensington, vowed vengeance on Goat. Dark was able to view this\nwith equanimity. He no longer felt any admiration or affection for Goat,\nwhatever relationship might exist between them.\n\nBut, since he was Brute Hennessey and thus not old enough to be the real\nDark Kensington, how and why had he acquired the memories of Dark\nKensington? That question remained unanswered.\n\nPhobos was setting for the first time that night when Dark reached the\ngreat hulk of Ultra Vires, manipulated one of the airlocks and entered\nits dark corridors. There was no light, and a test of the light switch\nproved that the electrical system was no longer operating. But Dark knew\nevery inch of this place from early childhood. He felt his way through\nthe pitch darkness to Goat Hennessey's old bedroom.\n\nProbing about in the darkness, he discovered that Goat's bed was still\nsupplied with mattress and crumpled blankets. This surprised him\nsomewhat, as any item of cloth on Mars had to be imported from Earth and\nwas far too valuable to abandon. But, apparently, these things had been\nleft temporarily in Goat's abandonment of Ultra Vires and would be\npicked up by truck later.\n\nDeriving a certain humorous satisfaction from taking over the master's\nchamber, Dark curled up on Goat's bed and went to sleep.\n\nHe awoke the next morning with the glare of the desert sunlight\nreflected into the room. He arose, stretched and yawned. The room was a\nmess. Goat had left the bed clothing intact, but he had turned\neverything else upside down in packing his personal effects to leave the\nplace.\n\nThere was still water in the reservoir, and Ultra Vires' plumbing system\nwas still in operation. Dark bathed. He felt ruefully at the thick\nstubble of beard that had overgrown his face in the past few days, but\nGoat had left no shaving equipment behind.\n\nDark made his way down to the big kitchen. There were supplies of canned\nfood there, and he found utensils and ate. He was hungry, but not\nravenous, and this surprised him a little, because he had had no food\nsince he started out afoot from the Canfell Hydroponic Farm, four nights\nago. But he was no hungrier than he would normally be after a night's\nsleep.\n\nAs he ate, his eye fell on dishes stacked beside the sink. He was\nstartled to notice that water still sparkled on them.\n\nHe arose and checked them. Yes, they were still wet.\n\nThere were remnants of fresh food in the garbage can.\n\nPeople, here? Camping out? Or, more likely, someone passing through the\ndesert who had taken shelter here for the night? But he thought he would\nhave heard the roar of a groundcar leaving.\n\nThoughtfully, Dark finished his breakfast. It occurred to him that\nperhaps some members of the Phoenix had taken refuge here after fleeing\nMars City. But most of them did not even know of the existence of Ultra\nVires, much less its location.\n\nAt any rate, there was no reason to assume that anyone who happened to\nbe here would be unfriendly to him, in case they met by chance. He saw\nno reason to worry about it.\n\nFinishing breakfast, Dark went down to the storeroom and picked out\nthree marsuits, for Old Beard, Happy and Shadow. There was a large-sized\nsuit there that he thought might accommodate Happy's bulk, but he\nwondered how Shadow, with his flat build, was going to manage one.\n\nNakedness felt quite natural to Dark, especially since he remembered his\nidentity as Brute, but it occurred to him that it would look peculiar\nto anyone he might meet before leaving Ultra Vires--or, for that matter,\non his way back to the Canfell Hydroponic Farm. So he donned a marsuit\nhimself, leaving off the helmet.\n\nCarrying the other three marsuits, he went down the corridor to the\nmotor pool.\n\nDark remembered that Goat had always kept four groundcars on hand. There\nwere three here now, all in advanced stages of dismantlement.\n\nAt one of them, a small figure in black tunic and loose trousers was\nbending over, head and arms plunged into the bowels of the engine.\n\nDark hesitated. He had found his intruder, perhaps a traveler who had\nrun into engine trouble in the desert and had fortuitously been near\nenough to take shelter here while making repairs. But, again, there was\nno reason to anticipate unfriendliness.\n\nCarrying his marsuits, Dark walked up to the groundcar, overhearing a\nmuffled bit of profanity as he approached. The unfortunate mechanic\nevidently heard his footsteps, because he was greeted with:\n\n\"I wish to Phobos you'd stay down here and _try_ to help me, instead of\nspending all your time snooping around this deserted shack!\"\n\nThe voice was muffled, but it was definitely feminine and definitely\nirritated. Dark grinned and replied drolly:\n\n\"I'm sorry, but this is the first time you've asked me to help you.\"\n\nWith an audible gasp, the woman disentangled herself, in dangerous\nhaste, from the groundcar engine and faced Dark.\n\nThey stared at each other, in mutual shocked recognition.\n\nThere was Dark Kensington, bearded, his arms full of marsuits, and there\nwas Maya Cara Nome, sleeves rolled up, her lovely face streaked with\ngrease.\n\nDark's jaw dropped. Maya's lips formed a round, astonished O.\n\nThen, with a squeal, she hurled herself on him, throwing her arms around\nhis neck. Dark staggered back, overwhelmed by marsuits, an abundance of\nwriggling femininity and a babble of happy and-completely unintelligible\nwords gushed against his bearded cheek.\n\nHe managed to disentangle himself by the dual process of dropping the\nmarsuits and holding Maya forcibly at arm's length. She gazed up into\nhis face, her own awed and radiant, and was able to reduce her own words\nto connected sentences.\n\n\"You're not here,\" she said positively. \"You can't be here. You're dead.\nI saw you killed. You must be one of the ghosts of Ultra Vires.\"\n\nShe wriggled free and threw her arms around his neck again, announcing\nhappily, \"But you're a solid, _comfortable_ ghost, and I love you!\"\n\nAgain, Dark managed to get her at arm's length and looked down seriously\ninto her face.\n\n\"Did I hear you correctly?\" he asked soberly. \"Did you say you love me?\"\n\n\"I did. And I mean it. Oh, Dark, how I mean it!\"\n\nHe pulled her to him. He kissed her gravely. Then he held her close in\nhis arms, while she rested her head contentedly against his shoulder.\n\n\"What,\" he asked at last, \"are you doing here, tinkering with a\ngroundcar?\"\n\n\"Nuwell and I were on our way to Mars City by helicopter, when it failed\nand crashed,\" she explained. \"This was the only place near enough for us\nto make it afoot, and the marsuit radios don't have the range to call\nfor help. We've been here more than two weeks now, trying to repair\nthese groundcars.\"\n\nShe looked at the machine she had been working on and shook her head\nruefully.\n\n\"I don't think any of them can be fixed,\" she said. \"Nuwell, it turns\nout, doesn't know a damn thing about machinery, but I was taught a good\ndeal about mechanics when I was trained as a terrestrial agent. Even\nwith three groundcars to supply parts, there are some things missing\nthat I don't think I can jury-rig substitutes for.\"\n\nShe turned back to Dark.\n\n\"But you're dead!\" she exclaimed. \"I know you are, because we carried\nyour body with us to the Canfell Hydroponic Farm. How in space can you\nbe here, alive and kissing, when you made such a beautiful corpse?\"\n\nDark explained the circumstances to her; how he had awakened in the vat,\nhow he had been able to breathe underwater, how the sight of Goat\nHennessey had revived in him the memory of his identity as Brute, how he\nhad been able to walk across the desert without a marsuit.\n\n\"If you're Brute Hennessey, I know why you aren't dead,\" she said when\nhe had finished. \"We fell in with a party of Martians on our way here,\nand they told me about certain embryonic changes they made on you and\nAdam before Goat kidnapped your mothers and brought them to Ultra Vires.\nQril--he's the Martian I talked to--said that these alterations not only\npermit you to live in a free Martian environment, but give you\nextraordinary regenerative powers.\"\n\n\"They must be extraordinary, if they permit me to come to life again\nafter being stabbed in the heart and having my belly burned out with a\nheatgun,\" observed Dark.\n\n\"That's because your tissues aren't dependent on oxygen-carbon\ncombustion,\" explained Maya. \"According to Qril, when oxygen is no\nlonger available to you, your cells utilize direct solar energy. That\nwould prevent your tissues from dying while the damaged area of your\nbody is under repair.\"\n\nShe looked at him in sudden awed realization.\n\n\"It would seem, darling, that you're virtually indestructible!\" she\nsaid.\n\nDark laughed.\n\n\"Perhaps so,\" he said. \"But I don't hanker to experiment along those\nlines any more than necessary. Dying is a very unpleasant experience,\neven if I do come to life again.\"\n\n\"Oh, Dark,\" said Maya, remembering. \"I'd like for Qril to see you, and\nmaybe he'll give us some more information. They came back here three\ndays ago and, for some reason, have just been hanging around outside,\nunder the walls. Let me get on a marsuit, and I'll take you to him.\"\n\n\"Here, put on one of these,\" suggested Dark, picking up the one he had\nselected for Old Beard.\n\nMaya wriggled into it. The Martians, she said, were on the other side of\nUltra Vires, so they left the motor pool and walked down one of the long\ncorridors together, Maya clinging to Dark's arm with one hand and\ncarrying her marshelmet under her other arm.\n\nThey were halfway across the big building when Nuwell Eli appeared\naround a corner about thirty feet ahead of them. He stopped, staring, at\nthe sight of Maya's companion.\n\n\"Maya,\" he began, as they neared him. \"Who ...?\"\n\nThen he recognized Dark.\n\nWith a terrified yelp, Nuwell turned and raced back down the side\ncorridor at top speed. They heard the clack-clack of his heels on the\nstone floor, fading in the distance.\n\nDark and Maya stopped and looked at each other.\n\n\"It must have been quite a shock to him, too, to see you risen from the\ndead,\" she said. \"I don't believe he's as happy to see you as I was,\nDark.\"\n\n\"No, his joy seemed considerably mitigated,\" replied Dark gravely. \"But,\nMaya, this raises a rather serious question which hadn't occurred to me\nbefore, in the happiness of our reunion.\"\n\n\"What's that, darling?\"\n\n\"You're a terrestrial agent and, as such, you put me under arrest. It's\ntrue, you tried to free me later. But didn't you tell me that night that\nyou were engaged to marry this man, Nuwell Eli?\"\n\n\"Yes,\" she admitted in a small voice. \"But--\"\n\n\"I haven't had the pleasure of meeting the gentleman before,\" continued\nDark, still in the same grave tone. \"But you and he were going back to\nMars City together, and, for some reason, it occurs to me that you and\nhe planned to be married as soon as you could get there.\"\n\nMaya was somewhat stunned at this evidence of mind reading.\n\n\"That's true,\" she said in a very small voice.\n\n\"Now,\" said Dark, \"you tell me that you love me. You must admit that\nthe question raised by this is rather serious. Does this declaration of\nlove--which, I assure you, is reciprocated completely--imply a radical\nchange in your past course of action? Or, since you're still a\nterrestrial agent, can I expect to be arrested again as a preliminary to\nyour joining Mr. Eli in the holy state of matrimony?\"\n\nMaya looked up into his face, and burst out laughing.\n\n\"I may have put it jokingly,\" protested Dark, a little taken aback, \"but\nI'm serious, Maya.\"\n\n\"I know you are!\" she giggled. \"That's what makes it so funny. Answering\nyou in the same vein, Mr. Kensington, I don't intend to put you in\ndouble jeopardy!\"\n\nDark raised his eyebrows quizzically.\n\n\"I arrested you and you were killed resisting arrest,\" she explained\nmischievously. \"I've discharged that duty as a terrestrial agent, so I\ndon't think I'm either required or entitled to arrest you again. And as\nfor the other, well, I am a little sorry for Nuwell, but I do love you,\nand I won't marry Nuwell, since you're alive. But I can't marry you,\nDark.\"\n\nDark was stunned at this.\n\n\"Why not, Maya? You mean, because you're a terrestrial agent?\"\n\n\"No, it isn't that. I'm planning to resign as an agent, as soon as I get\nback to Mars City, and that wouldn't stop me, anyway. The reason I can't\nmarry you is simply that you haven't asked me.\"\n\nDark laughed, a rollicking, relieved laugh, and swept her into his arms.\n\n\"Maya, darling, I ask you now!\" he exclaimed. \"Will you marry me?\"\n\n\"Yes, Dark,\" she answered demurely.\n\nShe leaned back in the circle of his arms and looked up into his face,\nseriously.\n\n\"Whither thou goest, I will go,\" she said, very quietly. \"If you're a\nrebel, Dark, I'll be a rebel, too. I want to be with you, and help you\nin whatever you do.\"\n\n\n\n\n14\n\n\nDark and Maya sat with their backs against the wall of Ultra Vires, and\nQril squatted before them, towering huge above them. A little distance\naway the other three Martians were grouped, playing some sort of game,\ndoing some sort of work or participating in some sort of joint\ndemonstration. Dark could not be sure which.\n\nQril boomed out a long, rolling sentence and Maya broke into laughter.\nShe turned to Dark and translated:\n\n\"He said he didn't understand why I'm wearing a helmet, when you aren't.\nI explained that I have to wear a helmet to breathe, and he said that,\nsince you and I are alike, it appears that we'd dress alike. So you see,\ndarling, even the Martians recognize that we're made for each other.\"\n\nDark shook his head in wonderment.\n\n\"No human has ever been able to figure out Martian thinking processes,\nand I doubt that one ever will,\" he remarked. \"This is the Martian who\nexplained to you the physiological structure that permits me to live\nwithout oxygen, and yet he asks a question like that!\"\n\n\"There's one thing that puzzles me,\" said Maya curiously. \"Without a\nhelmet, you can't use your marsuit heater, and you said you walked here\nnaked. But the temperature out here right now is well below freezing.\nAren't you cold?\"\n\n\"No,\" answered Dark. \"I get cold in temperatures that are uncomfortable\nto anyone else when I'm in a dome or a building and breathing. But out\nhere, when I'm not breathing, I'm aware of temperature changes but they\ndon't cause me any discomfort. It must be that switching to direct\nutilization of solar power alters my reactions to temperature.\"\n\n\"Well,\" said Maya, \"I can understand that utilization of solar power\nwhen you're in the sunshine. But how can you keep operating when you're\nin shadow, or at night, and not breathing?\"\n\n\"I don't know. Maybe Qril does.\"\n\nMaya asked the Martian, and relayed his answer to Dark:\n\n\"Qril says that you store excess energy in the tissues, very much as the\nMartians store oxygen. In a sense, direct sunlight's your generator, and\nit charges your batteries for power when it isn't operating. Now, Dark,\nwhy don't you ask him anything you want to know about your origin, and\nI'll act as translator.\"\n\n\"All right,\" agreed Dark. \"But first, it was among Martians that I awoke\nwhen I returned to life the first time in the Icaria Desert. That's\npretty far away, but I understand Martians have a weird sort of\nsympathetic communication among themselves. Does he know anything about\nhow I got there?\"\n\nMaya talked with Qril and translated:\n\n\"Qril is one of the Martians I saw come by here and pick up your body\nthe morning after Goat killed you and threw your body out in the desert.\nQril says they recognized you from your genetic pattern--and don't ask\nme how they did this!--as being the one they had completed embryonic\nalteration on years before, so they picked you up and took you with them\nto give you a chance to regenerate and revive.\"\n\n\"But how and why did I turn up after my revival with Dark Kensington's\nmemories?\"\n\n\"He says they gave you a memory pattern by a deep telepathic process,\"\nanswered Maya after talking with Qril, \"because your memory pattern as\nBrute was of no value to you in meeting a new environment. It seems that\nthere was some blockage in the operation of your brain as Brute, because\nof a slight fault in the embryonic alteration, and they corrected that\nbefore you revived.\"\n\n\"But why Dark Kensington's memory pattern?\" asked Dark. \"It turned out\nto be a valuable one for me, but I've met the real Dark Kensington since\nthen, and he's a much older man. Why did they choose his memory\npattern?\"\n\nMaya talked with Qril.\n\n\"He says names mean very little to them,\" she said then. \"That's\nsomething I learned as a child: that Martians often interchange their\nnames, and the names evidently refer to a state of experience and being\nrather than to a specific individual. But he says that the memory\npattern they chose to give you was that of your father!\"\n\nDark stared at her, stunned.\n\n\"Then,\" he said slowly, \"Old Beard is my father. I should have known! I\nthink I felt it.\"\n\n\"I'm not surprised if you did,\" said Maya. \"From what Qril tells me,\nDark, this prenatal alteration they performed on you gave you even more\nextensive powers than we realized. He says that you have extraordinary\nextrasensory ability, if you would only make an effort to use it.\"\n\n\"Oh, I do, do I?\" murmured Dark thoughtfully.\n\nHe looked over at the other Martians, seated in a circle in the morning\nsunshine. They were taking turns tossing some small polygons, and\nevidently the objective of whatever they were doing lay in the way the\npolygons fell.\n\nDark felt a sudden surge of power in his brain. He concentrated it, he\nfocused it, and one of the polygons rose slowly from the ground and\ndrifted into the air above the Martians' heads.\n\nDark could feel the strength that went out and raised the polygon, like\nan invisible extension of himself. Then he felt another force seize the\npolygon, and it was drawn back firmly and without hesitation to its\nformer place.\n\nDark turned his head back to look into Qril's huge eyes, and at once he\nwas in mental contact with the Martian.\n\nQril was laughing at him. There was no change of expression on Qril's\nface, but in his mind was the atmosphere of high humor. Qril's thoughts\ncame to him without words, in no language, silently but clearly:\n\n_You have not practised your power. Experience will be necessary before\nyou can compete with the simplest effort of one of our race._\n\nDark turned to Maya.\n\n\"He's right,\" said Dark. \"I do have extrasensory powers, but they'll\nneed some development.\"\n\n\"I know,\" said Maya. \"The telepathic voltage in the atmosphere must be\nvery high right now, because even I sensed your effort in lifting that\nobject, and I understood Qril's communication to you.\"\n\nMaya and Dark took their leave of Qril, and went back into Ultra Vires.\nAs they did so, Qril and the other Martians arose and began to drift\naway into the desert, as though they had had a mission in staying here,\nwhich was now accomplished.\n\n\"I hope you know something about mechanics,\" said Maya as they walked\ndown the corridor together. \"Because if you don't, it looks like we're\nstuck here for a while. At least I am, unless you can run one of these\ngroundcars with psychokinetic power.\"\n\n\"No, apparently I'm not that good at it yet,\" said Dark. \"Maybe I could\nteleport in any parts you need. No wait! I just remembered something!\nCome with me.\"\n\nThey turned off into a side corridor, found stairs and climbed to the\ntop floor of the building. There they followed another corridor until\nDark stopped and opened a door.\n\nIt was the door to a small airlock. Dark led Maya through it into a huge\nroom.\n\nA helicopter stood in its center.\n\n\"Goat _did_ leave it here!\" exclaimed Dark joyfully. \"I'd forgotten that\nhe had this. He must have just packed the most necessary things when he\nleft the place, planning to send trucks and a crew back and clean it out\nlater at his leisure. Now, if this copter's only in good flying shape,\nwe're set.\"\n\nHe checked the machine over. Everything was in order.\n\n\"How do we get it out of here?\" asked Maya curiously, looking around the\nroom. \"That little airlock's too small for a copter to go through it.\"\n\n\"The roof rolls back,\" said Dark. \"Put on your helmet, and I'll show\nyou.\"\n\nMaya donned her marshelmet. Dark went to the wall and pulled a switch.\nNothing happened.\n\n\"I forgot,\" he said. \"The electricity's off. Well, let's try something.\"\n\nDark concentrated his mind intensely on the movable ceiling. For a\nmoment, there was resistance, then, very slowly, it began to open. A\ncrack appeared in its center, and the air of the room hissed out with\nthe swish of a minor tempest. After that, it was easier. The crack\nwidened swiftly, and the roof rolled back to the walls, leaving the room\nopen to the heavens.\n\n\"All we have to do now is to climb into it and go,\" said Dark with\nsatisfaction. \"You fill the fuel tanks, and I'll run down to the motor\npool and pick up those other two marsuits. One of them is for my friend\nHappy, who is very fat, and he couldn't wear either of the emergency\nsuits in the copter.\"\n\nMaya uncoiled the hose from one of the fuel drums in the room and poked\nit into the copter's tank. Dark left the room, walked down the corridor\nand descended the stairs.\n\nHe made his way to the motor pool. Maya was wearing one of the three\nmarsuits he had brought down, but the other two were still lying on the\nfloor. He picked them up and started back.\n\nHe was walking down the first floor corridor, carrying the marsuits,\nwhen there crashed in on his mind a terrifying, silent scream:\n\n_Help!_\n\nDark stopped, appalled. It took him a moment to realize that he was\nstill standing in the corridor. It took him a moment to realize that he\nactually had heard nothing.\n\nThe corridor stretched away ahead of him, dim and dusty. There was no\nmovement in it, no sound. It was utterly silent. He stood there, in a\ndim, dusty corridor, in waiting silence, holding two marsuits under his\narms.\n\n_Help!_\n\nIt was a cry that shrieked in his mind, reverberated in his mind,\ntouching nothing around him, touching not the silent corridor.\n\n_Maya!_\n\nDark's mind went out to her, rode up on swift wings to the room above\nwhere she had waited for his return.\n\nHe was there, in that room, and there was the helicopter. There was no\nMaya there.\n\nBut there were figures in the copter, moving.\n\nHe was in the copter, and there was Maya, struggling and writhing, as\nNuwell Eli, in a furious concentration of savage energy, bound her into\none of its seats with a length of rope.\n\nDark touched her mind, and her mind grasped his, desperately.\n\n_Dark, he followed us up here, and hid until you left. He crept up\nbehind me and seized me. Hurry, Dark, he's taking me away!_\n\nHurry? Down those corridors, up those steps, when Nuwell already was\nsliding into the pilot's seat of the copter?\n\nFrantically, Dark grasped at his only chance of reaching her in time.\nTeleportation.\n\nHe clamped down with his mind on himself. With a frenzied burst of\nstrength, he sought to lift himself bodily, to be there in the copter\nwith them. He put every ounce of energy he possessed into the effort.\n\nAnd he failed.\n\nHe was standing in the dim, dusty corridor, two marsuits under his arm,\nstraining futilely toward a place he could not reach. And now he\nactually heard, with his ears, the muted vibration above him as the\ncopter's engines roared to life.\n\nDark started running.\n\nHe dropped the marsuits, and ran down the corridor. He leaped up the\nstairs, two and three at a time. Breathless, his heart pounding, he\nstaggered down the upper corridor and impatiently went through the\nseemingly interminable process of negotiating the airlock.\n\nHe emerged into the big room.\n\nIt was empty.\n\nThe ceiling was open to the Martian sky. The sunlight poured into the\nroofless room.\n\nIn the sky, a small, teetering object rose and moved away from Ultra\nVires, its blades whirring a sparkling circle in the thin air.\n\nDark reached out to it with his mind, and again he was in the copter.\nNuwell sat tensely at the controls, guiding it. Maya was in the other\nseat, her arms bound down by her sides, her expression agonized.\n\nNuwell was unaware of Dark's mental presence. Maya sensed it and her\nmind turned toward him.\n\n_Dark, Dark, what can we do? I should have been watching for him. I\nshould have known, after he saw us together, that he would do\nsomething._\n\nDark: _It was my fault, Maya. I shouldn't have left you alone. I just\ndidn't consider him a factor to be reckoned with, and I should have\nknown better._\n\nMaya: _What can we do?_\n\nNuwell turned to Maya, and his face was bitter and sullen. His brown\neyes were flat with anger.\n\n\"You treacherous witch, I should have known better than to trust you\nafter that trick of trying to help Kensington escape. I wanted to give\nyou a chance, because I thought that, with him dead, you might have\nrecovered from your madness,\" he said.\n\nA change came over his face: a mixture of fear, disbelief and utter lack\nof comprehension.\n\n\"He _was_ dead,\" said Nuwell, a hysterical note underlying his tone. \"I\nsaw him. You saw him dead, too, didn't you, Maya? How could he be back\nthere with you?\"\n\nMaya's only answer was a defiant smile.\n\n\"There's some explanation for this,\" said Nuwell, more positively. \"I\ndon't know what it is, but I'll find it. That man back there isn't Dark\nKensington, because Kensington's dead. Maya, I promise you, I'm going to\nfind out what the answer is, but first I'm going to make sure that you\ndon't cause me any more trouble.\"\n\nDark touched Maya's mind.\n\n_Maya, I'm going to try something here._\n\nHe moved back. He was outside the copter, near it, keeping pace with it\nas it flew. It was tilted slightly forward, falling forward through the\nsky at the pull of its blades.\n\nDark seized the copter with his mind. He tried to drag it back.\n\nIt hesitated. It quivered. Then it jerked forward and went on. He felt\nhis mental grasp slipping from it.\n\nSuddenly he was completely in the big room in Ultra Vires, the room with\nits roof open to the sky. He could no longer touch the copter. He could\nno longer be in it. He could no longer touch Maya's mind.\n\nHe tried. He reached out again. But he failed. He was where he was.\n\nHe realized he was almost exhausted. The tremendous drain of his efforts\non his energy told on him at last. He no longer had the strength to try\nany more, and Nuwell and Maya were gone away from him into the Martian\nsky.\n\nWearily, he turned back and went through the airlock, down the corridor\nand down the stairs.\n\nThere was nothing more he could do now. Nuwell undoubtedly would take\nMaya to Mars City. And then?\n\nMaya would refuse to marry Nuwell now, and Dark doubted that Nuwell\ncould force her. What Nuwell would do with her, he did not know.\nProbably some sort of confinement, eventually perhaps a trial. But\nNuwell had no ground or reason to do her any real harm.\n\nHe would have to try to get to Maya as soon as he could, and that meant\nintensification of his efforts. But there was only one course he could\nhope to follow successfully, and that was the course he had planned when\nhe started out for Ultra Vires.\n\nOnly now he _could_ speed it up.\n\nHe had to have some rest. Then he would pick up three marsuits and walk\nback across the desert to the Canfell Hydroponic Farm.\n\n\n\n\n\n15\n\n\nDark walked across the desert toward the Canfell Hydroponic Farm.\n\nHe had discarded the marsuit he had been wearing, and substituted for it\na light loincloth torn from one of Goat Hennessey's sheets. This\nreverse reaction, in a temperature that would be uncomfortably chilly\nfor a fully clothed man and descended far below zero at night, resulted\nfrom his recognition that he gained a tremendously greater direct influx\nof energy from the total exposure of his skin to the sunlight. He could\nfeel the energy penetrating his flesh, building up in him. And, with\nthis energy, the low temperature did not bother him.\n\nBehind him, by a rope, he dragged a little two-wheeled cart he had\nconstructed from groundcar parts. It rolled and bumped over the sandy\nterrain, containing all the marsuits and all the seven heatguns that he\nhad been able to find at Ultra Vires.\n\nIt also contained a supply of water, in cans. Dark had found that, while\nhe was operating directly on solar energy, he did not need food at all\nand he did not need as much water as he did under ordinary\ncircumstances. He probably could have survived two weeks without any\nwater at all. But some water did make him much more efficient. His\nindependence of food and oxygen did not prevent the slow dessication if\nhis tissues in the dry Martian air.\n\nAs he walked, only part of his mind was devoted to the routine task of\nmoving across the desert. The remainder of it was free of the limitation\nof distance, touching and interacting with the minds of three other men.\n\nThese men were members of the Phoenix. At the Childress Barber College,\nthey had been among the instructors, struggling to develop the ESP\npotentialities of their students so that a psychic community of purpose\nand action might be developed toward the goal of teleporting materials\nfrom Earth to Mars.\n\nThese were the men whose ability at telepathy and psychokinesis had been\nmost fully developed, to the point of practical demonstration. Now,\nnewly aware of the extent of his own inner powers, Dark had conceived a\nbold plan of action to which these men's comparable abilities was a\nnecessary contribution.\n\nThere were three of them: Mantar Falusaine at Hesperidum, Pietro\nCorrallani at Mars City and Cheng I K'an at Ophir. Among them, by a vast\nintangible network of communication, they discussed strategy and the\nsituation on which it was based.\n\nMantar: _We knew of the existence of the Canfell Hydroponic Farm. It was\non our charts as a Marscorp industry, supported by the government. But\nwe thought it was only an industry, producing food. We did not know it\nwas an experimental center._\n\nCheng: _We did not know Marscorp was conducting genetic experiments at\nall, except those of Goat Hennessey. We kept a casual observation on\nGoat's work. Our intention was that, if he ever succeeded completely in\nwhat he was trying to do, we would make a fast raid with a task force\nand appropriate his work to our own purposes._\n\nDark chuckled.\n\nDark: _That would have dismayed Marscorp! But it appears that, as things\nhave developed, this sort of raid must be directed now at the Canfell\nHydroponic Farm, to free my father and the Marscorp slaves there. Old\nBeard is, after all, the real leader of the Phoenix. If we succeed in\nkidnapping Goat, we can put him to work for us, but that is not the\nprimary objective._\n\nPietro: _Do you plan to take over the Canfell Hydroponic Farm, and make\nit our base of operation?_\n\nDark: _No. When we attack the Farm, they will radio Mars City for help\nand we don't possess the force to fight off an all-out government\ncounterattack. I have been in communication with a Martian friend, Qril,\nand I am informed that the domes in the Icaria Desert, which were used\nby the original rebels a quarter of a century ago, are still usable,\nalthough they will have to be supplied with oxygen, food and water. I\nintend for the Phoenix to congregate there and utilize the help of the\nMartians in carrying out the embryonic changes which will make your\nchildren and mine as I am. A new race, capable of living in the natural\nMartian environment._\n\nPietro: _Will these characteristics of which you speak be inherited, or\nmust the embryonic changes be made in each generation?_\n\nDark: _They will be inherited, because they are changes of the genetic\nstructure. The changes will have to be made on each individual embryo of\nyour children, but their children will be born with these qualities\nnaturally._\n\nCheng: _What are your instructions?_\n\nDark: _How many Phoenix are at each of your places?_\n\nCheng: _Twelve at Ophir._\n\nMantar: _I would have to count. About twice that many at Hesperidum._\n\nPietro: _About seventy-five here, as well as the wives of most of the\nPhoenix who are married_.\n\nDark: _Seventy-five! That's more than we had in school!_\n\nPietro: _Don't forget that the school was there for a long time before\nyou came, and it had many graduates. The government captured between a\nthird and a half of us who were in the school at that time, but there\nare still probably three to four hundred Phoenix scattered about Mars._\n\nDark: _Where are the other three instructors, whom I was unable to\ncontact with this telepathic call?_\n\nPietro: _They are at Charax, Nuba and Ismenius. Their telepathic powers\nare not as well developed as ours, and they would not hear you unless\nthey were expecting the call._\n\nDark: _Cheng, I thought your group was to go to Regina._\n\nCheng: _It was, but the Regina airlocks were more effectively blockaded\nto us than at the other cities. Those who went to the other cities,\nexcept those who were caught, had identification establishing them as\nlegitimate residents of those cities. Regina has a peculiar social\nstructure which makes this virtually impossible, except for the Phoenix\nwho are already there and have been for a long time. We thought of\nstopping at Zur, but there were no arrangements to care for us there. We\nwent to a dome farm operated by a friend of the Phoenix in Pandorae\nFretum, and stayed there until we could trickle gradually into Ophir._\n\nDark: _You had quite an odyssey. Cheng, I want you to bring your twelve\nin groundcars, with what weapons you can get, and attack the Canfell\nHydroponic Farm. I'll try to break it open from inside._\n\nPietro: _Shall I bring my group from Mars City as reinforcements?_\n\nDark: _No, twelve will be enough, and the conquest of the farm will\ndepend on speed. Before you can get there with your group by groundcar,\nthe government will have a well-armed force there by jet. I want you to\nload trucks with supplies, gather all the wives and go straight to the\nIcaria Desert to establish our colony. I'll direct you telepathically\nwhen you reach Icaria, if we aren't already there. Cut across the\ndeserts and lowlands, and stay away from the roads and cities._\n\nPietro: _Very well. But we'll have to leave the city vehicle by vehicle,\nand rendezvous somewhere in the lowland. It will take some time._\n\nDark: _Whatever is necessary. Do you know where the Chief is?_\n\nPietro: _He's here in jail in Mars City. His trial is due in twenty\ndays, and we had planned to rescue him sometime during the trial._\n\nDark: _Leave a few good men there to rescue him as soon as you've\ncleared Mars City and are on the way to Icaria. Has Nuwell Eli gotten\nback to Mars City yet?_\n\nPietro: _I don't know. We can find out._\n\nDark: _He has Maya Cara Nome with him. She's the girl who was the\nsecretary at the barber college when it was raided, and she's one of the\nPhoenix now. I want her rescued, at the same time, if possible. If not,\nI'll go to Mars City and do it myself later, but I want to get all of\nyou cleared of the city first._\n\nMantar: _What do you want me to do?_\n\nDark: _The most difficult thing of all. I want you to stay in\nHesperidum, and send out all the Phoenix you have with you to contact\nthose in other Martian cities. They are to rendezvous at Hesperidum, and\nthen you will gather supplies and form another caravan to join the rest\nof us in Icaria._\n\nCheng: _When shall I move out?_\n\nDark: _As soon as you can gather your men and material together. But\nstay out of sight of the farm and don't attack until you hear from me. I\nshould be there within the next forty-eight hours._\n\nThe instructions given, the telepathic conference faded out, and Dark\nwas a solitary man plodding across the desert, pulling a loaded cart\nbehind him.\n\nHe came in sight of the Canfell Hydroponic Farm in just about the time\nthat he had predicted to Cheng, but waited until nightfall to approach\nit. Phobos was abroad in the east at sunset, so Dark waited a little\nlonger, until the nearer moon plunged beneath the eastern horizon.\nDeimos was not in the sky this night, and Phobos' disappearance left it\nnear pitch-dark.\n\nDark moved across the starlit desert, pulling his cart, to the walls of\nthe farm. The farm was not a massive, sprawling fortress like Ultra\nVires, because most of it was underground. The upper floor, in which\nHappy's \"Masters\" lived and worked, was just below the ground level and\nthe underground vats were below it, extending considerably beyond it in\nall directions. The only parts of the farm that projected above ground\nwere its four entrances, small buildings of white stone, each with its\nown airlock.\n\nDark went through the airlock of the nearest one. These entrance\nbuildings were the barracks of the Toughs, in which they slept at night,\nsecure from the possibility of escape because no marsuits were available\nto them. Dark had moved quietly through a barracks of sleeping Toughs\nthe night he had left the farm for Ultra Vires, but this time he had his\ncart with him.\n\nThere was no alternative but a bold course. Spearing the light of an\nelectric torch before him, he walked down the aisle toward the barred\ngate leading into the regions below, pulling the metal-wheeled cart\nacross the stone floor behind him.\n\nIts clatter brought the whole barracks awake. On all sides of him arose\nan angry growling and shouting, an upsurge from many throats of the\nanimal noises that were the Toughs' nearest approach to human language.\nDark moved forward steadily, keeping a telepathic \"radar\" out to warn\nhim of any impending attack.\n\nThe very boldness of his action paid off. Its openness apparently\nconvinced the Toughs that this was merely another, unusually noisy case\nof one of the Masters returning to the farm at night--as Dark sensed had\noccurred often before. Dark was not molested.\n\nThe barred gate had no controls on this side. Dark operated it\npsychokinetically. It raised slowly, he pulled his cart through, and he\nlowered it behind him and went on down the ramp into the underground\ncavern.\n\nHe went straight to Old Beard's hiding place, and awoke him. Old Beard\ngreeted him joyously.\n\n\"I was afraid something had happened to you, you were gone so long,\"\nsaid Old Beard.\n\n\"I had to walk back,\" said Dark. \"None of the groundcars at Ultra Vires\nwas in operating condition.\"\n\n\"Then there's no chance of the rest of us escaping,\" said Old Beard\ndisappointedly. \"We can't get at the groundcars here, and the marsuits\nyou brought won't help. The oxygen supply of a marsuit isn't adequate to\ntake us from here to the nearest civilization.\"\n\n\"I think we can get to the groundcars,\" answered Dark confidently. \"I\nbrought heatguns, as well as marsuits. Besides, I have a larger plan now\nthan merely escape.\"\n\nHe related to Old Beard all the things that had happened, including the\nfact that Old Beard was his father.\n\n\"I am very happy,\" said Old Beard simply, tears in his pale eyes. \"I\nliked you very much from the first, Dark, and I'm glad that you can bear\nthe name of Dark Kensington rightfully.\"\n\nWhen Dark told him of the plan for the conquest of the farm, Old Beard\nstroked his beard thoughtfully.\n\n\"I'm afraid that the attack from within will depend largely on you and\nme, although Shadow probably will be able to help effectively,\" said Old\nBeard. \"The Jellies aren't very aggressive and, even with a few\nheatguns, I'm afraid they won't be of much use.\"\n\n\"How about the Toughs?\"\n\n\"The Toughs would be fine, if you want to wipe out all the Masters and\nall the Jellies, and possibly us, too. They're vicious and\nunintelligent, and they can't be disciplined or depended upon.\"\n\n\"With the attack from the outside timed right, I think the three of us\ncan handle it,\" said Dark. \"How many of the Masters are there?\"\n\n\"Only ten,\" answered Old Beard. \"And they aren't soldiers, but\nscientists. But they do have weapons, and they know how to handle them.\nThey have to, in order to keep the Toughs from getting out of line.\"\n\n\"Perhaps we can whip the Jellies up to the point of causing a good deal\nof initial trouble and confusion, and then the three of us move in at\nthe proper moment after the attack from outside is under way,\" said\nDark. \"We might even turn the Toughs loose on them, without weapons.\"\n\nOld Beard gave him a steady gaze from beneath bushy eyebrows.\n\n\"I don't think we want to use the Toughs,\" he said slowly. \"I said there\nare ten Masters, and that is correct. But they have a visitor who\narrived by copter several days ago. A visitor and a prisoner.\"\n\n\"A prisoner?\"\n\n\"Yes, a prisoner who wasn't sent down to the vats, but is kept on the\nupper floor. This prisoner is a black-haired, black-eyed woman.\"\n\n\"Maya!\"\n\n\"Yes, I think the visitor is Nuwell Eli and the prisoner is your friend,\nMaya.\"\n\n\n\n\n16\n\n\nNuwell Eli sat with Placer Viceroy, director of the Canfell Hydroponic\nFarm, in its large underground dining room, eating lunch. This meal was\nnot the tasteless, gelatin-like food that was fed to the Jellies and\nToughs and sold on the Martian market. It was a meal of thick, juicy\nsteaks from the dome farms around Hesperidum and vegetables from the\ngardens inside the Mars City dome.\n\n\"We've been here better than a week, and she's still stubborn,\" Nuwell\nsaid morosely. \"Surely she has the intelligence to realize how\nridiculous and impractical is her sudden conversion to a lost rebel\ncause. I'm half convinced that this Kensington fellow put her under some\nsort of a hypnotic spell.\"\n\n\"You've been very gentle in your methods of conversion,\" said Placer.\n\"It isn't like you, Nuwell. If you want quick results, we could turn her\nover to the Toughs for a while.\"\n\n\"No, I don't want her hurt. I love the woman and intend to marry her.\nThe whippings and humiliations are as far as I'm willing to go.\"\n\n\"A peculiar sort of love, if you don't mind my saying so,\" remarked\nPlacer.\n\nNuwell stared at him coldly.\n\n\"I do mind your saying so,\" he said. \"My personal emotions are not\nsubject to your interpretation. But Martian wives are expected to obey\ntheir husbands with deference and, by Saturn, I'm going to break her of\nthat liberal terrestrial training!\"\n\n\"You'd have the legal right to take the steps necessary for that, if she\nwere married to you,\" Placer pointed out.\n\n\"But the little fool refuses to marry me now!\" exclaimed Nuwell in\nexasperation. \"If she hadn't refused, do you think I'd have brought her\nhere? But I couldn't take her to one of the cities, except as a prisoner\nto be tried for sedition and treason, as long as she expresses this\nviolent and open support of the rebel cause. Whether you consider it\nlove or not, I want the woman for myself. I don't want her imprisoned or\nexecuted.\"\n\n\"Perhaps if she were presented with that alternative, she'd be more\nreasonable about it,\" murmured Placer.\n\n\"Don't you think I've threatened her with it? She just says that she'd\nrather die or go to prison than go back on her convictions and knuckle\nunder to me. If she could only forget that she'd ever met that man\nKensington!\"\n\n\"Well, as for that, it might not be so hard to arrange,\" suggested\nPlacer quietly.\n\nNuwell stared at him.\n\n\"What do you mean?\" he asked.\n\n\"You're not familiar with the details of our work here, are you,\nNuwell?\"\n\n\"I thought I was, pretty well. But what you just said doesn't strike a\nchord.\"\n\n\"As you know, the Toughs and Jellies are originally criminals and\nvagabonds you have smuggled to us for experimental purposes. One major\neffect of our initial glandular experiments with them, which makes them\ninto Toughs and Jellies, is that they lose all memory of their past.\"\n\n\"I don't want a flabby woman, like a Jelly!\" exclaimed Nuwell with a\nshudder.\n\n\"I think we could eliminate the memory, permanently, without any\nphysical changes at all,\" said Placer. \"There are some pretty good\nscientists here. I expect the operation would cut down her thinking\nability pretty heavily, though. I think it would still be slightly\nhigher than that of the Jellies, but you couldn't ever expect her again\nto get above the intellectual level of a child of six or eight\nterrestrial years.\"\n\n\"I don't care anything about an intelligent woman,\" answered Nuwell\nruthlessly. \"If she weren't so proud of her intelligence now, I wouldn't\nhave so much trouble with her. I want her as a beautiful woman, which is\nall a woman has a right to expect from a man, and if she were less\nintelligent and more tractable I might be able to train her to become\nthe sort of wife a man of my profession and position requires.\"\n\nPlacer speared a bite of steak, casually, with his fork.\n\n\"Any time you say the word,\" he said carelessly.\n\n\"I'll give her the rest of today,\" said Nuwell with decision. \"I'll work\nher over again with the whip this afternoon, and if she doesn't break\nI'll tell her what she can expect. Then, if that doesn't do the trick,\nI'll turn her over to you the first thing tomorrow.\"\n\n\"Tonight would be better,\" suggested Placer. \"The initial surgery takes\nonly about thirty minutes, and she'd do better to rest a night after\nthat. It alone will remove a great deal of her volitional power. The\nentire series of operations will require about three days.\"\n\n\"Tonight it is, then,\" said Nuwell, \"if she doesn't break this\nafternoon.\"\n\nMaya sat in her locked room, her tunic and trousers covering the red\nwelts on her back and legs. The tasteless gelatin which had been her\nonly food since their arrival almost gagged her with every spoonful, but\nshe had eaten all her lunch. She needed all the strength she could get\nto maintain her defiance.\n\nShe was in the grip of dull, unrelenting pain, physically and\nemotionally. Her flesh ached from yesterday's beating, and she was sick\nat heart at the revelation of Nuwell's essential brutality and\ncallousness. She had thought him a sensitive and intelligent man, and\nshe had admired him for this even after some of his exhibitions of\nchildish temper had disillusioned her as to the glowing nobility which\nshe had at first attributed to him.\n\nShe had felt a warm attraction to him and, when she thought Dark was\ndead, she had been willing to marry him on the basis, not of the\npassionate love she now felt for Dark, but of a mellow tenderness which\nshe conceived a sound basis for an understanding life together.\n\nBut now! She shuddered at the thought that she might have married him,\nand perhaps lived all her life with him, thinking him to be gentle and\nkind. Whatever happened to her, she felt fortunate that this crisis had\nbrought to her view the hidden side of him, that heretofore had been\nseen only by his partners in political manipulation and by the\nunfortunate victims of his prosecution.\n\nHer shoulders drooped wearily. She stared across the room. It was as\nbare as a prison cell, which intrinsically it was.\n\nThere was a glass on the washbasin. It was made of heavy metal, with no\nsharp edges. Did Nuwell think she would commit suicide? Not as long as\nshe knew Dark was alive!\n\nHer mind touched the glass. It quivered. It tilted and fell to the floor\nwith a clang.\n\nShe looked at it with mild curiosity as it rolled into a corner. She\nhadn't done that for a long time, not since she suppressed it because of\nNuwell's hatred of witchcraft.\n\nIt was telekinesis. She had had the power since she was a child. It\nseemed that she remembered using it often, and in rather startling ways,\nwhen she was a small child with the Martians. But when she went to\nEarth, she gradually stopped playing with it, except in small ways when\nshe was alone, because it seemed to make her elders very uncomfortable.\n\nTelekinesis was ESP. It did not mean that she had any other ESP powers.\nBut there was her experience in the copter....\n\nHer mind reached out. At once, like a shock, she was in contact with\nDark. His mind turned to hers at once.\n\nDark: _Maya! Where are you?_\n\nMaya: _Come into my room, darling. I'm at the Canfell Hydroponic Farm.\nAre you still at Ultra Vires?_\n\nDark: _No, I'm in the vats below you. I knew you were here, but I didn't\nknow where. I can see your room now, though, and its place in the\nbuilding._\n\nMaya: _Can you free me?_\n\nDark: _Not now. There are four Toughs outside your door, guarding it. I\ncan't attack them without arousing the Masters. Soon, though._\n\nMaya: _I don't know how I'm doing this. I didn't know I had telepathic\npowers._\n\nDark: _A good many people have them, potentially. They don't have to\nhave been \"changed,\" as I was. But they usually require development._\n\nMaya: _I'm just glad I can, to know that you're here._\n\nDark: _Maya, why are you in pain?_\n\nMaya: _Nuwell has been whipping me, to try to get me to recant on my\nexpressions of support for the rebel cause._\n\nThere was a white-hot explosion in her brain that almost literally\nseared her mind. Staggered at its impact, she recognized it as the\nexplosion of Dark's sudden anger. Then she was no longer in contact with\nhim.\n\nA hundred feet away, in another room, Nuwell pulled on a pair of black\ngloves and picked up a short, thick-lashed whip. Coiling the whip, he\nstepped out into the corridor, and turned toward Maya's room.\n\nHe met Placer, walking in the opposite direction.\n\n\"You're going to make your last try, now?\" asked Placer.\n\n\"Yes,\" replied Nuwell. \"I hope it works. Actually, her spirit and quick\nwit are among the reasons I like the girl. But I don't intend to be\ndefied in this.\"\n\nHe proceeded on down the hall.\n\nAs he started past the barred gate to one of the ramps leading down into\nthe vats below, the buzzer beside it sounded. A Jelly was standing\nbehind the gate, fat, pathetic face pressed against the bars.\n\nNuwell stopped. No one else was in sight in the corridor.\n\n\"What do you want?\" he asked the Jelly.\n\n\"Master, I seek entry in answer to the summons,\" replied the Jelly in a\nvoice that quavered with fright.\n\n\"What summons?\"\n\n\"It was ordered that one of us come above and do a task for the\nMasters,\" replied the Jelly. \"I am one of those who must work today, and\nI have come in answer to the summons.\"\n\nNuwell looked up and down the corridor. He saw no one.\n\n\"What sort of task?\" he asked, reluctant to accept the responsibility of\nadmitting the Jelly.\n\n\"I don't know, Master.\"\n\n\"Look,\" said Nuwell, \"I'm not a Master. I don't know anything about the\nsummons. Someone else will have to let you in.\"\n\n\"If I'm late, they'll let the Toughs whip me!\" wailed the Jelly\npathetically. \"Please let me in, Master!\"\n\nNuwell, the whip coiled in his hand, impatient to get to Maya's room,\nwas moved to pity at the creature's plight. Besides, the Jellies were\nharmless, and this one certainly wouldn't be seeking admittance without\nhaving been called.\n\n\"All right, then,\" said Nuwell, and flipped the switch.\n\nThe bars grated open and the Jelly came into the corridor. But as Nuwell\nreached out to activate the switch and close the gate, the Jelly, with\nsurprising agility, slipped between him and the switch.\n\n\"What in space?\" growled Nuwell. \"Get out of the way!\"\n\nThe Jelly did not move.\n\n\"I said get out of the way!\" snapped Nuwell, shaking out the whip.\n\nThe Jelly cringed and its eyes were terrified, but it still stood\nagainst the switch, its huge, translucent body barring Nuwell.\n\n\"No, Master,\" it whimpered. \"Don't shut the gate!\"\n\nViciously, Nuwell slashed the whip across its naked shoulders, and the\nJelly squealed with pain. Nuwell raised the whip again.\n\nBut then through the open gate there poured a solid mass of translucent\nflesh, a horde of naked Jellies. Silently, they tumbled into the\ncorridor, filling it from wall to wall, and others behind them pushed to\nenter as they paused.\n\nWide-eyed, Nuwell stared at them for the briefest of moments. Then he\ndropped the whip and fled back up the hall, shouting at the top of his\nvoice.\n\nThe door at the end of the corridor opened as Nuwell neared it, and\nPlacer appeared in it. He held up a restraining hand.\n\n\"Don't make so much noise!\" he snapped. \"There's a conference going on\nin there. What's the--\"\n\nVoiceless now, Nuwell grasped Placer's arm and pointed, trembling, back\ndown the corridor.\n\n\"What in space?\" demanded Placer irritably, peering at the mass of\nJellies pouring out of the gate and beginning to move hesitantly along\nthe corridor in both directions.\n\n\"Jellies!\" croaked Nuwell. \"The Jellies are loose! They're attacking\nus!\"\n\n\"Soft hunks of blubber!\" said Placer contemptously. \"They can't hurt\nanybody. I wonder what idiot left that gate open?\"\n\n\"I did,\" admitted Nuwell. \"I mean, one of them wanted in and I let him\nin, and then he backed up against the switch so I couldn't close it,\nuntil the others came in.\"\n\n\"I don't know what sort of harebrained idea has gotten into their feeble\nminds,\" said Placer. \"But I can take care of it in short order.\"\n\nHe stepped back into the room, and Nuwell heard him apologizing to the\nothers for the disturbance. Then Placer reappeared, two whips in his\nhand, and closed the door behind him. He handed one of the whips to\nNuwell.\n\n\"They're a lot more tractable than that woman of yours,\" said Placer.\n\"Let's go.\"\n\nPlacer moved down the corridor toward the slowly advancing Jellies, and\nNuwell followed reluctantly, at a respectable distance.\n\n\"Get back below!\" shouted Placer at the Jellies as he neared them. \"You\nknow better than to come up here without permission!\"\n\nThey stopped and milled as he approached them relentlessly, those in\nfront trying to hold back and those behind them pushing them on. Placer\nmoved straight up to them and began slashing right and left with his\nwhip.\n\nThere was a sudden surge forward of the Jellies and Placer was engulfed.\nHe vanished in a mass of seething, translucent flesh. Nuwell stopped,\nappalled, and began to edge backward.\n\nThere was a flurry of movement in the forefront of the Jellies, and\nPlacer burst out of the group, his hair awry, his clothing torn, his\nwhip gone. He staggered toward Nuwell at a half run.\n\n\"Get back to the room!\" cried Placer. \"I don't know what's stirred them\nup, but they can't be frightened back with whips!\"\n\nThe two men ran back down the corridor and burst through the door,\nstartling a conference group of five of the other Masters.\n\n\"Heatguns!\" snapped Placer. \"Something's stirred the Jellies up, and\nthey're up here causing trouble! I'll turn the Toughs loose on them.\"\n\nWhile two of the others hurried out another door for weapons and a third\nbolted the door through which the two men had just come, Placer picked\nup a microphone and switched on the amplifier system that covered every\narea of all levels of the Canfell Hydroponic Farm.\n\nInto the microphone, he gave an animal call, a cry that started out on a\nlow crooning note and rose in volume and intensity until it hurt the\nears. He repeated this three times. Then he set the microphone down and\nturned back to his colleagues, an expression of satisfaction on his\nface.\n\n\"That releases the Toughs,\" he said. \"Every Tough in the place is free\nto maim or kill any Jelly he sees, without fear of restraint or\npunishment. That should bring them to heel pretty quickly!\"\n\n\n\n\n17\n\n\nBehind the locked door of the conference room, one of the Masters passed\nout heatguns to Nuwell, Placer and the other four.\n\n\"If we use these on them at half intensity, I think we can calm them\ndown without killing any of them,\" said Placer. \"We'll probably have\nmore trouble beating down the Toughs and keeping them from killing all\nthe Jellies than we will subduing the Jellies in the first place.\"\n\n\"I hope we warned the three at the other end of the hall in time,\" said\none of the others. \"There hasn't been any word from them.\"\n\nPlacer flicked a switch on the intercom system.\n\n\"Touchstone, are you men safe?\" he asked.\n\n\"Yes, sir,\" replied a voice on the other end. \"We locked ourselves in,\nbecause there aren't any heatguns we can get to from here. The Jellies\nhaven't gotten this far down yet. They seem to be cowed by the Toughs at\nthe door to Miss Cara Nome's room, and the Toughs are strutting around\ngetting themselves in the mood for an attack. We've been watching them\nthrough the window.\"\n\n\"Good,\" said Placer. \"Between the Toughs at that end and our heatguns at\nthis end, we ought to be able to force them back below without much\ntrouble. Are we ready to move out?\"\n\nA different voice came in over the intercom, the voice of the tenth\nMaster, who was on duty in the farm's control room.\n\n\"Placer, the screens show three groundcars moving up from the south,\" he\nsaid. \"I've tried to contact them by radio, but they don't answer.\"\n\n\"We haven't been notified to expect any government visitors,\" said\nPlacer. \"It may be a convoy of travelers off-course in the desert, or it\ncould be a wandering party of escaped rebels. Warn them away.\"\n\n\"Yes, sir.\"\n\nTouchstone's voice came in from the other end of the hall.\n\n\"The Toughs are attacking, Placer. Space, it's awful! Those poor Jellies\ncan't stand up to the Toughs.\"\n\nSuddenly his voice changed, and became shrill with excitement.\n\n\"Placer! One of those Jellies has a heatgun! Two of the Toughs were just\nburned down, and the others are falling back down the hall. The Jellies\nare coming on, and I can see the gun in the hand of one of them.\"\n\n\"Great space!\" muttered Placer. \"All right, Touchstone. Hold tight and\nkeep that door locked. We'll get to you.\"\n\nHe turned to the others.\n\n\"We've got to move out now,\" he said. \"Use full intensity and shoot to\nkill. We'll have to burn our way through those Jellies and get to the\nother end of the hall.\"\n\nLeaving one of the Masters at the intercom in the control room, the\nother six went out into the corridor, heatguns ready. The foremost\nJellies had advanced almost to the door, and now that they had spread\nout along the corridor, they were not packed so closely together.\n\nThe six men advanced steadily, leveling their guns. They fired, intense,\nalmost invisible beams stabbing into the group of Jellies.\n\nJellies shrieked in pain, several of them collapsing to the floor with\nsmoking flesh. The others turned in panic and began to crowd back down\nthe corridor, the beams stabbing at them and picking them off one by\none.\n\nThen, from amid the Jellies, a beam struck forth, and one of the Masters\nwent down, his face burned away. Placer burned down the Jelly holding\nthe heatgun, and the five survivors moved grimly on.\n\nOn the ramp ahead, Dark and Old Beard approached the open gate to the\ncorridor, Happy and Shadow following them.\n\n\"I wish I had been able to find more heatguns at Ultra Vires,\" said Dark\nto Old Beard. \"Only three, besides our four, are spreading them out\npretty thin.\"\n\n\"At least the Jellies made the break into the corridor, and we've\nmanaged to discourage the Toughs below from following them up for a\nwhile,\" said Old Beard. The bodies of a dozen Toughs at the foot of the\nramp behind them attested to the rear guard battle they had fought. That\nwas what had held them up so long. \"If we can hold the corridor and keep\nthe Masters bottled up, your friends outside should be able to turn the\ntide.\"\n\n\"It will take them a while to break in,\" said Dark. \"But I've already\ncontacted Cheng telepathically and told him to move in.\"\n\nThey emerged into the corridor, into a scene of tremendous confusion.\nAll they could see in both directions were Jellies, milling about and\nchattering. The mass seemed to be drifting gradually toward the left,\nwhile from the right came shrieks of agony.\n\n\"This way,\" said Dark, turning to the left. \"We have to get Maya out of\nhere before we can do anything else.\"\n\nForcing their way through the Jellies, they came to a door. Dark tried\nit. It was locked. He burned the lock off and pushed it open.\n\nMaya was standing back against the wall on the other side of the room,\nalarmed at the noise in the corridor, frightened at the opening of the\ndoor. As Dark and Old Beard came in, and she recognized Dark, she ran\nacross the room to meet them, joy transforming her face.\n\nShe threw herself into Dark's arms.\n\n\"Oh, Dark!\" she cried. \"I knew you'd come!\"\n\nHe enfolded her in his arms and kissed her. Then he turned back to Old\nBeard, his arm around Maya's shoulders.\n\n\"Old Beard, this is Maya Cara Nome,\" said Dark. \"Maya, this is my\nfather, the real Dark Kensington.\"\n\n\"The older Dark Kensington,\" corrected Old Beard. \"I am very happy to\nmeet you, Maya. My son, you have chosen a beautiful woman.\"\n\nHappy and Shadow had followed the other two into the room and were\nstanding against the door, holding it closed.\n\n\"Maya, we're going to have to try to hold the corridor until the Phoenix\ngets here,\" said Dark. \"I want you to go with Shadow and Happy down to\nthe vats. You get into a marsuit, and they'll take you to one of the\nentrance buildings. I'll tell Cheng to pick you up in one of the\ngroundcars, and then Happy and Shadow can come back here to help us.\"\n\n\"I'll do nothing of the sort,\" said Maya flatly. \"You need them up here\nnow, and I won't leave you. I'm going to stay here and help you. After\nall, I can handle a heatgun better than any of these Jellies.\"\n\n\"But, Maya, I want to know that you're safe.\"\n\n\"I don't want to be safe until you are. Please let me stay, Dark.\"\n\n\"All right,\" Dark surrendered. \"Shadow, give her your heatgun.\"\n\nThe five of them left the room together.\n\nThey emerged into a scene of incredible carnage. The Jellies, with only\nthree heatguns which they were inept at using, had been no match for the\nMasters. Almost all of the Jellies were lying dead on the floor of the\ncorridor, and the remaining few were backed up at the end of the hall to\ntheir right.\n\nThree of the men were advancing toward these last Jellies. The other\ntwo, returning to the conference room, already had passed Maya's door\nand were picking their way back among the scorched, twitching bodies of\nthe Jellies. Dark and the others were between these two retreating\nforces of Masters.\n\n\"We'll have to try to save those Jellies,\" decided Dark at once. \"Happy,\nyou and Shadow move back up the corridor and hold the line in case those\nother two turn back to attack our rear. The rest of us will tackle the\nthree to the right.\"\n\nThey split up and moved off. But they were too late. Dark, Maya and Old\nBeard had advanced hastily no more than ten feet when the last of the\nJellies at the end of the corridor collapsed under the combined beams of\nthree heatguns. Immediately, the door beyond the dead Jellies opened and\nthree more Masters emerged. They joined the first three, and were given\nthe heatguns taken from the vanquished Jellies.\n\nDark stopped and held up his hand, halting the advance of his little\ngroup.\n\n\"We're too badly outnumbered now,\" he said. \"Let's collect Happy and\nShadow and get back down to the vats, where we can hide until the\nPhoenix break in.\"\n\nThe Masters had seen them now, and started to move up the corridor\ntoward them in a group, but were still ten or fifteen feet out of\nheatgun range. Dark was not surprised to see that one of the group was\nNuwell.\n\nDark and Maya turned back toward the entrance toward the underground\nvats, but stopped as Old Beard emitted a growl of recognition.\n\nOne of the three men who had emerged from the room was skinny, goateed\nGoat Hennessey, and he was coming forward now in the forefront of the\ngroup, a heatgun in his hand.\n\n\"Dark, you and Maya go on without me,\" said Old Beard very quietly. \"I\nhave a score to settle.\"\n\nDark turned back, his mouth open to protest, but Old Beard had already\nstarted swiftly down the corridor toward the oncoming group.\n\n\"Wait!\" cried Dark, and started to run after him. But, in his haste,\nDark tripped over the corpse of a Jelly and fell sprawling. In the\nmoments it took Dark to scramble to his feet and recover his dropped\nheatgun from the floor, the drama ahead of him flashed like lightning to\nits conclusion.\n\nOld Beard ran down the corridor toward the group of Masters, leaping\nlightly over the bodies of Jellies in his path, his gray hair streaming\nout behind him.\n\n\"Goat Hennessey!\" he thundered, his voice reverberating from the walls\nof the corridor. \"You betrayed me and killed my wife! Now the time has\ncome for you to pay for your crimes!\"\n\nThe Masters stopped in their tracks, frozen at the sight of this figure\nof retribution charging down on them. In their forefront, Goat stood\nstaring, open-mouthed, not comprehending until the full impact of Old\nBeard's words broke upon him. Then, recognition dawning, he squawled in\namazement and fear:\n\n\"Dark Kensington!\"\n\nWith that cry, Goat turned in terror to escape. But Dark was now within\nrange, and the intense beam of his downward-chopping heatgun caught Goat\nat the base of the skull and swept all the way down his back. Goat\nHennessey plunged forward to the floor, dead, his spine burned away.\n\nEven as Goat fell, his companions emerged from their paralysis. The\nbeams of five heatguns focussed on Old Beard, and he died in a burst of\nflame that flared from wall to wall of the narrow corridor.\n\nAppalled at his father's sudden death, Dark almost leaped after him, to\nattack the five survivors single-handed. But Maya grasped his arm.\n\n\"No, Dark!\" she urged. \"Please don't!\"\n\nRealizing on the instant that to die now would only leave Maya at the\nmercy of the Masters and Nuwell, Dark turned back. He and Maya ran for\nthe door to the ramp leading underground, Dark calling to Happy and\nShadow to join them.\n\nBut Happy, and presumably the invisible Shadow, were well up the\ncorridor and they, too, were under attack now. The two Masters who had\nbeen heading for the conference room had turned back and were now in\nrange of Happy, their heatguns blasting.\n\nHappy had remained true to Dark's charge to hold the line against any\nattack from the rear. Frightened but staunch, he was standing his\nground, waving his own heat beam at the approaching pair of Masters.\n\nBut Happy was too unfamiliar with the weapon and too nervous to hit\neither of his targets. The beams of both Masters found him at the same\ntime, and, with a woeful shriek that was cut off in a choking gurgle,\nthe unfortunate Jelly collapsed to a smoking heap on the floor, quivered\nonce and lay still.\n\nApparently from out of nowhere, the unarmed Shadow descended like a\nthunderbolt on one of Happy's killers. The surprised Master went\nsprawling, his heatgun flying from his hand.\n\nShadow might have vanquished the other, too, except that this startled\nindividual, waving his heat beam wildly in an attempt to catch the\nelusive, vanishing and reappearing figure, scored a lucky hit. There was\na tremendous flare of flame, and the extraordinary form of Shadow\nappeared for the last time, a charred, flat body lying on the floor of\nthe corridor like the shadow for which he had been named.\n\nThe whole tragedy ran its course in less than a minute. In that time,\nDark and Maya reached the entrance to the ramp, ducked into it and ran\ndown the incline to the sheltering dimness of the labyrinthine vats.\n\n\n\n\n18\n\n\nMoments later, the two groups of Masters converged at the gate, two from\none direction and five from the other.\n\n\"After them!\" commanded Placer. \"But stay together. We'll have to try to\nhunt them down in the vats, and maybe the Toughs can help us, but we\ndon't want to get separated so they can pick us off one by one.\"\n\n\"Wait, Placer, there's something you ought to know,\" said one of the two\nMasters who had come from the direction of the conference room. \"Greyde\ncalled out a few minutes ago to tell us he had word from Vidonati in the\ncontrol room. Those groundcars that were hanging around had attacked\none of the entrance buildings.\"\n\n\"Space!\" growled Placer. \"There must be a conspiracy involved here\nsomewhere. We'd better stay up here, then.\"\n\nHe pulled the lever beside the gate to the ramp, and it rumbled down and\ncrashed into place.\n\n\"At least, those two are trapped below,\" he said with satisfaction. \"We\ncan hunt them down at our leisure when we've repelled this attack from\noutside. If we can take them alive, I'm of a mind to make them pay well\nfor their responsibility in our losing all our experimental Jellies.\"\n\nThe seven of them went on to the conference room, picking their way\namong the bodies of the Jellies. Placer took over the intercom from\nGreyde.\n\n\"Vidonati, this is Placer,\" he said. \"What's the situation?\"\n\n\"The groundcars attacked the south building,\" replied Vidonati. \"They\nmoved in and concentrated all three car beams on the airlock and burned\nit through. I counted nine men in marsuits who left the groundcars and\nwent into the building. Of course, as soon as they started blasting the\nairlocks, I closed the emergency barrier to block off the downward\nramp.\"\n\n\"Obviously, since we still have air in the place,\" commented Placer\ndryly. \"You'd better call Mars City and get them to send help.\"\n\n\"I've already done that,\" said Vidonati. \"A jet squadron's on its way.\"\n\n\"Good,\" said Placer. \"They can be here in about five hours, and it will\ntake those rebels, or whoever they are, two or three times that long to\nburn through one of the emergency barriers, even if they blast an\nopening and bring their groundcars into the building to bring the\ngroundcars' big guns on it.\"\n\n\"Should I stick it out here, or seal all the barriers and come below?\"\nasked Vidonati. The control room was in the north building.\n\n\"Stay up there so you can report on what they're doing, unless they\nstart to move toward that building,\" instructed Placer. \"If they do,\nseal the other emergency barriers at once and come below. We can switch\nto the emergency radio down here to keep in touch with the task force\nfrom Mars City, and just wait it out underground until they clean up\nthese rebels.\"\n\n\"Good enough,\" agreed Vidonati. \"I won't take any chances.\"\n\nIn the vats below, Dark and Maya made their way to Old Beard's hideout,\ntheir heatguns ready, keeping a sharp lookout for Toughs. They reached\nit without incident.\n\nDark looked sadly around the little recess beneath the tangled\nvegetation, where Old Beard had concealed himself successfully so long\nfrom both Toughs and Masters. He had hoped that this reunion with his\nfather would mean many years of companionship between them, once they\nwere free of the Canfell Hydroponic Farm and had found a haven in the\nIcaria Desert.\n\nBut he knew that Old Beard had died in an act that had great meaning to\nhim, a savage revenge that had wiped out the bitter memory of the loss\nof his wife and had repaid him for twenty-five long years of exile. Old\nBeard had died nobly.\n\nDark picked up one of the smaller marsuits.\n\n\"We don't know what's going to happen above, and we can't help much by\nstaying inside, now that we can't hold that corridor and bottle them up\nin a room until Cheng and the Phoenix break in,\" said Dark. \"We'd best\nget up to one of the exit buildings, get out through the airlock and get\npicked up by one of the groundcars. I don't need a marsuit, but you can\nput that on as soon as we get above in the building.\"\n\n\"Have you been in telepathic touch with Cheng?\" asked Maya.\n\n\"Yes. They've already broken into the south building. That's the one I\ncame through when I left for Ultra Vires and when I came back. But the\nMasters let down a heavy emergency barrier on the ramp when they\nattacked the airlock, and we wouldn't be able to get through that.\nThere's a ramp near here that Old Beard told me opens onto the north\nbuilding. We'll go there, and I'll send a call to Cheng to move over\nand meet us there.\"\n\nDark sent out a call to Cheng and received an acknowledgement. He and\nMaya started for the ramp, unaware that the building which was their\ngoal housed the farm's control room, and the watching Vidonati.\n\nAbove, a few moments later, Vidonati called Placer on the intercom.\n\n\"Placer, they've come back to the groundcars and turned them in this\ndirection,\" said Vidonati. \"I'm going to let down the barriers on the\nramps from the east and west buildings, sabotage the controls so they\ncan't raise them again, and come on down. I'll lower the barrier to this\nbuilding from inside, as soon as I get past it on the ramp.\"\n\n\"All right,\" said Placer. \"We'll start getting the emergency radio in\noperation down here. Do a good job, but do it fast, and don't get caught\nup there by the rebels blasting the airlock.\"\n\n\"I won't,\" promised Vidonati. \"It'll only take me a few minutes, and I\ncan be down the ramp before they can focus their beams on the airlock.\"\n\nIn the lead groundcar, as the three of them wheeled around and headed\nslowly for the north building, Cheng turned to one of his companions\nwith a frown.\n\n\"I've been trying to get through telepathically to Dark, but I can't\nreach him,\" said Cheng. \"He didn't give any instructions for getting\ninto the building, but they seem to have locked these airlocks by remote\ncontrol so they can't be operated. We'll have to blast this one as we\ndid the other one, because I don't imagine Dark will be able to open it\nfrom inside. He seemed in rather a hurry to be picked up.\"\n\nDark and Maya hurried up the ramp toward the north building. Dark had\nbeen concentrating too heavily on finding his way through the vats to\nreceive Cheng's telepathic call.\n\nThey passed the barred gate that opened into the corridors of the upper\nlevel, and a few moments later reached the top of the ramp and the gate\nto the north building. Dark had been prepared to open this by\ntelekinesis but, to his surprise, it was already open.\n\nThey passed through it and emerged into the north building.\n\nDark had never seen one of the ground-level buildings in daylight, as\nboth times he had passed through the south building it had been night.\nHe looked around the place curiously as they entered.\n\nIt was about fifty feet square, bare except for the low, hard bunks on\nwhich the Toughs slept at night. On three sides of it were windows, now\nclosed with heavy steel shutters. The airlock was across the room,\nopposite the ramp entrance. The fourth wall was blank, and apparently\nshut off a room at the end, because there was a closed door in the\ncenter of it.\n\nThey moved out into the room, and Dark said:\n\n\"Slip into your marsuit, and we'll go out the airlock. I told Cheng to\nbring the groundcars over this way, and they ought to be ready to pick\nus up by the time we get out.\"\n\n\"I don't see why we didn't stay down in the vats until the Phoenix break\nin,\" said Maya. \"We were well hidden down there, and there might have\nbeen some way we could have helped the Phoenix from inside.\"\n\n\"Primarily because I'm not sure now that the Phoenix can break in,\"\nanswered Dark. \"I didn't know about that heavy emergency barrier the\nMasters let down on the south ramp, and I was surprised and relieved to\nfind they hadn't dropped one on this ramp, too. If they had, we'd have\nbeen trapped below. If they have those barriers on all four ramps, the\nPhoenix can't stay around long enough to burn through them, because the\nMasters have probably already called for help from Mars City.\"\n\nMaya had laid her marshelmet down on one of the bunks, and was pulling\nthe marsuit on over her tunic and trousers.\n\nThe door at the other end of the room opened, and a man emerged, a\nheatgun in his hand.\n\nVidonati stopped in his tracks, startled, at the sight of Dark and Maya.\nDark grunted in surprise, and reached for his heatgun.\n\nEven as Dark freed his weapon, Vidonati fired. The beam missed them,\nmelting away the top of Maya's marshelmet and setting the bunk aflame.\nThen, as the beam of Dark's gun swung toward him, Vidonati ducked\nprecipitately back into the control room.\n\n\"He got your marshelmet!\" exclaimed Dark. \"We're going to have to go in\nand flush him out of there, and just hope there's another marsuit in\nthere, before we can open the airlock.\"\n\nHeatgun in hand, Dark started for the door of the control room, Maya at\nhis heels.\n\nIt was then that the Phoenix, the three groundcars drawn up with their\nheavy guns focused, blasted the airlock of the north building. In\nseconds, the airlock was burned through.\n\nThere was no emergency barrier down on this ramp. The heavy,\nEarth-pressured air of the north building whistled out into the desert.\nAs from a punctured balloon, the pressured atmosphere of the entire\nCanfell Hydroponic Farm rushed after it, roaring up the ramp, in a\nmoment stripping the vats, the upper level and the north building.\n\nCaught in the tornadic blast, Dark could only cling to a bolted-down cot\nwith one hand, and hold onto Maya around the waist with the other. As\nthe pressure dropped precipitately and oxygen no longer touched his\nlungs, he could actually feel his alternate metabolism shifting into\ngear, he could feel his breathing stop and the glow of solar energy\nbegin to spread through his body.\n\nAs the wind faded and died, Dark released Maya and rose exultantly to\nhis feet. Down below, he knew, Nuwell and the Masters were gasping out\ntheir lives in the thin air, like beached fish. Their recent attacker,\nVidonati, lay half out of the door of the control room, his hands\nclutching convulsively at the floor.\n\n\"That's not the way I'd planned it, but it's just as good!\" Dark\nexclaimed. \"We've taken the farm!\"\n\nThen he remembered. Maya had no marshelmet!\n\nAppalled, struck to the heart, he turned in his tracks.\n\nMaya was standing behind him, calmly trying to rearrange her raven hair,\ntangled by the raging rush of wind.\n\n\"What's the matter?\" she asked quietly, becoming aware of Dark's intent\ngaze.\n\n\"Maya! You don't have a helmet on! Are you breathing?\"\n\nShe was silent for a moment, apparently examining herself.\n\n\"Why, no, I don't believe I am,\" she replied, just as calmly.\n\n\"How can you ...? Wait a minute!\"\n\nDark sent his mind into the invisible. His probing thoughts fled over\ndesert and lowland, seeking. They found the Martian, Qril, and he\nrecognized that Qril responded immediately.\n\n_Qril, how is it that Maya is able to live in the Martian atmosphere\nwithout breathing?_ asked Dark telepathically.\n\n_She is as you_, replied Qril. _When she was a child, living among the\nMartians, we altered her physiological and genetic structure so that\nshe, also, is able to utilize solar energy and exist without oxygen_.\n\n_Why didn't you tell me this before, at Ultra Vires?_ demanded Dark.\n\n_You did not ask_, replied Qril, and the mental contact faded out.\n\nDark turned to Maya, his face alight.\n\n\"Darling,\" he said, \"our children will need no embryonic alterations.\nThey will be born as we are, able to live under Martian conditions. And\nnever again will either of us ever have to wear a marsuit!\"\n\nHe felt the questing touch of Cheng's mind.\n\nCheng: _Are you there, Dark?_\n\nDark: _Here._\n\nCheng: _Are you all right?_\n\nDark: _We're both fine! We're coming out. Then we'll take off at once\nfor the Icaria Desert, before the Mars City task force gets here._\n\nHe and Maya walked hand in hand through the blasted airlock. The three\ngroundcars were there, waiting.\n\nThe two of them stood for a moment, before getting aboard the\ngroundcars, and looked out together across the red desert toward the\nsinking sun.\n\nDeath? Desolation? No, not for them. This was life, and free, bleak\nbeauty, for them and for their children.\n\nThe future of Mars was theirs.\n\n\n\n\n\nEnd of Project Gutenberg's Rebels of the Red Planet, by Charles Louis Fontenay\n\n*** END OF THIS PROJECT GUTENBERG EBOOK REBELS OF THE RED PLANET ***\n\n***** This file should be named 20739-8.txt or 20739-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/0/7/3/20739/\n\nProduced by Greg Weeks, Janet Blenkinship and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}