{"title": "The Infra-Medians", "author": "Sewell Peaslee Wright", "releaseDate": "March 17, 2007 ", "language": "English", "content": "\n\nE-text prepared by Greg Weeks, Tamise Totterdell, and the Project\nGutenberg Online Distributed Proofreading Team (http://www.pgdp.net)\n\n\n\nNote: Project Gutenberg also has an HTML version of this\n      file which includes the original illustration.\n      See 20838-h.htm or 20838-h.zip:\n      (http://www.gutenberg.net/dirs/2/0/8/1/20838/20838-h/20838-h.htm)\n      or\n      (http://www.gutenberg.net/dirs/2/0/8/1/20838/20838-h.zip)\n\n\nTranscriber's note:\n\n      This etext was produced from \"Astounding Stories\" December 1931.\n      Extensive research did not uncover any evidence that the U.S.\n      copyright on this publication was renewed.\n\n\n\n\n\nTHE INFRA-MEDIANS\n\nby\n\nSEWELL PEASLEE WRIGHT\n\n\n\n\n\n\n\n[Illustration: _The others fell back instantly._]\n\n\n\n\n     +-----------------------------------+\n     |  Into a land of shadows and lost  |\n     | souls goes Pete Grahame in search |\n     |     of his hapless friends.       |\n     +-----------------------------------+\n\n\nThere was no sense to the note. There was no sense to anything that Vic\nButler did, for that matter. Where he hid away his vast scientific\nknowledge in that rattle-brained, red-haired head of his has always been\na mystery to me. The note read:\n\n\n     Dear Pete:\n\n     If you get this, I'm in a jam that promises some action.\n\n     Drive out, if plane-peddling is palling on you, and bust into\n     the lab. I'm leaving another note there for you, old son, and\n     after you read it you can let your conscience be your guide.\n\n     Bring a gat along, and plenty of ammo. Hope's away, at Aunt\n     Cleo's, so don't get in touch with her and spoil her visit.\n\n                                                            Vic\n\n\nI had a hot prospect lined up for a demonstration that morning, but I\ndidn't even stop to give him a ring. Vic and I had been buddies ever\nsince we were kids--and, besides, he was Hope's brother.\n\nVic's place was out on the river, about ten miles from town, and that\nlittle tan roadster of mine made it in just about ten minutes. The\ntraffic in the business district slowed me up a bit.\n\nThere was nothing at all pretentious about the place; it was a rambling,\nlazy-looking house built largely of native stone, stretching its length\ncomfortably in the shade of the big maples. Perrin, Vic's\nman-of-all-work, came hurrying out of the house to greet me as I locked\nmy wheels on the drive before the door.\n\n\"I'm glad you're here, sir!\" he exclaimed breathlessly. \"I was just\nabout to phone for the police; I was for certain, sir. Such goings on, I\ndon't know what to think!\"\n\n\"What's the matter, Perrin? Where's Mr. Butler?\"\n\n\"That's it, sir! That's exactly it. Where's Mr. Butler? And--\"\n\n\"Just a moment, please! Cut it short, Perrin. What's happened?\"\n\n       *       *       *       *       *\n\n\"I don't know. Yesterday afternoon Mr. Butler leaves a letter for me,\nwhich I'm to mail early this morning, special delivery. It's to you. I\nreckon you got it, sir?\"\n\n\"That's why I'm here. Go on.\"\n\n\"Well, after that, he locks himself up in his workroom, so Mrs. Perrin\nsays, she being housekeeper, as you know, sir, leaving word not to\ndisturb him for dinner.\n\n\"We don't think so much of that, Mr. Butler being took with streaks of\nworking at all hours, as you know. But when Miss Hope came home\nunexpected this morning--\"\n\n\"What?\"\n\n\"She cut her visit a few days short, her aunt having other house guests\nturn up unexpected like, and Miss Hope arrives first thing this morning,\nbeing here when I return from town after mailing the letter to you, sir.\n\n\"Mrs. Perrin had just told her about the master, and Miss Hope looks\ninto his room. He isn't there, and the bed hasn't been slept in. 'The\npoor dear,' she says, 'he's worked himself half to death, and dropped\noff on that horrible cot he keeps in his laboratory,' says Miss Hope.\n'I'll let him sleep.'\n\n\"But just a few minutes ago, just before you arrived, sir, she became\nnervous like, and rapped on the door. There wasn't a sound. So she went\nup to the master's room and found a key, and went in. And now _she_\ndon't answer, and we were just about ready to call the police!\"\n\n\"Let's go inside!\" I hurried by Perrin and through the cool, quiet hall\nto the broad door that opened into the big room at the back of the\nhouse, which was Vic's laboratory.\n\n       *       *       *       *       *\n\n\"Vic! Hope!\" I pounded as hard as I could, shouting their names. There\nwas no response.\n\n\"Is there another key, Perrin?\" I snapped.\n\n\"No, sir; none that I know of. The master was mighty fussy about his\nworkroom.\"\n\n\"Can we get in through the windows?\"\n\n\"No. They're barred, if you remember rightly, and fitted with this\nfrosted glass, so you can't see in, even.\"\n\n\"Then get me an ax!\" I commanded. \"Quick!\"\n\n\"An ax?\" hesitated Perrin.\n\n\"An ax--and be quick about it!\"\n\nPerrin mumbled a protest and hurried away. I turned to Mrs. Perrin, who\nhad come up to determine the result of my shouting.\n\n\"How long is it since Miss Hope went in there?\"\n\n\"How long, sir? I'd say about twenty minutes before you came. Maybe\ntwenty-five. I wasn't paying any particular attention, sir. She just got\nthe key and went in. After a few minutes I heard something buzzing in\nthere, and I thought maybe Mr. Butler was showing her some new gadget of\nhis, like he was always doing. Then there was a telephone call for him,\nand I couldn't make neither of them answer; that's when Mr. Perrin and I\nbegan to get worried.\"\n\n\"I see.\" Perrin came hurrying up with the ax, and I motioned them aside.\nI swung the ax, and the head of the weapon crashed against the lock. The\nknob dropped to the floor with a clatter, but the door gave not at all.\n\nI brought the ax down again, and something cracked sharply. The third\nblow sent the door swinging wide.\n\nCautiously, fearing I know not what, I entered the familiar room.\nNothing, apparently, had been disturbed. There was no sign of disorder\nanywhere. The blankets on the narrow cot in the corner of the room had\nnot been unfolded.\n\nBut neither Vic nor Hope were anywhere in sight.\n\n       *       *       *       *       *\n\n\"You and Mrs. Perrin stay there by the door,\" I suggested. \"I don't know\nwhat's wrong here, but something's happened. There's no need for all of\nus entering.\"\n\nMy second glance around the room was more deliberate. To my right were\nthe big generators and the switchboards, gleaming with copper bus-bar,\nand intricate with their tortuous wiring. Directly before me was the\nlong work-bench that ran the full length of the room, littered with a\ndozen set-ups for as many experiments. At my left was a sizable piece of\napparatus that was strange to me; on a small enameled table beside it\nwas a rather large sheet of paper, weighted down with a cracked Florence\nflask.\n\nIn a sort of panic, I snatched up the paper. Vic had said in his note,\nthat he would leave another note for me here. This was it, for in a bold\nscrawl at the top was my name. And in hardly decipherable script, below,\nwas his message:\n\n\n     Dear Pete:\n\n     First of all, let me say that you've no particular call to do\n     anything about this. If I'm in a jam, it's my own doing, and\n     due to my bull-headedness, of which you have so often reminded\n     me.\n\n     Knowing your dislike for science other than that related to\n     aeronautics, I'll cut this pretty short. It'll probably sound\n     crazy to you, anyway.\n\n     You know that there's sound above the frequencies to which the\n     human ear will respond. You know there are light rays that the\n     human eyes can't perceive. Some work I've been doing the last\n     five or six months indicates that there's a form of life about\n     us, all around us, which isn't perceptible to our\n     senses--which doesn't mean that it doesn't exist.\n\n     Well, I'm going to do a little exploring. I'm going to take a\n     whirl at what I'll call the Infra-Median existence. What I'll\n     find there, I don't know. Life of some kind, however, for my\n     experiments prove that. Possibly not friendly.\n\n     All this being so, there's an off chance that I'll find myself\n     tangled with something I can't anticipate. And if you are\n     called upon to read this, then something has gone wrong with\n     my plans.\n\n     Should you wish to take a flier after me, stand in the center\n     of the square outlined by the four uprights of the device\n     beside which this little table stands. Be sure your weapon--I\n     told you to bring a gat--is on your person.\n\n     There's a small instrument board set on one of the posts. Turn\n     the upper of the two dials until the hand of the meter beside\n     it moves up to 2700 exactly. Wait a moment, until you're sure\n     you have the exact reading. Then turn the second dial until\n     the two red lines coincide, and as you do so, mark the time.\n     The thing is set to operate the reverse cycle at three-hour\n     intervals exactly. When you come down, you'll start a new\n     cycle, and it might be important for us to know at just what\n     minute we can get back to our own plane.\n\n     If you decide to try it, tell Perrin to do nothing for at\n     least a week. If the law started experimenting on this\n     equipment, we never could climb back. And leave word with them\n     for Hope; tell her I'll scramble out somehow--that _we_ will,\n     if you decide to try your luck.\n\n                                                            Vic\n\n\nUnderneath, in Hope's clear, purposeful hand, was this:\n\n\n     Peter dear:\n\n     Not knowing when you'll arrive, I'm going on ahead. We must\n     give Vic a hand--mustn't we?\n\n                                                            H.\n\n\n       *       *       *       *       *\n\nNaturally, I didn't understand Vic's jargon about frequencies and\nlight-rays, for I thought more about football than physics in college,\nbut two things were clear to me. One was that Vic had plunged into some\nsort of wild experiment, and the other was that Hope had followed him.\nThe rest didn't matter very much.\n\n\"Perrin! Mr. Butler and Miss Hope are safe. Everything is explained in\nthis note. You and Mrs. Perrin are to leave me here, and not disturb\nanything. Do nothing at all for at least a week. If we aren't all back\nhere before that time ... take any action you see fit. Understand?\"\n\n\"No-no, sir. Where--\"\n\n\"You understand the orders, anyway. That's all that's necessary. Close\nthe door--and keep it closed at least a week!\" I glared at him, and\nPerrin closed the door.\n\nThe apparatus Vic had mentioned was my first thought. It consisted\nprimarily of four tall, slim posts, set in the form of a square, about a\nyard apart, and supported by heavy copper brackets mounted on a thick\nbase of insulating material, and each post bore at its top, like a stalk\nwith a single drooping flower, a deep, highly polished reflector,\npointing inward and downward. The whole effect was not unlike the\nskeleton of a miniature skyscraper.\n\nI strode between two of the high, slim black pillars and glanced upward.\nAll four of the reflectors seemed pointed directly at my face, and I\ncould see that each held, not the bulb I had expected, but a crudely\nshaped blob of fused quartz.\n\n       *       *       *       *       *\n\nThere was nothing to be gained by examining the peculiar machine, and\ntherefore the one quick glance sufficed. If Vic and Hope had gone this\nroute, I was anxious to follow. I glanced down at the papers in my\nhand, and slowly turned the first dial on the little instrument board,\nnarrowly watching the hand of the meter beside it, as Vic had\ninstructed.\n\nThe hand moved slowly, like the hand of an oil-gauge in which the\npressure is gradually built up. Twenty-one ... twenty-five ...\ntwenty-six ... _twenty-seven_.\n\nI waited a moment, conscious only of the faint hum of a generator at the\nother end of the room, and the quivering hand of the meter. I turned the\ndial back an imperceptible degree, and the hand steadied down exactly\nupon the numerals \"2700.\" Then I touched the next dial.\n\nThis second dial was no more than a thin disk of hard rubber or\nbakelite, with a red scratch-mark on one side. On the panel itself, far\nto the right of the dial's zero point, was the red scratch-mark that\nmatched it. When the two coincided--well, something happened.\n\nI was conscious of a faint glow from above as I moved the dial slowly,\nso that its red mark approached the stationary one upon the panel. I\nglanced up swiftly.\n\n       *       *       *       *       *\n\nEach of the little blobs of quartz was glowing; each with a light of\ndifferent color. One was a rich amber, one a pale green, one a vivid,\nelectric blue, and one was fiery red. The intensity of the light\nincreased steadily as I moved the dial.\n\nI could not only see the light; I could feel it. It beat upon my body;\nthrobbed all around me. I had a feeling that the mingling rays of light\nconflicted with each other.\n\nIt seemed to me for a moment that I was growing as light as air; that my\nfeet were drifting off the floor, and then, as the red line of the dial\ncame closer to the indicated point, the feeling left, and I suddenly\nseemed very heavy. I could hardly support my own weight; my legs were\ntrembling with the burden; sweat broke out over my whole body; the rays\nof light beat down upon me fiercely, overpoweringly....\n\nDesperately, I quickly turned the dial until the two red marks\ncoincided. A great weight, soft and enveloping, seemed to drop upon me.\nThe senses of sight and hearing and feeling all left me. I could only\nthink--and my thoughts were horrible.\n\nThen, suddenly, there was a terrific crash of sound, and my senses\nreturned.\n\nI looked around. It seemed that an instant before I had been standing\nthere in Vic's laboratory, slowly turning the second of the two dials,\nwhile the four lights beat down upon my body. And now ... and now I was\nstanding in the open, on another world. A nightmare world that words\nseem inadequate to describe.\n\n       *       *       *       *       *\n\nThe sky was an angry, sulphurous green, pressing low upon a country\nutterly flat and nearly barren. The only sign of vegetation I could\nperceive were strange growths that remotely resembled trees--inverted\ntrees, with wide-spreading branches hungrily nursing the black and\nbarren soil, and gnarled, brief roots reaching out tortured arms toward\nthe forbidding sky.\n\nTo my left, and some distance away, a vast number of blunt and ugly\ntowers rose against the sinister skyline, but no form of animal life\nseemed in evidence. Wonderingly, my head whirling, whether from my\nstrange experience or from the shock of finding myself in what was\nobviously another world, I do not know, I turned toward the city. And as\nI took my first step, there materialized suddenly out of the thin and\nill-smelling air, the figures of perhaps a dozen monstrous creatures.\n\nThey were, in effect, men. That is, they had a head, a torso, two arms\nand two legs apiece. But they were not human. Those huge round eyes,\nunblinking and browless, were not human, nor were their slitted, sunken\nmouths. They were not human beings; they were images of despair.\n\nTheir thin legs seemed to buckle at the knees, their arms drooped from\ntheir shoulders, their mouths sagged at the corners, even their huge\nears hung down like a hound's. Their round, dark eyes, deeply recessed,\nwere caverns of despair.\n\n       *       *       *       *       *\n\nThey were clothed in some coarse, black stuff that bristled as though\nloosely woven of stiff hair, and yet which was not a true fabric, for it\nseemed to move within itself, and scintillate, as though composed of\nbillions of restless motes. And as the strange creatures closed in\nquickly, I saw that theirs was not solid flesh, but, like the clothing\nthat partially covered them, an attenuated substance that was not quite\nreal.\n\nHave you ever sat close to the screen in a motion picture theatre, so\nthat the graininess of the moving film was visible? These creatures were\nlike such shadows, seen in three dimensions.\n\nI retreated two or three swift steps, jerking the revolver from my\npocket.\n\n\"Back!\" I warned, hoping they would understand the tone of voice if not\nthe words. \"Back--or I'll pot a couple of you!\"\n\nThey glanced at each other, swiftly, almost as though they understood.\nIt seemed to me that their mouths lifted; that they almost smiled. Then\nthey rushed at me.\n\nI had only one box of cartridges, besides those in the cylinder of my\ngun. I didn't know what might be in store for me, and I took no chances.\n\nMy first shot sent one of the creatures spinning to the ground. Two more\nwere almost upon me before I could level the weapon and pull the trigger\nagain. I got them both.\n\nThe rest of that unholy crew were grinning, and their eyes were shining\nwith anticipation. They closed in upon me eagerly, each apparently doing\neverything in his power to invite my attention. It was bewildering, and\nI watched them warily, suspecting a trick. There were only three more\ncartridges left in my gun, and I did not dare replace the fired shells\nfor fear they would rush me when the action was open and the gun\nmomentarily useless.\n\n       *       *       *       *       *\n\nI was just about to risk one more cartridge when another figure\nmaterialized in the ranks of the enemy; a taller, commanding figure,\nwith a shining jewel, perhaps a mark of authority, dangling from his\ncorded brown throat.\n\nThe others fell back instantly, and the newcomer approached me swiftly,\nholding out his hands as though in supplication.\n\nSo I was to receive a cordial welcome after all! I breathed a sigh of\nrelief, and pocketed the weapon--and instantly the dark eyes flashed\nangrily. I held out both hands, to show that they were empty, trying to\nexpress my willingness to be friends.\n\nHe hesitated, and then uttered a high-pitched sound that I presumed to\nbe a word of command. Before I could free the gun again, the creatures\nhad me, and while their flesh looked more unnatural and unreal than\never, at close range, their long fingers gripped me like talons of\nsteel. The being which had uttered the command disappeared, and my\ncaptors led me, struggling and protesting, toward the black, ugly\ntowers of the city.\n\nOver the barren, rocky ground we hurried; past the wretched hovels on\nthe outskirts of the city, and through crooked, dismal streets, toward\nthe center of the city.\n\nA great crowd of creatures similar to my captors hemmed us in. Before\nus, they thinned into nothingness as we approached, only to swarm into\nbeing in some other spot. It was terrifying; an unbelievable experience\nthat made me question my sanity. The only vestige of comfort left me was\nthe hope that they were taking me to Hope and Vic.\n\n       *       *       *       *       *\n\nAt the entrance of one of the huge misshapen black buildings, the\ncreature with the brilliant stone at his throat appeared as suddenly as\na light flashes up in the darkness. With him were two others, each\nwearing a similar jewel of authority. They stood aside for us to enter,\nand then followed us down a long corridor which was not lighted by any\ndevice I could discern, and yet which was not dark.\n\nA broad door swung open, and I was thrust through the doorway.\n\n\"Pete!\" shouted a familiar voice, and I scrambled to my feet. There was\nVic, his red hair tousled, and his face gray with worry. Behind him, her\nbig blue eyes brimming, her lips quivering, was Hope.\n\n\"Vic! Well, here I am. And Hope, dear....\"\n\nMy voice trailed off. These were not Vic and Hope before me; they were\nunreal creatures, like the beings which had captured me. I could\nrecognize the face and the figure of the woman I loved and of her\nbrother; but they seemed to have no substance.\n\nHope suddenly put her arms about me. She was sobbing.\n\n\"Don't, Peter!\" she whispered.\n\n\"Don't look at me like that. I know how you feel. You--you and Vic--you\naren't real to me, either! We're just shadows--lost souls....\"\n\n\"Buck up, Hope!\" Vic's voice was kindly, yet firm and gravely\ncommanding. \"We're all right. Only--temporarily--we're Infra-Medians.\nSit down, Pete, and let's talk. It may be that there's no time to lose\nin making some plans.\"\n\n       *       *       *       *       *\n\n\"First of all,\" I insisted, \"tell me where we are; what's happened to\nus. Do you know?\"\n\n\"Where we are? Surely. Looking at it in one way, we're less than a mile\nfrom my laboratory.\"\n\n\"But, Vic!\" I protested. \"Do you really mean that we're less than a mile\nfrom your laboratory; from our own world? If we were, we could see it;\nwe'd bump into our own trees and houses and people; we'd be knocked down\nby automobiles, and--\"\n\n\"Two bodies cannot occupy the same space at the same time. Old law of\nsimple physics. Is that what you mean?\" interrupted Vic.\n\n\"Why, yes.\"\n\n\"And a body; what's that?\"\n\n\"A body? Why, matter, I suppose.\"\n\n\"And matter is what?\"\n\n\"Anything that occupies space,\" I replied triumphantly. I had remembered\nthat much from my physics classes.\n\n\"True,\" smiled Vic. \"But let's see. It is possible to have sound and\nlight in the same place, isn't it? We can even add other things: heat\nand electricity, for example. Speaking of electricity, a tremendous\ncurrent of it adds nothing to the weight of the wire carrying it, and\nnothing to its bulk, unless we have a heating overload. Current enough\nto kill a thousand men, or to do the work of a million horses, weighs\nnothing, is invisible, and actually does nothing until released in some\nform or other, either by accident or design.\"\n\n\"True, but electricity isn't matter. Our old world is matter; I'm\nmatter, and you're matter. Why don't we bump into things?\"\n\n\"Our old world is matter, true enough, but for the rest, you're wrong,\nPete, old son. You're _not_ matter, any more. You're something else. In\nterms of our own being, you do not exist in your present form. This\nworld does not exist. And the reverse is just as true.\"\n\n       *       *       *       *       *\n\nI stared at him, bewildered.\n\n\"What am I, then--a ghost?\"\n\n\"Nothing of the sort. You're old Pete Grahame, a darned good half-back,\nand the world's rottenest scientist. Only you've been passed into\nanother form of being, through the action of four little quartz bulbs\nwhose periods of vibrations form a beat--but that's over your head,\nPete, old son, and we'll have time to talk over details when we get\nback. Right now, we're in somewhat of a jam.\" Instinctively, he glanced\nat Hope; it was her danger, and not his own, that had brought that\nhaggard pallor to his face in so short a time.\n\n\"That's what I don't understand. What do these people--if you can call\nthem that--want of us?\"\n\nVic looked down, frowning.\n\n\"I'm not sure I'm right,\" he replied after a moment, \"but if I am--they\nwish us to kill them. As many as possible.\n\n\"When I found myself here, I wandered nearly to the city before I was\nmolested. When they did appear, and tried to lay hands on me, I warned\nthem back, and finally shot one of them.\n\n\"The effect was magical. They seemed unable to believe the evidence of\ntheir eyes. They rushed me eagerly, each seeming to beg for a bullet.\n\n\"I gave them what they wanted, still hoping I could frighten them away.\nA great crowd formed around me, and the rabble was sent flying by a\nnumber of the men who seem to hold some office, distinguished by a\njewel-like emblem around their throats. If I read their actions\ncorrectly, they claimed the privilege of death by virtue of their\ngreater authority.\n\n       *       *       *       *       *\n\n\"Well, I finally decided that my gun did anything but frighten them.\nThey were angry when I refused to do any more slaughtering, and led me\nhere. Every once in a while one of the captains would come in and\ncommand me to kill him. I refused, for that's the only trump card I\nheld.\n\n\"When Hope, here, acted like the foolish little kid she is, she was not\neven armed, and they rushed her here without delay. My theory is that\nthese people live in a dreary world in which there is no pleasure. Their\nfaces seem to show that. Apparently they live a very long time, and have\nno means of shortening that life. They are not intelligent. Things that\nwould kill a man of our own world have no effect on them, for remember\nthat they are not physical beings. You have seen them appear out of thin\nair, and dissolve in the same fashion?\"\n\n\"Yes.\"\n\n\"That is simply their mode of transportation. They pass invisibly\nthrough the air, just as electricity passes through a wire; quickly,\ninvisibly, silently. Then they assume their original form where they\nwill--just, again, as electricity passes from the end of the wire\nexactly the same as it entered it, allowing only for voltage drops and\nsome other factors that aren't pertinent here.\n\n\"What we must do, and right now, is to settle upon some means of getting\nto the proper spot at the proper time. You marked the moment of your\ndeparture, I suppose?\"\n\n\"Exactly.\" I glanced down at my wrist watch, and noted with relief that\nit was still running. I observed then, for the first time, that the\nwatch, my clothing, and even my hand, were not real; they were like the\nrest of the things in this monstrous state that Vic called Infra-Media.\n\"I left at three after ten. It's now fourteen minutes of eleven--Good\nLord! Less than an hour since I stood there in your laboratory!\"\n\n\"Then our next chance to get back will be at three minutes after one,\"\nnodded Vic. \"I wonder if there is any chance of--\"\n\n       *       *       *       *       *\n\nBefore he could complete the sentence the door was flung open, and five\nof the older men, led by a sixth with a larger jewel at his throat,\nfiled solemnly into the room and motioned that we were to leave.\n\nAt the doorway, a double file of creatures closed in about us, and we\nwere led, by long corridors and mighty winding ramps, toward the top of\nthe building.\n\n\"Now what?\" I whispered to Vic.\n\n\"I don't know. That chap with the big stone at his throat seems to be\nthe head man of the city. I think his name is Ee-pay; the others seem to\ncall him that. Maybe it's just a title. But what they're up to now, I\ncan't even guess. Keep your eyes open for a chance to get away, though.\nHow are you feeling, Hope?\"\n\n\"All excited!\" She tried to smile, and almost succeeded. Hope was game\nall the way through. \"What an adventure this will be to talk about when\nwe're old and rheumatic!\"\n\n\"Good kid!\" said Vic, and I pressed her hand as comfortably as I could.\nWe turned a bend in the long ramp we had been climbing, and came out\nupon the vast, level top of the building.\n\nThousands of the unreal creatures of this world were crowded around a\nvast, hideous image that rose from the center of the space; a monster so\nterrible that Hope cried out at the sight, and Vic exclaimed under his\nbreath.\n\nFor myself, I seemed stricken dumb; I could only stare at this black and\nghastly god of these people.\n\n       *       *       *       *       *\n\nThe carven image was perhaps thirty feet in height, and represented a\nfigure crouched upon its knees, its head bent very low and at the same\ntime tilted at a grotesque angle so that the face smiled heavenward; the\nhands, palms upward, extended invitingly just below the chin.\n\nAs our party appeared, an aisle opened, and we were marched through the\nassembled crowd, directly toward the idol. A high-pitched, sibilant\nchant arose from the multitude, and a procession of very ancient beings,\nwhom I took to be the priests of this god, came in single file from\nbehind the black god, directing the chanting with movements of their\narms. They were lighter in color than the others, and much more\nintelligent, to judge by their faces. Their eyes held none of the\nsadness which was the most marked characteristic of the others. Each\nwore upon his forehead a gleaming scarlet stone, bound in place by a\ncirclet of black metal, or what looked like metal.\n\nWe paused, and the chanting went on and on, until I began to wonder if\nanything would ever happen. And then, at last the chanting ceased, and\nthree of the priests moved toward us, followed by an elderly being who\nwore the same symbol of power or authority that I had already noted upon\nthe creature Vic called Ee-pay.\n\nOne of the priests spoke sharply, commandingly, to Ee-pay, and the\nlatter nodded--not agreeably it seemed to me.\n\n\"The old boy doesn't like these other chaps; priests, I take it,\"\nwhispered Vic. \"I think they've been messing up his plans. See; he's\nmotioning us to watch.\"\n\n       *       *       *       *       *\n\nThe priests led the old man back to the idol. Eagerly, he clambered upon\nthe outstretched hands, and stood there facing the grinning face,\nstroking the polished cheeks with beseeching fingers. The priests sank\nto the floor, bending themselves in mockery of the image. Four times\nthey touched their foreheads to the ground, and as the fourth gesture\nwas completed something moved swiftly behind the lips of the image, as\nthough a plate had lifted for a moment and dropped again.\n\nThere was a sharp, murmuring sound, as of a harp-string softly plucked.\nA scarlet haze of light shot forth from the mouth of the black god, and\nthe old man stepped back sharply as though struck by some invisible\nagent. He would have fallen, but as he crumpled, his body seemed to\nsoften and shatter into a scintillating cloud. An instant later there\nwas no trace of him anywhere.\n\n\"Hm-m! The great reward for some notable service rendered, I imagine,\"\nwhispered Vic. \"Those priests are wiser than the rest of this crew. They\ndeal death sparingly, and that makes them great. They love life like a\nman of our earth; perhaps because they've found out how to enjoy it.\"\n\n\"But what does the work; what killed him?\" I asked breathlessly.\n\n\"Can't say, Pete. You can't name things here in terms of our own world.\nSome natural force they've corraled, I imagine. They control it with\nthat shutter behind the lips of the image. Did you notice it?\"\n\n\"Yes. I suppose one of the priests operates it from some hidden room.\nWhatever it is, it certainly does the work. And what do you suppose they\nwant us to do now?\"\n\n       *       *       *       *       *\n\nThe three priests were coming toward us, smiling. I didn't like their\nsmiles; they were meant to be benign, but there was a cruel and\nvindictive twist to their lips which chilled me through and through.\n\n\"Keep your hand on your gun,\" said Vic swiftly. \"I don't like the looks\nof these chaps.\"\n\nThe priests stopped before us and their leader began a long harangue in\na screechy voice which set my nerves on edge. When he had finished he\nheld out his hands toward me, and motioned toward the waiting idol.\n\nEe-pay spoke up in sharp protest, and thrust himself between me and the\npriest. For a moment, due to this obviously unexpected interruption,\neverything was in confusion.\n\n\"Pete!\" Vic was whispering excitedly in my ear. \"Listen, Pete, I think I\nsee through this. These priests have heard about us and our\ndeath-dealing ability. They're jealous; they want a corner on that. Old\nEe-pay figures maybe we could do him a favor in that line, and that's\nwhy he's arguing. The priests want to honor us for the good we've\ndone--by giving us the reward we've just seen. So--\"\n\nBefore he could finish, Ee-pay was thrust aside by a group of angry\nguards, and I was jerked away. Hope screamed, and out of the tail of my\neye I saw both Vic and Hope struggling frantically to free themselves\nfrom an overwhelming number of guards. Vic tried to shout something, but\na claw-like brown hand was immediately thrust over his mouth.\n\n       *       *       *       *       *\n\nThe guards who held me, followed by the priests, made their way toward\nthe extended palms which formed the altar of this strange black god\nwhose favor was death. At a command from the priests, the guards lifted\nme to the altar and then stood watchfully below, gazing up at me with\npuzzled, mournful, envious eyes.\n\nI saw the priests crouch low, and make their first beseeching bow, in\nimitation of the black god. Frantically, I looked about me, seeking some\navenue of escape.\n\nBelow me, hemming me in, were the guards; a triple ring of them, through\nwhich I knew I could not escape. Behind me, for I was facing the\nmultitude, was the hideous, grinning face of the idol.\n\nThe priests bowed a second time.\n\nBoth Hope and Vic were fighting desperately, but there were at least ten\nguards to each of them. I lifted my hand and waved a farewell, hoping\nthat one of them at least would see the gesture and know that my last\nthought was of them.\n\nThen, as the priests completed their third bow, I turned and faced the\nstatue.\n\nAs my eyes fell upon the shutter behind the thick, grinning lips, the\nshutter which released the lethal force, a wild and desperate idea came\nto me. With a shout, I jerked the gun from my pocket and leaped aside.\nAs I did so, I fired twice into the gaping mouth, and saw the bullets\nshatter the heavy shutter. Then, with the humming sound ringing in my\nears like a note of death, I leaped clear, into the midst of the waiting\nguards.\n\n       *       *       *       *       *\n\nFor an instant, there was no movement, no sound, from all that vast\ncrowd. Even the guards seemed stunned, and I tore my way through them\nwith hardly a pause in my stride.\n\nThen a shrill cry went up; a cry that drowned utterly the humming sound\nthat issued from the shattered mouth of the idol. Blindly, the multitude\nsurged towards the scarlet ray that dealt death, fighting their way\ntoward the oblivion they so highly prized.\n\nThose who had been holding Hope and Vic were surging forward with the\nrest, their erstwhile prisoners forgotten in their mad greed for death.\nThe crowd jostling about me seemed blind to my presence; every eye was\nfixed on the altar-like hands of the idol, and the death that blew\nacross them.\n\n\"Pete!\" yelled Vic. \"Coming, boy?\" He was waiting for me, staving off as\nbest he could the rush of bodies around him; shielding Hope from the\nsavage jostling.\n\n\"Coming!\" I leaned forward, butting with my head, both doubled fists\nworking like pistons to clear a way to my companions.\n\n\"Nice work, Pete!\" shouted Vic, as I joined them, breathless but\ntriumphant. \"Now for a break! Gun loaded?\"\n\nI snapped open the action and dropped in six cartridges.\n\n\"It is now. I'll go ahead; you bring up the rear with Hope in the\nmiddle. Ready?\"\n\n\"Let's go!\"\n\n       *       *       *       *       *\n\nI plunged on, Hope's fingers gripping my belt. Fresh multitudes were\npouring up the ramp, brushing aside the five or six priests that had\nhurried there in an effort to stem the tide.\n\nOne of the priests saw us, and cried out shrilly to his companions. With\none accord they came toward us, obviously intent upon blocking our way.\nI have never seen in any other eyes such anger and hatred as blazed in\nthe eyes of those strange beings.\n\n\"Watch them, Pete!\" roared Vic. \"We can't take chances!\" His gun roared\ntwice from behind me, and two of the priests fell writhing, to be\ninstantly trampled into pulp. Another reached out long arms toward Hope,\nand I let him have it. There was nothing else to do. He went the way of\nthe two others.\n\nTwice again, before we reached the ramp they guarded, the angry\nattendants of the idol fell before our guns. Then, hurrying down ramp\nafter ramp, corridor after corridor, fighting the rushing mob all the\nway, we came at last, shaking with weariness and gasping for breath, to\nthe deserted streets of this black and terrible city.\n\n\"Are we free?\" whispered Hope, holding tightly to my arm. \"Are we really\nfree?\"\n\n\"I hope so, dear. We seem to be. If we can only reach the spot where we\nentered this insane world before something happens--\"\n\n\"How much time have we?\" interrupted Vic.\n\nI glanced down at my watch, fearful, for a moment, that it had been\nbroken or lost in the melée. It was still running, apparently undamaged.\n\n\"Let's see; it's four minutes of one. That gives us seven minutes. Can\nwe make it?\"\n\n\"I think so. It's not so far, and we're nearly out of the city. We\n_have_ to make it!\"\n\n       *       *       *       *       *\n\nVic led the way, Hope and I following. Anxiously, I watched the minute\nhand of the watch slide toward the \"XII\" of the dial ... touch it ...\nmove on....\n\nIt was not far, as Vic had said, but we were weary from our battle with\nthe crazed mob, and the best we could force from our legs was a sort of\ndog-trot.\n\nOne minute after ... two....\n\n\"Here's the spot! I marked it with these three pieces of stone. Quick!\"\nVic swept both arms about Hope and me, holding us in a close embrace, so\nthat we all stood within the triangle formed by the three bits of black\nrock.\n\nI glanced down at my watch. It lacked but a few seconds of the moment\nwhen the machine back in Vic's laboratory would function--provided my\nwatch was correct, and the equipment worked according to schedule.\n\nSuddenly, Hope screamed, and I followed her eyes. A score or more of the\nstrange beings had suddenly materialized but a few yards away, and they\nwere closing in on us swiftly.\n\nI tried to draw my gun. Hands reached out to grasp me; to grasp all\nthree of us. Then darkness closed in swiftly; I was whisked upward, on\nand on, breathlessly. I was suddenly very heavy; I was dropping in the\nblackness ... there was something solid beneath my feet ... a glare of\nlight in my eyes.\n\n\"Nicely timed, I'll say that,\" chuckled Vic. \"How does our own material\nlittle old world look?\"\n\n\"Great!\" I stepped quickly away from the machine, drawing Hope with me.\n\"Doesn't it, Hope?\"\n\nShe sighed, a long, shuddering sigh, and snuggled into my arms. Vic\nglanced towards us and grinned.\n\n\"Come to think of it,\" he remarked, \"I believe I'll run along and see if\nI can find Mrs. Perrin. I haven't had a thing to eat since noon\nyesterday, and I've just realized I'm hungry. Will you join me?\"\n\n\"In a moment,\" I nodded, and Vic, being the good scout he was, hurried\naway.\n\n       *       *       *       *       *\n\n\"And the machine?\" I asked a few nights later. \"Still experimenting with\nit?\" I had really come out to see Hope, of course, but she was still\nupstairs, putting on the finishing touches.\n\nVic shook his head quite gravely.\n\n\"No, old son; I had enough. Off on another tangent now. Why--would you\nlike to go back?\"\n\n\"Not me! It doesn't seem real now; more like a nightmare, but it was\nterrible enough at the time.\"\n\n\"I can prove it wasn't a nightmare,\" chuckled Vic. \"Come along, and I'll\nshow you something you missed.\" He led the way to the laboratory, and\nunlocked a drawer, one of several, beneath the work table.\n\n\"I found this on the floor of the machine,\" he said. \"Didn't notice it\nuntil later. The rays of the machine caught it and brought it back with\nus; made it solid matter, as we know it here. Do you recognize it?\"\n\nI nodded, shuddering. There was no possibility of mistake.\n\nIn a squat, clear bottle of alcohol that Vic had taken from the drawer\nwas a sinister, claw-like brown hand, severed cleanly at the wrist.\n\n\n\n***END OF THE PROJECT GUTENBERG EBOOK THE INFRA-MEDIANS***\n\n\n******* This file should be named 20838-8.txt or 20838-8.zip *******\n\n\nThis and all associated files of various formats will be found in:\nhttp://www.gutenberg.org/dirs/2/0/8/3/20838\n\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://www.gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.gutenberg.org/fundraising/pglaf.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://www.gutenberg.org/about/contact\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://www.gutenberg.org/fundraising/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit:\nhttp://www.gutenberg.org/fundraising/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}