{"title": "Ten From Infinity", "author": "Paul W. Fairman", "releaseDate": "March 20, 2007", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Janet Blenkinship and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\nSOMETHING WAS WRONG\n\n\nIt began when a pedestrian got hit by a cab in New York City. No doubt\nit was the only motor mishap in the history of creation that reached out\namong the stars--for far out in space a signal was registered:\n_Something has gone wrong...._\n\nAnd something had gone wrong, for the doctors discovered their accident\npatient had _two_ hearts. It was the beginning of the discovery that the\nEarth had been invaded by 10 such creatures from Outer Space.\n\nEvery effort was made to learn their purpose. An orbital flight was\nlaunched to spot alien bodies--only to be destroyed in space. One of the\nalien men was captured--but no threat of pain or death could unlock the\nsecret in his brain.\n\nSomething had gone wrong. And somehow, some way had to be found to make\nit right--before the threat of danger overwhelmed all mankind.\n\n\nAUTHOR'S PROFILE\n\nIvar Jorgensen is the pen name of a former topflight magazine editor who\nis now devoting his full time to free-lance writing.\n\nHe was born in St. Louis and spent most of his early years in the\nMidwest. Before getting into the publishing field he held a number of\njobs, including those of elevator operator and theater usher.\n\nMr. Jorgensen has written numerous science-fiction short stories as well\nas several contemporary and suspense novels. TEN FROM INFINITY is his\nfirst full-length science-fiction novel.\n\n\n       *       *       *       *       *\n\n\n_A Science-Fiction Novel_\n\nTEN FROM INFINITY\n\nIvar Jorgensen\n\nCover Painting by Ralph Brillhart\n\n\n\n\nA Monarch Books Science-Fiction Novel\nPublished in January, 1963\nCopyright © 1963 by Ivar Jorgensen\n\nMonarch Books are published by MONARCH BOOKS, INC., Capital Building,\nDerby, Connecticut, and represent the works of outstanding novelists and\nwriters of non-fiction especially chosen for their literary merit and\nreading entertainment.\n\nPrinted in the United States of America\nAll Rights Reserved\n\n\n       *       *       *       *       *\n\n\n\n1\n\n\nIt began when a pedestrian got hit by a cab at the corner of 59th Street\nand Park Avenue, Manhattan, New York City, U.S.A. No doubt it was the\nfirst motor mishap in the history of creation that reached out among the\nstars.\n\nThe pedestrian was walking south on Park Avenue, toward Grand Central\nStation. He was looking at the upper skeleton of the vast new Pan Am\nBuilding which blocked out the sky in that direction. But he should have\nbeen watching traffic because a yellow cab tagged him neatly and knocked\nhim across the walk into a clump of pigeons that scattered upward in all\ndirections.\n\nThe cab driver swore. Citizenry gathered. An alert free-lance news\nphotographer who happened to be passing took the most important shot of\nhis career. After a while, the ambulance came and the dazed pedestrian\nwas pointed toward the nearest emergency ward, which happened to be in\nthe Park Hill Hospital.\n\nThe pigeons settled back. The curious went their different ways.\n\nAnd far out in space, among the yellow pinpoints we call stars, a signal\nwas registered. The signal was of grave import to those who received it.\n\nThe signal said, _Something has gone wrong._\n\n       *       *       *       *       *\n\nFrom the springboard of this incident, there emerged several occurrences\nof note. The first in sequence took place in the Park Hill Hospital. The\ntime of that particular ambulance's arrival was 11:15 P.M. At\nthat hour the harvest of violence in Manhattan was being delivered to\nits logical granaries in the form of broken heads, slashed bodies, and\ndazed, shock-strained eyes. The examining rooms at Park Hill were full,\nand some cases of lesser import were waiting on stretchers and benches\nin the corridors.\n\nThat was where the pedestrian waited. Unlike others, he was very\npatient. He seemed to understand that this sort of thing took time; or\nperhaps he didn't. At any rate, he lay staring up at the ceiling,\nunmoving, seemingly uncaring, until an intern named Frank Corson stopped\nbeside his stretcher and looked down at him in moody-eyed weariness.\nThen Corson managed a smile.\n\n\"Sorry about the service, mister. Full house tonight.\"\n\n\"That's quite all--right.\"\n\nCorson touched the broken leg. \"I can give you a shot if the pain's\nhitting too hard.\"\n\n\"It does not--pain.\"\n\n\"Stout fellow.\" Frank Corson probed with fingers that were growing more\nexpert day by day. \"Good clean break. Not swelling, either.\" He touched\nthe patient's wrist, then put a stethoscope to his chest.\n\nActually, he was thinking of a different chest and different legs at the\ntime--the ones belonging to a copper-haired girl named Rhoda Kane.\nRhoda's legs were far more alluring. Her chest had added equipment that\nwas a haven of rest under trying circumstances, and Corson yearned for\nmidnight when he would quit this charnel house and climb into Rhoda's\nconvertible and--perhaps later--do a little chest analysis without\nbenefit of stethoscope.\n\nNow he sighed, commandeered a passing orderly, and went to work.\n\nTwenty minutes later he saw his patient deposited in a ten-bed ward. He\ntranscribed his data onto the clipboard at the foot of the bed, and\nlooked guiltily into the hall to see how things were going. He felt\nguilty because he was tempted to dog it. And he did. He headed for the\nlocker room where he punched a cup of coffee out of the machine and\nthought some more about Rhoda's legs.\n\nFifteen minutes later, Corson climbed into the convertible and leaned\nover and kissed Rhoda Kane. \"Hi, baby. You smell wonderful.\"\n\n\"You smell of disinfectant, darling.\" She wore a yellow print dress that\nexposed a lot of healthily tanned skin. \"Did you have a rough day?\"\n\nHe leaned back against the seat and pushed his legs as far under the\ndashboard as possible. He sighed and closed his eyes. But then he opened\nthem again and his face went blank.\n\nShe waited a few more moments and then said, \"Honey--I'm here. Little\nRhoda. Remember me?\"\n\nThe vague, thoughtful look vanished as he jerked his head around. \"Oh,\nsure--sure, baby.\" He grinned. \"A rough one. If I'd known doctoring was\nlike this I'd have been a nice prosperous butcher.\"\n\n\"Do you want to drive?\"\n\n\"No, you drive. I'll sit here and look at your beautiful profile.\"\n\nThey drove to Rhoda's apartment--Frank couldn't afford one--and he put\nRhoda at one end of the sofa and stretched out with his head in her lap.\nHe unbuttoned her blouse, put a hand over her breast, and teased the\nnipple.\n\n\"Mr. Corson, you're a wolf.\"\n\n\"Kiss me.\"\n\n\"Well, I don't know,\" she teased.\n\nHe pulled her head down and she murmured, \"Oh, darling....\"\n\nBut he let go of her in the middle of the kiss and, when she\nstraightened, the blank, thoughtful look was back on his face.\n\n\"Frank--what is it?\"\n\nThe look stayed. \"I don't know.\"\n\n\"Something's bothering you.\"\n\n\"It seems to be. But I don't know what it is.\"\n\n\"Did it happen at the hospital?\"\n\nHe frowned. \"I guess it must have. It's been bugging me since--\"\n\nRhoda showed concern. \"Did it have to do with a patient?\"\n\n\"Patients are all I work with. Let's see--\" He stopped and his frown\ndeepened. \"It was that damned accident case. Broken leg. I set it and\nput him in ward five. I--\"\n\nHis frown deepened as he sat up. \"Uh-huh. It was that damned pulse.\nThat's it. There was something wrong. That pulse was even and steady\nbut, Goddamn it, something was wrong!\" He got to his feet. \"Baby--I've\ngot to go back to Park Hill.\"\n\n\"Do you want to take the car or shall I drive you?\"\n\n\"You drive,\" he said absently as he got up from the sofa and reached for\nhis necktie.\n\n       *       *       *       *       *\n\nFrank hurried in through the emergency entrance and went to the\nadmissions desk. A kindly, gray-haired nurse was working with papers and\nshe dug deep into the pile in response to Frank's query.\n\n\"We didn't find much on him. An identification card with the name\nWilliam Matson. Nothing else except a wallet initialed W. M. containing\nthirty-six dollars in cash.\"\n\n\"_Nothing_ else?\"\n\nThe gray-haired nurse shook her head. \"No social security number, no\ndriver's license, no home or business address.\"\n\n\"Damned odd, don't you think?\"\n\n\"Not at Park Hill. We get them in here without a blessed thing but their\nclothing. In fact, two weeks ago the boys picked up a stark-naked blonde\nout of a car crash on East River Drive.\"\n\nFrank grinned automatically, but the grin fell from his face like a mask\nthe moment he turned from the desk. He went through the locker room and\ngot his stethoscope on the way to Ward Five.\n\nThe patient known to the hospital as William Matson lay quietly on his\nback, staring at the ceiling. Frank checked the clipboard. There were no\nnotations but his own. He went around the bed and stood looking down at\nthe patient.\n\n\"Feeling better?\"\n\n\"I feel all--right.\"\n\n_There's some sort of a speech block here_, Frank thought as he bent\nover and lowered the sheet. \"I'm just doing a little checking,\" he said\ncasually. \"No cause for alarm.\"\n\n\"I am not--alarmed.\"\n\nCorson frowned slightly as he concentrated on his work. He went over the\npatient's torso, up and down, back and forth. At times he straightened\nto rest his back and stared down into the calm, expressionless face on\nthe pillow.\n\nTwenty minutes passed, during which time Frank Corson checked and\nrechecked every inch of the man's torso. When he finished, he slowly\nfolded his stethoscope and pulled the sheet back into place. He stared\nat the patient for a full minute without bringing the slightest change\nin the empty expression.\n\n\"Sleep well,\" he said, and walked slowly away.\n\nBack in the street, five minutes later, he dropped into the seat beside\nRhoda. She eyed him questioningly and when he did not respond, she\nasked, \"Everything all right?\"\n\n\"I don't know. I guess so.\"\n\n\"What do you mean--guess so? It is or it isn't.\"\n\n\"There was something about a patient's heartbeat. I passed it over on\nthe first examination, but it stuck in my mind. That's why I had to go\nback.\"\n\n\"And ...?\"\n\n\"He's got two hearts.\"\n\n\"He's _what_?\"\n\n\"He's got two hearts, my beautiful love. One in his chest, where it\nought to be, and one in the center of his lower abdomen.\"\n\n\"You're--you're kidding.\"\n\n\"No, darling,\" Frank Corson said dreamily. \"On this night of nights I\nfound a man who is pretty rare indeed. A man with two healthy,\nfunctioning hearts.\"\n\n\"All right,\" Rhoda asked wonderingly. \"What do we do about it?\"\n\n\"We go home for the time being, baby--to your nice, private, wonderful\napartment.\"\n\n\"And ...?\"\n\n\"We make love,\" he said absently.\n\n       *       *       *       *       *\n\nLes King, the free-lance news photographer, surveyed his night's work\nand was not happy. It had been singularly unproductive. A couple of\nsneak necking shots he'd snapped during a stroll through Central Park\nhad come through a little too pornographic to be of value. Les threw\nthem into the wastebasket. A shot of a man leaning out of a\nthirtieth-floor window came to nothing because the man had pulled his\nhead in and closed the window. He hadn't jumped. There was a picture of\na girl dodging a taxi. He'd caught her with both feet off the ground and\na look of surprise on her face, but with her body arced backward and\nboth hands on her rump as though she'd just been thoroughly and expertly\ngoosed. Too vulgar. He put the pic aside.\n\nAnd the Park Avenue hit? Here it was, a shot of a guy lying where he'd\ndropped, with the pigeon's rocketing away. Not bad, but it lacked an\nangle. All that intern had found on him was a name. William Matson. No\naddress. The hell with it.\n\nLes sighed and dropped the pic into his file case. Then he stopped. His\nface went blank. He pulled the pic out and looked at it again. He felt\nas if some nagging thought were trying to come to the surface, but\nnothing clicked, so he dropped the pic back into the file and went to\nthe cooler where he opened an early-morning can of beer before sacking\nout. A hell of a life, he thought, wandering through nighttime Manhattan\nwatching for people to take their mental pants down so he could get\nshots of their naked inner backsides.\n\nHe finished the beer and went in to take a shower.\n\nFunny about that hit case. The guy had the damnedest expression on his\nface. Kind of like he was thinking, _Okay, so what do I do now?_\n\nFifteen minutes later, Les was asleep.\n\n       *       *       *       *       *\n\nThere was always a certain tension involved in Frank Corson's visits to\nRhoda Kane's apartment, with Rhoda usually slightly on edge, waiting for\none of Frank's outbursts.\n\nAn outburst consisted of his suddenly springing to his feet with a\nscowl and announcing: \"Goddamn it, I don't belong here!\"\n\nRhoda always followed the same script at the beginning of these traumas\nby inevitably asking, \"Why, darling? Why must you say that?\"\n\n\"Oh, hell, Rhoda! I don't want to hurt you but--\"\n\n\"Darling, you know I'll go to your room with you if you'd be more\ncomfortable there.\"\n\nHe strode to the window angrily and, for Rhoda, there was that\nindescribably sweet and exciting reaction she always got from his\nnakedness. _Like a Greek god standing there, she thought_, and it\nthrilled her even though she knew she was being a little subjective\nabout it.\n\nShe smiled with tender, understanding amusement as she realized Frank's\npattern never varied. His outbursts never came until the first fierce\nneed of her had been assuaged; this was to her liking because her need\nwas as great.\n\nReacting according to current, \"broad-minded\" thinking and Manhattan\nsophistication, she regarded herself and Frank as having a \"good\nphysical relationship.\" Which individual need was the greatest, she had\nnever been able to say. But there certainly was something extraordinary\nabout it. In analyzing it, she'd arrived at the conclusion that they'd\nbeen able, on the basis of personal rapport, to function in a completely\nuninhibited manner; thus, some of their love-making, when lifted out of\ncontext and surveyed objectively, might have been called abnormal. Rhoda\ndid not think so, however; or, if she did, she blocked the idea\nsuccessfully by telling herself that whatever she and Frank did together\nwas all right because _they_ did it. She told herself it was good for\nthem because they looked at it with a healthy attitude.\n\nShe could, of course, have gotten this opinion, or one in complete\nopposition to it, from two different psychologists, but she preferred to\nplay it as she saw it.\n\nShe had wondered at times just how important the sex relation was in her\nattachment to Frank. It was of major importance, of that she was sure,\nbut was it the key? If they drifted apart physically, would the other\naspects of the relationship vanish? She thought not, but she certainly\nwould not have been willing to put it to the test.\n\nFrank Corson was through looking out the window now and he began pacing\nnervously. \"Sure--so it's fine to be a doctor. It's the sure-fire answer\nfor later in life. But what about now? What about this crawling up the\nladder inch by inch?\" He turned on her defiantly.\n\n\"Living on your money!\"\n\n\"You aren't!\"\n\n\"All right. Maybe not technically.\" He looked around the room\nresentfully. \"Using your apartment for--\"\n\n\"Frank! When I have guests, do they hesitate because my apartment is\nnicer than--?\"\n\nShe knew she'd hurt him even before his head came around and his eyes\nnarrowed. \"So that's what it really is to you!\"\n\nShe'd said the wrong thing, but even as she sprang up from the bed she\nfelt that it made no difference because he would have found something\nelse. \"I didn't mean it that way. You know I didn't.\"\n\nShe ran to him and laid her hands on his chest; his eyes traveled down\nher naked body and his mind struggled. His expression said it was a\nlittle unfair of her to come so close and stand that way, nude and\nbeautiful and eager, in front of him, especially when he had a point to\nmake.\n\n\"I'm a pauper trying to keep up with the rich.\"\n\nShe knew how to break his mood now. She smiled and pressed against him\nlightly and said, \"Uh-huh, but what a pauper. And darling, money\nwouldn't change that part of it a bit.\"\n\nHe drew her to him violently. The impact of their bodies hurt her ribs\nbut she gloried in the pain. She let her knees weaken and sank to the\nthickly carpeted floor, bringing him down with her.\n\nShe knew Frank's outburst was over--at least for that day.\n\nLater, on the bed, he opened his eyes sleepily. \"What time is it?\"\n\n\"A little after ten.\"\n\n\"That gives us almost two more hours.\" He looked out over the East\nRiver. \"It's beautiful.\"\n\n\"_Isn't_ it?\"\n\n\"If I went right into research--took a job somewhere--I could afford to\ngive this to you.\"\n\nShe thought of saying, _But, darling, I've got it already_, and decided\na change of subject would be more judicious and said, \"You _were_\nkidding last night, weren't you?\"\n\n\"Kidding?\"\n\n\"About the man with two hearts.\"\n\nFrank grinned a little sheepishly. He was extremely handsome and totally\nunconscious of it, and when he grinned that way it made him look like a\nlittle boy caught stealing jam, and Rhoda always wanted to hug him. But\nshe forebore as he said, \"It does seem a little silly, doesn't it?\"\n\n\"You'd know more about that than I do. Is it silly?\"\n\n\"Let's say the chances of such a thing happening are rather remote.\"\n\n\"You only used your stethoscope last night?\"\n\n\"That was all. I went by what I heard.\"\n\n\"What will you do now? X-ray?\"\n\n\"I'm not sure I'll do anything. The idea is so preposterous.\"\n\nShe regarded him thoughtfully. \"It's not like you to lose interest in\nanything until you know the answer.\"\n\nHe snubbed out his cigarette. \"Let's forget Park Hill and funny\nanatomies, baby. Let's sit on the terrace and bathe ourselves in luxury\nthe way the TV ad says.\"\n\nAnd that was the way things stayed for two hours. The time passed\nswiftly, and when Frank was finally dressed and ready for the street, he\nrefused Rhoda's offer to drive him to the hospital because she was very\nlate, too. He kissed her good-bye, went down the twelve floors in the\nelevator, and hurried out of the building.\n\nThere was no cab in sight and he began to walk. Half a block later he\nturned a corner and stopped dead. He was facing a man who was coming in\nthe other direction. He stared. The man stared back. Frank automatically\nstepped aside, but the man did exactly the same thing, at the same time,\nand they did a little dance there on the sidewalk. Then the man veered\naround him and moved on up the street. Frank turned and stared after\nhim, then walked slowly in his own direction.\n\nIt was the same man. It was the Park Avenue hit. It was the man he'd\nleft in Ward Five with a broken leg. It wasn't a brother or a cousin or\na chance resemblance. It was the man himself or an exact double. And\nwhat were the percentages against attending a patient one night and\nmeeting his exact double on the street the next morning?\n\nThey were fantastic. Like hitting the Irish sweeps.\n\nIt was the man. It had to be.\n\nExcept that he wasn't broken-legged now. He was walking across the Upper\nEast Side, wearing that same look that was as good as anyone else's,\nexcept that you got the impression of an emptiness behind his eyes.\n\n\n\n\n2\n\n\nThose in the know in Washington, D.C., upon seeing Brent Taber rush to a\ntaxi or dodge a pedestrian on Pennsylvania Avenue, could well say,\n\"There walks power.\" But there were few indeed who possessed enough\nknowledge of the Washington inner structure to be able to make this\nobservation.\n\nBrent looked more like a coal heaver than a public servant with a\nwell-oiled escalator into the White House. He appeared more able to\ndirect a gang of dock workers than to jockey a delicate issue through\nthe bloody jungle of national politics. Many of the people who accepted\nthis deception did so at their peril and were not around any more. To\nothers not so foolish, Brent Taber symbolized a completely necessary\nfacet of a working democracy--secret government. This necessity sprang\nfrom the realization that even an open society must maintain areas of\nprivacy or it is doomed.\n\nSuch was the man, and such was his mission of the moment--an issue of\nthe utmost secrecy. So hush-hush, in fact, was this mission that when\nBrent Taber arrived at his office that morning and found Senator Crane\npacing his reception-room carpet, his heavy eyebrows gathered and he\nbegan mentally checking his \"tight ship\" for a leak.\n\nSenator Crane was the exact opposite of Brent, in that he looked to be\nexactly what he was; a figure rigidly type-cast to the role of a\nblustering, tactless servant of the people. Which, in Crane's case,\nmeant that he was a servant of Crane's career and any faction of his\nsupporters that could further it. Still, the Senator could not be called\ndishonest. He was merely a flexible rationalizer. He sincerely believed\nthat what was good for Crane was good for the \"folks back home.\"\n\nAnd just now, he felt that a knowledge of what the hell was going on in\nBrent Taber's orbit was probably not good for anybody and had better be\naired.\n\nAs Brent entered, Crane came right to the point. \"Goddamn it, Taber,\njust what in blazes is going on around here?\"\n\nBrent's thick lips hardly moved, a characteristic that Crane found\ninfuriating because that was the way shady characters talked into\nSenatorial investigation microphones and it looked pretty bad. But\nBrent's words came quite clear: \"Routine business, Senator--an honest\neffort to get a day's work done.\"\n\n\"You mean to tell me the meeting that's been set up here is routine?\"\n\nBrent shrugged. \"Meetings are meetings, Senator.\"\n\nCrane ticked it off on his fat fingers. \"Pender of the Army, Bright of\nthe Navy, Jones of the Air Force, Hagen of the FBI, Wilson from\nTreasury--they all trooped through here into your private conference\nroom.\" He pointed pompously at his own chest. \"But Crane of the\nSenate--\"\n\n\"You forgot Birch of the State Department,\" Brent cut in. \"Or hasn't he\narrived yet?\"\n\n\"--Crane of the Senate is barred! Now just what in the hell--?\"\n\nThere are times for tact and times for bluntness, and this was a time,\nBrent decided, for the latter. \"What goes on here, Senator,\" he said,\n\"is none of your business. Otherwise, you would have been invited.\"\n\nCrane's face darkened and Brent thought pleasantly of a brain hemorrhage\nblowing the top of his fat head off. But this was too much to hope for.\n\n\"Brent,\" Crane exploded, \"I'll get you! So help me, I'll get you! Just\nwho the hell do you think you are--demeaning the dignity of the United\nStates Senate? Just who are you to say what the people should or should\nnot know?\"\n\n\"Decisions of that nature are made upstairs, Senator. I don't presume to\npossess the judgment needed in such matters.\"\n\n\"You're an arrogant bureaucrat! Your kind comes and goes because when\nyou get too goddamned arrogant the people rise up in their wrath and\nknock you off.\"\n\nMarcia Holly, Brent's secretary, was studiously transcribing some notes\nand Brent turned his scowl on her because, damn it, she was laughing\nlike hell at the whole thing. And, by God, a secretary didn't have the\nright to laugh at a United States Senator, even with her eyes, no matter\nhow much a congenital idiot he was.\n\n\"I'm sorry, Senator,\" Brent said. \"If you have a complaint, please take\nit up with my superiors. Just now I--\"\n\n\"Your superiors? And who the devil are they? Who can find them? Where do\nthey have offices? Go around trying to find your superiors and nobody\never heard of you.\"\n\nBrent half smiled as he felt a sneaking admiration for Crane. The\nson-of-a-bitch had a disarming quality of honesty. If he planned to\nknife you, he drove straight in, the knife held high.\n\n\"One of the disadvantages of being a negative personality, Senator,\"\nBrent murmured.\n\n\"Sure! You're about as negative as a charging grizzly,\" Crane snorted\nand headed for the door as though his air had been cut off.\n\nAfter his bulk had vanished into the corridor, Brent turned a scowl on\nMarcia Holly. \"And what are you snickering about.\"\n\nShe raised large blue, innocent eyes. \"Me? I? Oh, golly. I just found a\ncute little Freudian slip in these notes and--\"\n\n\"Shut up. Are they all here?\"\n\n\"Birch of the State Department sent regrets. A duty call on the\nTasmanian Embassy or something.\"\n\n\"Okay--and next week he'll be screaming to high heaven about being left\nout.\"\n\nMarcia's laughing eyes agreed. \"Ain't it the truth?\" she marveled.\n\nBrent strode past her and expertly mussed her sleek hairdo in a quick\ngesture. As he entered his private conference room, he turned and\ngrinned at her silent fury.\n\nInside, they were all waiting for him, seated around a teakwood table.\nThe wall-to-wall carpeting was wine-red. The chairs were deep and\nupholstered. And the men who sat in them were distinguished only by\ntheir surroundings and their uniforms. Their metal and their worth were\nhidden inside.\n\nBrent moved to the end of the table and scanned them moodily. \"Okay,\ngentlemen. I'll talk. Then if you have any questions--shoot them.\" He\ntook a deep breath and began:\n\n\"We are faced with a situation that must be kept top secret for two\nreasons: First, it may be the first move in an attempt to subjugate or\ndestroy our planet; two, it is so utterly ridiculous on its face that a\npublic announcement would be greeted by hoots of laughter from pole to\npole.\" Brent's ugly scowl deepened at what he seemed to feel was an\ninjustice. \"Even the Eskimos would get a yack out of it.\"\n\nThe group waited, withholding judgment, evidently waiting to see whether\nor not it was a laughing matter. They were conceding nothing. Brent\nstudied them for a moment and then went on.\n\n\"Last week, in Denver, early in the morning,\" he said, \"a man was found\ndead on a residential-section street. There was no apparent cause of\ndeath. A routine autopsy revealed some peculiar things about the man's\ninsides. For one thing, he had two hearts--\"\n\nJones of the Air Force, a dignified, gray-haired man, paused in firing\nhis cigar and gave the impression he was lighting his way through the\ndarkness. Bright of the Navy, a thin man with a huge Adam's apple,\nallowed it to bob three times in deference to the startling nature of\nBrent's statement. Pender of the Army raised one eyebrow and let it\nfall. To a keen observer, Hagen of the FBI would have revealed prior\nknowledge by reacting not at all.\n\nHis mind was on the kid. He was thinking, _Christ! With all the damned\nmiracle drugs and characters orbiting the earth in crazy capsules, they\nstill haven't figured out a way to keep a six-year-old from getting a\ncold._ He remembered the kid waving from the window yesterday\nmorning--when he'd been ordered East to attend this clambake--standing\nthere beside Miriam, waving good-bye and barking like a sea lion. _What\nthe hell was wrong with doctors? Why didn't they get with it on a\nstupidly simple thing like the common cold?_\n\n\" ... two hearts and--\" Brent reached to the left and pulled down a\nchart on a window shade-type rack that stood beside his chair, \"--a\nrather interesting arrangement of the internal organs.\" He pointed with\na thick finger. \"You'll notice that the liver is exceptionally small,\nwhile the kidneys are large enough to service a horse. You'll note also\nthat while the man had testicles, there is no prostrate gland.\"\n\nThe group waited in a kind of guarded abeyance that could be easily\nsensed. Their silence gave the impression that they were asking: _Is\nsomebody kidding us?_\n\nBut there was certainly no lightness in Brent's manner. His arm dropped\nand he scowled at the far end of the table as he said, \"Now, the blood.\nThere was something strange about the blood--\"\n\nThe door from Marcia Holly's reception room-office opened and she came\nin silently, followed by a white-coated waiter who set a tray on the\ntable. The coffeepot on the tray was silver; the cups, fine china; the\nnapkins, linen.\n\n\"--something very strange about the blood in that it conformed to all\nnecessary specifications and yet it had a synthetic quality about it\n...\"\n\nGoose pimples formed on Hagen's neck and walked gently down his spine.\nNothing was missing in this setup--synthetic blood, two hearts, oversize\nkidneys. Hagen got a quick mental flash of a barker outside a circus\nsideshow: _He walks like a man. He talks like a man. But for a thin\ndime, folks, you can see--_\n\nIt was something to think and wonder about. And back in Chicago, he'd\nhad lots of company. Everybody in the office that night had wondered,\nand you could see the vague uneasiness in their eyes as the creature\nsat, acting like a human being and, at the same time, like nothing from\nthis world. You could see a vague revulsion in the people surrounding\nthe creature. There was also uncertainty, and this from men who were\nrequired by their profession to be fairly certain about most things.\n\n\"The blood,\" Jones of the Air Force said. \"Could it have been a--well, a\nnew kind of plasma?\"\n\n\"Hardly. You see, the variation was almost theoretical, if you can\nunderstand the term as I'm using it. Drawn from an ordinary human being,\nit would not have been questioned. It was just that in the light of\nother oddities in his man, it didn't seem right, somehow.\"\n\n\"Pretty vague,\" Bright of the Army said.\n\n\"This I'll grant you.\" Brent said. \"Anybody for coffee?\"\n\nNobody was for coffee so Marcia and the waiter retired and Brent said,\n\"Vague, I'll grant you. But let's get on with it. Two days later, a man,\nin every way identical, was found lying in the street in Pittsburgh,\nPennsylvania. He was alive, but in a dying condition, and he succumbed\non the way to the hospital. Cause of death, as in the first place,\nundeterminable. But the medics think it was some malfunctioning of the\nlungs.\n\n\"All in all, gentlemen, eight identical specimens have been picked up in\nvarious American cities. Five are dead, two more are now in a comatose\ncondition, at last report, and may very well be dead at this time. One\nis still alive and relatively healthy....\"\n\nAlive and relatively healthy. The son-of-a-bitch! Hagen felt an odd\nsenseless rage against the creature they'd picked up in a Chicago bar.\n\nOrdinarily it would have been a simple bull-pen, night-court case--a\nloud-mouth drunk refusing to pay for a drink. But much of his talk,\nanent enemy invasion, internal destruction, and civilian chaos, had been\na little too rough for the other barflies to swallow, and complaints had\nbeen made. Later, when Bureau men went around trying to get something\ntangible in the way of evidence, they found themselves dealing in\nfrustration. The complainants had left without giving their names. The\nbarkeep really hadn't heard anything. The actual charges had gone up in\nsmoke. But by that time, Washington was very much interested. The man\nwas questioned and it was the damnedest thing Hagen had ever gone\nthrough ...\n\n\"By identical,\" Jones of the Air Force said, \"you of course mean--\"\n\nBrent's dark, knifelike eyes sliced out at Jones. \"By identical, I mean\njust that.\"\n\nBright's throat bobbed as the astonishing implication came home to him.\n\"Hell, man! You mean--\"\n\n\"I mean these specimens do not merely bear a resemblance to each other.\nThey were not just similar as to organisms and physical structure. They\nwere all _exactly_ alike; as alike as eight new cars of the same make\nand model lined up side by side ...\"\n\n_Identical._ Hagen didn't know anything about that. He hadn't seen the\nothers. But he knew that there was something frightening about the one\nthey'd picked up in Chicago. At first glance he could have been Mr.\nAnybody, from Anywhere, U.S.A. A youngish-looking forty, you would have\nfigured, with a sprinkling of gray at the temples and a face women could\nhave found interesting. He had the unpaunched figure of a man who had\ntaken good care of himself; he was quietly dressed in a blue suit; he\nlooked like a decent-enough guy who just happened to have gotten stiff\non the double hooker he'd ordered and sounded off without meaning to.\n\nIn fact, he was still sounding off when they got him into the\ninterrogation room. And when the barflies called his talk treasonable,\nthey hadn't been fooling.\n\nBrent said, \"Identical, gentlemen, even to the finger-prints; to the\nvery last ridge.\"\n\nPender's eyebrows tried to crawl up his forehead and disappear into his\nhairline. \"That's utterly and completely ridiculous.\"\n\nBrent smiled. \"Then, at least, I've gotten one idea over to you--that a\npublic release on this thing would be greeted with hoots of derision by\nthe realistic American public.\"\n\n\"And perhaps deservedly so?\"\n\n\"I think not,\" Brent said gravely.\n\n_Is it some incredibly ingenious hoax?_ Hagen asked himself the question\nand found no answer. He only remembered the words and the eyes and the\ntone of the creature that walked like a man ...\n\n\"He was our--father. They had him a long time before we--came. He was\nour father, and after we came they told us what we were to know and we\nknew--it.\"\n\nThere it was--that odd little break, cutting off the word at the end of\neach sentence. It gave the impression of a mind groping, yet not really\ngroping; a mind sure of itself, yet wondering.\n\n\"What did you know?\"\n\n\"We knew what we were--for. Our--reason. We knew what we were created to\ndo--here.\"\n\n\"How many of you were there?\"\n\n\"Ten of--us.\"\n\n\"You said, 'created to do here.' Where do you come from?\"\n\n\"There.\"\n\n\"Where is _there_?\"\n\nAt this point the man or the creature, or whatever you wanted to call\nhim, pointed upward.\n\nAt this point, Cantrell, another of the interrogation group, turned away\nin disgust. \"A kook! A kook with a religious compulsion. A character,\nand we got called out of bed to--\"\n\n\"--to get you ready to be destroyed,\" the creature cut in.\n\n\"By fire and brimstone on judgment day?\" Cantrell asked sarcastically.\n\n\"No. By rendering you helpless by--\"\n\nHere the creature swallowed, blinked and looked surprised--and changed\nmagically. He--if it really was a he--didn't jump up and kick a hole in\nthe ceiling or anything like that. In fact, nothing tangible happened.\nThere just seemed to be an invisible barrier that rose suddenly around\nhim.\n\nThen there was the thing that chilled every man in the room; a thing as\ntangible as the walls and the furniture; yet a thing no man could define\nin words.\n\nThis was when Cantrell, a high-strung individual at best, reacted\nviolently to the change in the creature. In an instinctive blaze of\nanger and frustration, Cantrell reached out and slapped him brutally\nacross the face.\n\nVelie, the agent in charge, also acted instinctively as he lunged\nforward to restrain Cantrell. But then he froze, as did all the men in\nthe room, to stare.\n\nIt was not what the prisoner did; it was what he did not do. There was\nabsolutely no reaction to the blow--no reaction physically, emotionally,\nor mentally. It was as though the blow had not been struck; as though\nthis were some kind of a moving, breathing zombie.\n\nSo tangible, so seemingly sourceless was this feeling of loathing, that\nHagen would have been sure it had affected only himself if he had not\nseen its effect on the others.\n\nYet none of them referred to it. Nor was this strange, because there\njust weren't any words to describe the feeling one gets from contact\nwith a pleasant-faced, quietly dressed example of the walking dead.\n\nBacking away from this powerful emotional reaction, Hagen forced himself\nonto an intellectual level, and asked himself what had brought about the\nchange in the creature. Why had it--Hagen now had to regard the strange,\nwalking enigma as neuter--after functioning to some extent as a human,\nreverted suddenly to what seemed to be its natural state?\n\nHe conceded that if he knew the answer to that one, he could be of great\nservice to the FBI and the nation--and, no doubt to the world ...\n\nPender of the Army now had a question. \"What information have you gotten\nfrom the surviving man?\"\n\n\"Not a great deal, as yet. However, in our experiments we've learned\nsomething rather frightening.\"\n\n\"And what's that?\"\n\n\"He is totally impervious to drugs of any description whatever.\"\n\n\"That's impossible!\"\n\n\"So it would seem. But the sodium pentathol injection he was given could\njust as well have been so much water.\"\n\nThe group pondered this information, each after his own fashion. Then\nBirch of the State Department made a precise, scholarly observation.\n\"Incredible!\"\n\nBrent smiled faintly. \"One point of vital importance. We do know that\nthere were, originally, ten of these creatures roaming the country.\nEight are accounted for. The other two are still at large.\"\n\nJones of the Air Force asked, \"Were all eight apprehended in large\ncities?\"\n\n\"Yes.\"\n\n\"Shouldn't that mean something to us?\"\n\n\"Well, it's a pattern, all right, but no one's been able to give it any\nmeaning--so far.\"\n\nNo one had any further comment on that point. Brent waited a moment and\nthen threw the bombshell. \"We are quite sure that these creatures are of\nextraterrestrial origin.\"\n\nFor a time it seemed as though Brent's bombshell had been a dud. There\nwas no comment from around the table--no sound of any kind. But each man\nwas evaluating the information after his own fashion. The key thought,\nno doubt, other than a natural and instinctive moment of sheer unbelief,\nwas that this marked a giant, forward lunge in world history. And also,\nno doubt, in this group of responsible men, there was a common question:\nIt would appear that our world had at last come to grips with the\nuniverse around it. Was our world ready?\n\nAnd there was general doubt.\n\nNow the questions came. From whence? To what purpose? Hostile? Benign?\nDangerous? Harmless?\n\n\"What other information was gained from the creature?\"\n\n\"Very little. He knows our language. He is here for a definite and\nclear-cut purpose. Probably hostile. But what he was supposed to do or\nhow he was supposed to accomplish it we do not know.\"\n\n\"Do you think you will eventually get these answers?\"\n\n\"I think,\" and there was an ominous note in Brent's voice, \"that we\nwill. If not from the creature himself, then in some sudden and far more\nviolent manner.\"\n\nThis statement also had impact. It seemed that the group had overlooked\nBrent's previous revelation that ten of the creatures had arrived and\nonly eight had been accounted for.\n\n\"Perhaps,\" Jones said hopefully, \"whatever their plan, it required the\nparticipation of all ten.\"\n\n\"In that case,\" Brent said quietly, \"we have nothing to worry about. At\nleast, at the moment.\"\n\n\"Are you of the opinion that these creatures have been dropped anywhere\nelse on earth?\"\n\n\"All I can say on that score is that all seems quiet around the world.\nOf course, if Russia has rounded up a quota of these two-hearted\ncharacters they wouldn't be likely to tell us. They certainly haven't\nshown up in the European countries with whom we consult. All I can say\nabout the situation behind the Iron Curtain is that they have made no\ninquiries of us relative to the matter--and we certainly have made no\ninquiries of them. Also, our people in the sensitive Eastern areas\nreport nothing indicative.\"\n\nPender bobbed his throat and said, \"You told us you're sure the\ncreatures are from outer space. That makes our interests with Russia\nmutual. Therefore, why shouldn't open inquiry be made?\"\n\nBrent frowned. \"An entirely logical question. As a matter of fact, I\nrecommended that course. Nothing has been down in that direction,\nhowever. At least, not to my knowledge.\"\n\n\"I assume the White House knows about this.\"\n\nBrent nodded but did not elaborate, perhaps because to have done so\nwould have tended to clarify his own connection with the top spot in the\nnation; a relationship accepted but not thoroughly understood by any man\npresent.\n\n\"May I inquire as to Senator Crane?\" Bright asked.\n\n\"I see no reason why you shouldn't.\"\n\n\"He was in your anteroom when I entered. Obviously he was mad. I assume\nthat was because you excluded him from this meeting.\"\n\n\"Correct.\" Brent Taber's eyes turned a trifle steely. \"In fact, I'd like\nto know exactly how he found out about the meeting.\"\n\nNo one offered any data on this point and Bright asked, \"Is it wise to\nkeep information of this vital nature from the United States Senate?\"\n\n\"The information has not been kept from the United States Senate,\" Brent\ncorrected. \"Let's say it has been kept from certain United States\nSenators on the theory that the interests of the nation can best be\nserved by a closed-door policy on this matter until it becomes\nclarified.\"\n\nWhether they agreed or not, the men present accepted this as coming from\nthe top, and they would automatically abide by it.\n\n\"I suppose,\" Pender said, \"that every effort is being made to apprehend\nthe missing pair.\"\n\n\"Every effort of which we are capable.\"\n\n\"What conclusions have you drawn from the fact that these ten creatures\nare identical?\"\n\n\"That they are not human beings, in the strictest sense of the word,\"\nBrent replied gravely.\n\n\"Then what are they?\"\n\n\"We believe they are androids.\"\n\n\"And what the hell is an android?\" Jones snapped.\n\n\"A synthetic.\" Brent smiled just slightly. \"In this case, men not born\nof women. All this is detailed in the confidential report that will be\nhanded to you when you leave. The report, incidentally, is slanted in a\nway that obscures its vital nature, but on the basis of what has been\nsaid at this meeting, I'm sure you'll find all your answers.\"\n\nBrent paused, waiting for questions. When none came, he said, \"I guess\nthat about covers it, gentlemen--at least, all that we have at the\nmoment. You'll be kept informed. The meeting is adjourned.\"\n\nHe glanced around. \"Oh, by the way, as you'll note in the confidential\nreport, this project will be identified as 'Operation Blue Sky.'\"\n\n\"Where did they get that one?\" Jones snorted.\n\n\"I don't know. The term originated higher up. Possibly,\" Brent murmured,\n\"because somewhere out in the blue sky lies the answer.\" His manner\nchanged and he glanced briskly around. \"Would anyone care for a cup of\ncoffee?\"\n\nNo one was interested in coffee and the group filed out.\n\n       *       *       *       *       *\n\nTen minutes later, the white-coated waiter came to pick up the things.\nHe crossed to the coffeepot, lifted it, and took a tiny device out of\nthe hidden space formed by the pot's legs and its bottom. This, he\nslipped into his pocket before picking up the tray and going out as he'd\ncome.\n\n\n\n\n3\n\n\nFrank Corson got what was possibly the greatest shock of his life when\nhe walked into Ward Five and saw William Matson lying in bed. It wasn't\nso much that he hadn't expected it. He had, because he was too firmly\nlocked in reality to believe the man he saw on the Upper East Side could\npossibly have been the broken-legged Matson. Still, seeing Matson in bed\nhad the effect of bringing unreality into a realm where he had to cope\nwith it. Perhaps, during the trip back to the hospital, he'd been\nmystically apprised of what lay ahead and wanted subconsciously to avoid\nit. Perhaps his shock was a cringing away from facing a problem.\n\nAt the moment, of course, he didn't know what the problem was. There was\na mystery here, but only that, and his first thought was to report it to\nhigher authority--the business about the two hearts--and have it\ninvestigated. With this thought in mind, he walked down the corridor and\nreached for the knob of the door marked _Superintendent_.\n\nBut quite suddenly he stopped, reversed himself, and went back to Ward\nFive. He approached Matson's bed and looked down at him. Matson, empty\nof expression, stared back, and again Frank Corson sensed rather than\nsaw the emptiness behind the eyes.\n\n\"How are you feeling?\"\n\n\"I feel very--well.\"\n\n\"It wasn't a bad break. How would you like to leave the hospital?\"\n\n\"I would like to leave the--hospital.\"\n\nFrank felt an odd, inner frustration. What in the devil was wrong with\nthe man? He sounded like a child just learning the language. Yet there\nwas nothing else to indicate backwardness. He looked pretty much like a\nself-sufficient, self-contained adult.\n\n\"I can sign you out--get you a pair of crutches. By the way, I don't\nthink the hospital got your home address.\"\n\n\"My home--address?\"\n\n\"Yes. The place you live.\" There was a pause, and finally Frank realized\nthe man wasn't going to answer. \"Your home, man. Where you live.\"\n\n\"I'm looking for a--home.\"\n\n\"Oh, I see. New in town?\"\n\n\"Yes, new in--town.\"\n\n\"I have a place,\" Frank said, and it seemed to him as though someone\nelse were talking from within him--that he was only a listener. \"You can\ncrowd in with me until you get settled somewhere.\"\n\n\"I can crowd in with--you?\"\n\n\"Okay?\"\n\n\"Okay.\"\n\n\"Fine, I'll see that you're signed out. Ever walk on crutches before?\"\n\n\"I never walked on--crutches.\"\n\n\"Nothing much to it. You'll get the knack.\"\n\nFrank left the bed and headed toward the office, asking himself as he\nwent, _Why in hell did I do that?_ Then he found the reason--or at least\na reason that would suffice.\n\nThe discovery of a man with two hearts might be worth something. At\nleast, it would put Frank Corson, unknown intern, into the spotlight for\na while. This was pretty vague thinking but it made a kind of sense and\nFrank settled for it in lieu of trying to analyze the strange\ncompulsion, the odd foreboding deep within him.\n\n_Here's a thing that might do me some good_, he told himself. _Why not\ntake advantage of it?_\n\nPerhaps he was rigidly blocking out the cause of his unrest--that he was\nmore or less dependent upon Rhoda Kane for the luxuries that were\ninvolved in seeing her, having a relationship with her. He could neither\nask her to dine with him on his level, at some place like Nedick's, nor\ncould he refuse to go with her to The Forum or the Four Seasons. He\ncould not take her to his miserable furnished room on East 13th Street,\nnor refuse rendezvous in her Upper East Side apartment.\n\nHe was trapped and was thus desperately looking for a way out.\n\nAnd somehow, grotesquely, there were indications that a man with two\nhearts might help to provide the answer.\n\n       *       *       *       *       *\n\nThe tape recorder stuck to the bottom of the Taber conference coffeepot\nhad cost Senator Crane a hundred dollars. He had now listened to it four\ntimes and was pacing the floor of his office, scowling darkly at the\nwalls. An android! What in hell was an android? What kind of a stupid,\nimpossible thing was this?\n\nIn a flash of panic, Crane wondered if it was all a diabolical\nmachination of Brent Taber's. Maybe Taber knew all about the recorder.\nMaybe the whole meeting was an elaborate plant to maneuver an earnest,\nalert senator into making a public fool of himself. Taber was certainly\ncapable of such a thing.\n\nAnd that was how it had begun to look. Still, that was ridiculous. The\nArmy, the Navy, the Air Force--they were all involved. Only\nCongress--the true representatives of the people--had been ignored. And,\nby God, he'd do something about it!\n\nCrane stopped pacing but continued to scowl at the wall. Now, what\ndepartment of research could find him some data on androids?\n\n       *       *       *       *       *\n\nLes King was awakened by a knock on his door. He rolled over, blinked\nand looked at his watch. A little after two in the afternoon, which was\nequivalent to midnight for Les. He pulled on his robe and went to the\ndoor and opened it.\n\nHe blinked.\n\nSure, no doubt about it. The man standing there was the one he'd snapped\non Park Avenue the other A.M., lying among a bunch of pigeons,\nwith a broken leg. But evidently that hadn't been the case because his\nlegs were okay now. It couldn't even have been a sprain, judging by the\nway he was standing there. He was a fairly tall, good-looking guy in his\nmiddle forties maybe--brown hair, blue eyes with a kind of vacant look\nabout them.\n\nAnd there was something else, goddamn it; something that kept evading\nLes; something that had bothered him when he'd first developed the\nprint. _Let's see, what is this guy's name? The ambulance intern found\nit in his jacket pocket on a half-torn identification card. William\nMatson._\n\nBut, damn it, there was something else.\n\n\"Mr. Lester--King?\"\n\n\"Right. What can I do for you?\"\n\n\"I had trouble in locating--you. I wish to make a--purchase.\"\n\nQueer duck. Damned queer. \"What can I sell you?\"\n\n\"You are a--photographer. You took a picture of a man injured on\nPark--Avenue. I wish to buy that--picture.\"\n\nLes knotted his robe and stepped back. \"Sure. Come on in.\"\n\nThe man entered the room and stood silent while Les got out his file.\n\"What do you want it for?\" he asked.\n\n\"It is for my personal--use.\"\n\n\"Sure.\" Les handed the glossy to the man he identified in his own mind\nas Matson. \"That the one?\"\n\nAfter a grave inspection, the other replied, \"Yes. How much does it\ncost--me?\"\n\n\"Ten bucks?\"\n\nWithout comment, the man sorted a ten-dollar bill from a skimpy roll he\ntook from his pocket and handed it to Les. With that, he turned and\nwalked out, closing the door after him and leaving several questions in\nLes King's mind. Was this a vanity operation? Had the guy merely wanted\na glossy of himself? He hadn't impressed Les as being that kind of man.\nWas there a reason for wanting the pic off the market? That didn't make\nsense either because he hadn't asked for the negative.\n\nQuite suddenly, in answer to the really important, the nagging,\nquestion, Les snapped his fingers. The hem of his dressing gown flapped\naround his skinny legs as he dived to his old file rack and went back\nwhere the dust was thick. He brought out an envelope, dug into it, and\nfound what he was looking for--an old newspaper clipping dated some ten\nyears back. It consisted of a headline:\n\n  LOCAL POLITICIAN DISAPPEARS\n\nThe clipping was from the Kenton, New York, _Chronicle_, an upstate\nweekly, and the news story told how Judge Sam Baker had vanished on a\nfishing trip to a nearby lake. Accidental drowning had been the verdict\nbut, as yet, the body had not been recovered.\n\nLes King stared at the clipping. The body, as he remembered it, never\nwas recovered, either, but the drowning verdict stood intact and the\njudge had been gradually forgotten.\n\nLes King's interest in the affair had been financial. He'd gone to\nKenton, talked Baker's widow out of a couple of family photographs, and\nhad hiked back to New York, hoping for a sale to a big daily.\n\nBut the story hadn't caught on even though it well might have, because\nBaker's power extended into Albany and could thus have interested New\nYork City. All in all, it had been a profitless speculation on Les\nKing's part.\n\nNow, however, it seemed to be coming to life again. Les stared at the\nphoto under the headline. It was a good one--exceptionally clear.\n\nAnd beyond a shadow of a doubt, it was the man who had just come to Les\nKing's room to purchase a glossy of himself for ten dollars. No wonder\nthe sight of that stranger had nagged at Les. He'd seen that face\nbefore.\n\n\"Now just what in the hell have we got here?\" Les mused. Something\ndefinitely worth looking into, that was for sure.\n\nHe reached for his pants.\n\n\n\n\n4\n\n\nDr. Rudolph Entman, one of the world's foremost neurologists, stripped\noff his rubber gloves and scowled at the strange body that lay on the\ntable before him.\n\n\"Goddamn it,\" he fumed, \"it's artificially constructed. It's been\nhand-made--manufactured. And there's one thing I'd give a few years of\nmy life to know.\"\n\nBrent Taber stared moodily into Entman's myopic little eyes and asked,\n\"What's that, Doctor?\"\n\n\"How in hell did they do it?\"\n\n\"Who do you suppose _they_ are?\"\n\nEntman looked ceilingward in a manner that indicated he might either be\nhunting for _them_ somewhere out beyond, or sending a prayer heavenward\nin a plea for Divine counsel and guidance.\n\n\"Some form of entity with far greater intelligence than we possess.\"\n\n\"You can tell me more than that, can't you?\" Brent asked sharply. And\nwhen Doctor Entman looked up in surprise, he added, \"Sorry for the tone.\nMy nerves have gotten a little edgy lately.\"\n\nEntman smiled understandingly. \"I don't wonder. As to this living\nmachine--no ... it's not a machine because it did _live_. Let's see what\nwe can figure out. What's it made of? The material used in its\nconstruction is--oh, hell--how can I put it? This way, maybe. Take a\nwool blanket and call it genuine flesh, blood and bone. Now, take a\nblanket made of one of the new synthetics--Dacron or any one of the\nother equally serviceable materials--call that the material this\ncreature is made of. Figuring it that way--\"\n\n\"You mean our visitor's body is constructed of things that feel and look\nlike flesh, blood and bone--work as well, but aren't. Right?\"\n\n\"Right. But, of course, that doesn't tell you anything you didn't know\nbefore.\"\n\n\"But what about their potentials, their capabilities? They're\n_human_--in the sense that they're exact duplicates of humans--and they\n_live_, but what about emotions? If we accept the somewhat unscientific\ntheory that it's a soul which is responsible for feelings and emotions,\nthese ... these ... creatures would be handicapped.\" Brent paused as if\nuncertain of his ground. \"Wouldn't they?\" he asked lamely. \"I mean, they\ncouldn't--theoretically, at least--react to situations ... or other\npeople's emotions.\"\n\nDoctor Entman nodded his head and murmured, \"I would be inclined to\nagree. Except that we're obviously dealing with superior\nintelligence--I'm speaking about the \"people\" responsible for these\nandroids--and we have no idea how far they might have progressed in\nduplicating that indefinable something we call a soul.\"\n\nFor a moment he lapsed into silence. Then looked up at Brent abruptly.\n\"Have you read anything on Kendrick's experiments with synthetic\nemotion?\"\n\n\"Can't say that I have.\"\n\n\"Kendrick, down at Penton Technological Institute, has done some\nremarkable things in drawing the stuff of human emotion from one person,\nholding it on a tape, and transferring it to another person.\"\n\n\"On the face of it, that sounds ridiculous.\"\n\n\"Doesn't it? Nevertheless, the vibrations set up, or created you might\nsay, by a person in anger, consist of some sort of _stuff_--in the sense\nof an incredibly high frequency wave. Radio or television waves are the\nbest comparisons.\n\n\"Kendrick, in one demonstration, took a young man who was very much in\nlove with a certain young lady. A really love-sick lad. He placed him in\nthe recording unit gave him the young lady's picture, and told him to\nlet his mind dwell on her to the exclusion of all else.\"\n\nDoctor Entman smiled briefly. \"This, I imagine, wasn't difficult for the\nlad to do. Entman then put another young man, one who was unacquainted\nwith the girl, into a receiving unit and exposed him, after giving him\nthe girl's picture, to the vibrations created by the lovelorn chap.\nLater, they saw to it that the second lad was introduced to the girl.\nThe results were rather startling, in that the young lady suddenly had\ntwo ardent suitors in place of one.\"\n\nBrent Taber scratched his ear and looked dubious. \"That sounds pretty\nsensational. But maybe the second lad just plain happened to fall in\nlove with the girl by natural processes.\"\n\n\"True, but the experiments tended to eliminate that possibility. Other\nemotions were tested. How about a man walking up to a man he'd never\nseen before in his life and busting him in the nose?\"\n\n\"Okay, okay. Then you think--\"\n\n\"I think a lot of things. Here, I see the possibility of a race with\nsuperior science, having moved far ahead of us in the directions\nKendrick is pointing toward in his research. For instance, with more\nadvanced knowledge and know-how, they've probably been able to charge a\nsynthetic body with a complete set of functioning emotional responses.\nGrant them that and we can also concede a tailor-made ego.\"\n\n\"I don't mind admitting I'm scared, Doctor,\" Brent Taber said.\n\n\"I think it's a time to be scared.\"\n\n\"But if a race of people were that advanced, if their intention is\nhostile, why do they pussyfoot around this way? Why don't they just come\ndown and take us over?\"\n\n\"I've wondered that, too. And yet, a race on some planet out there in\nthe universe might not evolve according to what we consider a logical\npattern.\"\n\n\"What do you mean?\"\n\n\"I mean that while they can create a synthetic man, their interests, and\ntherefore their progress, may have stayed in peaceful channels. For\ninstance, they may not have bothered with anything as elementary as the\natom bomb.\"\n\n\"It's a thought.\"\n\n\"A wishful thought, I'll admit. But it does have some validity. Also, it\nhas a fact of some possible value to back it up.\"\n\n\"What fact?\"\n\n\"That they _haven't_ come down and taken us over.\"\n\n\"You almost cheer me, Doctor. Almost, but not quite.\"\n\n\"Actually,\" Entman said, \"I've been wondering about something else.\"\n\n\"What's that?\"\n\n\"When and how they came here before.\"\n\n\"You mean, where did they get the model for the ten androids?\"\n\n\"Yes. They had to have not only a model, but also some knowledge\nconcerning our geographical and atmospheric conditions. The two hearts\nindicate that they knew the elements contained in our air--the pressures\nand so forth necessary to our existence--and were unable to construct a\nworking model that would function under our conditions with a single\nheart. So they put in two.\"\n\n\"It looks as though they missed on some other things, too. Seven of the\nandroids have expired.\"\n\nEntman shrugged. \"Still--a remarkable job, particularly since they would\nhave no chance for a trial-and-error test under the conditions that\nwould prevail. It's surprising that _any_ of the androids were able to\nkeep functioning.\"\n\n\"The eighth one is pretty sick. He may be gone by now. And about their\nearlier coming, I can give you one point. They came quietly, probably at\nnight, grabbed their model, and moved out fast.\"\n\n\"How do you know that?\"\n\n\"Because, obviously, they think all men on earth look alike. Or, at\nleast, we can assume that. Else how did they expect to get away with ten\nidentical androids?\"\n\nEntman's eyes widened. \"I never thought of that,\" he muttered.\n\n       *       *       *       *       *\n\nSenator Crane, a doggedly determined man, had listened to the replay of\nBrent Taber's top-secret conference again and again. In the comfortable\nrationalization of which he was capable, his whole zeal and hostility\nwere fashioned around Brent's \"arrogant disregard of democratic\nprocesses.\" Who did this bureaucrat think he was? Did he consider\nhimself smarter than the People? Did he feel they couldn't be trusted\nwith revelations affecting their survival? Well, by God, they'd been\ntrusted with word of the bomb and its implications, and they'd reacted\nadmirably. So they were entitled to frankness concerning this new threat\nto their security.\n\nOf course, Senator Crane reserved the right to enlighten them in his own\ntime and in his own way. After all, hadn't they elected him and thus\ngiven him leeway to use his own judgment in their best interests?\n\nBut who the hell had elected Brent Taber?\n\nNobody.\n\nSo Crane listened to the recording and picked out what he classified as\nthe key lines.\n\n     _A routine autopsy revealed some peculiar things ... The man had\n     two hearts...._\n\n     _The blood? Could it have been a new kind of plasma?..._\n\n     _All in all, gentlemen, eight identical specimens have been picked\n     up in various American cities ...\n\n     Exactly alike...._\n\n\nCrane ran through the rest of it and threw himself moodily into a chair.\nThe idiots! The stupid unelected, self-appointed guardians of democracy!\nNot once--not _once_, mind you--had a single one of these great brains\nreferred to the obvious.\n\nIt was a Russian plot!\n\nAll those allusions to the extraterrestrial was so much bilge. The\nRussians were infiltrating the country with synthetic men. This\nmeant--oh, God--it meant that in a short time Russia would be able to\ncreate an army of these monsters and overwhelm the world.\n\nSenator Crane sprang to his feet and measured his indignation in long\nstrides across the thick, expensive carpeting on his floor. The\ntraitor! The sheer, compulsive opportunist! That was certainly all that\nBrent Taber could be called. Using this deadly situation as a means of\nfurthering his own interests.\n\nSenator Crane deliberately stilled his rage and objectively considered\nwhat he should do about it. With the obvious source of the androids\nlogically deduced, there was only his own defensive procedures to be\nconsidered. And they had to be considered carefully. As he saw himself,\nhe stood alone, against a group of bumbling idiots, with the future of\nthe nation at stake. What to do?\n\nThe key question, of course, was: How soon will Russia be able to mount\nan army? Probably not very soon, he decided. That fact gave him time to\nferret out more information; to become completely sure of himself.\n\nOne thing you had to realize about the American public--or about any\nmass of humanity, for that matter--a thing of importance had to be\npresented dramatically. This, in a sense, was the duty of the elected\npublic servant--to recognize this somewhat childish failing of the\naverage intelligence and make allowances for it. _You can do this, of\ncourse_, Senator Crane told himself, _when you love the people_.\n\nAnd, fortunately for their survival, Senator Crane loved the American\npeople.\n\nSo, for a few moments, he o'erleaped the hard work ahead and saw the\ngoal--envisioned the headlines:\n\n     SENATOR CRANE UNCOVERS DEADLY PERIL TO THE NATION\n\n     Due entirely to the patriotic, selfless efforts of one United\n     States Senator, the nation has been warned in time of....\n\n     SENATOR CRANE STUNS CONGRESS AND THE NATION WITH HIS REVELATIONS\n\n     Standing alone on the rostrum, a heroic figure pitted, as it were,\n     against all the sinister forces that bore from within, one valiant\n     United States Senator....\n\nCrane had dropped back into his chair. His eyes had closed, the better\nto visualize a grateful nation expending their plaudits.\n\nAnd because he was a man who used a great deal of energy in pursuing an\nobjective, he tired at times. He became drowsy now....\n\n... And went gently to sleep.\n\n\n\n\n5\n\n\n\"Doctor Corson. Calling Doctor Corson. Please come to the second-floor\nreception room.\"\n\nFrank Corson got the call as he was leaving the maternity ward. He took\nthe elevator down and found a rather sloppily dressed, middle-aged man\nsitting on a lounge beside a weather-beaten camera that tended to mark\nhis profession.\n\n\"I'm Les King, a free-lance news photographer. You're Doctor Corson?\"\n\nFrank Corson's reaction was slightly hostile. He wondered why. \"I'm\nDoctor Corson.\"\n\n\"I'm on the trail of a patient that came here late last night. Name,\nWilliam Matson. They tell me he was your patient.\"\n\nFrank nodded briefly.\n\n\"They say he was released.\"\n\n\"That's right.\"\n\n\"A little over an hour ago.\"\n\n\"Right.\"\n\n\"They say he had a broken leg.\"\n\n\"If that's what they said, it must be a matter of record.\"\n\n\"Well, they're wrong on both counts. He came to see me over three hours\nago--and both his legs were as good as mine.\"\n\nFrank Corson did not volunteer the information that he had personally\ntaken William Matson to his furnished room in Greenwich Village and that\nMatson was there at this very moment, awaiting Frank's return.\n\n\"I think there must be some mistake on your part,\" Frank said.\n\n\"No mistake. But something very definitely got crossed up. Maybe we\nought to have a little talk--the two of us.\"\n\nAnger stirred in Frank Corson. Did this Les King character think a\nbeaten-up camera gave him the right to walk in and make demands. \"I'm\nbusy now. And I can't see what we'd have to talk about.\"\n\n\"A hell of a lot, maybe. There are some things you may not know about\nthis deal. You might have let a big thing slip through your fingers.\"\n\n\"Look here, I'm not interested in anything you've got to say. And I\nthink you've got a hell of a nerve, coming in here and cross-examining\nme on something that's--\"\n\nKing reacted with weary patience. \"Take it easy. I'm just trying to get\nsome information that can help both of us, maybe.\"\n\n\"How could it possibly help me?\"\n\n\"To make it simple, there's a standing ten-thousand-dollar reward for\nknowledge of the whereabouts of a Judge Sam Baker who disappeared ten\nyears ago from a little upstate New York town. Now, if you aren't\ninterested--\"\n\n\"Are you telling me that William Matson is Sam Baker?\"\n\n\"Let's say a hell of a lot indicates it. Matson left here without giving\na home address. If you know what it is, we can do business. If you\ndon't--\"\n\n\"I'm off duty in an hour,\" Frank Corson said. \"Maybe we should talk it\nover.\"\n\n\"That's better. In the meantime, if you'll tell me where I can find\nMatson--\"\n\nFrank smiled. \"Wait an hour. Then I'll show you. But we'll talk about it\nfirst.\"\n\n       *       *       *       *       *\n\nThe tenth android, one of the two so earnestly sought after by Brent\nTaber, had observed the accident at 59th Street and Park Avenue on the\nprevious night. He'd stood on the curb, lost in the crowd that gathered,\nand had watched the proceedings carefully. A man who was not a man, a\nmachine that was not a machine, he incorporated, in many respects, the\nbest qualities of both. Now, as the leader of the group deposited from\nspace for a specific purpose, he exhibited these qualities excellently.\n\nHe waited. He observed. He added the accident to the several other\nunforeseen incidents that endangered the project and its objective, and\nstored them in his memory-bank.\n\nHe watched the minor drama as it unfolded, and what was somewhat akin to\na danger bell went off in his mind when he saw a bright flash, traced\nits source to a camera, and carefully studied the man who had taken the\npicture. Pictures, he knew, could be dangerous. He must get his hands on\nthe picture, if possible.\n\nHe waited. He observed. He evaluated. The situation had gotten somewhat\nout of his control, but he did not blame himself for this. Certain\nemotions had been made a part of his being, but guilt, a useless one,\nhad been omitted, as had been any ability to react to love, compassion,\nanger or hatred.\n\nSo, with no hope of reward or fear of punishment, he had recorded the\nfacts that he had been unable to communicate telepathically with eight\nof the units under his command and that, therefore, they were no longer\noperational. He had no way of knowing what had happened to them. This,\nhowever, did not make his work one bit less vital. Even though eight\nunits were unaccounted for, his intelligent handling of the ninth\nandroid, and of himself, was still vitally important. It was up to him\nto see that the project was brought to a successful conclusion.\n\nHe watched as the ambulance came, noted the name of the hospital, and\nrecorded the proceedings. But he allowed the ambulance to drive away,\nkeeping his attention pointed at the man who had taken the picture.\n\nWhen the man moved off down the street, the tenth android followed. When\nthe man entered Central Park, he was observed from a discreet distance.\nWhen he came out again, he was followed into Times Square, down into\nGreenwich Village, back uptown and, finally, to an apartment building in\nthe West Seventies. There he was observed opening a mailbox, and the\nname thereon was duly recorded.\n\nAt this point, temporarily entrusting King to destiny, the tenth android\ntook a taxicab to the Park Hill Hospital where he entered, went to the\ndesk, and inquired about a friend of his, a William Matson.\n\nHe was directed to Emergency where a nurse, after checking a record\nsheet on her piled-up desk, told him that Doctor Corson was with the\npatient in Ward Five. Unaware that he had been extremely lucky, that\nvery few real people--people with only one heart, and a soul to go with\nit--would have gotten such specific information out of a receiving-desk\nnurse, the tenth android began counting wards until he came to the one\nmarked Five.\n\nHe looked in through the small window in the swinging door and saw his\ncounterpart in bed, a white-coated man bending over him.\n\nThat made the ninth android unapproachable, so his counterpart-leader\nwithdrew to the end of the corridor and waited until Doctor Corson came\nout. He followed Corson outside and, from the back seat of another taxi,\nnever lost sight of the convertible until Rhoda Kane drove it into the\ngarage under her apartment building. From the street, the tenth android\nsaw Rhoda and Frank enter the elevator. As soon as the door closed, he\nwas in the outer lobby, watching as the numbers progressed upward on the\nelevator dial. The hand stopped at 21. This was noted and recorded,\nafter which the tenth android called a finish to the night's activities\nand retired to the small room he'd rented on a quiet street on the Lower\nEast Side where, if you bothered no one, no one would bother you.\n\nHe was back the next morning, however, and that's when his unavoidable\ncontact with Frank Corson on the sidewalk was made. He noted the\nsurprise on Corson's face, but the logical situation did not develop\nbecause Corson did not make an issue of the meeting. He allowed the\ntenth android to go on his way.\n\nA nonsynthetic man would have wondered at this and thanked his own good\nluck. Not so with the android. He knew nothing whatever about luck. He\naccepted this bit of good fortune in exactly the same manner he would\nhave faced its opposite, and when Frank Corson boarded a bus, a taxicab\npulled out of a side street and followed.\n\nThe cab waited, in front of the Park Hill Hospital. When Frank Corson\nand the ninth android emerged, two cabs, not one, wheeled down Manhattan\nand into Greenwich Village.\n\nThus it was that some ten minutes after Frank Corson went back to his\nduties at the Park Hill Hospital, there was a knock on the door of his\nroom in Greenwich Village. The ninth android opened the door. The tenth\nandroid entered. The ninth android hobbled back to his chair and waited\nquietly.\n\nThe tenth android looked both ways in the corridor and then closed the\ndoor. He walked to the chair and stood looking down. He turned his eyes\nto the bulky, cast-encased leg. \"It will not heal,\" he stated\nmatter-of-factly.\n\nThe ninth android nodded. \"I--know.\"\n\n\"That makes you useless.\"\n\nAnother nod. \"Why couldn't they have made it possible for our flesh and\nbone to become whole again after an--accident?\"\n\n\"That wasn't possible.\"\n\nThe tenth android went to a tiny curtained-off kitchenette and returned\nwith a knife. He put his hand on the head of the ninth android and drew\nit backward so that the neck muscles were taut. He raised the knife.\n\nThen he paused and looked down with a faint expression of interest in\nhis otherwise empty eyes. \"Are you afraid to die?\"\n\n\"I don't--know. What is it to--die?\"\n\n\"You become nonfunctioning.\"\n\n\"I think I would rather not become nonfunctioning.\"\n\nThe tenth android cut the ninth android's throat. Carefully and cleanly,\nhe severed the big artery that carried the blood-fluid back down to the\nupper heart.\n\nThe blood-fluid spouted out and drained down over the chest of the ninth\nandroid. He shuddered. His eyes closed. When the tenth android released\nhis grip, the head fell forward.\n\nAnd from somewhere in the synthetically created mind of the tenth\nandroid there came a question: Was it undesirable to become\nnonfunctioning? The human was afraid to die. He sensed this but not the\nreason for it, if there was one. The human was afraid to die.\n\nHe wondered only momentarily, vaguely recorded it as a mistake to wonder\nabout such things, and then crossed the room and put the red-stained\nknife into the sink.\n\nAfter that, he let himself quietly out of the apartment and walked off\ndown the street.\n\nHe had much to do. He had to leave town and finish the project alone.\n\nThen, quite suddenly, he stopped, stepped into a nearby doorway and\nstood motionless. There was no change in his expression except that\npossibly his eyes became a shade emptier.\n\nAfter a while he left the doorway and moved on. But it was with new\npurpose and with new plans.\n\nThe new orders, relayed across a light-year of space, were not\nintercepted by any terrestrial receiving device, however sensitive. But\nthey were received and recorded perfectly in the mind of the tenth\nandroid.\n\n       *       *       *       *       *\n\nFrank Corson and Les King sat in a coffee shop and regarded each other\nwith a certain wariness. \"It's like this, at least from where I sit,\"\nKing said. \"About ten years ago a small-town judge named Sam Baker--\"\n\n\"You told me that,\" Corson cut in impatiently. \"Baker was supposed to\nhave been drowned, but they never found the body. Now, you think William\nMatson is Sam Baker?\"\n\nKing pondered the question morosely. \"I've got every right to think so.\nBut Baker would have aged some in ten years. The man I saw--\"\n\n\"The man you saw didn't have a broken leg. I must have seen the same one\nwhen I--\"\n\nKing was instantly alert. When you were on the trail of ten grand you\nhad to be alert, and suspicious of comparative strangers.\n\n\"You saw someone who looked like Baker and Matson? A guy without a\nbroken leg?\"\n\n\"I was leaving an apartment building on the Upper East Side this\nmorning. I met him in the street.\"\n\n\"You didn't tell me that.\"\n\n\"I'm telling you now.\"\n\nKing scowled. \"I don't get it. You were the doctor. You left a man with\na broken leg in bed in a hospital. You saw a man who looked like--\"\n\n\"I saw the same man, goddamn it!\"\n\n\"All right--the same man. And you didn't do anything about it? You\ndidn't say _Good morning_ or _It might rain_ or _What the hell are you\ndoing out of bed?_ You just let him walk away?\"\n\n\"You're being unreasonable. When you come face to face with something\nthat's impossible, you don't treat it as a fact. It throws you off\nbalance.\"\n\nKing continued to scowl. \"We're not getting anywhere. Let's face it. It\n_was_ impossible. Let's get the hell up to your room and talk to William\nMatson.\"\n\n\"All right.\"\n\nFrank Corson came half out of his chair, then he dropped back again. \"I\ndon't like this,\" he said.\n\n\"What's to like? What's to dislike? For ten thousand dollars we can\nignore both.\"\n\n\"I have a feeling we're getting into something beyond our depth.\"\n\n\"Okay, then let me handle it. I'll see that you get your cut.\"\n\n\"Not so fast,\" Corson said sharply. \"I didn't say I was backing out. I\njust said this might be bigger than we bargain for.\"\n\n\"I don't think that's quite it,\" King replied coldly. \"I think you don't\ntrust me.\"\n\n\"Maybe that's it. I don't think you trust me, either.\"\n\n\"Ten thousand _is_ a lot of money. But we're not going to get it by\nsitting in a coffee shop arguing over it.\"\n\n\"I guess you're right.\"\n\n\"Then let's go.\"\n\nThey left the coffee shop and, as they walked the four blocks that\nseparated them from the room where he was ashamed to take Rhoda Kane,\nFrank Corson analyzed his own mood and attitude. He decided it wasn't\nthat he mistrusted King, or that he actually thought the deal had any\nfrightening elements in it. In plain truth, he was ashamed of himself.\nSomehow, in his own mind, he was degrading his profession. His love of\nRhoda Kane, his need of money, his impatience with time and\ncircumstance, had forced him into what seemed like a cheap intrigue.\nThere was, somehow, a bad taste to the whole thing.\n\nBut it was too late to back out now. And what the hell! If there was ten\nthousand dollars lying around, why shouldn't he get a piece of it? What\nwas wrong with that? He unlocked the door to his room.\n\nHe took a step forward and stopped, blocking the entrance.\n\n\"Oh, my God!\"\n\nLes King pushed through. His eyes widened, but that was his only\nreaction. Then his camera swung up into position. The bulb flashed. He\nlowered the camera.\n\n\"Somebody cut the bastard's throat!\" he marveled.\n\nFrank Corson moved forward. \"Good lord! It looks as though he just sat\nthere and let himself be murdered.\"\n\n\"Suicide maybe?\"\n\n\"No knife close enough. It's over there in the sink.\"\n\n\"Well, he didn't cut his own throat and then walk back here.\"\n\nFrank Corson had been studying the wound. He pressed his fingers against\nthe crimson shirt front and rubbed them together, testing the feel of\nthe blood with his thumb.\n\n\"What's wrong?\" King asked.\n\n\"I don't know. That's an odd color for coagulating blood. It doesn't\nfeel right, either.\"\n\n\"Do you think he was sick?\"\n\n\"There's just something crazy about this whole thing. The man had two\nhearts.\"\n\nKing was both amazed and angered. \"What the hell are you talking\nabout?\"\n\n\"I didn't get a chance to tell you. This man was a freak. I found it out\nlast night. He had two hearts. I'm sure of it.\"\n\n\"No chance to tell me? Why, goddamn it, we sat in that coffee shop for\nhalf an hour while I leveled with you. No chance! You held out on me.\"\nKing laughed cynically. \"I guess that's human nature. With a couple of\nbucks at stake even honest men go cagey.\"\n\nCorson ignored the jibe. \"Listen, for Christ sake! This is murder! Can't\nyou understand that?\"\n\n\"Of course, it's murder--in your room, with your knife. You'll have some\nexplaining to do.\"\n\nKing's face hardened. He became subtly remote, impersonal. His eyes\nturned cold as he began inserting flash-bulbs into his camera and\nsnapping the room and the body from various angles.\n\nFrank Corson, out of his depth for sure now, stood helpless. Les King\nlooked up from his work. \"Well, don't just stand there, Doctor. You've\ngot a murder to report. Get with it.\"\n\nAs Corson turned helplessly toward the door, King grinned faintly. \"Me,\nI'm just a free-lance photographer trying to make an honest buck.\"\n\n       *       *       *       *       *\n\nBrent Taber stared icily down at Frank Corson and Les King. They looked\nup at him sullenly, looming over them as he did, from the position of\nauthority. A little like two schoolboys being punished by the principal,\nthey lowered their eyes. Defiantly, each told himself that he was a free\ncitizen and didn't have to take this from Taber, even if he did\nrepresent governmental authority.\n\nStill, they sat and took it.\n\n\"Of course,\" Taber said, \"you have the universal alibi. You didn't know\nhow serious this thing was. So far as you were concerned, you'd located\na man with a reward on his head.\" He shook his head deprecatingly. \"If\nwe hadn't sent out a top-secret bulletin to all the big-city police\nchiefs to be on the lookout for this guy you'd have had it spread in\nsome tabloid.\"\n\n\"A person has a right to make a buck,\" King said stubbornly.\n\n\"Oh, sure. Again the universal defense. Make the buck first and then\nthink about your patriotic duty.\"\n\n\"Patriotic duty, hell! There wasn't any as far as I was concerned. When\nI found out about that--What the hell did you call him? The android?--he\nwas already dead.\"\n\n\"And you'll do very well with the pictures you took.\"\n\n\"They're my pictures.\"\n\n\"The hell they are. We're confiscating them and you'll keep your mouth\nshut about this.\"\n\n\"Then the people haven't got a right to know--\"\n\n\"Damn the people!\" Brent snarled, and wished instantly that he hadn't\nsaid it. He didn't mean it, of course. He'd just been pressed too hard.\nIn a sense, he was taking his own frustrations out on these two because\nthey were handy.\n\nAnd yet, damn it all, he was right! Nobody gave a hoot for the welfare\nof the country!\n\n\"You,\" he said, turning on Frank Corson. \"In the course of your duty as\na doctor, you came upon something very strange.\"\n\n\"I wasn't sure!\"\n\n\"You found a man with two hearts. What should you have done as a doctor?\nReported it through recognized channels. If you'd done that, do you\nrealize we might have got word? We might have been able to act? We might\nhave saved that creature's life. That may well have been the difference\nbetween life and death for this country. For this planet.\"\n\n\"Are you sure you're not exaggerating things a little?\" King asked the\nquestion and lit a cigarette as his self-confidence began to return.\n\"Isn't the whole thing pretty far-fetched?\"\n\nBrent held his temper. \"I suppose you have every right to assume we\naren't really sure ourselves. But please listen to me now and give me\nthe benefit of the doubt. We have reason to believe that these\ncreatures--there have been others--are a menace to our survival. We're\nalso pretty sure that there's another one roaming around. It's my\nopinion that the last one, the tenth one, may have had something to do\nwith what happened in Dr. Corson's room. I don't know whether your lives\nare in danger or not, but _please_ co-operate with us. Please report\nimmediately anything of a suspicious nature that you see.\"\n\n\"Of course, we will,\" Frank Corson said. \"I didn't see any signs of\nhostility in the other one, though.\"\n\n\"Be that as it may, we _must_ get our hands on him.\"\n\n\"If he did kill the one with the broken leg,\" King said, \"wouldn't he\nhave left town?\"\n\n\"If he thinks like a murderer, yes. But he probably doesn't. That's the\ntrouble. We don't know how he thinks or what he's here for. We're\nplaying it by ear.\"\n\n\"I think we understand,\" Frank Corson said.\n\n\"Thank you. And I'm sorry if I antagonized you. That wasn't my purpose.\nI'm just trying to do my job.\" He smiled and held out his hand. \"This is\nall strictly confidential, of course.\"\n\n\"Of course.\"\n\n\"Thanks for coming.\"\n\nThey left, but Brent Taber's frustrations remained with him. Earlier\nthat day, in Washington, he'd stood on the carpet himself, before higher\nauthority, and played the part of the reprimanded schoolboy.\n\n\"It would appear,\" Authority said, \"that you went out of your way to\nantagonize Senator Crane.\"\n\n\"I'm sorry if that's the opinion up above.\"\n\n\"It is not a matter of opinion, one way or another. It's a matter of\nexpediency. The Administration has to get along with Congress. Senator\nCrane is in a powerful position. He is on three committees that can\nhamper legislation the Administration is vitally interested in.\"\n\n\"I understand. And I didn't pick the quarrel with Senator Crane. He\npicked it with me. In my judgment, he is not the kind of person to be\ntrusted with information of this vital nature.\"\n\n\"You consider Senator Crane an unreliable demagogue?\"\n\n\"I didn't say that.\"\n\nAuthority smiled wryly. \"I'll concede that the Senator's type is rare in\nAmerican politics--at least among those who get elected to high office.\nBut the fact remains--he is a power.\"\n\n\"If you agree that the information should have been withheld--\"\n\n\"I didn't agree on that at all,\" Authority said quickly. \"And don't\nquote me as having said so. I'll deny it.\"\n\nBrent Taber smiled also, but inwardly, where it wouldn't show. He should\nhave expected that denial. After all, Authority had Higher Authority to\naccount to. Authority could also be put on the carpet. There was always\nSomeone higher up.\n\n\"I'm sorry,\" Brent Taber said. \"I was put in charge of this project and\nI used my judgment--\"\n\n\"We are not questioning your over-all judgment,\" Authority assured him.\n\n_Then what in the hell are you gabbling about?_ This question was also\nasked inwardly as Brent said, \"I felt the gravity of the situation\nmerited extreme care.\"\n\n\"It does. But life must go on. The government must still function.\"\n\n_That's right, play it from both ends_, Brent Taber thought bitterly.\n_Ride the fence. Stay in a position to jump either way._\n\n\"What do you wish me to do about Senator Crane?\"\n\n\"I'd stay out of his way if I were you.\"\n\n\"Whatever damage you say I have done can be corrected with a ten-minute\nbriefing.\"\n\n\"That's up to you,\" Authority answered nimbly. \"As you say, you've been\nput in charge of the project.\"\n\n\"Then I'll leave things as they are.\"\n\n\"Very well. I just wanted to go on record.\"\n\n\"Thank you,\" Brent Taber said. \"Thank you very much.\"\n\n       *       *       *       *       *\n\nFrank Corson and Les King walked north together after their interview\nwith Brent Taber.\n\n\"I guess we got off lucky,\" King said. \"Those Washington appointees can\nbe tough.\"\n\n\"He seems to have a pretty tough job.\"\n\n\"They all think they've got tough jobs.\"\n\n\"It's still a murder as far as the New York police are concerned. What\ndo you think will happen?\"\n\n\"They turned us over to Taber, didn't they?\" King asked. \"That shows how\nthey're playing it. The New York cops have enough murders to worry\nabout. They like to pass them on to somebody else.\"\n\n\"Then they won't question us any further?\"\n\nKing shrugged. \"Who knows? You've got nothing to worry about, though.\nJust sit tight. In fact, you're damned lucky.\"\n\n\"How so?\"\n\n\"This killing is under wraps. Nobody's talking. That means you won't get\nin trouble at the hospital.\" King grinned. \"Your _ethics_ won't come\nunder scrutiny.\"\n\nFrank Corson flushed and said nothing. King, after a moment's silence,\nsaid, \"I've been thinking about that tenth android.\"\n\n\"Do you think there's as much danger in this thing as Taber says?\"\n\nKing shrugged. \"Those guys always think that way. Remember what they\nsaid about the atom bomb? The world was doomed. We were going to blow\neach other up. But nobody's been heaving them around. The\nview-with-alarm boys always talk that way.\"\n\n\"I hope you're right.\"\n\n\"But about that android that's supposed to be walking around loose.\"\n\n\"What about him?\"\n\n\"Those bastards confiscated all my stuff. The shots I made in your\nroom--everything. But if I could get some shots of the other one--\"\n\n\"You're actually going to work on your own? In spite of what Taber\nsaid?\"\n\n\"It's a free country,\" King retorted hotly. \"I've got a right to follow\nmy profession. What I was going to say was that you're in a position to\nhelp yourself a little, too.\"\n\n\"I am?\"\n\n\"Only you and I know what we're looking for. If you spot the android,\nsee him hanging around anywhere, and let me know, I'll--\"\n\n\"You can go to hell, King. I want no part of any more of your ideas.\nI've had it. If I see the creature I'll call Taber and nobody else. I'm\ngoing to do exactly what he told me to do. Mark me off your list.\"\n\nFrank Corson strode away. Les King stood watching him. King shrugged.\nJust another bewildered citizen who thought God lived in Washington.\nAfraid to spit if some Washington bureaucrat wagged a finger.\n\nWell, the hell with Corson. The hell with Taber. The hell with all of\nthem. If Les King stood to make an honest buck, he was going to do his\ndamnedest until somebody passed a law making it illegal.\n\n\n\n\n6\n\n\nBrent Taber was drawn to Doctor Entman. He found, in the ugly little\nscientist, a rapport that seemed to exist nowhere else. At the moment,\nEntman was having a fine, stimulating time dissecting the cadaver of the\nandroid. His ugly little eyes were bright. \"It's a miracle, my friend! A\npositive miracle. The thing these people have been able to do!\"\n\n\"People? You've used that word before.\"\n\nEntman waved an impatient hand. \"Oh, don't quibble! Why, the creation of\nan artificial digestive system alone is awesome--not to mention the\ncreation of a synthetic brain.\"\n\n\"The brain is what interests me.\"\n\n\"I can hardly wait to get into that area. Certain aspects are obvious,\nthough. These creatures must have mental powers far beyond ours--in\ncertain areas, that is.\"\n\n\"Tell me more.\"\n\n\"That's merely a matter of logic. We know that _homo sapiens_--because\nof his free choice, so to speak--uses, on an average, not more than a\ntenth of his mental ability. All right. These people have created, to\nall intents and purposes, a man. They surely had sense enough to remove\nthe free-choice element. The creature surely has judgment, even cunning,\nbut it is no doubt pointed totally and completely toward the objective\nof its being.\"\n\n\"Whatever the hell that objective is!\"\n\nEntman was mildly surprised by Taber's exclamation. He held up a warning\nfinger. \"Nerves, boy, nerves. You must watch that. As to the\nobjective--I'm sure it's something pointed at our destruction.\"\n\n\"What powers were you referring to?\"\n\n\"Hypnotism, I should think. Any of the mental processes through which\none human being strives to assert control over another. We are aware of\nseveral of these. They may have found others.\"\n\n\"You won't be able to define them by cutting up that brain?\"\n\n\"I doubt it. We could know them only by watching one of the creatures in\naction.\" Entman sighed. \"If we only had other facts.\"\n\n\"What facts?\"\n\nEntman's smile was almost patronizing. \"You're tired, aren't you, son?\nYou're not thinking very well.\"\n\n\"Goddamn it! Quit treating me like a cretin!\"\n\n\"Temper, temper! Look at it analytically, son, analytically. Suppose we\nknew who these people are. What distances have they covered in arriving\nhere? What is their method of conveyance?\"\n\n\"The distance? Light years, I would assume. The conveyance? A spaceship,\nor a projectile along basic lines but farther advanced.\"\n\n\"All right. We know they've sent ten creatures to our planet from\ninfinity--that's as good a word to use as any. The next question is,\nwhy?\"\n\n\"Damnit, that question is obvious.\"\n\n\"And from my point of view, the answer is obvious.\"\n\n\"Then I wish to hell you'd give it to me.\"\n\n\"Logic, man, logic! A race as far advanced as this one could certainly\nmove in and occupy us without trouble. Wouldn't you think?\"\n\n\"Certainly. That's what bothers me. Why all the pussy-footing around\nwith synthetic men who keep dropping dead?\"\n\n\"I think it's because they themselves are unable to exist in the\nclimatic and atmospheric conditions existent on our planet.\"\n\nBrent Taber's eyes opened as Entman went on. \"They plan to occupy us,\ncertainly--this we must assume--so they're trying to create an entity\nthrough which they can do it. The process is really no different, even\nthough a little more dramatic, than our science creating a mechanical\nunit that functions to the best efficiency under specified conditions.\"\n\nTaber's finger snapped up. He pointed at Entman's desk. \"They'd like to\nknow why their androids died. Maybe they weren't alike--at least, not\nexactly alike. Maybe there were differences you haven't found yet--maybe\nthey turned out ten models and they want to know which one worked the\nbest.\"\n\n\"You get the point,\" Entman beamed.\n\n\"They'd like the data you're assembling--those reports you've got in\nfront of you.\"\n\n\"I imagine they'd find them quite interesting.\"\n\n\"Do you think we can assume the tenth android died also?\"\n\n\"Perhaps. We have no proof that it killed the one found slain in\nGreenwich Village.\"\n\n\"I'm satisfied to assume that. But I'm wondering just what contact those\n'people,' as you call them, had with their androids. Could a part of the\nbrain have been a sending and receiving device?\"\n\n\"It would be difficult to tell. I delved in far enough to find a\nmechanical device, if there had been one. It did not exist in those I\ndissected. There is another possibility though, except that we often\nmake the mistake of assuming that what we humans on earth can't do,\ncan't be done. Consider telepathy. Who's to say they were not made\ncapable of communicating in that way--at whatever distance?\" He paused\nfor a moment, deep in thought, before going on. \"Has it occurred to you\nthat the tenth android might be a supervisor, the boss, the captain? If\nhe is still alive, why haven't you found him? You have the men and\nfacilities at your command.\"\n\nBrent Taber sprang to his feet. \"Doctor,\" he answered, scowling, \"Did\nyou ever hear of a project so secret that it couldn't even be given\nenough personnel to make it work?\"\n\nEntman smiled sympathetically. \"Washington is a strange place in some\nways, son. Usually it's the other way around. You get so much help they\nget in each other's way. I'm glad I'm not involved in those phases of\nit.\"\n\nBrent paced the floor, occupied with his own thoughts. It was more than\nmere frustration. It went deeper. There was his resentment of the\ndressing-down he'd taken from Authority; the subtle coolness that had\nbegun to permeate his relations with those upstairs.\n\nHe jerked his mind away from such thoughts. Nerves. That was it. He was\ntense. He was imagining things. They were certainly too well aware of\nthe gravity of this situation to let petty politics interfere.\n\nOr were they?\n\n\"Okay, Doc,\" Brent said crisply. \"Thanks for letting me pick your\nbrain.\"\n\n\"Good luck, son.\"\n\nEntman went back to his work and Taber left. As he walked down the\ncorridor, he analyzed the cheerful tone of Entman's voice and told\nhimself that even Entman didn't really believe it. Entman had the\nevidence before his eyes but he still couldn't get the concept of alien\ncreatures from space really taking us over. It was too unbelievable.\n\n_Am I the only one who really believes it?_ He asked himself this\nquestion as he hailed a cab in the street and watched a fat man in a\nbowler hat slip in and take it away from him.\n\n\"You're slipping, Taber,\" he muttered. \"You're definitely slipping.\"\n\n       *       *       *       *       *\n\nThe bell rang. Rhoda Kane opened the door. The man standing there was\nnot extraordinary in any way. He appeared just short of middle age. He\nwore a blue suit and a blue necktie. The word for him was _quiet_. He\nwas a man who did not stand out.\n\n\"My name is John Dennis,\" he said. \"I would like to speak to you.\"\n\nThe abrupt demand annoyed Rhoda. She frowned and was about to retort\njust as peremptorily, but an odd bemusement tempered her mood. The man\nwas uncivil enough to be interesting. She said, \"I'm busy now,\" but\ninstead of closing the door, she stepped back into the room. The man\ncame in and it was he who closed the door.\n\n\"I don't wish to alarm you, Miss Kane.\"\n\n\"I'm not in the least alarmed.\"\n\nAs she spoke, Rhoda wondered if this was true. But the wondering itself\nwas on such an impersonal basis that it didn't seem to make much\ndifference.\n\nAlso, she was noticing that John Dennis was not quite as he'd first\nappeared. He was much younger than middle-aged, really--somewhere in his\nthirties. He was quiet, yes, but handsome, too. There was a rugged\nindividuality about him that was easily missed at first glance. A\ndefinite attractiveness.\n\n\"I want to ask you about a friend of yours. Frank Corson.\"\n\nThis seemed like a logical request. It definitely seemed that way but,\nat the same time, Rhoda was confused as to why it should appear to be. A\nman came and knocked on the door and entered and asked a question like\nthat. It _shouldn't_ have been all right, but it was. He probably had\nthe right, she told herself, else he would not have asked.\n\n\"What do you wish to know?\"\n\n\"Tell me about him.\"\n\n\"He is a doctor. Frank is an intern at Park Hill Hospital. After he\nfinishes there he will go into practice. I guess that's about all there\nis to it.\"\n\n\"He had a patient named William Matson.\"\n\n\"William Matson? I don't know. He doesn't discuss his work with me.\"\n\n\"This was a patient with a broken leg who was taken to the hospital\nnight before last.\"\n\n\"He did mention one man. I don't know his name, though. A man Frank said\nhad two hearts.\"\n\n\"What else did he tell you about this man?\"\n\n\"Nothing else. Frank had the case in Emergency. We came home--came\nhere--and then Frank was bothered. He went back and examined the man and\ncame out and said he had two hearts.\"\n\n\"That was all he said?\"\n\n\"Nothing else.\"\n\nJohn Dennis looked around. Then, when Rhoda stirred and passed a hand\nquickly through her hair, he brought his eyes back to bear on hers.\nRhoda lowered her hand.\n\n\"Does Frank Corson live here?\"\n\n\"No. This is my home. Frank lives in the Village.\"\n\n\"What Village?\"\n\n\"Greenwich Village. It's a part of New York. Are you a stranger?\"\n\nJohn Dennis did not answer. \"Why doesn't he live here with you?\"\n\n\"Why--why, we're not married. We are only engaged.\"\n\n\"That means you will get married later?\"\n\n\"I hope to.\"\n\n\"Does he hope to?\"\n\n\"Yes--I'm sure he does.\"\n\n\"Then he will live here with you?\"\n\n\"I don't know. We may find another place.\"\n\n\"What's wrong with this one?\"\n\n\"Why, nothing--nothing at all--\"\n\nSuch strange questions, Rhoda thought. Why was he asking them? No doubt\nhe had a reason. It somehow did not occur to her to wonder why she was\nanswering. Her own thoughts on the matter did not seem important.\n\n\"He lives here with you sometimes, doesn't he?\"\n\n\"He stays over once in a while.\"\n\n\"Why doesn't he stay over all the time?\"\n\n\"Because we're not married.\"\n\n\"What do you do when he stays over?\"\n\n\"We--talk.\"\n\n\"Is that all?\"\n\n\"We make love.\"\n\n\"How do you do that?\"\n\nRhoda hesitated for the first time. \"We--haven't you ever made love?\"\n\nHis words came a little sharper. \"How do you make love?\"\n\n\"We lie in each other's arms. We show affection for each other.\"\n\n\"You lie in the same bed together?\"\n\n\"Yes. Of course.\"\n\n\"If you were married, what would you do?\"\n\n\"I said--we would live together.\"\n\n\"Would you make love?\"\n\n\"Yes.\"\n\n\"Would you lie in the same bed together?\"\n\n\"Yes.\"\n\n\"Is there anything you would do if you were married that you don't do\nnow?\"\n\n\"Of course. We would live together. We would be man and wife. It would\nbe--well, legal.\"\n\n\"It is not legal to make love and lie in the same bed together now?\"\n\n\"No--well, yes--you see--\"\n\nHe was joking, of course. Rhoda was sure of this. She wanted to explain\nit all to him but he suddenly lost interest.\n\n\"Frank Corson knew nothing else about William Matson?\"\n\n\"The man with two hearts?\"\n\n\"Only that?\"\n\n\"It was all he told me.\"\n\n\"I think he knows more. I want you to ask him. Then I will come and ask\nyou.\"\n\n\"I'll ask him if he knows anything more than what he told me.\"\n\n\"Ask him if he knows of any other men with two hearts. I want to know\nwhere they are and what happened to them.\"\n\n\"I'll try to find out.\"\n\n\"You _must_ find out.\"\n\n\"Will you come back soon?\"\n\n\"I will come back. You must do as I tell you.\"\n\n\"I will do as you tell me.\"\n\nJohn Dennis had been sitting by the window so that Rhoda had to stare\ninto the light. He got up and approached her. She stood up and waited\nfor him, motionless. He came close and looked at her curiously. His eyes\nwent up and down her body. He laid a hand on her left breast and pressed\ngently. She did not move.\n\n\"I will come back. You will not tell anyone I have been here or that we\ntalked.\" He left without saying good-bye.\n\nAfter he was gone, Rhoda stood where she was, motionless, for several\nminutes. Her mind was on the place he had touched her. She had never\nbefore experienced such a reaction. Never before had a man's hand, even\non her bare flesh, produced such thrill and excitement. Desperately, her\ncommon sense struggled with this new thing. She dismissed with annoyance\nthe callow, schoolgirl thought that this was the way love finally\ncame--in the door, unannounced, to take over a woman's heart and soul\nand body. Ridiculous.\n\nThe intellectual Rhoda agreed, but the emotional Rhoda continued to toy\nwith the idea, finding it a fascination, a joy. But there was something\nmore than the intellectual and the emotional; a deeper, frightening\nnumbness; a strange paralysis of mind she could not come to grips with;\nit kept eluding her even as she reached out for it.\n\nFear? She wondered.\n\nBut mainly she thought of John Dennis, the strange man who had walked in\nher door and to whom she had surrendered without a struggle.\n\n_My God. What happened to me? What happened to Rhoda Kane?_\n\nAbruptly she dropped the thought--it did not seem important.\n\n       *       *       *       *       *\n\nSenator Crane sat in the dining room of the Mayflower Hotel. His guest\nwas Matthew Porter, a mystery man, also, of the Brent Taber type, but a\nlittle more clearly defined in that he had a title and a department of\ngovernment. But far more important to Crane, he outranked Taber.\n\nOne other point of importance: Matthew Porter was, in the terms even\nSenator Crane used, \"something of a fathead.\"\n\n\"Maybe I am a Senator,\" Crane said jovially, \"and maybe we boys up there\nthink we have a hand in directing you fellows--still I'm flattered that\nyou could find time to lunch with me.\"\n\nPorter had a thin, aristocratic face, delicate features. His expression\nwas usually benign, but there was steel behind it. He could scowl and\nhurl righteous invective, for instance, when a policeman questioned his\nright to park by a fireplug in spite of his official license plates.\n\nBut mainly he was a shy person who nursed his inferiority complex in\nsecret.\n\n\"That's very flattering, Senator. But the truth is quite the opposite.\nIt's we fellows who are honored to put ourselves at your beck and call.\nAfter all, you're the ones the people elect to office.\"\n\nThe flattery boomeranged nicely and put Porter one up on Crane.\n\n\"The people must be served, of course,\" Crane said, \"and that's one of\nthe things I want to talk to you about. The people's interests.\"\n\nMatthew Porter cocked an alarmed eye as he bit into a roll. \"Have their\ninterests been violated?\"\n\nCrane glanced around and lowered his voice. \"There's been too much loose\ntalk going around about that project you've got Brent Taber on.\"\n\nPorter laid the roll down very carefully, as though he feared it might\ngo off. \"I'm not sure I know what you're referring to, Senator.\"\n\n\"Your reticence is quite understandable. That I bring it up at all must\nshock you, but--\" Crane hesitated, a touch of sadness brushing across\nhis face.\n\n\"But what, Senator?\"\n\n\"You understand, certainly, that I hold the greatest respect for Brent\nTaber. That's why I hesitated to come to you.\"\n\n\"It seems to me Halliday said something about calling Taber in.\nIt had to do with a mild reprimand over Taber's attitude on\nlegislative-executive relations.\"\n\n\"Halliday?\" Senator Crane asked innocently. \"He's another of the really\ngood men you picked for government service.\"\n\n\"I trust Halliday implicitly, but he's carrying a big load so I'm glad\nyou came directly to me, Senator. Exactly what is the trouble?\"\n\n\"In plain words, there have been some bad leaks out of Taber's office.\nThere is in existence a taped recording of a meeting.\"\n\nPorter was aghast. He tried to hide it, which made his greenish\nexpression all the more ludicrous--as though he'd swallowed a worm out\nof his salad.\n\n\"Impossible.\"\n\n\"You'd think so, with all the top-secret precautions that have been\ntaken.\"\n\n\"How did you discover this?\"\n\nCrane held up a restraining hand. \"I'd be happy to tell you if it would\nserve any purpose, but believe me, it wouldn't. I would only tend to\neliminate a contact who is extremely loyal to me and--I might add--to\ngood government.\"\n\n\"I understand. But I certainly can't imagine what has happened to Taber.\nI would have backed him with my last dime.\"\n\n\"I actually don't think it was Taber's fault. A man can't personally see\nto every detail in his department.\"\n\n\"That's the responsibility of whoever is in charge.\"\n\nCrane sighed. \"Yes, I guess that's a cold, hard fact of life in this\ntime of danger. But don't be too hard on him. Perhaps there's an\nexplanation.\"\n\n\"He'll have his chance to explain,\" Porter said grimly.\n\n\"I'm sure you understand how it pains me to have to--well, put this\nblack mark on the record of a good man. I debated many hours and\nsearched my soul before I came to you. With a man's career at stake--\"\n\n\"Men are expendable,\" Porter snapped. \"The nation's safety is not.\"\n\nAgain Crane glanced around. \"Are the Russians _really_ that far ahead?\"\n\nPorter's eyes narrowed just a shade. \"The Russians? Did you listen to\nthe tape you mentioned?\"\n\n\"Only sketchily. I assumed--\"\n\n\"The danger is far greater. A Senatorial committee was briefed on the\nthing. I honestly think you should have been on that committee,\nSenator. By coming to me you've done far more toward protecting the\nnation's safety--and that of the world--than have any of your\ncolleagues.\"\n\n\"Let's just say I had more opportunity.\"\n\n\"Your modesty is becoming.\"\n\n\"And now,\" Crane said wryly, \"now that I've done all I can, I wish I\ncould forget the whole thing. But with the gravity of the situation--\"\n\n\"I'll see that you get a complete briefing.\"\n\n\"Thank you. And I promise I'll be most discreet.\"\n\nA little while later, on the way back to his office, Crane smiled. Now\nmaybe that self-important little son-of-a-bitch, Taber, would find out\nwhat it meant to insult a United States Senator.\n\nFrom there, his mind went to another insult. So they'd passed him up in\nforming the committee to hear about the damned androids, had they? Well,\nby God, he'd show them the people of his state wouldn't tolerate that,\neither.\n\nThe people back home were going to hear about their Senator.\n\nIt probably wouldn't even be necessary to campaign next year.\n\n\n\n\n7\n\n\n\"If you've changed your mind about anything--about us, maybe--just say\nso. I'll understand.\" Frank Corson felt he had to make this point--at\nthis particular time. There was something inevitable in the need to do\nso.\n\n\"You're being ridiculous. The old thing about money again,\" Rhoda\nparried.\n\n\"There's nothing old about money. The problem is ever new. It's always\nwith us.\"\n\nRhoda Kane wanted to cry. She sat on the floor beside the sofa on which\nFrank Corson lay, his hands behind his head, his eyes staring up at the\nceiling. She wanted to say, _Darling, what's happened to me? What is\nthis thing inside me that keeps blocking me away from you? Why can't I\ntell you about it?_\n\nBut she could not say this. She could only push the tears back and lay\nher head seductively on his chest. \"You're just tired, dear. You've been\nworking too hard.\"\n\nHe ran his hand petulantly through her hair. \"It isn't me. It's you,\nRhoda. Half the time you don't even realize I'm talking to you. You're\ngetting such a faraway look in your eyes I'm beginning to think there's\nanother man.\"\n\n\"That's silly,\" she said lightly. \"Let me make you a drink.\"\n\n\"I don't want a drink.\"\n\nThe way he responded to her kiss indicated he didn't want to make love,\neither. Rhoda settled back to the floor and said, \"Darling--\"\n\nSuddenly she couldn't go on. Somewhere inside, a dam broke; the strange,\nbewildering block tottered and began to fall. \"Darling--there's\nsomething I want to tell you--\"\n\nFrank Corson indicated with a jerk of his head. \"The phone's ringing.\"\n\n\"Let it ring. Darling, I--\"\n\n\"For heaven's sake, answer it, Rhoda. It might be important.\"\n\nShe got up, went to the phone and picked it up. \"Hello.\"\n\n\"This is John Dennis.\"\n\nShe felt that frightening excitement again--that feeling of dangerous\ndelight at something forbidden. \"Yes?\"\n\n\"Do you remember what I told you to do?\"\n\n\"Yes.\"\n\n\"Has it been done?\"\n\n\"Not yet.\"\n\n\"Why have you not done it?\"\n\n\"I haven't had a chance.\"\n\n\"You have a chance now. Frank Corson is in your home.\"\n\n\"Yes. I have a chance now.\"\n\nThe phone clicked. Rhoda put it down and went back to the sofa. As she\nsank to the floor, Frank Corson looked at her questioningly.\n\n\"That was certainly a cryptic conversation.\"\n\nWhen Rhoda didn't answer, he scowled and snapped, \"There you go again.\nInto the brown study.\"\n\n\"Oh, I'm sorry, dear.\"\n\n\"What was the phone call about?\"\n\n\"My hairdresser. It was nothing.\"\n\n\"Weird conversation to have with a hairdresser.\"\n\n\"He's a weird hairdresser.\"\n\n\"What had you started to say when the phone rang?\"\n\n\"It just occurred to me--you never told me what happened when that\ngovernment man talked to you.\"\n\nFrank wished she hadn't brought that up. He'd been ordered to keep the\nincident in his room strictly to himself. That hadn't been too\ndifficult. It _had_ been hard not to look on the thing as a murder. The\nblood had looked real and so had the body.\n\nBut if that was the way Brent Taber wanted it, all right. Frank was\namazed at how smoothly everything had been handled. There hadn't even\nbeen a police car at the door--just an unmarked delivery truck and two\nmen carrying out what might have been a rolled-up rug.\n\nAnd that had been that.\n\n\"He didn't say much. Actually, there was no point in mentioning it to\nyou.\"\n\n\"What ever happened to the man with two hearts?\"\n\n\"I was wrong. He just had a peculiar heartbeat. As a matter of fact,\neverybody's heart beats all over their body. Nothing strange about\nthat.\"\n\n\"But there's something strange about a doctor not being able to tell the\ndifference between one heart and two. Frank, you _are_ keeping something\nfrom me.\"\n\n\"Rhoda! For heaven's sake! The government man told me to keep my mouth\nshut about it.\"\n\n\"Does that mean you can't tell even me?\"\n\nHe turned his head and looked into her eyes. \"This isn't like you,\nRhoda. Not like you at all.\"\n\n\"That's silly. I haven't changed.\"\n\n\"Yes, you have.\"\n\n\"How?\"\n\n\"It's hard to say. You don't seem to have the same sense of values any\nmore. You've--\"\n\n\"Just how have they changed?\"\n\nIf he sensed any inner fright in her question he said nothing about it.\n\"For instance, when I told you I'd given up all ideas of going into\nresearch, when I said I'd decided to finish out my internship and\nestablish a practice, you hardly twitched an eyebrow. I thought that\nwould make you happy.\"\n\n\"It did, darling. I was delighted. But I'm still a woman and that gives\nme a right to be curious. What _did_ the government man say?\"\n\nHe sighed and drew her cajoling hand out of his hair. \"They've got some\nwild idea the man who broke his leg wasn't a man at all. They think he\nwas a synthetic of some kind. An android.\"\n\n\"Why, that's ridiculous. You saw him. You certainly know a man when you\nsee one.\"\n\n\"According to Brent Taber, these androids _are_ men, to all intents and\npurposes, but they're manufactured.\"\n\n\"That's just utterly insane. Are we paying taxes just to keep a lot of\npeople in Washington who don't know the difference between a human being\nand a--\"\n\n\"Rhoda! Please! I'm sick of the whole thing and I'd rather not talk\nabout it.\"\n\n\"But he must have told you more than that. Where do these--these\nandroids come from?\"\n\n\"He didn't tell us any more than he had to, but I got the idea they\nthink they're from outer space.\"\n\nRhoda laughed. \"I never heard such foolishness in my life.\" She stopped\nlaughing abruptly. \"Who's _us_?\"\n\n\"What?\"\n\n\"You said, 'He didn't tell _us_ any more than he had to ...' Who was\nwith you?\"\n\n\"Oh. Les King. You don't know him.\"\n\nShe seemed satisfied with the information and probed no farther.\n\nHe drew her close and looked very seriously into her eyes. \"You have\nchanged, Rhoda. What's got into you?\"\n\nShe put her lips to his and whispered, \"Is this changed?\" She ran one\nhand softly and seductively down his body. \"Or that?\"\n\nHe took her in his arms. \"No, baby, that hasn't changed. I guess I was\nwrong.\"\n\nAnd as she kissed him, she saw the oddly expressionless face, the cold\nempty eyes--of John Dennis.\n\nAnd she was afraid.\n\n       *       *       *       *       *\n\nSomething in the mind that had been given him--the synthetic duplicate\nof what had once been a part of Sam Baker--told the tenth android that\nwomen were attractive. For just what reason, he could not tell. There\nwas nothing in his practical working structure that had any need of\nwomen. Still, the attraction was there in the memory patterns that had\nbeen transferred.\n\nThere were other attractions just as puzzling to him. He had vague\nmemories of people with whom he felt no affinity except as vaguely\nnostalgic memories--Sam Baker's mother, his father, the blurred faces of\nfriends he had known. And, at times, there were faint tinges of the\nterror Sam had known that night when a quick light flashed down from\nnowhere and he was abducted into a world too strange and terrible to be\nreal. Yet it _had_ been real.\n\nThere were no birth memories in the android, but there were the vestiges\nof Sam's death memories: the endless torture under a machine so\nsensitive that, while it had no definition of a woman, it was able to\ndiscern--in the names thefted from Sam's memory and used as names for\nthe ten androids--those which applied to males and those that did not.\n\nBut of all these traces of memories, those concerning women nagged the\nandroid most. And now, as it turned his empty gaze on Rhoda Kane, it was\nwith a little more personal interest than before.\n\n\"What did Frank Corson tell you?\"\n\n\"He said the man in the hospital with a broken leg was not a man. He was\nan android.\"\n\nThe term, grotesquely enough, meant nothing to the creature who called\nhimself John Dennis. In the strange pattern of his consciousness there\nwere no patterns of definitive difference. Though in many respects more\nable than the humans against whom he was pitted, he was no more aware of\nhimself as different than a dog is aware of its differences from a man.\nThe concept didn't take shape in the android's synthetic mind.\n\n\"Did he tell you where the man with the broken leg came from?\"\n\n\"He said they thought it came from somewhere in outer space.\"\n\n\"There were others. Did he know of them?\"\n\n\"No. He only told me about a man named Les King.\"\n\n\"What did he say about Les King?\"\n\n\"King was there when the government man talked to Frank. That was all.\nThe government wanted them to say nothing.\"\n\n\"But Frank Corson told you.\"\n\n\"He would not tell anyone else, though. He is not interested in the\nandroids. He wants to forget them.\"\n\n\"But Les King does not want to forget them?\"\n\n\"I don't know.\"\n\n\"Will he talk about them?\"\n\n\"I don't know that, either. I have never seen Les King.\"\n\n\"Can the government man keep Les King from talking about the man with\nthe broken leg?\"\n\n\"I doubt if he can force him to.\"\n\nJohn Dennis again left the window and approached Rhoda Kane. She was\nwearing a housecoat, a brassiere and panties underneath.\n\n\"Take off your clothes.\"\n\nRhoda unbuttoned the housecoat and slipped it off. That strange\nexcitement showed in her eyes now.\n\nThe android pointed. \"Take those off.\"\n\nAs she unhooked her brassiere, Rhoda said, \"My head aches.\"\n\n\"Your head does not ache.\"\n\n\"You are right, my head does not ache.\"\n\nShe slipped out of the panties and stood naked. The android regarded\nher. \"You are different.\"\n\n\"Of course. I am a woman.\"\n\n\"I want to make love.\" As Rhoda stood motionless, helpless, he spoke\nvery positively. \"You make love on the bed. We will go into the bedroom\n...\"\n\nLater, she was never able to recall any details of that next half-hour.\nIn defense of her own sanity, she was able to block the incident from\nher mind. But as she lay naked on the bed, looking up at the man she\nknew as John Dennis, she thought of her mind as being in two sections.\nOne section, the part of her consciousness that clung to reality, kept\nsaying, _I want to cry. If I could cry, everything would be all right.\nWhy can't I cry?_\n\nThe other part was a pool of quivering excitement. She lay motionless,\nwatching John Dennis undress, garment by garment, until he, too, was\nnaked.\n\nHis body was not perfect, yet it had an individual perfection of its own\nin Rhoda's eyes. The skin was smooth and white, the legs and hips firm\nand masculine. The chest was broad and Rhoda wanted to put her hands on\nit and feel John Dennis' hands on her own body.\n\nHe stood looking at her, a little like a child, she thought tenderly; a\nchild waiting to be told what to do. She did not account this as\nstrange--only as a shyness in him. She held out her arms.\n\nHe lowered himself onto the bed beside her. She put her arms around him\nand pressed her lips to his. She waited. Nothing happened.\n\nHe was neither cold nor passionate. He was neither hostile nor friendly.\nHe was nothing.\n\n\"You wanted to make love,\" Rhoda whispered. \"Here I am. Take me. Take\nme.\"\n\nInstead, he disengaged himself, raised himself up on his elbows and\nlooked down at her. \"You are quite different.\"\n\nShe did not know whether to be complimented or offended. \"I'm about the\nsame as every other woman.\"\n\n\"You are different than I am.\"\n\n\"Of course I'm different.\" Was he joking? He didn't seem to be. He was\ndeadly serious as he began examining her breasts.\n\n_This is mad. This is insane. Why can't I cry?_\n\nBut the other part of her mind quivered with her body as John Dennis\nwent over it, inch by inch. He appeared to be trying to memorize it. She\nmoved and turned as his hands directed, a new kind of fire rising within\nher. She waited. He touched her and waited for a response. There was\nnone; nor any feeling within her at that moment except the strange fire\ninside and the ache of her taut groin tendons.\n\nJohn Dennis touched her again and noted the sudden jerk and quiver of\nher response. He became grotesquely, academically interested. He touched\nthe same nerve surface again and studied her face for the response.\n\nHer eyes were closed and her lower lip was gripped in her teeth. \"No,\"\nshe gasped. \"Not that way. Not that way--please.\"\n\nShe could have been pleading with a brick wall. John Dennis\ncontinued--her natural reactions interested him. He frowned and seemed\npuzzled by the excitement he generated within her.\n\nThen she cried out and rolled away from him and lay sobbing, her face\nburied in the pillow. But they were dry sobs; strange, tense sounds\nfilling a questionable and dubious ecstasy.\n\n\"You are cruel,\" she whimpered.\n\n\"Cruel?\"\n\n\"You make love so brutally.\"\n\nHe considered this and then got off the bed. \"I do not like making\nlove.\"\n\nHe began putting on his clothes. She watched him, completely defeated.\n\"Where do you come from?\" she demanded. \"Who are you? Why did you want\nto know about the man with the broken leg?\"\n\nHe turned from putting on his shirt and stood motionless, looking down\ninto her eyes and after a moment or two it did not matter to Rhoda\nagain. It mattered no more than it had in the beginning. The strange\nfire had not been quenched by what had occurred. It was still there, in\nher mind more than in her body, but finding its boundaries was not\nimportant either.\n\n\"Are you going?\"\n\n\"Yes.\"\n\n\"Will you come back?\"\n\n\"I will come back. I want you to find out from Frank Corson what\nhappened to the androids.\"\n\n\"He doesn't know.\"\n\n\"Have him find out for you.\"\n\n\"I can't do that.\"\n\n\"Then I will not come back.\"\n\nSomehow, in the part of Rhoda Kane's mind that was beyond her control,\nthe thought that John Dennis might not return took on the proportions of\na disaster. Her feeling was akin to panic as she said, \"I will make him\nfind out.\"\n\n\"Then I will come back.\"\n\n\"Please. I will wait for you.\"\n\n       *       *       *       *       *\n\nLes King answered the knock on the door and broke into a smile. \"Well,\ntalk about luck! I've been looking all over hell for you. Come in. Come\nin.\"\n\nThe tenth android was already in. He walked across the room and turned\nto look back at Les King with the outside light behind him.\n\nKing returned the gaze and wondered if he was afraid. It was an odd\nthing to wonder about. A man should know his own emotions. But King\ncould not quite analyze the ones that struck him at that moment. For one\nthing, he'd discounted most of what Taber had said. There was something\ngoing on here, true--something big. When the government could cover up a\nmurder in Greenwich Village, there had to be a big score at stake. And\nthere _had_ been a murder--but no cops, no police cars, nothing. Only a\ncouple of guys in an unmarked truck walking out with what could have\nbeen a rolled-up carpet. They'd swiped _his_ pictures and told him to\nkeep his mouth shut.\n\nThis last was what made Les King mad. He'd found the story. It was his\nby every right. But when they were ready to break it they'd do it\nthrough some privileged Washington newspaperman who'd get it on a silver\nplatter. The hell with that stuff. It would take more than a shadowy\ncharacter like Brent Taber to scare him off.\n\nHe looked at the man in the blue suit and said, \"You've been lucky.\nThey're after you.\"\n\n\"Who is _they_?\"\n\n\"Taber. The government crowd. The police, too, maybe. You killed that\nguy in the Village, didn't you?\" Les King had decided a bold approach\nwas the best way. But he was no fool. He kept his hand on the doorknob\nand watched the man carefully. \"By the way, you haven't told me your\nname.\"\n\n\"John Dennis.\"\n\n\"You look like a man named Sam Baker. He disappeared about ten years\nago--from a little town upstate.\"\n\n\"I am John Dennis.\"\n\nKing shrugged. \"Okay, you're John Dennis. All I want to do is stay on\ntop of this thing and have the inside track when it breaks.\"\n\n\"Brent Taber told you to forget about it.\"\n\nKing did not like the odd feeling of helplessness that seemed to have a\ngrip on him. He was not alarmed, though. Over and above this was a\nsense of excitement. There was money here--he knew damned well there was\nmoney here.\n\n\"You want money, don't you?\"\n\nThe question startled King. Could the guy read his mind? \"Who the hell\ndoesn't?\" he retorted defensively. \"If you're heeled you've got it\nmade.\"\n\nSomehow King felt that the pressure, the odd excitement, lessened in\nintensity. His nerves, he conceded, were sure playing tricks.\n\n\"There are some things I want. I will tell you where they are. I will\ngive you money for them.\"\n\nAn espionage approach? King wondered. In a way, he hoped it was. He\ncould always get clear. When the time was right, when he had the story\nlocked, he'd go to the FBI with it. He had a quick vision of a spread in\n_Life_, a title: \"I Broke the Russian Spy Ring.\" His own by-line.\n\n\"That sounds touchy,\" he said.\n\n\"I will tell you where to go and what to do.\"\n\n\"I'll have to know more than that.\"\n\n\"I will tell you what to do.\"\n\nJohn Dennis left without saying good-bye.\n\nLes King stared at the inner side of the closed door. \"Jesus!\" he\nmuttered.\n\nBut the excitement was creeping back.\n\n\n\n\n8\n\n\nBrent Taber stood in front of the desk of Authority and said, \"Mr.\nPorter, I don't think you people realize the gravity of this situation.\"\n\nPorter's eyes were frosty. \"And just what gives you that idea?\"\n\n\"The fact that I'm being hamstrung at every turn. Men I assigned to\nsearch out the last android have been taken off the job, transferred\naway from me without notice.\"\n\n\"You speak of being _hamstrung_.\" Porter pronounced the term with an\ninflection of disgust, as though it were a vulgarism no gentleman would\nuse. \"You say we do not realize the gravity of the situation. Perhaps we\nrealize it far more than you do. It may be that your activities have\nbeen indirectly curtailed because you have not recognized the vital need\nof harmony in government.\"\n\n\"Are you telling me Crane's ego is still smarting?\"\n\n\"_Senator_ Crane did, in the spirit of co-operation, mention certain\nleaks in your department.\"\n\n\"What in hell are you talking about?\"\n\n\"I'd watch my tone if I were you, Taber. You aren't talking to one of\nyour legmen now!\"\n\nTaber's teeth came tight together. \"I'm sorry. Let me repeat the\nquestion. Exactly what was the nature of the leak to which the Senator\nreferred?\"\n\n\"A tape--transcribed at one of your top-secret meetings.\"\n\nTaber's fist closed and opened. \"I guess maybe I have been lax,\" he said\nsoftly.\n\nPorter, grimly happy to have made his point, went on. \"As to policy up\nabove, I'll be quite frank. We have not necessarily gone along with your\ntheory that the so-called androids were from outer space.\"\n\n\"Then where do you think they originated?\"\n\n\"We have put data into the calculators on that point. So far, the\nresults have been inconclusive.\"\n\n\"That's too bad.\"\n\n\"Your sarcasm is uncalled for. I am quite willing to tell you, however,\nthat we have been proceeding in the matter. You are aware, no doubt, of\nthe recent space shot that ended disastrously?\"\n\n\"Who isn't?\"\n\nStill insistent upon treating Taber like a backward child, Porter said,\n\"The missile was safely launched and made five orbits and then suffered\ndestruction.\"\n\n\"There was a lot of newspaper copy written on the failure; a lot of\nquestions asked as to the cause.\"\n\n\"The releases were entirely true,\" Porter said with prim severity.\n\"There was malfunction of crucial units under stress. But another phase\nwas not made public. The astronaut's mission--one of them, at least--was\nto hunt outer space for foreign bodies of any description.\"\n\n\"What did he report?\"\n\n\"Nothing.\"\n\n\"I recall a story printed by some Washington columnist that some of the\ncode picked up from the missile was not translated for the press. This,\nhe stated, in view of the Administration's current 'Open End' policy on\nsuch matters, was strange.\"\n\n\"If you're implying that we censored certain information, that's quite\ntrue. In the public interest.\"\n\n\"To keep scientific information out of Russian hands?\"\n\n\"In this case, no. The astronaut fell victim to a psychological stress\nthat was unforeseen. What he sent made no sense whatever. We blame the\nmedical men for not finding the flaw in his psyche.\"\n\n\"And I would be entirely out of line in assuming he did discover hostile\nforeign bodies and was destroyed by them?\"\n\n\"Entirely,\" Porter snapped.\n\nBrent Taber's eyes were stony. \"But I _am_ to assume that you're asking\nfor my resignation.\"\n\nNow Porter shrugged. \"If that is the way you see it, I can, of course,\nonly tender my regrets.\"\n\n\"Well, you won't have to. I'm not resigning.\"\n\nThe sharp declaration made Porter blink. \"It's rather unusual that a\nman, after a vote of no confidence--\"\n\n\"To hell with that. If a tape got out of my office, it's my fault. I'll\ngrant that. But there's more to this. I'm willing to bet the man who\ntold you was the same one who engineered the steal.\"\n\n\"That's ridiculous! Are you accusing Senator Crane of--?\"\n\n\"I'm accusing an opportunist-demagogue of playing fast and loose with\nnational safety to further his own ends and salve his ego. I'm accusing\nthe men above me of being too weak-kneed to back their own against\noutside interference.\"\n\n\"I'll stand for no insults from you, Taber!\"\n\n\"You'll take it and like it,\" Brent Taber said savagely. \"You'll take it\nbecause you can't knock me out of my office overnight. It will take\ntime. You've got to go up through the command and you'll have to go\npretty high before you'll find anyone who'll do it with the stroke of a\npen. Nobody wants to stick their neck out.\"\n\n\"Of course,\" Porter replied icily, \"if you care to keep functioning as a\ndiscredited person--\"\n\n\"I can. And I will. I'd be a coward if I didn't.\"\n\nPorter was obviously disappointed but he shrugged. \"That's your\nprivilege. You, of course, will not be taken off the payroll.\"\n\n\"The payroll be damned. Send my checks to the Red Cross!\"\n\nAnd Brent Taber strode out of Porter's office, a man who stood alone in\nthe Washington jungle of clashing ambitions, of purposes and\ncross-purposes--but a man who had no thought of quitting.\n\nAfter Brent left, Porter put through a call to Senator Crane's office.\n\n\" ... so, while severing Brent Taber from official activity would be\nrather difficult, Senator, I have, in the interests of efficiency,\nwithdrawn most of his facilities.\"\n\n\"A wise move, Porter. A very wise move.\"\n\n\"By the way, Senator, that hydroelectric project on the Panamint River\nyour Conservation people have in the works. I'm quite interested in it.\"\n\n\"Is that so?\" Crane asked guardedly.\n\n\"Yes. Perhaps because of my experience along those lines in South\nAmerica. I consider it a great opportunity to serve and I understand the\nadministrator's post is still open.\"\n\nPorter's tone was vague. \"Yes. I believe it is.\"\n\n\"Of course, I'm quite happy where I am, you understand. I'm not looking\nfor a change. However, the challenge does intrigue me.\"\n\n\"I'll give you a ring, Porter. Just sit tight until you hear from me.\"\n\nAfter hanging up, Porter sat back and wondered. He tried to analyze the\ntone in which Crane had made the promise to call. It had been falsely\ncordial, beyond a doubt. Maybe Crane figured Taber's scalp was too small\na price to pay for the hydroelectric plum. Well, in that case, Porter\nphilosophized, he hadn't lost a great deal. It was all in the game.\n\n       *       *       *       *       *\n\nFrank Corson was confused and troubled by the changes that continued to\ncome over Rhoda Kane. He could not quite put his finger on the start of\nit, but as he saw her now, a scant two weeks after the incident of the\nman with two hearts, he could clearly see the changes. Where she had\nbeen a beautiful, poised, self-controlled woman, she was now more\nnervous and quick of movement, brighter of eye, full of a new restless\nenergy he could not account for.\n\nAlso, the dominance in their affair had shifted. He had always, it\nseemed, been the dominant factor, in that Rhoda had continually catered\nto his moods and bent to the winds of his own unrest and\ndissatisfaction.\n\nBut one evening when he was free of duty at Park Hill, Rhoda came home\nand entered the apartment without glancing toward the double-width sofa\nby the window. Frank, stretched out with a drink in his hand, watched\nher as she took her key out of the lock and put it back in her purse. He\nwas struck by the fact that with this new \"personality\" that had become\na part of her, she was even more attractive than before. A glow had been\nadded. The quiet, dignified, statuesque beauty of before had been\nmysteriously vitalized by a new kind of inner life.\n\nShe turned from the door and, looking into the bright glare of the\neight-foot windows, she saw him on the sofa and took a quick step\nforward.\n\n\"Oh,\" she cried. \"It's you!\"\n\n\"Of course, it's me.\"\n\nRhoda stopped dead and Frank was sure that the look of eagerness died as\nsuddenly as it had been born.\n\n\"Well, good lord! Whom were you expecting?\"\n\nRhoda laughed. \"You just surprised me, that's all.\"\n\n\"Well, you gave me the keys to your apartment. Wasn't I supposed to use\nthem?\"\n\n\"Of course, silly.\" She came across the room and sat down on the sofa\nbeside him. She bent down and kissed him.\n\n\"Golly,\" he said, sarcastically enthusiastic, \"that was about as\nstimulating as a meeting between two dead fish.\"\n\n\"Frank! For heaven's sake! What's got into you lately?\"\n\n\"I think that question should be reversed. 'What's got into _you_?\"\n\n\"I think you're being unreasonable.\"\n\n\"Am I? Is it unreasonable to wonder why you did a complete about-face?\"\n\n\"I don't understand.\"\n\n\"You understand. I've brought it up before. You spent weeks convincing\nme I ought to carry through with my internship and establish a practice.\nYou said the time element didn't make any difference to you. You talked\nme out of the silly idea I had about cashing in on the man with two\nhearts. I admitted it was a silly idea. I turned away from it\ncompletely. Then you did the world's fastest about-face and began asking\nquestions. You began pushing me in the direction you'd been arguing\nagainst.\"\n\nRhoda refused to match his serious mood. She ran a playful hand through\nhis hair. \"A woman has a right to change her mind, hasn't she?\"\n\n\"Oh, stop it, Rhoda. You're avoiding the issue.\"\n\n\"All right. I still maintain I have a right to change my mind, but in\nmaking it all seem completely unnatural you neglected to mention _why_\nyou changed yours. Because a man named Brent Taber slapped your wrist\nlike a little boy and scared you. It wasn't my influence that turned you\naround and started you walking the other way. It was a _big_ man from\nWashington who said naughty, naughty and suddenly you were a nice little\nintern again, afraid to ask questions.\"\n\n\"It was more dangerous than you know, Rhoda.\"\n\n\"Oh, I'm sure it was. Do you want another drink?\"\n\n\"No.\" Frank looked out the window and scowled. \"Rhoda, there was\nsomething I didn't tell you about that affair.\"\n\n\"Was there? I'll bet you told Brent Taber, though.\"\n\n\"It was what brought Brent Taber into it. There was a murder in my\nroom.\"\n\n\"And when Brent Taber came on the scene--\" Rhoda stopped and stared down\nat him. \"What did you say?\"\n\n\"A man was killed in my room. The man with the broken leg. He didn't\njust go on his way, as I told you; he got his throat cut in my room.\"\n\nRhoda continued to stare. \"And you didn't tell me about it.\"\n\n\"Brent Taber told me to keep my mouth shut.\"\n\n\"I suppose if Brent Taber had said, 'I don't want you to see that woman\nagain,' you wouldn't even have dropped around to say good-bye.\"\n\n\"Rhoda--you're being unreasonable.\"\n\n\"Unreasonable to expect the man who says he loves me to confide in me?\"\n\n\"All right. I was wrong. What happened is this: When William Matson was\nready to leave Park Hill, he had no place to go, so I took him down to\nmy room. I went back to the hospital and Les King contacted me. He said\nWilliam Matson was really a man named Sam Baker who'd disappeared from\nhis home in upstate New York ten years ago. We went down to see him and\nfound him sitting in a chair with his throat cut.\"\n\n\"You've been involved in a murder and you didn't say a single, solitary\nword--\"\n\n\"Rhoda! I said I was sorry.\"\n\n\"I didn't see anything about it in the papers. I'm sure it wasn't on any\nof the newscasts.\"\n\n\"Of course, it wasn't. The police didn't even question me. I called the\npolice and they came--two prowl-car men. Then they told Les and me to\nwait. We waited, and after a while this Brent Taber came in. He told us\nto go home and keep our mouths shut. Later, we were called downtown and\nTaber talked to us.\"\n\n\"He told you to go home,\" Rhoda said sarcastically. \"You also said the\nman was killed in your room. Just where is your home, Mr. Corson?\"\n\n\"I came here, Rhoda. I spent that night here.\"\n\n\"With a possible murder charge hanging over your head, you came here and\ndidn't say a word!\"\n\nFrank sprang up from the couch and turned, scowling. \"Goddamn it! Don't\nyou believe me? Do you think I'm lying?\"\n\n\"I don't know what to believe. I just feel--betrayed. But something else\nis more important.\"\n\n\"What?\"\n\n\"You acted like a child. Just because some man appeared out of nowhere,\nyou said _Yes, sir_ and _No, sir_ and _Sorry, sir_ and walked away.\nFrank! I'm ashamed of you!\"\n\nIn quick anger, his hand came back as though to slap her. But he dropped\nit to his side and strode across the room and picked up his jacket.\n\n\"And so now you're walking out again. You just can't face up to\nanything, can you, Doctor Corson.\"\n\nHe turned on her, his eyes blazing. \"All right. Maybe everything you say\nis true. Maybe I've seesawed and acted like a kid. If I have, it's\nbecause of you. The thing in the Village had nothing to do with me\nchanging my mind about going into research. I did it because I thought\nyou wanted me to.\"\n\nNow Rhoda was on her feet, too, her patrician nostrils flaring. \"Well,\ndon't do me any favors.\"\n\n\"From now on, I wouldn't dream of it.\"\n\nAs he pulled on his jacket, Rhoda sat down on the sofa and lit a\ncigarette. \"I'm convinced that if you'd gone along with Les King you\nwould have been on the right road. King wasn't frightened off by a man\nwho said he represented the government. He saw a chance to make some\nmoney and is probably going ahead with it right now.\"\n\n\"I don't give a damn what Les King is doing!\"\n\n\"Of course not. But there's another little thing you overlooked. Don't\nyou suppose this Brent Taber will toss that murder right back into your\nlap if it suits his purpose? The body was in your room. You're probably\nthe chief suspect. So you sit back and let Brent Taber play whatever\ngame he's got in mind. And if it goes wrong, Frank Corson gets picked up\nfor murder.\"\n\n\"It can't possibly happen that way.\"\n\n\"Why not? Who is Brent Taber, really?\"\n\n\"I told you--a government man.\"\n\n\"What government? Where can you get in touch with him?\"\n\n\"I don't know. He gave me a phone number in case I ever saw a certain\nman again.\"\n\n\"What man?\"\n\n\"Rhoda! They aren't men at all. They're androids!\"\n\nRhoda froze and stared at him in consternation. \"You actually _believe_\nthat fairy tale? Frank, I just don't understand you.\"\n\n\"I told you about it before.\"\n\n\"But for the life of me I didn't think you took it seriously.\"\n\n\"I just didn't care. I'd had it. I wanted out.\"\n\n\"But you're involved in it, up to your neck, and if you had any guts\nyou'd face Taber and make him tell you _all_ the facts--and what's\nbehind them.\"\n\n\"I have no intention of calling him.\"\n\n\"I guess that's the rock we split on then,\" Rhoda said coldly. She\ncouldn't understand herself, even while she knew, deep down, that she\nwanted more information for _him_--John Dennis. Any other reason or\nexcuse she used was a sham, a self-delusion.\n\nIf she expected a protest, she didn't get it. Rhoda took a long, calm\ndrag on her cigarette. She ground it into the ash tray. She raised her\neyes and looked levelly at Frank.\n\n\"Very well,\" he said, finally, \"It was nice knowing you.\"\n\n\"Shut the door quietly on the way out,\" she retorted.\n\nHe stared at her, his face revealing nothing. He turned, went to the\ndoor, and opened it. He looked back. She had not moved. He left without\na word.\n\nRhoda Kane lit another cigarette. She stared out across the East River\nat the expensive view that went with her high-rent apartment. She got up\nand went to the liquor cabinet and made herself a drink.\n\nShe was back on the sofa when a key turned in the lock. The door opened.\nFrank Corson came in, walked to her and stood looking down at her. There\nwas misery in his face, a beaten look in his eyes.\n\n\"You knew I couldn't do it.\"\n\n\"Couldn't do what, sweet?\"\n\n\"Walk out on you. I'm in love with you, goddamn it. If I stayed away\ntonight, I'd be back tomorrow.\"\n\nRhoda set her glass down and held out her arms. \"Darling,\" she\nwhispered. \"You wouldn't have had to. I'd have been down in the Village\nafter you.\"\n\nHe kissed her hungrily and she pressed her hand against the back of his\nhead, holding his mouth tight to hers. His hand slipped inside her\nblouse. She laid her own hand on it and held it firm.\n\n\"It's for your own good, darling, that I want you to contact this Taber\nand demand what you're entitled to. You have a right to know. If you\ndon't find out, there might be a policeman at your door, any minute of\nthe day or night.\"\n\n\"I'll call him.\"\n\n\"And if he tells you it's none of your business, stand up to him.\"\n\n\"I will.\"\n\nShe allowed his hand to go on with its exploring now. His finger touched\nher nipple, played with it. She closed her eyes as his mouth again\nsought hers. \"Darling ...\" she murmured.\n\nBut she was speaking to a man who had come from nowhere and had\nidentified himself only as John Dennis. She had no number at which to\ncall him. She could only wait until he returned again, if he ever did.\n\nShe thought: _Oh, God, John Dennis. Why do you turn away from me? Why\ndid you strip me naked and look at me as though I were a statue? Will\nyou come back again? Please come back and make love to me._\n\nShe felt Frank Corson unsnapping her brassiere. She closed her eyes and\nlay back and waited, and for all the effect he had on her, Frank Corson\ncould have been a statue.\n\nAt the last moment she insisted, \"Remember, Frank, you've got to find\nout _everything_!\"\n\n\n\n\n9\n\n\nThe man had sallow skin; the look of a consumptive. He sat in a chair\nbeside Crane's desk and dropped the ash from his cigar on Crane's\nwall-to-wall carpeting. Crane scowled, but let it pass.\n\n\"All right. Dorfman, what have you got to show for the money I've paid\nyou?\"\n\nDorfman, an old hand at confidential snooping, refused to quail before\nthe much-publicized senatorial scowl. \"It's tough putting on a hunt when\nyou're not quite sure what you're after.\"\n\n\"I told you what I wanted. I wanted you to watch for any New York\ncontacts Brent Taber might be using at the present time. That's simple\nenough, isn't it?\"\n\n\"Taber contacts a lot of people. And he's a dangerous man to tail. He\nknows all the tricks.\"\n\n\"Are you telling me he caught you following him? If he did, you're no\nlonger of any value to me.\"\n\n\"He didn't spot me,\" Dorfman said. \"I followed him to New York and kept\ntabs on a Manhattan office, one he uses as his headquarters there.\"\n\n\"A directory check would tell me that.\"\n\n\"Take it easy. I staked out the place all day yesterday. Five men\nentered and left. Four were his own men.\"\n\nCrane made a notation on a pad. He knew about those men. They'd been\npulled off Taber's staff without notice. No doubt they'd made their last\nreport to Taber and had headed back to Washington for reassignment.\nDorfman would not know this, of course.\n\nOr so Crane thought. Dorfman smiled as though he'd read Crane's mind and\nsaid, \"I think Taber's losing his staff. They were government men--four\nof them--reporting in or out. My guess was _out_.\" He peered keenly at\nCrane for a moment. \"Who's slicing away at Taber behind his back?\"\n\n\"That's none of your--look here, Dorfman, I can get a better man than\nyou at half the price!\"\n\n\"No, you can't,\" Dorfman said easily. \"Like I told you, there were five.\nThe other one turned out to be a Doctor Frank Corson, an intern at Park\nHill Hospital in Manhattan.\"\n\nCrane made another quick notation. A Manhattan doctor. One of the\nandroids had been found in the East River with its throat slit and a\nbroken leg. Now a doctor had contacted Taber. Was there a connection?\nSomehow, Crane had to get on the track of the tenth android Taber was\nhunting. Cutting the ground out from under Taber had been a satisfying\nvictory but it wasn't enough. To be of service to his electorate,\nSenator Crane realized, he had to have something tangible in the way of\nevidence. The only way to get this was to ferret out Taber's contacts\nand locate the tenth android himself, or at least be there when Taber\nlocated the creature.\n\nA man of supreme confidence in his destiny, Crane had been working on\nthe speech he would make when he was ready for the _I accuse_ scene from\nthe Senate floor. He had even gone so far as to alert a fashionable\nWashington hotel to be ready with a suite at a moment's notice. Crane\nfelt his office would be far too small to handle the traffic that would\nresult from his revelation.\n\nIt did not occur to Crane to compliment Dorfman on his skill as an\noperative, for getting the book so completely and swiftly on a casual\nvisitor to Taber's office. He said, \"You've got this doctor's address?\"\n\nDorfman put a folded slip of paper on the desk. \"Another little item\nI'll throw in as a bonus. Taber had another tail--here in Washington.\"\n\nThis disturbed Crane. Did he have competition in the matter of the\nandroid? Was someone else trying to get into the act?\n\n\"A New York free-lance photographer named King. I didn't have to check\non him. I recognized him. He's been around Manhattan for years.\"\n\n\"A photographer. What do you suppose he's up to?\"\n\n\"No way of telling, at the moment. Want me to switch to him?\"\n\n\"No. Stay on Taber. There's more chance there.\"\n\nDorfman got up from his chair, stepping on the ashes as he did so and\nground them into the rug. \"Okay, I'll report tomorrow.\"\n\nAfter Dorfman left, Crane pondered the situation. Were the Russians\nbehind this? Somehow, he was beginning to doubt it. And this dismayed\nhim somewhat. He was enough of a realist to know that even a possible\ninvasion from outer space--if that talk hadn't been a cover-up--would\nnot carry the power of a Russian plot.\n\nA space invasion? Too science-fictional. It had been done by H. G. Wells\nand God knew how many other writers. Break a yarn like that and nobody\nwould believe it. Still, if he could get his hands on the evidence.\n\nHe scowled as he contemplated the one stone wall he hadn't been able to\npenetrate. No connection he had, no contact, would reveal the secret\nlaboratory where the dissection of the androids had taken place, or the\nspecialist who'd done the job. Porter might give it to him in exchange\nfor a guarantee of the hydroelectric post. But Crane suspected that even\nPorter did not have this information. The higher you went in these\ntop-secret projects, the more silence and stubbornness you found. The\nmen up above, it seemed, were never as open to discussion as were the\nlower-echelon eager beavers. They indulged in horse-trading and played\npolitics to a certain extent, but the lines of demarcation were sharper.\nThat was why he could get Taber discredited, even crippled. But knocking\na man of his proven ability completely out was another matter. The men\non the top floor measured a lot of evidence before they acted.\n\nBut the body of one of the androids--there should be a way--there had to\nbe a way.\n\nSuddenly Crane smiled. Then he chuckled. Then he took an address book\nout of his desk drawer and thumbed through the pages.\n\n       *       *       *       *       *\n\nFrank Corson stared dejectedly at the carpet in Rhoda Kane's apartment.\n\"I tried,\" he said. \"I tried damned hard. But it just didn't do any\ngood.\"\n\nRhoda sat beautifully poised, a picture of sophisticated perfection. She\nwore an obviously expensive costume featured by lounging slacks that\ncould have been molded to her body. The afternoon sun glinted on a\nhairdo right out of _Vogue_ or _Harper's Bazaar_. Her expression was\ndistant; a look of impersonal pity showed on her face as she regarded\nFrank.\n\n\"Tell me about it, sweetie.\"\n\nFrank cringed inwardly at the appellation. In Manhattan, everyone called\neveryone else _sweetie_.\n\n\"There wasn't much to it. I called Taber and then went down to see him.\nI told him exactly how I felt about things and demanded more\ninformation.\"\n\nRhoda frowned. \"You _demanded_? Frank! I'm disappointed in you. The\nindignant citizen bit, I suppose. Don't you know how to talk to people?\nYour bedside manner must be tremendous.\"\n\n\"Rhoda! For God's sake!\"\n\nShe brushed his anger away with a graceful, deprecating wave of her\nhand. \"What did you say to him?\"\n\n\"I was just telling you. I said that with a man killed in my room I had\na right to some protection. I--\"\n\n\"Protection! What did you do? Ask the man to hide you? Why didn't you\nget down on your knees and beg his pardon for living?\"\n\nFrustrated anger made Corson's lips tremble. \"I did the best I could! I\ntold him that if I couldn't find out from him what was going on, I'd go\nto the New York police. I told him I had a right to know about these\nandroids.\"\n\n\"And he told you the only right you had was to drop dead, I suppose.\"\n\nFrank Corson got to his feet. His face was stiff. His eyes were\ntortured. He ran a helpless hand along his jaw.\n\n\"All right, Rhoda. All right. If this is the way you want it, there's\nnothing I can do.\"\n\n\"What do you mean--the way I want it? All I've been trying to do is put\na little courage into you? Didn't Taber tell you a thing about the\nandroids?\"\n\n\"He wasn't as brutal as I made it sound. In fact, he's a rather nice guy\nin a tough spot.\"\n\n\"I'm sure of that, but we couldn't care less. What did he say about the\nandroids?\"\n\nA new, desperate wariness had been born in Frank Corson. He could take\nonly so much and now he regarded Rhoda with a hostility of his own. \"A\nshort time ago you hooted the android idea. What changed you?\"\n\n\"I use it as a term of identification! Good heavens! You act like a\nchild. All I'm trying to do is get a little information--\"\n\n\"For whom, Rhoda?\"\n\nHe threw the question so suddenly it put Rhoda off balance. Quick fear\nflashed into her eyes. Then it vanished behind a wall of defiance.\n\n\"Are you out of your mind? Why would I have any interest in this mess\nexcept by way of protecting your interests?\"\n\n\"_My_ interests. I can remember not long ago when you'd have called them\n_our_ interests.\"\n\n\"There you go again. Talking like a child!\"\n\nFrank crossed the room and stood close to Rhoda's chair. He looked down\nat her, and when he spoke there was a change in his manner. Now there\nwas a finality in his tone that had ice in it.\n\n\"I don't know what this is all about, Rhoda, but I'm not as much of a\nchild as you seem to think. Subjectiveness does make a person sound and\nact that way at times. This is a reflection of inner confusion and\nbewilderment. I'll admit I'm confused and bewildered. But I'm getting\nyour message, too. I think you're telling me that whatever has happened\nto you is none of my business. Very well. You know where to find me if\nyou need me.\"\n\nHe was walking toward the door, his back turned, so he did not see the\nmute appeal in Rhoda's face. \"Frank--!\"\n\nHe had opened the door and turned. \"I'm sorry, Rhoda. I thought we had\nsomething. I'll admit I didn't handle it very well but I did my best.\"\n\nHe went out and closed the door softly behind him and was gone.\n\nPure tragedy ripped across Rhoda's eyes as she sprang to her feet, took\nseveral steps toward the door, and stopped. A wordless cry rose within\nher and came out as a miserable little kitten whimper.\n\nBut then she stiffened. The moment of panic passed. She straightened and\ntouched a displaced lock of hair. The warmth of the new excitement she\nlived with gushed anew, and the bright, nervous smile touched her lips.\n\nShe went over, made herself a drink and went to the window. She looked\ndown. He was out there somewhere, going about his mysterious business.\nThe smile she thought of as soft and tender was really brittle and quite\nhard. She downed her drink thirstily as though it helped quench the\nfever in her throat.\n\nShe put the glass down and heard a whisper: \"John, John, why don't you\ncome to me? I'll help you. I'll understand. I'll teach you to make love.\nLet me help you, darling.\"\n\nThe whisper was her own and it ended in a sob.\n\n       *       *       *       *       *\n\nBrent Taber was studying some reports on his desk. They were not sources\nof satisfaction in any sense. Most of them were memos noting changes in\nthe departmental assignments of staff men: _Due to unforeseen\nemergencies and the reassessment of current workloads it has become\nnecessary to transfer from your subdepartment three ... two ... four\n..._\n\nAnd so it went.\n\nHe sat back and closed his eyes. He was tired and he conceded it, which\nwas a stark admission for Brent Taber. And he wondered: Was it worth it?\nBanging your head against a stone wall. It would be so easy to say,\n_Okay, it's your world, too. If you aren't worried why should I bother?_\nMaybe it's not worth it. Why not assume that if there is a superior race\nstanding off somewhere in space, they're only a bunch of paper tigers\nand to hell with it. Or maybe they wish us only the best. Maybe--\n\nThe door opened. Marcia Holly pushed her head in. \"Have you eaten\nanything today?\"\n\n\"Get lost, sweetheart,\" Brent said absently.\n\n\"Maybe you look on eating as a bad habit, like sleeping, but it would be\nnice to avoid a breakdown and stay out of the hospital, too.\"\n\n\"You're such a pleasant person to have around, except when you get up\noff your chair and start making noises like a woman.\"\n\n\"Just to accommodate you, I'll change my sex. But right now, there's a\nman to see you.\"\n\n\"Tell him to go to hell but don't offend him.\"\n\n\"I think you ought to see him. He's got an official paper of some kind.\nYou didn't steal a car or anything, did you?\"\n\n\"I parked in the middle of an intersection, but I didn't think they'd\nmind.\" Brent Taber sighed. \"All right. Send him in.\"\n\nThe man was small, ingrown and, as Brent Taber learned, somewhat\nstubborn.\n\n\"My name is Charles Blackwell,\" he said. \"My brother has been lost for\nover two months now.\"\n\n\"I'm sorry,\" Brent said politely.\n\n\"My brother was a source of concern to us--\"\n\n\"Who is _us_?\"\n\n\"Why, the family. Who else? We all worried about Charlie. He had fits of\ndepression. Kind of a maniac-depressive.\"\n\n\"_Manic_-depressive,\" Taber corrected gently.\n\n\"Yeah, that kind, ah--kind of. Well anyhow, he hides from us sometimes\nand we worry.\"\n\n\"Who sent you to me?\"\n\nCharles Blackwell waved a vague hand, \"Oh, they told me you were the man\nto see.\"\n\n\"Tell me their names,\" Brent said politely. \"I'd like to thank them\npersonally.\"\n\n\"Oh that won't be necessary--not necessary at all. You see the thing is,\nmy brother Jack has accidents sometimes and so we figured he might have\nbroken a leg or something, maybe, and it seems you--well, you kind of\nturned out to be the man to see about it.\" Charles Blackwell waved the\npaper. \"With this.\"\n\n_Good lord_, Taber groaned inwardly. _This thing is turning into a comic\nopera--plain slapstick._\n\n\"And why am I the man to see?\"\n\n\"Because they said you knew about a man with a broken leg who got killed\nor something.\"\n\n\"They said that?\"\n\n\"Uh-huh, and if you'd just let me see the man, I could tell in a jiffy\nwhether he's Jack or not.\"\n\nIt had been a pretty long speech and Charles Blackwell seemed happy to\nget it off his chest. He felt he'd earned a cigarette so he lit one.\n\nBrent Taber watched the match go out and then said, \"You're the\nGoddamnedest phony I've met this week.\"\n\n\"They said you'd say that, but all I want is to see the man and then\nI'll know. I'll tell you in a jiffy if he's my brother.\"\n\n\"All right.\"\n\nCharles Blackwell gulped a throatful of smoke in disbelief. Evidently\nthey'd told him it wouldn't be as easy as this. They must have told him\nit would be as hard as hell, because he stared at Brent as though the\nlatter hadn't played fair.\n\nBrent reached into a drawer and took out a glossy photo. He pushed it\nacross the desk. Charles Blackwell craned his neck, looked, and saw what\nappeared to be a man lying naked on a marble slab with his throat cut.\n\nBlackwell swallowed hard and nodded and said, \"Yeah, that's Jack, all\nright.\"\n\n\"How do you know?\"\n\n\"I can tell.\"\n\n\"You can?\"\n\nCharles Blackwell got a little indignant. \"Of course, I can. Don't you\nthink a man knows his own brother?\"\n\n\"That depends on which man and what brother.\"\n\n\"I want the body of my relative,\" Charles Blackwell said.\n\n\"I'll see you in hell first,\" Brent Taber replied pleasantly. \"Now get\nout of my office before I send for the man who uses the broom around\nhere.\"\n\nCharles Blackwell was more comfortable now--more confident. \"That's what\nthey told me you'd say, so they gave me this to bring. It's a court\norder signed by a judge who sits in a court and listens to people's\nbeefs about getting pushed around and does something about it.\"\n\nBrent Taber took the paper and peered at the signature. \"It figures,\" he\nsaid softly. \"It figures right down the line.\"\n\n\"He's a fine judge,\" Charles Blackwell said virtuously.\n\n\"He's a skunk. He'll sign anything there's a buck in, and sometimes\nhe'll do it for fifty cents. He'd be a disgrace even to a park bench,\nand why they haven't caught up with him I'll never know.\"\n\n\"A fine man,\" Charles Blackwell said, \"and the paper is as legal as--\"\n\n\"Oh, it's legal all right.\"\n\nBrent Taber lapsed into silence and Charles Blackwell seemed happy to\nallow him this privilege. _All I need_, Brent thought, _is a\ncourt-defiance rap charged against me. Is that what Crane is trying to\nget? Did he expect me to throw this creep out of my office and leave\nmyself wide open? Maybe, maybe not. If not, what is Crane after? He's\ncertainly achieved his purpose in getting even with an upstart\ngovernment appointee._\n\n\"Okay,\" Brent Taber said decisively. \"You can have the body. Come with\nme.\"\n\nHe got up, put on his hat, and strode out through the reception room and\ninto the corridor. Charles Blackwell came scuttling along behind. Brent\nignored the elevators and went through a door marked _Stairway_ and\nstarted down at a fast clip. Charles Blackwell came clopping along\nbehind.\n\nSix flights lower down, Blackwell gasped, \"Why don't we use the\nel--elevator?\"\n\nBrent ignored him and went down seventeen more flights. Charles\nBlackwell was livid when they reached the bottom.\n\n\"For Christ sake--!\"\n\nTaber walked to the curb and dived out into traffic. Blackwell plunged\nout after him, horns snarling and general indignation ruling above the\nchaos.\n\nThey reached the opposite curb through some obscure miracle, with\nBlackwell hanging on grimly until Taber pushed a door open and plunged\ninto a thick odor of formaldehyde.\n\n\"Have you still got that court order?\" Taber asked as though hopeful of\na negative answer.\n\nBlackwell held it up triumphantly. A few minutes later, he was gaping\ndown at a hasty reassembly of what had once been the ninth android.\n\nHe swallowed hard and said, \"Nope. It ain't Jack.\"\n\n\"You're sure?\" Taber said sarcastically. \"It looks just like the\npicture.\n\n\"Not quite. Anyhow, it ain't Jack.\"\n\nThe mystified Dr. Entman eyed Taber quizzically. \"What's this all\nabout?\"\n\nTaber jerked a thumb in the direction of Blackwell. \"The eleventh\nandroid,\" he said tersely, and strode out of the laboratory.\n\nDr. Entman shook his head sadly, certain that Taber had slipped a cog.\n\n       *       *       *       *       *\n\nCharles Blackwell, a trifle ill from the smell of formaldehyde, stood on\nthe corner, closed his eyes, and took a deep breath. When he opened his\neyes a man in a blue suit was standing beside him.\n\n\"I would like you to answer some questions for me,\" the man said.\n\nBlackwell gulped and blinked. \"Sorry, mister, I'm kind of a stranger\nhere myself.\"\n\n\"That man you entered this building with--what business did you have\nwith him?\"\n\nIt should have occurred to Charles Blackwell that this was none of the\nstranger's business, but it didn't. That thought came later but, at the\nmoment, as he looked into the man's oddly empty eyes, his question\nseemed entirely justified.\n\n\"Well, you see, my brother Jack bothers us, kind of. He gets\nmanic-depressive spells.\"\n\n\"What did that have to do with Brent Taber?\"\n\n\"We thought maybe my brother broke his leg and then dropped dead or--or\nsomething. Anyhow, I got this here court order--they gave it to me--and\nI showed it to Taber--\"\n\n\"Who are _they_?\"\n\nBlackwell felt strangely excited. He felt as though this man were a\nfriend, although he didn't know quite why.\n\n\"Well, you see I've been around a long time. I run errands and things\nfor Senator Crane. I'm confidential to him, you understand, because I\nnever talk. I always keep my mouth shut. So he trusts me and he gave me\nthis here court order--\"\n\n\"Who is Senator Crane?\"\n\n\"You don't know Senator Crane? You new in this country maybe?\"\n\n\"He is a government official?\"\n\n\"He's elected to office. He's a United States Senator. Anyhow, Brent\nTaber showed me this here guy all cut up and I said it wasn't Jack\nand--well, that was that.\"\n\n\"What room did Brent Taber take you to?\"\n\n\"The damn place smelled like a skunk factory.\"\n\n\"What room number?\"\n\n\"Ten twenty-six--I think. Yeah, ten twenty-six it was, and I'm telling\nyou, if you go in there, for Christ sake wear a gas mask. I damn near--\"\n\nBut Charles Blackwell was talking to himself. The man had turned away\nabruptly and was now disappearing around the corner.\n\n\"I wonder what the hell he wanted?\" Blackwell asked plaintively. Then he\nhailed a cab and went to report to Senator Crane.\n\n       *       *       *       *       *\n\nThe tenth android stood with his back to the window in Les King's room\nin Manhattan and said, \"There is something I want you to do. If you are\nvery careful, you will succeed. If you succeed, there is a great deal of\nmoney in it for you.\"\n\nThe fear that grew in Les King when they were apart, the uneasy feeling\nthat maybe money wasn't the most important thing in the world, died\nautomatically as John Dennis stared at him through those strangely empty\neyes.\n\n\"Is it something I can handle?\"\n\n\"Yes.\" Dennis handed King a folded slip of paper. \"I have written down\nan address there. It is in Washington, D.C. I want you to enter those\npremises--that room--and find some reports that should be there.\"\n\n\"Reports on what?\"\n\n\"It is a dissecting place of some kind. That's where the bodies of the\nandroids are. The man who is doing it must have reports. There must be\nrecords that tell what was wrong with the androids. It must be put down\nsomewhere why they died.\"\n\n\"Does it matter?\"\n\n\"It is a matter of vital importance. There will be much money for you if\nyou get those reports and give them to me.\"\n\n\"Who pays the money?\"\n\n\"I will pay it to you if you get the reports.\"\n\nThe prospect was exciting to King. Later, there could be a story about\nhow he got vital pictures of the project. His thinking had changed, but\nthis did not seem odd to him. All thought of functioning in\ncounterespionage against the Russians had moved into the back of his\nmind. He was in the game now for the money. Oh was it that? Maybe he was\nin it for the excitement. There was something in the man who called\nhimself John Dennis that generated excitement. It was like living a\nmelodrama. It tingled in the blood and took a man out of the drab world\nwhere every day was like the one before it.\n\n\"I'll try,\" Les King said.\n\n\"You will succeed.\"\n\n\"I will succeed.\"\n\nJesus! This man had a thing about him. He inspired you. When he looked\nat you with those weird eyes, you just knew you couldn't fail.\n\n\n\n\n10\n\n\nThe doorbell rang. Rhoda Kane sprang up from the sofa and almost spilled\nher drink. She was halfway across the room before she realized she was\nalmost running. She stopped. The hand that held the cocktail glass\nshook.\n\nResolutely, she steadied, crossed to the liquor cabinet, put down the\nglass, and went calmly to the door.\n\nHe stood there looking at her through those oddly empty eyes which,\nthrough some contradiction of all probability, warmed her.\n\nHe came in and closed the door, saying nothing. A touch of panic rippled\nthrough her. He was so silent, so unbending, so impersonal. Was this a\nreflection of her inability to communicate with him? Could their\nrelationship fail because of this shortcoming on her part? What good was\nlove if you couldn't communicate it to the loved one?\n\nShe moved into his arms and raised her lips. His arms went around her,\nbut there was no pressure or affection in them. Their lips were an inch\napart. Her urge was to give full rein to the heady happiness and\nexcitement within her--to show her love in a kiss.\n\nBut she held off and, after a few moments, he drew, back, raised one\nhand and passed it through her hair. Not with affection, she thought,\nbut rather with curiosity; almost as though he were preoccupied with its\ncomposition. He rolled a strand of hair between thumb and finger,\ntesting it.\n\n\"It needs cutting,\" Rhoda said.\n\n\"Do you cut it?\"\n\nShe laughed nervously. \"You don't know much about women, do you.\"\n\n\"I know nothing about woman.\"\n\nTrying to inject a gay note into her voice, she said, \"We eat, we sleep,\nwe--we're very functional, really.\"\n\nHe rubbed a finger down her cheek. He pressed the flesh on her neck and\nwatched the muscle spring back as he withdrew his finger.\n\n\"Do that to me,\" he said.\n\nMystified, Rhoda pressed her finger against his neck until she could\nfeel a pulse in his throat. She withdrew the finger. \"Like that?\"\n\n\"Did it leave a mark?\"\n\n\"No. Is there something wrong? Do you have a sore throat?\"\n\n\"My throat is not sore.\"\n\nRhoda's frustration was a pitiful thing. How could she get to him? How\ncould she break through his shyness?\n\n\"I think you're afraid of me,\" she said lightly.\n\nHe did not answer. He took a backward step and regarded her for a moment\nwith a frown. Then he began to unbutton her blouse.\n\nRhoda wanted to object. An instinctive protest caused her to draw back.\nHis only reaction to this was to step forward and continue to unbutton\nher blouse. She wanted to resist but the fear of driving him away held\nher mute; that and something in his eyes that told of excitement, an\nunformed phantom of delight that had never materialized but still held\nsway over her through promise.\n\nHe stripped the blouse off. She wore no brassiere underneath, and he\nregarded her breasts somberly. He pressed a nipple with the tip of one\nfinger and watched it spring back into place.\n\n\"Please. I--\"\n\nHe ignored her. He pressed the nipple again and then found the zipper on\nthe side of her slacks. He pulled it down and pushed the slacks down\nover her hips. She lifted each foot obediently.\n\nHe was on his knees now, running his fingers gently down her thighs.\nRhoda trembled at the touch. Then she realized it was not love-making on\nhis part--not in any sense. He was preoccupied with the fine hair on her\nskin. He studied it closely.\n\n\"I should have shaved my legs,\" Rhoda said uncertainly. He raised his\nhead, the cold eyes trained into hers. \"This hair grows, too?\"\n\nRhoda caught her lower lip between her teeth. Tears were close to the\nsurface.\n\n_This is crazy. This is utterly insane. I'm mad or he's mad. I don't\nknow. I just don't know ..._\n\nThe last garment was removed and she was naked there in the middle of\nthe living room. He studied her body again, that passionless,\npreoccupied frown on his face. He drew her down onto the floor and, for\na moment, the room spun around Rhoda, her emotional entrapment now the\nfocal point, the eye of the storm that raged in her being. He went on\nwith his minute inspection of her person.\n\n_No--no. Please don't. Please don't treat me like this. I'm a woman.\nDon't be contemptuous of me. Oh, no--please. Don't degrade and humiliate\nme like this._\n\nThere was sudden pain. Rhoda's body wrenched and heaved upward. With a\nsob, she sank back to the floor.\n\n_I must fight. I must not allow this. I must not let him do these cruel,\ndegrading things to me. I must fight but I am afraid to. I am afraid\nhe'll go away and never come back--and if he did that, there would be\nnothing left for me._\n\nJohn Dennis seemed to become aware for the first time that certain\nmanipulations caused reaction--the jerking of Rhoda's body and her\ninvoluntary cry of pain. He repeated the manipulation with his eyes on\nher face.\n\n_I cannot allow this. I must fight. I must resist. Oh, Rhoda Kane, what\nhas happened to you? Frank, please help, help me. Frank--_\n\nBut something seemed to flow out of John Dennis and into her mind and\nsoul and spirit; something that made the flesh and what was done to the\nflesh unimportant.\n\nThe touch of John Dennis' hand brought fright as it foretold further\npain and degradation. Rhoda sobbed inwardly and braced herself to\nwithstand whatever was to come.\n\n_Mad!--mad!--mad!_\n\nBut it meant nothing.\n\n       *       *       *       *       *\n\nThe building was not for tourists. It wasn't like the Pentagon or the\nWhite House or any of the other historical or glamour symbols in\nWashington, D.C. It was on a side street, and while no one associated it\nwith governmental activity, it was of a size and importance that\njustified a uniformed attendant in the lobby.\n\nHe was a hard-bitten old Irishman named Callahan, and nobody got past\nhim without justification. Also, he was a man of robust hates and great\nloyalties; a man whom Brent Taber was honored to call friend.\n\nHe was also a man Brent Taber was waiting to hear from.\n\nThe call came late in the afternoon of the day following Charles\nBlackwell's search for his would-be brother. Taber picked up the phone.\n\n\"It's me--Callahan. He's here, Mr. Taber.\"\n\n\"Thanks. I'll be right over.\"\n\n\"And be hurrying right along if you want to get here in time. He's not\none to be restrained indefinitely.\"\n\n\"Tell him the elevator's busted.\"\n\nBrent Taber slammed the phone down and left. He used an elevator this\ntime and went across town in a cab. Even then, he was almost too late.\nAs he arrived at his destination, Senator Crane was protesting loudly.\n\n\"It's just plain stupidity. Elevators don't quit running for no reason.\nFind a burnt-out fuse. Do something! And do it quick or I'll phone\nsomebody who will!\"\n\n\"Well, I'll be blessed,\" Callahan said, completely crest-fallen. \"It\nwas the switch, Senator. The blessed switch was off.\"\n\n\"Well, turn it on and get me up to ten.\"\n\n\"Good afternoon, Senator.\"\n\nCrane whirled. \"Brent Taber!\" He threw a quick scowl at Callahan and was\non the verge of accusing the Irishman of high treason, but he said, \"All\nright. I'm glad you're here, Taber. We might as well get this thing\ninto the open. Are you going to take me to room ten twenty-six or do I\nhave to take steps to force your co-operation?\"\n\nTaber stared morosely at Crane's nose. \"Why, Senator, where did you get\nthe idea my department wouldn't help a member of Congress to the\nutmost?\"\n\n\"None of your sarcasm. Let's go upstairs.\"\n\n\"All right, Callahan. Let's go upstairs.\"\n\nThey got off on ten and walked down the corridor. \"Ten twenty-eight, you\nsaid?\"\n\n\"You know damned well what I said.\"\n\nTaber opened the door. He stood aside. Crane walked in and stopped dead.\nHe again whirled on Crane.\n\n\"It's empty.\"\n\n\"That's right. I could have told you downstairs but you wouldn't have\nbelieved me. What were you looking for? New quarters?\"\n\n\"Taber, I'll break you for this! If you think you can thwart the will of\nthe United States Senate--\"\n\n\"You've been doing a pretty good job of breaking already.\"\n\n\"I haven't even begun!\"\n\n\"That still doesn't tell me what you thought you'd find.\"\n\n\"Quit being cute. This time yesterday there were cadavers in here. This\nwas a laboratory!\"\n\nBrent looked wearily at his watch. \"You're wrong, Senator. This place\nwas vacated exactly an hour and fifteen minutes after your stooge used\nhis court order to locate the cadavers.\"\n\n\"Then you admit you defied a court order--\"\n\n\"Oh, come off of it. The court order said nothing about leaving things\nas they were. But that's not important. The important thing is that you\ngive me some understanding and sympathy.\"\n\nThis obviously astounded Crane. \"From you? That from the cocky,\nself-sufficient Brent Taber? That's a little different tune from the one\nyou sang in your office, not too long ago.\"\n\n\"All right. I'll concede that. Let's say you've got me licked. I'll\nadmit I should have reacted a little less arrogantly. My nerves were\nshot. I'd been up late too often. Now I'm ready to be reasonable.\"\n\nCrane was scowling. \"This isn't like you, Taber--not like you at all.\nI'm suspicious. Why are you suddenly so agreeable?\"\n\n\"Because I believe the nation--the world--is in great danger. I think we\nshould all realize that danger and work together.\"\n\n\"Then why have you been fighting me?\"\n\n\"Because I honestly felt it was the best thing to do. I've changed my\nmind. I'm willing to tell you the whole story.\"\n\n\"I've heard the whole story. I--\"\n\n\"Then it was you who had my office taped.\"\n\n\"Exactly. I'm not ashamed of it. When I'm fighting for my constituents I\nuse every weapon at my command.\"\n\nBrent Taber regarded Crane narrowly. \"I underestimated your abilities,\nSenator. That was fast work. Twenty minutes after I refused you\npermission to attend that meeting, you had your man briefed and in\naction. It was the waiter who brought in the coffee, wasn't it?\"\n\nBefore Crane could answer, Taber gestured and said, \"Never mind. That's\nnot important. You've heard the tape, so tell me--what do you want from\nme? How can I earn your co-operation?\"\n\n\"Quite simply, Taber. By recognizing my authority as a United States\nSenator. By keeping me briefed on your progress against this terrible\nthing that menaces our people. By accepting my active co-operation in\ndestroying it.\"\n\n\"What exactly do you mean by _active_?\"\n\n\"Just what the word implies. Have the men on the senatorial committee\nyou briefed been at all active in helping you?\"\n\n\"Frankly, no.\"\n\n\"Then what right have they to expect any rewards--shall we say?--for\ntheir efforts?\"\n\n\"You may have a point.\"\n\n\"I believe in rewards where rewards are due.\"\n\n\"And you want--?\"\n\n\"In plain terms, the right to association in the public mind with the\neffort to protect the nation.\"\n\n\"You want favorable publicity if and when this matter makes headlines?\"\n\n\"Is that too much to ask?\"\n\nBrent Taber suddenly seemed lost and, in truth, he was wondering why in\nhell he'd approached Crane in this way. He felt ashamed for even\nconsidering the possibility of bending to the will of a windbag like\nCrane. _Good Lord_, he thought, _I must be tired. I was on the point of\nplaying the jellyfish._\n\nAbruptly his voice sharpened. \"I'm sorry, I can't promise you that.\"\n\n\"Taber, you're a fool! I'll get it anyhow. I told you I'd break you if\nyou got in my way, and you've been almost discredited already. Don't you\nknow when to quit?\"\n\n\"Maybe that's my trouble, Senator. Maybe I'm bull-headed. Anyhow, right\nor wrong, I'll play out this string to the end. Good day--and I hope you\nenjoy your new offices.\"\n\n       *       *       *       *       *\n\nAn hour later, back at his own phone, Taber got a second call from\nCallahan. \"There's another one.\"\n\n\"Another one? I don't follow you.\"\n\n\"A photographer from New York City. He's being real cagey, this one, but\nI know the breed. The kind that's so stupid-clever he outsmarts\nhimself.\"\n\n\"What's he after?\"\n\n\"Sounds to me like he wants the same thing as the Senator.\"\n\n\"Hmmm,\" Taber mused. \"Those are mighty popular cadavers, aren't they,\nCallahan?\"\n\n\"I'm blessed if they aren't.\"\n\n\"All right. You tell Mr. King--that is his name, isn't it?\"\n\n\"You've got good eyesight--reading a blasted press card from clear\nacross town.\"\n\n\"I'm clairvoyant, Callahan. Tell you what you do--give me fifteen\nminutes to make a phone call and then send him after the bodies.\"\n\n\"To the right place?\"\n\n\"To the right place. And hold out for a good price. Get what the traffic\nwill bear. I'd say maybe fifty dollars. Allow yourself to be bribed real\ngood.\"\n\n\"I'll do that.\"\n\n\n\n\n11\n\n\nAs with Rhoda Kane's mind, Les King's seemed to be divided into two\nsections. One of these kept him in a state of perpetual uneasiness at\nwhat the other was forcing him to do. He realized that venting your\nfrustrations against bureaucrats was one thing, but actively engaging in\ndangerous snooping was quite another.\n\nIn the moments of uncertainty after John Dennis sent him to Washington,\nD.C. with orders to get his hands on certain data, Les King bolstered\nhis courage by telling himself that, what the hell, he'd planned all\nalong to go right ahead and dig out the complete android through\nwhatever means possible. Therefore, meeting and teaming up with Dennis\nhad been a big break.\n\nThe rationalization wasn't too comforting, though, because he knew he\ncould never have gone ahead on his own. Also, he realized he and Dennis\nweren't a team at all. Dennis ordered; he obeyed. Still, the sense of\nexcitement Dennis generated in him had its effect on the other part of\nhis mind, and this was the stronger; this held sway. Somehow, there was\nthe certainty that Dennis did not make mistakes; that everything would\nwork out.\n\nThis conviction was jarred a little when he got past the lobby man in\nthe Washington building--a feat easily accomplished--climbed ten flights\nof stairs, and found room ten twenty-eight empty. Obviously, Dennis had\ngoofed.\n\nKing's first instinct was to retreat as quietly as he'd advanced; to get\naway from the place and report failure to Dennis. But as he went back\ndownstairs, the thought of Dennis' disapproval began weighing more\nheavily. Maybe something unforeseen had happened. Maybe he could still\npull this one out of the fire.\n\nWith this hope foremost in his mind, he went into the lobby, assumed a\nbold front, and demanded: \"Where in the hell did the people in ten\ntwenty-eight go?\"\n\nAnd the front worked. The lobby man, a big Irishman, was so impressed he\ndidn't even ask King how he'd gotten into the building. He blinked\npolitely and said, \"Blessed if I'm not new here myself. This is my first\nday. What room was it?\"\n\nThen the big Irishman went to a phone to check, and came back with a\nGeorgetown address written out on a slip of paper. Georgetown seemed\nlike an unlikely place to find cadavers and, under normal conditions,\nKing would have been highly suspicious of the whole thing. But what the\nhell? Nothing was normal about this project, so why not follow through?\n\n_King, you're crazy. You're out of your stupid mind._\n\nHe raised his hand and a cab cut in toward the curb.\n\nWhen he arrived at the address, he found himself standing on the walk in\nfront of a large, imposing house. The place still seemed unlikely but\nyou never could tell. The way things were these days, any house in\nwhatever neighborhood was a potential location for almost anything. The\nway this one was laid out, there could possibly have been a laboratory\nin the back. A narrow walk led in that direction and, instead of\nclimbing the front steps, King followed it around the corner and found a\nbasement door at the foot of a flight of steps.\n\nHe hesitated before ringing the bell. What kind of an approach would he\nuse? The idea was to get inside and see the layout--spot the office, the\nfile cabinets. The feature-story bit? It might work, but who the hell\nlived here? He'd checked the mailbox beside the front porch but there'd\nbeen no name.\n\nDeciding he could only play it by ear, he pulled in his diaphragm and\nrang the bell.\n\nThe door opened quickly--too quickly, it seemed--and King realized he'd\nstruck a pay lode in the myopic-looking little jerk who stood peering\nout at him. The guy wore a white laboratory coat with two bloodstains on\nit and was holding a scalpel in his hand.\n\n\"I'm Doctor Entman. Can I help you?\"\n\nEntman--Entman--for Christ sake. Oh, sure, a neurologist. Had to be the\nsame guy. International authority. The _Times_ once did a feature on his\narrival at Idlewild. UN stuff.\n\n\"I'm King of the _Herald Tribune_,\" Les said, lying easily.\n\"We're shaping up a feature on the more advanced neurological\ntechniques--Sunday supplement material. They sent me down to see if\nyou'd give us some of your views.\"\n\n\"I'd be delighted. Come in. Come in.\"\n\n\"I'm not imposing on your time, I hope.\"\n\n\"Not at all!\"\n\nThe guy was almost too cordial, but what the hell? All their noses\ntwitched at the smell of publicity.\n\nEntman led him down a cement-floored corridor, the smell of formaldehyde\nthickening as they went, then into a small office with an open door, on\nthe far side through which Les King was confronted with a frankly\ngruesome sight--a dissecting room with parts of cadavers lying around\nlike orders in a meat packer's shipping room.\n\n\"Won't you sit down, please? There by the desk.\"\n\nAs Entman gestured, he noted King's reaction to the sight and the smell\nof the dissecting room.\n\n\"Just a moment. I'll close that door.\"\n\n\"No, don't bother, Doctor. I'd better get the authentic atmosphere. It\nmakes a better story.\"\n\n\"I admire your courage, young man.\"\n\nKing pointed toward the room. \"Something important?\"\n\n\"Routine--only routine.\"\n\nThen, to Les King's practiced eye, Entman proved it wasn't routine at\nall by entering the laboratory and gathering up a loose pile of notes\nlying there on a table. He seemed to momentarily forget King's presence\nas he went through the notes, sorted them carefully, and brought them\nback into the office.\n\nKing watched as Entman then deposited them in a small safe. He closed\nthe safe but didn't lock it. Then he turned, beamed myopically at his\nvisitor, and said, \"Now I'm at your service, young man.\"\n\n\"Fine, Doctor. Now, this series we're planning will highlight modern\ntechniques with an eye to illustrating ...\"\n\nWhile King asked questions and Entman answered, another part of King's\nmind was busy with the real problem at hand. Entman would, no doubt,\nlock the safe before he left the office. Burglary--a risk King was\nwilling to take--would get him back into the office when no one was\naround, but how could he open the safe? Walking straight to the thing he\nwas after had been fine. Having been put in a position to get to know\nwhat the notes looked like was another astounding piece of good fortune.\nAll this, however, could turn out to mean nothing because he didn't know\nhow to crack a safe.\n\nHe would have to report failure after being so close.\n\n\"As I said,\" Entman prattled on happily, \"when I was at Johns Hopkins\nI--\"\n\nThe desk phone rang. Entman picked it up, answered it and then hung up.\n\"Would I impose if I asked you for a fifteen-minute break? Some people\nare calling that I must see--an appointment I forgot.\"\n\n\"Not at all,\" Les King assured him. \"I'd like to do a little work on\nthese notes to see if I left out anything.\"\n\n\"So good of you. Boring people, really. I'll get rid of them as soon as\npossible.\"\n\nEntman left through an inner door and King was stunned by his good luck.\nHe called it that even while experience and judgment shrieked warnings.\nThis was too pat--too easy. Something was phony in the setup.\n\nBut he didn't even have to fight what common sense was telling him. He\nwas too busy opening the safe, spreading the data out on the desktop,\nand using a small camera he carried in the side pocket of his jacket.\n\nThen, he put the data back in the safe and felt the hot, excitement\nsurge up through his body.\n\n       *       *       *       *       *\n\n\"I'm afraid I owe you a drink,\" Entman said ruefully.\n\n\"You were right. When I got back to the office, he was gone.\"\n\nBrent Taber grinned, but only with his mouth--his eyes remained somber\nand weary. \"The data was back in the safe?\"\n\n\"Right where I put it. I'll swear it hadn't been moved.\"\n\n\"He was photographing it thirty seconds after you left.\"\n\n\"But how can you be sure?\"\n\nBrent Taber pulled at his ear and stared at a Renoir on the wall of\nEntman's drawing room without seeing it. \"I can't, of course. We can't\nbe sure of anything. It's all based on an idea you gave me.\"\n\n\"What idea?\"\n\n\"You told me the results of your research on the androids would be\nvaluable to whoever built them--as a guide to perfecting androids that\nwouldn't die under earth conditions.\"\n\n\"That was obvious logic.\"\n\n\"And it ties in with another thought. A race of beings as advanced as\nthese could take us over without trouble, it would seem.\"\n\n\"Quite true. Except--\"\n\n\"Except that they themselves may not be able to exist on earth, either;\nno more so than we could exist on the moon without creating conditions\nfavorable to our physical capabilities.\"\n\n\"So ...?\"\n\n\"So I'm betting that the ten androids were sent here on a\ntrial-and-error basis, with the objective of perfecting them and\ncreating an android army to move in and take us over.\"\n\n\"It's a thought, but with their power they could achieve the same result\nwith less effort by pulverizing us. Or so it would seem to me.\"\n\n\"True, but maybe they don't want us pulverized; maybe they'd rather take\nover a working planet than a lot of rubble.\"\n\n\"All that follows logically,\" Entman admitted, \"provided the original\nhypothesis is true--that they cannot invade us in person.\"\n\n\"Right. But I've got to start somewhere and hope I'm on the right\ntrack.\"\n\n\"One thing occurs to me. Eight of the androids died and one was killed.\nWhat if all ten had succumbed? How did they plan to get their data?\"\n\n\"Who knows? I'm not saying the idea is foolproof. But a certain amount\nof risk had to be involved. If the ten died, they would have missed.\nMaybe they'd try again in that case. But they were lucky--one survived.\"\n\nEntman was peering thoughtfully at nothing. \"Your idea is bolstered by\nthe fact that the androids were found all over the country. They could\nhave been testing various climates.\"\n\n\"But it's weakened by the creatures being found in cities--the least\nlikely places to escape detection. Why didn't they stay in isolated\nsections?\"\n\nEntman smiled. \"I like the way you reach out for arguments against your\nown theory, but you reached too far for that one. If they'd done that,\nwho would find the androids and do the research work?\"\n\nBrent Taber brightened. \"You comfort me, Doctor. That little thread got\nlost in my maze. They wanted the creatures to be found. They didn't\nexpect to fool us. Why else would the one in Chicago go brazenly into a\ntavern, start to drink and then get into an argument?\"\n\n\"That's right. The argument must have been started deliberately.\" Entman\nbeamed on Taber. \"I think we deserve another Scotch.\"\n\nEntman poured the drink. He looked kindly at Taber as he handed it to\nhim, and made what seemed an abrupt change in subject. \"They're giving\nyou a very hard time, aren't they, son?\"\n\nTaber considered the question as he downed a healthy belt from the\nglass. \"I guess you could call it that. I'm getting pretty unpopular in\nsome places. As a matter of fact, I've wondered why you stick by me.\"\n\nEntman poured himself a drink. \"That hurts me a little, son.\"\n\n\"I'm sorry. It's getting so I don't even know how to treat a friend.\"\n\nEntman raised his glass in salute. \"I'm afraid this sentimental\nchit-chat doesn't become either of us. Let's go back to our friend from\nthe _Herald Tribune_. You're sure he photographed the data?\"\n\n\"I think we can depend on it.\"\n\n\"When I got your call, I acted as fast as I could. The data looks\nauthentic, I'm sure, but it was a quick job of fiction. Now I'd like to\nknow the rest--whatever you didn't have time to tell me.\"\n\n\"It's still a logic-chain, with some pretty flimsy strands in some\nplaces, but I'm afraid I'm stuck with it. King was greedy and hungry\nwhen I first talked to him, but I think I scared him off. I think, left\nto himself, he would have let the thing alone.\n\n\"So I was surprised when he showed up at the old location. My first\nthought was that Crane had sent him. It would have been logical--Crane\nsending a man to try and find out where we'd taken the cadavers he\nobviously wants to get his hands on.\n\n\"But I couldn't connect Crane with King. I couldn't figure how Crane\ncould have known of King's existence.\" Taber paused to drink and grin\nhis humorless grin. \"So I made a daring leap. If it had to be someone\nelse, why not the tenth android himself?\"\n\nEntman frowned as he toyed with the idea. \"Why, good lord--!\"\n\n\"You said yourself that the androids probably possessed extraordinary\npowers.\"\n\n\"Yes, but--\"\n\n\"All right. If we accept the need-of-data theory, which we have to, what\nwould the tenth android be doing? Trying to get his hands on it. He\ncould conceivably have made contact with King. King took a picture of\nthe ninth android. Our still able and functioning number ten found his\nway to Doctor Corson's room in Greenwich Village and demolished number\nnine, for reasons of his own, so he could have made contact with King,\nput him under domination, and sent him after the data.\"\n\n\"How could he know where the data was?\"\n\nTaber shrugged. \"I said there were some pretty weak strings in my logic.\nBut it so shaped, as I saw it, where it would stand or smash on one\npoint. If King had waited in your office for your return, I would have\nbeen forced to assume he was there on his own. But he left, so I'm going\nto figure he took what he came for--the bait you dangled under his\nnose.\"\n\n\"That brings up a question in my mind. If you're right, King will now\nmake contact with the android, will he not?\"\n\n\"I assume he will.\"\n\n\"And that will give you a chance to capture him and have the whole ten\naccounted for?\"\n\n\"I don't want him until he sends the data back to whoever is waiting for\nit.\"\n\n\"You'd like to have them build their synthetic army on the\nspecifications I made out?\"\n\n\"I'd dearly love that.\"\n\n\"Do you know where to contact King again?\"\n\n\"He's being tailed. They stripped me, but I still have two men left.\"\n\n\"You're being treated miserably!\" Entman scowled. \"I'm going to talk to\nsome people about this. I refuse to allow--\"\n\n\"Thanks, but not for a while. I've shaped my operation on a one-man\nbasis. I'd be embarrassed if they relented. I wouldn't know what to do\nwith all the men.\"\n\nEntman's little eyes shone with affection. \"I can only wish you good\nluck.\"\n\n\"Thanks. I'll need it.\"\n\n\"And one more thing I was wondering.\"\n\n\"What's that?\"\n\n\"Why do you suppose the tenth android killed the one in the Village?\"\n\n\"Another case of taking one reason for want of a better one. I think it\nwas his way of delivering the creature to us for research. He couldn't\nknow for sure that we already had his 'brothers.'\"\n\n\"You're right--you must be,\" Entman agreed.\n\n\"Small consolation. I'd like a few facts to go on for a change instead\nof having to depend on logic all the time,\" Taber growled.\n\n\"What are you referring to?\"\n\n\"The data. I'm assuming, _if_ that's what's important, that the tenth\ncreature has a way of getting the stuff back up there.\"\n\n\"I can help a little on that,\" Entman said. \"I can assure you that from\nwhat I've found in those brains, the data could, most likely, be sent\nmentally.\"\n\n\"You're sure of that?\"\n\n\"I've found a certain part of those brains developed in a peculiar\nway--\"\n\nTaber smiled. \"You're sure of that?\"\n\n\"Well ... that's my theory. It would appear logical that--\"\n\nTaber leaned forward suddenly and extended his glass, the grin on his\nface showing some genuine humor. \"Let's have another drink, Doctor. Then\nI'll go. I love the factual way this Scotch of yours hits my stomach.\"\n\n\n\n\n12\n\n\nFrank Corson entered the office of Wilson Maynard, Superintendent of\nPark Hill Hospital. Maynard looked out over the tops of his\nold-fashioned pince-nez glasses and said, \"Oh, Doctor Corson. You phoned\nfor a chat.\"\n\nIt was the rather pompous superintendent's way of saying he was happy to\ngive Frank Corson a little time. He considered all the doctors and\nnurses at Park Hill his \"boys and girls,\" and he did the \"father\" bit\nvery well.\n\n\"Yes, I--\"\n\nMaynard peered even harder. \"You don't look well, Frank. Pale. You've\nbeen working too hard.\"\n\n\"Nothing important, Doctor Maynard.\"\n\n\"Sit down. Will you have a cigarette?\"\n\n\"No, thank you. I just wanted to ask you about a transfer.\"\n\n\"A transfer!\" This was amazing. \"Aren't you happy at Park Hill?\"\n\n\"I've been very happy.\"\n\nMaynard went swiftly through a card file on his desk. \"You have--let's\nsee--five more months of internship. Then--\"\n\n\"Then I'd planned to enter private practice. But something personal has\ncome up and I think a change is for the best.\"\n\n\"I'm certainly sorry to hear that.\"\n\n\"One of the men I graduated with went to a hospital in a small Minnesota\ntown. We've corresponded and he's given me a pretty clear picture--a\nnice town, a need for doctors and physicians--\"\n\n\"But we need them here in the East, too.\"\n\n\"I realize that, and I'm making the move with some regret. But, frankly,\nNew York City no longer appeals to me. I think perhaps a small hospital\nis more suited to my temperament.\"\n\n\"I'm certainly sorry to hear this, Corson. But I won't try to dissuade\nyou. Normally, I might bring a little more personal pressure to bear,\nbut I sense that your mind is made up. We're sorry to see you go, but\nthe best of luck to you.\"\n\n\"Thank you, sir.\"\n\nAfter Frank Corson left, Superintendent Maynard sorted a memo out of the\npile on his desk. The memo concerned Frank Corson. Superintendent\nMaynard reread it and thought how well things usually worked out. Now it\nwouldn't be necessary to have that talk with Corson about sloppy work.\nObviously there had been something on the young intern's mind for weeks\nnow. Too bad. But let the Minnesota hospital, wherever it was, worry\nabout the trouble and perhaps put Corson on the right track again.\n\nHe was their baby now.\n\nMaynard took Corson's card from the files and wrote across it: _Transfer\napproved with regret._\n\n       *       *       *       *       *\n\nBrent Taber stood in the shelter of a doorway on the Lower East Side of\nManhattan and watched an entrance across the street. He had been there\nfor over an hour.\n\nAnother hour passed and Taber shifted from one aching foot to the other\nas a man in a blue suit emerged from the entrance and moved off down the\nstreet.\n\nWhen the man had turned a corner, Taber crossed over and looked up at\nthe brownstone. It was a perfect place to hide--one of the many rooming\nhouses in the city where, if you paid your rent and kept your peace, no\none cared who you were or where you came from.\n\nNot even, Taber reflected, if you had been born in a laboratory and had\ncome from someplace among the stars.\n\nHe climbed the steps of the brownstone and tried the knob. The door\nopened. He went inside and found himself in a drab, dark hall furnished\nwith an umbrella stand, a worn carpet, and a table spread with mail.\n\nThere was a bell on the table. He tapped it and, after a lazy length of\ntime, a shapeless woman came through a door on the right and regarded\nhim with no great show of cordiality.\n\n\"Nothing vacant, mister. Everything I've got is rented.\"\n\n\"I wasn't looking for a room. I'm just doing a little checking.\"\n\n\"My license is okay,\" the woman said belligerently. \"The place is clean\nand orderly.\"\n\n\"That's not what I'm checking about. There's been some counterfeit money\npassed in this neighborhood and we're trying to trace it down.\"\n\nThe woman had a pronounced mustache that quivered at this news.\n\"Counterfeit! My roomers are honest.\"\n\n\"I'm sure they are. But some people carry counterfeit money without\nknowing it. Do they all pay in cash?\"\n\n\"Only two of them.\"\n\n\"Men or women?\"\n\n\"One girl--Katy Wynn.\"\n\n\"Where does she work?\"\n\n\"Down in Wall Street.\"\n\n\"Not much chance we're interested. This money has been turning up around\nTimes Square.\"\n\n\"The other's a man--quiet, no trouble, pays his rent right on the dot\nevery week. John Dennis his name is and he doesn't look like no\ncounterfeiter.\"\n\nTaber took a forward step. \"What's his room number?\"\n\n\"Six--on the second floor. But he isn't in now. He just went out.\"\n\n\"Okay. Maybe I'll be back. As I said, we don't suspect anybody. We're\njust checking for sources.\"\n\nTaber turned toward the door. The woman vanished back into her own\nquarters as Taber snapped the lock. He stood in the vestibule for a\nminute or two, studying some cards he took from his pocket, and when she\ndid not reappear, he opened the door, went back in, and climbed the\nstairs.\n\nThe door to number six was not locked. Taber went inside. The window was\nsmall and gave on an areaway. He could see nothing until he turned on\nthe light. Even then, he could see nothing of interest--the room was\nordinary in every sense.\n\nBut as Brent Taber checked it out, some unusual aspects became apparent.\nThere were two pieces of luggage in the closet. One, an oversized\nsuitcase, stood on end.\n\nAnd jammed neatly down behind it was the body of Les King. His throat\nhad been cut.\n\nBrent Taber stared down into the closet for what seemed like an\ninterminable time. His eyes were bleak and his mouth was grim and stiff\nas he passed a slow hand along his jaw.\n\nHe took a long, backward step and closed his eyes for a moment as though\nhoping the whole improbable mess would go away. But it was still there\nwhen he opened them again.\n\nHe turned, went downstairs, and took the receiver off the phone on the\nwall by the front door.\n\nThe shapeless landlady came out again. She scowled at Taber. \"What are\nyou doing here?\"\n\nHe regarded her with a kind of affectionate weariness. \"Have you got a\ndime, lady?\"\n\nGaping, she pawed into her apron pocket and handed him a coin.\n\n\"Thanks much.\" He dialed. \"Is Captain Abrams there?\"\n\nThere was a wait, during which Brent Taber asked the oddly bemused\nlandlady: \"Are you afraid of the dead?\"\n\nBut before she could decide whether she was or not, Taber turned to the\nphone. \"Captain?.... That's right, Brent Taber ... No, right, here in\nManhattan. There's been a little trouble. You'd better come over\npersonally.\"\n\nHe turned to the landlady. \"What's the address here, sister?\"\n\nAnd later, with the landlady back in her lair, Brent Taber sat down on\nthe stairs to wait; sat there with surprise at the feeling of relief\nthat filled his mind. He had no feeling of triumph about it; no sense of\na job well done. But there was no great guilt at having failed, either.\n\nMostly, he thought, it was the simplification that had come about. There\nhad been so many confusing and bewildering complications in the affair;\nimprobability piled on the impossible; the ridiculous coupled with the\nincredible.\n\nBut now, with one stroke of a knife, it had been simplified and brought\ninto terms everyone could understand; into terms Captain Abrams of the\nNew York Police Department would grasp in an instant.\n\nA killer was on the loose.\n\n       *       *       *       *       *\n\nOne of Senator Crane's priceless gifts was a sense of timing. Much of\nhis success had sprung from the instinctive knowledge of when to act. He\nhad a sense of the dramatic which never deserted him. As a result, he\nhad been known to turn in an instant from one subject to another--to\ndodge defeats and score triumphs with bewildering agility.\n\nHis preoccupation on this particular day was with a home-state\nissue--the location of a government plant. After he obtained the floor,\nhe counted the house and noted that only a bare quorum was present.\nGradually, the members of the Senate of the United States would drift to\ntheir seats. So Crane began reading letters which tended to support his\nstate's claim to the new plant and the benefits that would accrue\ntherefrom.\n\nCrane droned on. The Vice-President of the United States looked down on\nthe top of Senator Crane's massive head and became fruitfully\npreoccupied with thoughts of his own.\n\nThen, quite suddenly, the line of Crane's exposition changed. The\nVice-President wasn't quite sure at what precise point this had come\nabout. He wasn't aware of the change until some very strange words\npenetrated:\n\n\" ... so, therefore, it has become starkly apparent that the American\npeople have been denied the information which would have made them\naware of their own deadly danger. Invasion from space is now imminent.\"\n\nThe Vice-President tensed. Had the stupid idiot gone mad? Or had he, the\nVice-President, been in a fog when vital, top-secret information had\nbeen made public?\n\nHe banged the gavel down hard, for want of a better gesture, and was\ngrateful when a tall, dignified man with a look of deepest concern on\nhis face rose from behind his desk out on the floor.\n\n\"Will the Senator yield to his distinguished colleague from\nPennsylvania?\"\n\nCrane turned, scowling. \"I will yield to no man on matters of grave\nimport.\" With that he turned and continued with his revelations. \"The\npeople of this nation have been deprived of the knowledge that the\ninvasion from space has already begun. A vanguard of hideous, half-human\ncreatures have even now achieved a beach-head on our planet. Even now,\nthe evil hordes from beyond the stars ...\"\n\nThe Vice-President looked around in a daze. Had someone forgotten to\nbrief him? Had that project come to a head overnight? The last he'd\nheard there had been much doubt as to--\n\n\" ... The injustice perpetrated on the American people in this matter\nhas been monstrous. And this is not because of any lack of knowledge on\nthe part of the government. It has been because of the petty natures of\nthe men to whom this secret has been entrusted. Jealousies have dictated\npolicy where selfless public service was of the most vital importance\n...\"\n\nThe floor was filling up. The visitor's gallery was wrapped in hushed\nsilence. Newsmen, informed of sensational developments, were rushing\ndown corridors.\n\nAnd the Vice-President was wondering why he hadn't had the good sense to\nrefuse the nomination.\n\n\" ... These invaders from another planet are not strangers to the men in\npower. It is on record that they are inhuman monsters capable of killing\nwithout mercy--yet they are quite ordinary in appearance. They walk the\nstreets, unsuspected, among us. It is on record right here in Washington\nthat these creatures are not human but, rather, soulless androids,\nmanufactured to destroy us, by a race so far ahead of us in scientific\nknowledge that we are like children by comparison ...\"\n\n\"Will the Senator yield to the Senator from Alabama?\"\n\n\"I will not. I refuse to be gagged in the process of acquainting the\nAmerican people with facts upon which their very survival depends.\"\n\nThe floor was crowded now. The press and the visitors' galleries were\npacked as Senator Crane's words continued to boom forth.\n\nAnd in the press gallery a reporter from the Sioux City _Clarion_ looked\nat a representative of the London _Times_, and said, \"Good God! He's\ngone off his rocker!\"\n\nThe Englishman, aloof but definitely enthralled, touched his mustache\ndelicately and answered, \"Quite.\"\n\n       *       *       *       *       *\n\nFrank Corson rang the bell and waited at the door of Rhoda Kane's\napartment. The door opened. She wore a pale blue brunch coat. Her hair\nglowed in the light of midmorning, but her face was pale and a little\ndrawn.\n\nHer eyes were slightly red, as though she might have been crying.\n\n\"Hello, Rhoda.\"\n\n\"Hello, Frank.\"\n\n\"I really didn't expect to find you. I was going to write a note and\nslip it under the door.\"\n\n\"I didn't feel well today so I didn't go to work.\"\n\n\"May I come in?\"\n\n\"Of course.\"\n\nInside, a shadow of concern moved like a quick cloud across her\nbeautiful face. \"You don't look well, Frank.\"\n\n\"I'm quite all right, really. Haven't been sleeping too well, but\nthere's been a lot on my mind.\"\n\n\"I've been hoping you'd phone.\"\n\n\"I wanted to but there didn't seem to be anything to say. Nothing except\nthat I'm sorry I let you down so miserably.\"\n\n\"Frank! You didn't. You really didn't. It was just that--oh, it's not\nimportant any more.\"\n\n\"No. It's not important now.\"\n\n\"Would you like a drink?\"\n\n\"Thanks, no. I've come to say good-bye.\"\n\n\"Good-bye?\"\n\n\"Yes. I'm leaving Park Hill--leaving New York. I'm going into a small\nMinnesota hospital to finish my internship. Then I'll probably practice\nout there somewhere.\"\n\nBehind the new glitter of her eyes there was stark misery.\n\"Frank--Frank--what went wrong with us?\"\n\nThe appeal was a labored whisper.\n\n\"I don't know, Rhoda. I should know but I don't. I should have known\nwhat was wrong so I could have done something about it. It just went\nsour, I guess.\"\n\nShe turned and walked to the window. He wondered if there were tears in\nher eyes.\n\n\"Good-bye, Rhoda.\"\n\n\"Good-bye, Frank. I'm sorry.\"\n\nThe door hadn't quite closed. Now, as Frank Corson turned, he found it\nopen. A man stood there--a man in a blue suit with empty eyes.\n\nFrank stared at the man for long seconds. His eyes went toward the\nwindow. Rhoda had turned. She was watching the man in the doorway,\nlooking past Frank at the creature from somewhere in space who was\nneither man nor machine. _But how--?_ Frank Corson asked himself the\nquestion. _Good God! How had this thing come about?_\n\n\"Not--not _him_,\" he finally exploded.\n\nRhoda was walking forward. The look of fevered excitement was in her\neyes. \"Please leave, Frank.\" She did not look at him as she spoke. She\nkept her eyes on the man in the blue suit.\n\n\"Not him!\"\n\n\"Please leave, Frank.\"\n\nBut it was too late. The door had closed. The man was looking at Frank.\n\"Sit down,\" he said.\n\nFrank Corson sat down. He saw the man and he saw Rhoda, but they seemed\nunimportant. Something had happened to his mind and he was busy\nstruggling with it. That was all that was important.\n\nThe strange lethargy that came like a cloud over his mind was beyond\nunderstanding.\n\n       *       *       *       *       *\n\nCaptain Abrams looked into the closet and back at Brent Taber. His lips\nwere back a little off his teeth. With Abrams, this indicated anger.\n\n\"All right. What does Washington do about this one? Does Washington tell\nus to be good little boys and go hand out parking tickets?\"\n\n\"It wasn't like that,\" Taber said.\n\n\"It doesn't much matter how it was. The thing is--how is it going to be\nnow?\"\n\n\"You got a murder, friend. Plain and simple. What do the New York police\ndo when they get a murder?\"\n\nAbrams spoke bitterly. \"Sometimes they let a panel truck drive in and\nhaul the body away and that's that.\"\n\n\"Let's save the sarcasm until later. I called you in. It's your case.\nWhat do you want me to do?\"\n\n\"Talk a little, maybe. The other one--now this one. The same killer?\"\n\n\"I think so.\"\n\n\"What does he look like?\"\n\n\"Medium height. One-eighty. Around forty. And dangerous.\"\n\n\"Dangerous, he says,\" Abrams muttered. \"Any idea where we might go to\nhave a little talk with him?\"\n\n\"No, can't say that I have.\"\n\n\"Try the streets of Manhattan--is that it?\"\n\n\"I guess that's about it.\" Taber paused. \"Wait a minute. If he's looking\nfor a spot to hide in he wouldn't come back here and he certainly\nwouldn't try King's room. There's just a wide-open chance he might have\nanother location. Wait a minute while I look up an address.\"\n\n       *       *       *       *       *\n\nAn hour after he'd finished delivering his speech on the floor of the\nSenate, Crane held a press conference in one of Washington's most\nimportant hotels. The place was crowded. He stood on a platform, looked\nout over a sea of heads, and pointed at an upraised hand for the first\nquestion.\n\n\"Senator, have you gotten any reaction from the people of your state on\nthe revelations contained in your speech?\"\n\n\"There has been very little time, but telegrams have been pouring in.\"\n\n\"What is the reaction?\"\n\n\"Frankly, I haven't had time to read them. However, I think there is\nlittle doubt as to the mood of my people. They will be indignant and\nangry at Washington bungling.\"\n\nHe pointed to another hand.\n\n\"Senator, granting the details you outlined are accurate, have you any\nknowledge as to--\"\n\n\"Young man. _Every_ detail I outlined was completely accurate.\" Senator\nCrane withered the reporter with a hostile look and pointed elsewhere.\n\n\"Senator, did you consult with the people responsible for handling the\nsituation before making your speech?\"\n\n\"I tried. I was willing to co-operate in every way, but my patience ran\nout. Also, I was alarmed at the bungling and inefficiency I saw. For\nthat reason I went straight to the people with my story.\"\n\n\"Senator, I have a wire from the governor of your state. It just arrived\nin response to my query as to his attitude on this affair. The governor\nsays, quote, _No comment_, unquote. Would _you_ care to comment on his\nstatement?\"\n\nSenator Crane thought he heard a faint ripple of mirth drift across the\nroom. But, of course, he had to be mistaken. \"I think the governor\nreplied wisely. I expect to return home and confer with him as soon as\npossible.\"\n\n\"Senator, can you explain why, out of all the able, sincere officials in\nWashington, D.C., elected or otherwise, you were the only one with\nenough wisdom and courage to put this matter before the people?\"\n\n\"Young man, I am not going to pass judgment on anyone in Washington or\nelsewhere. Each of us, I'm sure, does his duty as he sees it.\"\n\nAgain it seemed to Senator Crane that he heard a ripple of mirth--louder\nthis time. It had to be something to do with the acoustics. Except that\nhe was suddenly aware of smiles, too. The next question had to do with\npossible consultation with Russia on the matter of the coming space\ninvasion.\n\nSenator Crane agreed that such consultation should be made and then\nretired hastily into seclusion. A touch of panic hit him. He felt like a\nman who was far out in the water without a boat, with the closest land a\nfew hundred feet straight down. Good God! Had he miscalculated? Of\ncourse not. He had only to await the verdict of the nation's top\nnewspapers before proceeding with the publicity program that might well\nmake him presidential timber.\n\n       *       *       *       *       *\n\nJohn Dennis, for the first time since Rhoda had known him, seemed\nnervous. He kept licking his lips and shifting his eyes from Rhoda to\nFrank Corson.\n\nFrank Corson sat quietly, keeping his thoughts to himself. Rhoda crossed\nto the liquor cabinet and poured a double Scotch. She went to the sofa\nand sat down a little uncertainly.\n\n\"I guess you two haven't met. John, this is Frank Corson.\"\n\nJohn Dennis paid no attention. He walked to the sofa, sat down, and took\na sheaf of notes from his jacket pocket.\n\n\"I've known Mr. Dennis for quite some time,\" Frank commented wryly.\n\n\"Be quiet.\"\n\nJohn Dennis' tone was neither hostile nor friendly. They were the words\nof a person whose mind was on other things. They watched him as his eyes\nscanned the notes.\n\nHe appeared to be memorizing them.\n\nThe air became somewhat electric, the silence so deep it seemed to\nscream. Rhoda looked across at Frank Corson. Frank's expression was\nempty, as though he'd suffered some traumatic emotional blow and was\nstruggling to recover.\n\nJohn Dennis stirred. He also appeared to be struggling. He turned his\neyes on the drink Rhoda was holding. He took it out of her hand and\ndowned it in a single gulp.\n\nThey watched as he went back to work, leafing through the notes, one at\na time. As he came close to the end, he lifted his head and shook it\nviolently, as though from sudden pain. He scowled at the empty glass\nhe'd handed back to Rhoda.\n\n\"Do you want another?\" she inquired.\n\n\"Give me another.\"\n\nShe poured a second Scotch and handed it to him. He drank it like so\nmuch water.\n\nThe last sheet of notations was covered. Then John Dennis sat motionless\nfor a minute, his frown and uncertainty returning. \"It's hard to project\nthe details,\" he said. \"All this detail. Difficult.\"\n\nHe dropped the last sheet and got up and poured himself another Scotch.\n\"They will make an army now,\" he said. The Scotch went down smoothly. He\nwent to the window and looked out. \"This planet is different. The sun\nthere is blue and the air is very thin. Their bodies are nothing, but\ntheir heads are very big. Now they will create an army and take this\nplanet.\"\n\nFrank Corson was shaking his head slowly like a groggy fighter. Rhoda\nsat huddled on the sofa, her mind such a mixture of tumbling emotions\nthat it seemed to be trying to tear itself out of her head. John Dennis\ncame back and stood in the middle of the room. He swayed drunkenly. \"So\nmany things I don't understand. I see people I know--or I should know.\nI--\" He turned his eyes--eyes no longer empty--on Rhoda.\n\n\"I want to make love!\"\n\nFrank Corson got up from his chair and hurled himself on Dennis.\n\nRhoda screamed.\n\n       *       *       *       *       *\n\nSenator Crane sat at his desk. There were a pile of newspapers in front\nof him. The first one carried a front page story with the headline:\n\n  SENATOR CRANE WARNS OF SPACE INVASION\n\n  SHADES OF ORSON WELLS' MARTIAN\n  SCARE STALKS CAPITOL CORRIDORS.\n\nCrane tossed the paper aside listlessly and picked up the second one:\n\n  SENATORS VOICE CONCERN FOR SANITY\n  OF COLLEAGUE\n\n  CRANE IN STUNNING TIRADE\n  WARNS OF SCIENCE-FICTION\n  DISASTER.\n\nThe third paper featured an internationally syndicated columnist, famous\nfor his biting wit:\n\n       *       *       *       *       *\n\nSenator Crane today launched a one-man campaign to make America\nspace-conscious. If there was any Madison Avenue thinking behind the\nlaunching it was certainly lower Madison Avenue.\n\nIn order to make his point--exactly what this was confused a vast\nroomful of newspapermen--the Senator invented a race of creatures called\nandroids. These androids, it seems, look exactly like Tom Smith down the\nblock except that they'd just as soon cut your throat as not.\n\nWe fear the Senator must have been watching the wrong television\nshows--knives yet, ugh!--possibly _Jim Bowie_, because there wasn't a\nray gun nor a disintegrator in his whole bag of exhibits.\n\nAll in all, it would appear that the project was pointed toward making\nthe people Senator Crane-conscious rather than aiming their attention at\nthe deadly heavens.\n\n       *       *       *       *       *\n\nSenator Crane put that paper aside and looked at the next. This one,\nmore so than all the rest, was completely factual:\n\n  SENATOR CRANE DELUGED WITH WIRES\n  FROM HOME\n\n  CONSTITUENTS CLAIM WASHINGTON RIDICULE\n  HEAPED ON SENATOR REFLECTS AGAINST STATE.\n\n  Crane dropped the paper and got up from the desk.\n  That son-of-a-bitch Taber was to blame for this. Shaping\n  up a goddamn hoax and feeding it out piecemeal. By\n  God--!\n\nHe went to the desk and dialed, and when the answer came he said,\n\"Halliday? Senator Crane here. I want to have a little talk with you\nabout that damned tape. It's pretty obvious now that Taber planted it in\na deliberate attempt to ... What's that? An appointment! Why, goddamn\nit, who the hell do you think you are?.... Fifteen minutes next\nWednesday? You're talking to a United States Senator--\"\n\nBut Crane was no longer talking to Halliday. He had hung up.\n\nCrane dialed another number. A pleasant female voice said, \"Matthew\nPorter's office.\"\n\n\"This is Senator Crane. Put Porter on.\"\n\n\"Just a moment.\"\n\nCrane waited. He waited for what seemed like ages, but a glance at his\nwatch told him it had been less than five minutes. He disconnected and\ndialed again.\n\n\"This is Crane. We got cut off. I want to talk to Porter.\"\n\n\"I'm sorry but Mr. Porter has gone for the day.\"\n\n\"Well, where can I reach him? It's important.\"\n\n\"I'm sorry. Mr. Porter left no number.\"\n\n\"When will he be back?\"\n\n\"He didn't say.\"\n\nCrane slammed the phone down. \"The bastards!\" he snarled. \"The lousy,\ncrummy bastards. Running like a pack of scared rats. Bureaucrats!\nDamned, cowardly, self-appointed opportunists!\"\n\nHe stopped cursing and sat for a while.\n\nWhen he got up and left the office he looked and felt old but he had\nfaced a truth. It would not be necessary to campaign next year.\n\nIt wouldn't be of any use.\n\n\n\n\n13\n\n\nJohn Dennis showed human surprise as Frank Corson lunged at him. He had\neither been lax in using the controlling power he'd been given, or else\nFrank Corson had an exceptional resistance.\n\nDennis released Rhoda, swayed drunkenly under Frank Corson's clumsy\nfootball-type tackle, and swung his arm like a pivoting beam. The blow\nwas a lucky one. His fist smashed low on Corson's jaw, numbing the\nnerves of his neck on the left side.\n\nCorson went down and, as he lay helpless, Dennis kicked him twice--once\nin the side and once, viciously effectively, in the head. Corson rolled\nover and lay still.\n\nDennis looked down at him in a drunken daze. \"They will make an army and\nbring it here.\"\n\nRhoda, standing in the center of an emotional maelstrom, watched the\nstruggle from the prison of her own horror. At that moment she was\nphysically, mentally and spiritually ill; a human being caught in the\nmidst of forces beyond her knowledge and control.\n\nDennis laid a heavy hand on her shoulder. \"I want to make love.\"\n\n\"No--no. Please--\"\n\nThe drunkenness ebbed slightly and his eyes emptied. They looked into\nRhoda's. She shivered. He took the neck of her brunch coat in his fist\nand jerked downward. She had just come from the shower when she'd first\nopened the door for Frank Corson, and the vicious denuding gesture left\nher completely naked.\n\nDennis went clumsily to his knees, his arms around her, and he pulled\nher to the floor. She sobbed, but the tears were gone now and they were\ndry, wracking sobs.\n\n\"Undress me.\"\n\nShe fumbled with his jacket and pulled it off while he knelt there in\nanticipation of he knew not what; wondering, wanting, knowing only an\nurge he could not understand but which had become a compulsion.\n\nShe took off his necktie and unbuttoned his shirt. Frank Corson stirred\nbut did not regain consciousness. \"Please,\" Rhoda said, \"let me help\nhim.\"\n\nIn answer, Dennis put his arms around her and drew her to him. \"We will\nmake love.\"\n\n\"Yes--yes, we will make love--\"\n\nThe ring of the doorbell was like thunder in the room. Dennis tensed,\nhis eyes widened, and he got to his feet and stood swaying. Looking up\nat him, Rhoda saw a trapped animal, but the excitement was still there\nand she wanted to take him in her arms and hold him and protect him from\nthe world.\n\nBut he had forgotten her. A cunning sneer took the place of the\nslavering animal look and he ran to the kitchen to reappear moments\nlater with a butcher knife in his hand.\n\nThe bell rang again. Dennis snarled at the door and, in some kind of\nsheer ecstatic bravado, emitted a Tarzan roar.\n\nInstantly a weight hit the door from the outside. It shuddered but did\nnot give. Dennis crouched, gripping his knife. Frank Corson staggered to\nhis feet and hurled himself groggily at the android. Dennis roared\nagain, pushed away and arced the knife at his throat.\n\nRhoda screamed and lunged at Dennis' legs. \"No! No! Stop it! Please!\"\n\nDennis teetered under her weight and the knife slanted downward across\nFrank's chest. It ripped a red gash as the door shuddered a third time.\n\nDennis turned in that direction and crouched. The door splintered and\nflew open. Dennis lunged, like a line-bucking football player. He hit\nboth Brent Taber and Captain Abrams simultaneously, sprawling them both\nand sending Abrams' gun spinning out of his hand.\n\nHe leaped over them and dashed down the hall where the elevator man\nwaited uncertainly, not sure whether to dispute the right of way or not.\nHis indecision was fatal. Dennis wrapped an arm around his neck, pulled\nhis head back and cut his throat with one slash of the knife.\n\nCaptain Abrams' head had hit a doorjamb opposite the entrance to Rhoda's\napartment. He stirred and tried to come erect but he was unable to make\nit.\n\nBrent Taber clawed the gun off the floor and came to one knee. He got\noff one shot as the elevator door was closing and saw the android spin\naway from the controls as the impact of the slug smashed the bone of his\nshoulder.\n\nTaber lunged to his feet and went for the stairs.\n\nThere was no one in the lobby when he arrived there--no dead bodies,\neither. But on the sidewalk, in front of the building, a woman lay dead\nin a pool of blood.\n\nIn a sick rage, Taber looked in both directions and saw the android dive\nthrough a group of people half a block away. He tipped them over like\ntenpins and ran on. Taber gripped the gun tight and started in pursuit.\n\nHe could not fire because there was enough sidewalk traffic to make it\ndangerous. On ahead, the android's path was blocked by a man. He sought\nto get clear but the android passed him close enough to jam the knife\ninto his neck and send him screaming to the sidewalk.\n\nA uniformed patrolman appeared on the other side of the street, further\ndown. He took the situation in and understood Taber's frantic gesture. A\ncar screamed to a halt as the patrolman raced across the street, drawing\nhis gun.\n\nThe android, seeing his escape cut off, veered into an areaway. The\npatrolman got there first and plunged in after him.\n\nTaber, gasps tearing at his lungs, arrived thirty seconds later. During\nthat time, he'd expected the sound of shots from the patrolman's gun.\nBut there was silence.\n\nHe braked on his heels, skidded into the areaway, and saw the android\nadvancing on the patrolman. The latter stood motionless, the gun hanging\nuseless at his side.\n\n\"Drop! Drop!\" Taber yelled. He cursed as he tried to angle in the narrow\nareaway in order to get a clear shot.\n\nThe android advanced with his knife raised. In desperation, Taber fired\nat the lethal fist that held the weapon. And he was lucky. The hand\nsnapped open under the ripping impact of the bullet and the knife rang\nsharply against the wall as it ricocheted to the ground.\n\nOnly then, did the patrolman obey the order to drop. He went to one knee\nand Brent Taber fired three shots into the chest of the android.\n\nHe hesitated. There was only one slug left in the revolver. If the three\ndidn't spot the android, he planned to wait for closer contact and put\nthe sixth slug into the forehead.\n\nThe android shuddered. The fire and frenzy went out of him. He tried to\nlift a leg and was surprised when it didn't move. He looked down at it.\nCompletely bemused, he peered down at his crimson chest. He looked up at\nTaber without anger, only with surprise. A distinct expression of\nwistful regret crossed his face as he sank to the ground.\n\nThe tenth android was dead.\n\nThe patrolman came shakily to his feet. His face was as pale as death.\n\"I--I don't know what happened. Buck fever. Pure buck fever, and I've\nbeen on the force for ten years.\"\n\n\"Don't worry about it,\" Taber said.\n\n\"Don't _worry_. All of a sudden I freeze under pressure and he says,\n'Don't worry.'\"\n\n\"I meant it. This is no ordinary man. It wasn't buck fever at all. I\ncouldn't have faced him myself if I hadn't rattled him with that lucky\nshot.\"\n\nThe patrolman wanted to believe. He most pathetically wanted to believe.\n\"Honest?\"\n\n\"It's the God's honest truth. No man could have stood in front of that\nkiller and pulled a trigger. He's a master hypnotist. You're all right.\nWe won't say a word about what happened in here. And you'll have no\ntrouble in the future.\"\n\nThe patrolman shook his head. \"Still, I gotta do something about it.\"\n\n\"Talk to your psychiatrist,\" Taber said. \"In the meantime, keep that\ncrowd out there from spilling in here.\"\n\nTaber pushed out through the choked entrance to the areaway and went\nback up the street. It was alive with activity now and he passed\nunnoticed. No one recognized him as the man who had given chase in the\nbloody business that would make headlines that evening in every New York\nnewspaper.\n\nAnd yet the radio and TV news commentators gave it no special attention.\nIt went in along with other items of the day's news as a more or less\nroutine big-city happening.\n\nOne national-hookup headliner stated: \"In New York City today, a man\nidentified as John Dennis, address unknown, went berserk in a\nfashionable Upper East Side apartment. Dennis, wielding a knife, killed\na man and a woman, and seriously wounded another man before he was cut\ndown by police bullets.\n\n\"A jet airliner, down in the North Atlantic today, imperiled the lives\nof seventy-six ...\"\n\n       *       *       *       *       *\n\nFrank Corson lay propped on two pillows in a private room of the Park\nHill Hospital. Rhoda Kane sat in a chair beside the bed. She was pale\nand very beautiful. The fire was now gone from her body and the fever\nfrom her eyes.\n\n\"They say he wasn't human. They say he was an android.\" She shuddered,\nlooked down quickly, then slowly raised her head.\n\n\"Yes.\"\n\n\"I'll--I'll never understand. I get sick thinking about it. I'll just\nnever understand.\"\n\n\"He was human and yet not human. He had extraordinary powers that we\ndon't begin to understand, so that what happened to you is no disgrace.\"\n\n\"It's a terrible disgrace.\"\n\n\"It happened to me, too. When he told me to sit down I had to do it. I\nwas helpless.\"\n\n\"But you fought! You overcame it.\"\n\nFrank Corson smiled wryly. \"No, I didn't. It was just that he'd had\nlittle time to work on me. It was a single mental blow, so to speak,\nthat laid me out. Like one punch in the ring. Gradually, I came out of\nit.\"\n\n\"I think I _tried_ to fight.\"\n\n\"Of course, you did. The disgrace was mine. I acted like a child. I\nshould have realized that something extraordinary had happened. But I\nnursed my miserable little ego like a three-year-old.\"\n\n\"How could you know? My cruelty to you--\"\n\n\"Don't talk like that! I knew about the ninth android, and I met the\ntenth one in front of your apartment that second morning. I should have\nassociated. Brent Taber did, otherwise we might both be dead.\"\n\n\"It's all over now. It doesn't make any difference.\"\n\n\"No, it doesn't make any difference.\"\n\nShe looked at him in silence for several moments. \"You've changed,\nFrank.\"\n\n\"Yes, I guess I have. I guess we all grow up eventually. We all face\nreality and live with it.\"\n\n\"Frank--I think I'm going to cry.\"\n\nHe could not turn his eyes in her direction. He looked straight ahead\nbut his voice was soft. \"Go ahead, Rhoda. I understand.\"\n\nThey were silent for a time, then Rhoda began to cry quietly into her\nhandkerchief. After a while even that sound was stilled.\n\nHe turned to look at her. She was standing beside the bed. He almost\nreached out and took her hand, but drew his own back at the last minute.\n\n\"How soon will you be leaving?\" she asked.\n\n\"The wound was superficial. I really didn't need to be hospitalized. I'm\nbeing released tomorrow morning. I'll probably leave immediately.\"\n\n\"You'll make a fine doctor, Frank.\"\n\n\"Thank you, I'll try.\"\n\n\"Good-bye, Frank.\"\n\n\"Good-bye--darling.\"\n\nShe turned and fled.\n\nAnd judging by the deep sadness in his soul, he knew he had hit bottom.\n\nThere was no place to go but up.\n\n       *       *       *       *       *\n\nBrent Taber's phone rang.\n\n\"Hello, Taber. Halliday here.\"\n\n\"How are you, Halliday.\"\n\n\"Tops, old man. Ragged by the stress of it all, of course, but tops.\"\n\nTaber waited. Halliday waited. Seeing that he would get no help, he\nsaid, \"By the way, that little ... misunderstanding we had, the Senator\nCrane thing, I'm sure you realized that our talk was ... well, the words\nwere put into my mouth. I felt the same way about the oaf as you did.\nBut sometimes, in the line of duty, old man ... well, I know you were\nreading between my lines all the time.\"\n\n\"I'm pretty good at that.\"\n\n\"I knew we understood each other.\"\n\n\"Is that what you called about?\"\n\n\"Yes, but I've got a little tip for you. They want to see you upstairs.\nI happen to know they liked the way things turned out. Just between you\nand me, the humiliation of Crane made certain high officials pretty\nhappy. I was queried and I gave you all the credit.\"\n\n\"Before or after the good Senator fell on his face?\"\n\nHalliday laughed. \"Okay, pal. You're entitled to your little dig. But\nyou know this--I'm with you and I always will be.\"\n\n\"And I'm with you, too, pal,\" Brent said wearily and hung up.\n\nThe phone rang again. Automatically, Brent picked up the receiver.\n\n\"Brent? Porter on this end. How is it with you, old man?\"\n\n\"Ducky. Just ducky.\"\n\nPorter laughed. \"Just called to say, 'Good job well done.'\"\n\n\"Thanks.\"\n\n\"Want to give you a little tip, too. They want you upstairs. A\ncommendation. Not generally known, though. And you deserve it. You'll be\ncalled up tomorrow.\"\n\n\"You never know the day or the hour.\"\n\nThe laugh came again. \"You're humor is priceless, old man.\"\n\n\"Isn't it?\"\n\n\"Another thing--I got pretty hot when I got wind of how the ground was\nbeing cut out from under you. I made it my business to do something\nabout it. I hate to see a good man pushed around. Of course I okayed the\norders cutting you down--a matter of routine--I had to follow through.\nBut then I got busy. A thing like that won't happen again.\"\n\n\"Thanks, Porter. It warms a man to know he's got a friend--a friend like\nyou.\"\n\n\"Just between us, old man, I'm one of your admirers.\" Porter laughed and\nsprayed charm through the phone like perfume from an atomizer. \"But if\nyou quote me, I'll deny it.\"\n\n\"Oh, I wouldn't think of quoting you, old man,\" Taber replied in a\nkindly voice and put down the phone.\n\nHe sat back and closed his eyes. Three people dead. One person maimed.\nBlood in the streets.\n\nGood job well done.\n\nHe opened a drawer of his desk and reached for the Scotch bottle.\n\n       *       *       *       *       *\n\nAt the Newark Airport he would not trust his suitcase to a porter\nbecause the leather loop holding one side of the handle was very thin\nand he was afraid it would break.\n\nOnce he had been ashamed of the shabbiness of the bag and had planned to\nbuy a new one, but now there was an affinity between them, a kind of\nwarmth.\n\nWere they companions in misery?\n\nHe asked the question with a quick smile and then realized he was not\nmiserable. A little bleak of mind, perhaps, with Minnesota and what lay\nahead affording no glow of anticipation in his mind. But that would\npass. No, he had relegated the hurt to a mental pigeonhole; maybe he\nwould bring it out and look at it once in a while, after enough time had\npassed.\n\nBut he was not miserable.\n\nHe went to the counter, checked in, and they told him his plane would\ntake off on time. He glanced at his watch. Thirty-two minutes.\n\nHe went back to the bench and found Rhoda Kane sitting beside his\nsuitcase.\n\nShe wore a plain, black suit with a ridiculous little black hat and she\nwas so beautiful he was angry with her. He hated her. This good-bye\nwasn't necessary. Why had she come?\n\nHer face was pale and drawn; her smile was as abstract as the mystery on\nthe lips of the Mona Lisa. She laid a hand on the suitcase.\n\n\"We had our first quarrel over it, remember? We went to Puerto Rico for\nthat week and I wanted to use mine but you said, 'Goddamn it, if you're\nashamed of my suitcase you're ashamed of me, so the hell with it.'\"\n\n\"I remember.\"\n\nHe sat down beside her, lit a cigarette, and then dropped it on the\nfloor and stepped on it. They both looked straight ahead.\n\n\"Take me with you, Frank.\"\n\n\"That's impossible.\"\n\n\"I know, but take me with you.\"\n\n\"There will be no money. I'll live in a stuffy room somewhere.\"\n\n\"What difference does that make? Take me.\"\n\n\"You have your job. You're on the way up. It would be unthinkable.\"\n\n\"I don't have any job. I quit. I was halfway through a piece of\ncopy--very important copy--and I got up and walked into Mr. Frankel's\noffice. I said, 'Mr. Frankel, it's been very nice working for you. I\nappreciate all you've done but I'm leaving now. The pencils are all\nsharpened on my desk and the next girl can have the new leather-bound\naddress book in the lower right hand drawer that I bought but never\nused! That was a silly thing to say, wasn't it?\"\n\n\"I suppose so.\"\n\n\"And the way I phrased it. I actually said I'd bought the lower right\nhand drawer and hadn't used it--take me with you, Frank.\"\n\n\"Rhoda, I was so wrong in--\"\n\n\"_I_ was wrong, Frank. I was trying to mold you into my way of life. I\nwanted you, but only as a part of my own eager little world. I had money\nso I furnished my apartment. I put this here and that there, and hung a\ntoothbrush over the sink as necessarily functional, and then I decided I\nneeded a man in the same way and so I picked you.\n\n\"But I found out that the man in the bed was the most important part of\nit and without him there wasn't anything. Without him I didn't want any\nof the other. Now ... I want to be a wife. A wife is a person who goes\nwhere her husband goes and lives where he lives and shares what he has.\nYou don't barter and trade--this for that--give up this part to get\nthat. You give up everything and yet it isn't like that at all because\nyou're really getting everything.\"\n\nHe took out another cigarette.\n\n\"Oh, Frank, it's all mixed up and I'm going to cry, I think.\"\n\n\"It's not mixed up at all,\" he said quietly. He turned to look at her,\nhalf frowning, half smiling. \"Now why in the hell couldn't you have\ngiven me a little notice? Twenty minutes to plane time and I've got to\nget another reservation.\"\n\n\"I'm sorry, Frank.\"\n\n\"Maybe there isn't a seat.\"\n\n\"Wouldn't that be terrible?\"\n\n\"Then we'll have to wait over.\"\n\n\"Why don't you go and see?\"\n\nFive minutes later they were walking down the west tunnel to gate\ntwenty-six.\n\nFrank Corson grinned. \"Come on, woman, I'm going to take you across\nstate lines for immoral purposes.\"\n\n\"How wonderful,\" she breathed.\n\n       *       *       *       *       *\n\nBrent Taber was human and his triumph had been a thing of satisfaction\nto him--but only momentarily. Now it had a slightly sour taste.\n\nNot that he was unhappy. He was content and almost relaxed as he sat in\nDoctor Entman's patio and worked on a Scotch and soda.\n\n\"A nice night,\" Entman said.\n\n\"Beautiful. Those stars are about ready to fall into our laps.\"\n\n\"Menace out there? It seems unthinkable.\"\n\n\"Doesn't it?\"\n\n\"The human animal is a strange creature. He's so capable of refusing to\nbelieve what he doesn't want to believe.\"\n\n\"Maybe he's smarter than we think. Maybe there's no point in looking at\na pending disaster from every angle. The what-will-be-will-be attitude\nisn't necessarily like that of the ostrich which sticks its head in the\nsand.\"\n\n\"Do the people inside really believe?\" Entman asked.\n\n\"It's pretty difficult to tell. Sometimes I wonder what my own real\nfeelings are.\"\n\n\"I wasn't completely briefed on how it ended,\" Entman said delicately.\n\n\"I think the phony specifications got through.\"\n\n\"If they did--if things are really as they appear--\"\n\nTaber smiled in the darkness. \"Are _you_ beginning to doubt, Doctor?\"\n\n\"Oh, be quiet,\" Entman said with friendly petulance. \"I was going to say\nthat I was rather proud of those details. If our hostiles out there\nfollow my specifications, they'll create androids with much smaller\nlungs and non-porous skin that will give them no end of trouble when\nthey start chasing frightened householders down the streets of the\nworld.\"\n\nTaber chuckled. \"I remember a story about the Japanese Navy. They were\nsupposed to have built some ships to specifications stolen in England.\nWhen launched, they slid out into the bay and tipped over.\"\n\nEntman sighed. \"I wish I could get some of the data those creatures\nused in the construction of the androids.\"\n\n\"You'd like to make one of your own?\"\n\n\"It would solve the servant problem. Terrible here in Washington.\"\n\n\"Labor unions would holler bloody murder.\"\n\n\"You can't stop progress.\"\n\nSuddenly Entman got to his feet. He walked to the edge of the patio and\nlooked upward. Taber saw his face in the light streaming from the living\nroom--he seemed frightened.\n\n\"Brent! It's such a helpless feeling. What do we do?\"\n\nBrent Taber got up and went over and stood beside Entman. He, too,\nlooked up into the velvet night; the beautiful, quiet, impersonal night.\n\nThe sinister night.\n\n\"We watch the stars,\" Brent said. \"And we wait.\"\n\nTHE END\n\n       *       *       *       *       *\n\n  OTHER SIGNIFICANT MONARCH BOOKS\n\n  MS8 THE COLD WAR by Deane and David Heller\n                          (A Monarch Select Book) 50¢\n\n  MS7 FORGET ABOUT CALORIES by Leland H. O'Brian\n                          (A Monarch Select Book) 35¢\n\n  MS6 THE NAKED RISE OF COMMUNISM by Frank L. Kluckhohn\n                          (A Monarch Select Book) 75¢\n\n  MS5 PLANNED PARENTHOOD by Henry De Forrest, M.D.\n                          (A Monarch Select Book) 50¢\n      A study of safe and practical approaches to birth control.\n\n  MS4 THE RISE AND FALL OF THE JAPANESE EMPIRE\n                                   by Gary Gordon 50¢\n\n  MS3A AMERICA: LISTEN! by Frank L. Kluckhohn (Revised Ed.) 75¢\n\n  MS2 THE BERLIN CRISIS by Deane and David Heller 50¢\n\n  K67 DORIS DAY by Tedd Thomey 35¢\n\n  K66 ROBERT F. KENNEDY: ASSISTANT PRESIDENT by Gary Gordon\n                          (A Monarch Select Book) 35¢\n\n  K65 S O S: THE WORLD'S GREAT SEA DISASTERS by Keith Jameson 50¢\n\n  K64 EISENHOWER by George Johnson (A Monarch Select Book) 35¢\n\n  K61 ELEANOR ROOSEVELT by George Johnson 35¢\n\n  K60 PRINCESS GRACE KELLY by Robert Newman 35¢\n\n  K59 POPE JOHN XXIII: PASTORAL PRINCE by Randall Garrett 50¢\n\n  K57 RICHARD NIXON by George Johnson 35¢\n\n  K56 SIR WINSTON CHURCHILL by Edgar Black 50¢\n\n  K54 JACQUELINE KENNEDY by Deane and David Heller 35¢\n      The fascinating story of America's glamorous First Lady.\n\n  MB528 MEDICAL PROBLEMS OF WOMEN by Martin James, M.D.\n                          (A Monarch Select Book) 50¢\n\n  MB512 FOLK AND MODERN MEDICINE by Don James 50¢\n\n  MB509 THE BOOK OF MIRACLES by Zsolt Aradi 50¢\n\n  MA328 ADMIRAL \"BULL\" HALSEY by Jack Pearl\n                          (A Monarch Select Book) 35¢\n\n  MA321 TARAWA by Tom Bailey 50¢\n\n  MA319 U. S. MARINES IN ACTION by T. R. Fehrenbach 50¢\n\n  MA312 THE KENNEDY CABINET by Deane and David Heller 35¢\n\nAvailable at all newsstands and bookstores\n\nIf you are unable to secure these books at your local dealer, you may\nobtain copies by sending the retail price plus 5¢ for handling each\ntitle to Monarch Books, Inc., Mail Order Department, Capital Building,\nDivision Street, Derby, Connecticut.\n\n       *       *       *       *       *\n\n_A Terrifying Tale Of Horror In The Skies_\n\nTHE FLYING EYES\n\nBy J. Hunter Holly\n\nAuthor of ENCOUNTER and THE GREEN PLANET\n\nLinc Hosler was sitting in a packed football stadium when the Flying\nEyes appeared and cast their hypnotic power over half the crowd.\nThousands of people suddenly began marching zombie-like into the woods\nwhere they vanished into a black pit.\n\nLinc used every resource of the Space Research Lab and the National\nGuard to destroy the Eyes. But nothing could stop them, for they proved\nimmune to bullets and bombs.\n\nIn desperation, Linc captured an Eye and found a way to communicate with\nit through his mind. He learned that radiation was fuel for the\ncreatures' lives. And then they issued their terrible ultimatum: Explode\na series of atom bombs to supply them with radiation or they would turn\nthe world's population into mindless robots.\n\nIt gave the world two harrowing choices--self-destruction via fallout\nfrom the bombs or annihilation via the sinister Flying Eyes....\n\nA MONARCH SCIENCE-FICTION CLASSIC Available at all newsstands and\nbookstores 35¢\n\nIf you are unable to secure this book at your local dealer, you may\nobtain a copy by sending 35¢ plus 5¢ for handling to Monarch Books,\nInc., Mail Order Department, Capital Building, Derby, Connecticut.\n\n_A Destroyer From Another Planet--Bent On Mastery Of The World_\n\n       *       *       *       *       *\n\nENCOUNTER\n\nBy J. Hunter Holly Author of THE GREEN PLANET\n\nIt came plummeting out of the sky--a soundless, streaking, purple glow,\nmoving faster and faster until it ripped at the trees, crashed through\nthem and struck sickeningly against a hill. Momentarily it flared\nbrightly, then went out.\n\nIt was not long after that the murders began--strange, inexplicable\ndeaths, all the victims found with their heads crushed as if their\nskulls had exploded outward.\n\nThe trail of victims lead from Arkansas to Tennessee, to Kentucky,\nIllinois and Michigan--sixteen unrelated people who had only one thing\nin common: All of their brains were withered, as if sucked dry of their\ncontents ...\n\nAnd somewhere wandered an evil stranger from another planet, his\npersonality expanding, his brain power increasing, preparing for the\ninevitable encounter that could make him master of the world!\n\nA Science Fiction Thriller From\n\nMONARCH BOOKS, INC.\n\nAvailable at all newsstands and bookstores 35¢\n\nIf you are unable to secure this book at your local dealer, you may\nobtain a copy by sending 35¢ plus 5¢ for handling to Monarch Books,\nInc., Mail Order Division, Capital Building, Derby, Connecticut.\n\n       *       *       *       *       *\n\nTHE POWER OF EVIL\n\n\"You might call it a fight,\" Elizabeth said, \"but they never actually\nlaid a hand on each other.\"\n\nDr. Carew stared at her in puzzlement as she went on. \"They threw every\nhard thing in the room at each other, without ever touching anything. It\nwas like some ghastly, murderous game. A clock flew through the air like\na cannonball, straight at Joseph's head, and some unseen force seemed to\nstop it. For a second it hung there and trembled in the air--_with\nnothing under it_; then it turned and flew like lightning at Quincy; he\nbarely dodged it.\n\n\"Finally a vase did find its mark and Quincy fell to the floor. Joseph\nstepped over him and came toward me. I ran, slamming the door in his\nface, locking him in. He laughed evilly and called after me, 'Why waste\ntime running away, Elizabeth? I'll come to get you, and you won't be\nable to resist me now!'\"\n\nThis is one of the unforgettable scenes from MONARCH BOOKS' new fiction\nthriller--\n\n       *       *       *       *       *\n\nWITCH HOUSE\n\nBy Evangeline Walton\n\nA spine-tingling tale of a group of tormented men and women forced to\nlive in a house saturated with evil.\n\nOn sale at all newsstands and bookstores 35¢\n\nIf you are unable to secure this book at your local dealer, you may\nobtain a copy by sending 35¢ plus 5¢ for handling to Monarch Books,\nInc., Mail Order Department, Capital Building, Derby, Connecticut.\n\n       *       *       *       *       *\n\nREVENGE IN AN ALIEN WORLD\n\nWhen Gail Loring chose Bill Drake to be her husband--in name only--for\nthe duration of the flight to Mars, she didn't know that she had just\nsigned his death warrant.\n\nJealous Dr. Spartan, leader of the expedition, swore to get revenge and\nforce Gail to share his maniacal plan for power.\n\nBound together in space, five men and a woman strained against the\npowerful tug of twisted emotions and secret ambitions.\n\nBut all plans were forgotten when they landed on the Red Planet and\nencountered the Martians--half animal, half vegetable, with acid for\nblood and radar for sight.\n\nWhen the Martians launched an assault against the space ship, linking\ntheir electrical energy in an awesome display of power, Spartan realized\nthat this was the perfect moment for personal revenge--and touched off\nhis own diabolical plan of destruction against his fellow crewmen ...\n\nThis is the exciting plot of the new MONARCH BOOKS science-fiction\nthriller--\n\n       *       *       *       *       *\n\nTHE RED PLANET\n\nBy Russ Winterbotham\n\nA tense novel of violence and intrigue--a million miles in space.\n\nOn sale at all newsstands and bookstores 35¢\n\nIf you are unable to secure this book at your local dealer, you may\nobtain a copy by sending 35¢ plus 5¢ for handling to Monarch Books,\nInc., Mail Order Department, Capital Building, Derby, Connecticut.\n\n_It Spread A New Electrical Virus That Turned Men Into Ruthless\nMonsters_\n\n       *       *       *       *       *\n\nTHE SPACE EGG\n\nBy Russ Winterbotham\n\nFlying forty-two miles above Kansas, something phenomenal had happened\nto Test Pilot Fayburn. A space egg had smashed through the cockpit\nPlexi-glass and then pierced his pressurized suit.\n\nBlood on the pilot's seat indicated that he had been injured, but there\nwas no wound. The loss of pressure in the cockpit and in his suit should\nhave killed him instantly--yet here he was, alive and unharmed, but\ndefinitely a changed man.\n\nAlways a mild, considerate person he had, in a matter of minutes, become\na madman. What had brought about the change? Was he still human or was\nhe now OUT OF THIS WORLD?\n\nOnly time would tell as he daringly laid siege to an important air base\nand began using his frightening power to force men and women to serve\nhis evil purpose.\n\nA MONARCH SCIENCE-FICTION CLASSIC\n\nAvailable at all newsstands and bookstores 35¢\n\nIf you are unable to secure this book at your local dealer, you may\nobtain a copy by sending 35¢ plus 5¢ for handling to Monarch Books,\nInc., Mail Order Department, Capital Building, Derby, Connecticut.\n\n       *       *       *       *       *\n\nTEN FROM INFINITY\n\nTen men walked Earth--ten men in different cities in the United States.\nEach one was the exact replica of the other--from the tips of his\nfingers down to the beating of his twin hearts.\n\nWhere they came from, they were called androids--synthetic men,\nconditioned by their masters to complete their deadly purpose on Earth\nas advance agents for an invasion from space.\n\nThe only man who knew of their existence was Brent Taber, secret agent,\nspecially commissioned to find out their plans and avert the world's\ndestruction.\n\nThe big problem was to figure out a way to appeal to the mindless,\nsoulless creatures who knew no emotion--pleasure or pain. But every move\nhe had made so far had ended in failure and time was running out--for\nhim and everyone on the face of the Earth ...\n\nPublished By MONARCH BOOKS, INC.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Ten From Infinity, by Paul W. Fairman\n\n*** END OF THIS PROJECT GUTENBERG EBOOK TEN FROM INFINITY ***\n\n***** This file should be named 20856-8.txt or 20856-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/0/8/5/20856/\n\nProduced by Greg Weeks, Janet Blenkinship and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}