{"title": "The Status Civilization", "author": "Robert Sheckley", "releaseDate": "March 28, 2007", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Karina Aleksandrova and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n[Transcriber's Notes:\n\n  1. Extensive research did not uncover any evidence that the\ncopyright on this publication was renewed.\n\n  2. Several misprints corrected. The complete list may be found\nat the end of the file.]\n\n\n\n\n\"Yes sir. Well, there are three men outside trying to kill me....\"\n\n\"Quite right,\" Mr. Frendlyer said. \"And today is Landing Day. You came\noff the ship that landed today, and have been classified a peon.... I'm\nhappy to say that everything is in order. The Landing Day Hunt ends at\nsundown. You can leave here with the knowledge that everything is\ncorrect and that your rights have not been violated.\"\n\n\"Leave here? After sundown, you mean.\"\n\nMr. Frendlyer shook his head and smiled sadly. \"I'm afraid not.\nAccording to the law you must leave here at once.\"\n\n\"But they'll kill me!\"\n\n\"That's very true. Unfortunately it can't be helped. A victim by\ndefinition is one who is to be killed.... We protect rights, not\nvictims.\"\n\n                 OMEGA: PRISON PLANET\n             LIFE EXPECTANCY: THREE YEARS\n                       MAXIMUM\n                   MOST PEOPLE ARE\n                  LUCKIER THAN THAT....\n\n\n\n\n     Books by\n     ROBERT SHECKLEY:\n\n     CITIZEN IN SPACE\n     IMMORTALITY, INC.\n     MINDSWAP\n     PILGRIMAGE TO EARTH\n     THE 10TH VICTIM\n     UNTOUCHED BY HUMAN HANDS\n     DIMENSION OF MIRACLES\n     THE JOURNEY OF JOENES\n     THE STATUS CIVILIZATION/NOTIONS: UNLIMITED\n\n\n       _From ACE Science Fiction_\n\n\n\n\n                   THE STATUS\n                  CIVILIZATION\n\n                ROBERT SHECKLEY\n\n\n                   ace books\n\n  A Division of Charter Communications Inc.\n          A GROSSET & DUNLAP COMPANY\n\n            360 Park Avenue South\n          New York, New York 10010\n\n\n\n\nTHE STATUS CIVILIZATION\n\nCopyright © 1960 by Robert Sheckley\n\nFirst appeared under the title _Omega in Amazing Science Fiction\nStories_, published by Ziff-Davis.\n\nAll rights reserved. No part of this book may be reproduced in any form\nor by any means, except for the inclusion of brief quotations in a\nreview, without permission in writing from the publisher.\n\nAll characters in this book are fictitious. Any resemblance to actual\npersons, living or dead, is purely coincidental.\n\nAn ACE Book\n\n_Cover art by David Bergen_\n\nFirst Ace printing: November 1979\n\n2468097531\n\nManufactured in the United States of America\n\n\n\n\nCONTENTS\n\n     THE STATUS CIVILIZATION    1\n\n\n\n\nTO ANYA\n\n\n\n\nTHE STATUS CIVILIZATION\n\n\n\n\nChapter One\n\n\nHis return to consciousness was a slow and painful process. It was a\njourney in which he traversed all time. He dreamed. He rose through\nthick layers of sleep, out of the imaginary beginnings of all things. He\nlifted a pseudopod from primordial ooze, and the pseudopod was _him_. He\nbecame an amoeba which contained _his_ essence; then a fish marked with\nhis own peculiar individuality; then an ape unlike all other apes. And\nfinally, he became a man.\n\nWhat kind of man? Dimly he saw himself, faceless, a beamer gripped tight\non one hand, a corpse at his feet. _That_ kind of man.\n\nHe awoke, rubbed his eyes, and waited for further memories to come.\n\nNo memories came. Not even his name.\n\nHe sat up hastily and willed memory to return. When it didn't, he looked\naround, seeking in his surroundings some clue to his identity.\n\nHe was sitting on a bed in a small gray room. There was a closed door\non one side. On the other, through a curtained alcove, he could see a\ntiny lavatory. Light came into the room from some hidden source, perhaps\nfrom the ceiling itself. The room had a bed and a single chair, and\nnothing else.\n\nHe held his chin in his hand and closed his eyes. He tried to catalogue\nall his knowledge, and the implications of that knowledge. He knew that\nhe was a man, species Homo sapiens, an inhabitant of the planet Earth.\nHe spoke a language which he knew was English. (Did that mean that there\nwere other languages?) He knew the commonplace names for things: room,\nlight, chair. He possessed in addition a limited amount of general\nknowledge. He knew that there were many important things which he did\nnot know, which he once had known.\n\n_Something must have happened to me._\n\nThat something could have been worse. If it had gone a little further,\nhe might have been left a mindless creature without a language, unaware\nof being human, of being a man, of being of Earth. A certain amount had\nbeen left to him.\n\nBut when he tried to think beyond the basic facts in his possession, he\ncame to a dark and horror-filled area. _Do Not Enter._ Exploration into\nhis own mind was as dangerous as a journey to--what? He couldn't find an\nanalogue, though he suspected that many existed.\n\n_I must have been sick._\n\nThat was the only reasonable explanation. He was a man with the\nrecollection of memories. He must at one time have had that priceless\nwealth of recall which now he could only deduce from the limited\nevidence at his disposal. At one time he must have had specific memories\nof birds, trees, friends, family, status, a wife perhaps. Now he could\nonly theorize about them. Once he had been able to say, this is like,\nor, that reminds me of. Now nothing reminded him of anything, and things\nwere only like themselves. He had lost his powers of contrast and\ncomparison. He could no longer analyze the present in terms of the\nexperienced past.\n\n_This must be a hospital._\n\nOf course. He was being cared for in this place. Kindly doctors were\nworking to restore his memory, to replace his identity, to restore his\njudgment apparatus, to tell him who and what he was. It was very good of\nthem; he felt tears of gratitude start in his eyes.\n\nHe stood up and walked slowly around his small room. He went to the door\nand found it locked. That locked door gave him a moment of panic which\nhe sternly controlled. Perhaps he had been violent.\n\nWell, he wouldn't be violent any more. They'd see. They would award him\nall possible patient privileges. He would speak about that with the\ndoctor.\n\nHe waited. After a long time, he heard footsteps coming down the\ncorridor outside his door. He sat on the edge of the cot and listened,\ntrying to control his excitement.\n\nThe footsteps stopped beside his door. A panel slid open, and a face\npeered in.\n\n\"How are you feeling?\" the man asked.\n\nHe walked up to the panel, and saw that the man who questioned him was\ndressed in a brown uniform. He had an object on his waist which could\nbe identified, after a moment, as a weapon. This man was undoubtedly a\nguard. He had a blunt, unreadable face.\n\n\"Could you tell me my name?\" he asked the guard.\n\n\"Call yourself 402,\" the guard said. \"That's your cell number.\"\n\nHe didn't like it. But 402 was better than nothing at all. He asked the\nguard, \"Have I been sick for long? Am I getting better?\"\n\n\"Yes,\" the guard said, in a voice that carried no conviction. \"The\nimportant thing is, stay quiet. Obey the rules. That's the best way.\"\n\n\"Certainly,\" said 402. \"But why can't I remember anything?\"\n\n\"Well, that's the way it goes,\" the guard said. He started to walk away.\n\n402 called after him, \"Wait! You can't just leave me like this, you have\nto tell me something. What happened to me? Why am I in this hospital?\"\n\n\"Hospital?\" the guard said. He turned toward 402 and grinned. \"What gave\nyou the idea this was a hospital?\"\n\n\"I assumed it,\" 402 said.\n\n\"You assumed wrong. This is a prison.\"\n\n402 remembered his dream of the murdered man. Dream or memory?\nDesperately he called after the guard. \"What was my offense? What did I\ndo?\"\n\n\"You'll find out,\" the guard said.\n\n\"When?\"\n\n\"After we land,\" the guard said. \"Now get ready for assembly.\"\n\nHe walked away. 402 sat down on the bed and tried to think. He had\nlearned a few things. He was in a prison, and the prison was going to\nland. What did that mean? Why did a prison have to land? And what was an\nassembly?\n\n       *       *       *       *       *\n\n402 had only a confused idea of what happened next. An unmeasurable\namount of time passed. He was sitting on his bed, trying to piece\ntogether facts about himself. He had an impression of bells ringing. And\nthen the door of his cell flew open.\n\nWhy was that? What did it mean?\n\n402 walked to the door and peered into the corridor. He was very\nexcited, but he didn't want to leave the security of his cell. He\nwaited, and the guard came up.\n\n\"All right, now,\" the guard said, \"No one's going to hurt you. Go\nstraight down the corridor.\"\n\nThe guard pushed him gently. 402 walked down the corridor. He saw other\ncell doors opening, other men coming into the corridor. It was a thin\nstream at first; but as he continued walking, more and more men crowded\ninto the passageway. Most of them looked bewildered, and none of them\ntalked. The only words were from the guards:\n\n\"Move along now, keep on moving, straight ahead.\"\n\nThey were headed into a large circular auditorium. Looking around, 402\nsaw that a balcony ran around the room, and armed guards were stationed\nevery few yards along it. Their presence seemed unnecessary; these cowed\nand bewildered men weren't going to stage a revolt. Still, he supposed\nthe grim-faced guards had a symbolic value. They reminded the newly\nawakened men of the most important fact of their lives: that they were\nprisoners.\n\nAfter a few minutes, a man in a somber uniform stepped out on the\nbalcony. He held up his hand for attention, although the prisoners were\nalready watching him fixedly. Then, though he had no visible means of\namplification, his voice boomed hollowly through the auditorium.\n\n\"This is an indoctrination talk,\" he said. \"Listen carefully and try to\nabsorb what I am about to tell you. These facts will be very important\nfor your existence.\"\n\nThe prisoners watched him. The speaker said, \"All of you have, within\nthe last hour, awakened in your cells. You have discovered that you\ncannot remember your former lives--not even your names. All you possess\nis a meager store of generalized knowledge; enough to keep you in touch\nwith reality.\n\n\"I will not add to your knowledge. All of you, back on Earth, were\nvicious and depraved criminals. You were people of the worst sort, men\nwho had forfeited any right to consideration by the State. In a less\nenlightened age, you would have been executed. In our age, you have been\ndeported.\"\n\nThe speaker held out his hands to quiet the murmur that ran through the\nauditorium. He said, \"All of you are criminals. And all of you have one\nthing in common: an inability to obey the basic obligatory rules of\nhuman society. Those rules are necessary for civilization to function.\nBy disobeying them, you have committed crimes against all mankind.\nTherefore mankind rejects you. You are grit in the machinery of\ncivilization, and you have been sent to a world where your own sort is\nking. Here you can make your own rules, and die by them. Here is the\nfreedom you lusted for; the uncontained and self-destroying freedom of a\ncancerous growth.\"\n\nThe speaker wiped his forehead and glared earnestly at the prisoners.\n\"But perhaps,\" he said, \"a rehabilitation is possible for some of you.\nOmega, the planet to which we are going, is _your_ planet, a place ruled\nentirely by prisoners. It is a world where you could begin again, with\nno prejudices against you, with a clean record! Your past lives are\nforgotten. Don't try to remember them. Such memories would serve only to\nrestimulate your criminal tendencies. Consider yourselves born afresh as\nof the moment of awakening in your cells.\"\n\nThe speaker's slow, measured words had a certain hypnotic quality. 402\nlistened, his eyes slightly unfocused and fixed upon the speaker's pale\nforehead.\n\n\"A new world,\" the speaker was saying. \"You are reborn--but with the\nnecessary consciousness of sin. Without it, you would be unable to\ncombat the evil inherent in your personalities. Remember that. Remember\nthat there is no escape and no return. Guardships armed with the latest\nbeam weapons patrol the skies of Omega day and night. These ships are\ndesigned to obliterate anything that rises more than five hundred feet\nabove the surface of the planet--an invincible barrier through which no\nprisoner can ever pass. Accommodate yourselves to these facts. They\nconstitute the rules which must govern your lives. Think about what\nI've said. And now stand by for landing.\"\n\nThe speaker left the balcony. For a while, the prisoners simply stared\nat the spot where he had been. Then, tentatively, a murmur of\nconversation began. After a while it died away. There was nothing to\ntalk about. The prisoners, without memory of the past, had nothing upon\nwhich to base a speculation of the future. Personalities could not be\nexchanged, for those personalities were newly emerged and still\nundefined.\n\nThey sat in silence, uncommunicative men who had been too long in\nsolitary confinement. The guards on the balcony stood like statues,\nremote and impersonal. And then the faintest tremor ran through the\nfloor of the auditorium.\n\nThe tremor came again; then it changed into a definite vibration. 402\nfelt heavier, as though an invisible weight were pressing against his\nhead and shoulders.\n\nA loudspeaker voice called out, \"Attention! The ship is now landing on\nOmega. We will disembark shortly.\"\n\n       *       *       *       *       *\n\nThe last vibration died away, and the floor beneath them gave a slight\nlurch. The prisoners, still silent and dazed, were formed into a long\nline and marched out of the auditorium. Flanked by guards, they went\ndown a corridor which stretched on interminably. From it, 402 began to\nget some idea of the size of the ship.\n\nFar ahead, he could see a patch of sunlight which shone brightly against\nthe pale illumination of the corridor. His section of the long shuffling\nline reached the sunlight, and 402 saw that it came from an open\nhatchway through which the prisoners were passing.\n\nIn his turn, 402 went through the hatchway, climbed down a long\nstairway, and found himself on solid ground. He was standing in an open,\nsunlit square. Guards were forming the disembarked prisoners into files;\non all sides, 402 could see a crowd of spectators watching.\n\nA loudspeaker voice boomed, \"Answer when your number is called. Your\nidentity will now be revealed to you. Answer promptly when your number\nis called.\"\n\n402 felt weak and very tired. Not even his identity could interest him\nnow. All he wanted to do was lie down, to sleep, to have a chance to\nthink about his situation. He looked around and took casual note of the\nhuge starcraft behind him, of the guards, the spectators. Overhead, he\nsaw black dots moving against a blue sky. At first he thought they were\nbirds. Then, looking closer, he saw they were guardships. He wasn't\nparticularly interested in them.\n\n\"Number 1! Speak out!\"\n\n\"Here,\" a voice answered.\n\n\"Number 1, your name is Wayn Southholder. Age 34, blood type A-L2, Index\nAR-431-C. Guilty of treason.\"\n\nWhen the voice had finished, a loud cheer came up from the crowd. They\nwere applauding the prisoner's traitorous actions, and welcoming him to\nOmega.\n\nThe names were read down the list, and 402, drowsy in the sunshine,\ndozed on his feet and listened to the crimes of murder, credit theft,\ndeviationalism, and mutantism. At last his number was called.\n\n\"Number 402.\"\n\n\"Here.\"\n\n\"Number 402, your name is Will Barrent. Age 27, blood type O-L3, Index\nJX-221-R. Guilty of murder.\"\n\nThe crowd cheered, but 402 scarcely heard them. He was trying to\naccustom himself to the idea of having a name. A real name instead of a\nnumber. Will Barrent. He hoped he wouldn't forget it. He repeated the\nname to himself over and over again, and almost missed the last\nannouncement from the ship's loudspeaker.\n\n\"The new men are now released upon Omega. You will be given temporary\nhousing at Square A-2. Be cautious and circumspect in your words and\nactions. Watch, listen, and learn. The law requires me to tell you that\nthe average life expectancy on Omega is approximately three Earth\nyears.\"\n\nIt took a while for those last words to take effect on Barrent. He was\nstill contemplating the novelty of having a name. He hadn't considered\nany of the implications of being a murderer on an underworld planet.\n\n\n\n\nChapter Two\n\n\nThe new prisoners were led to a row of barracks at Square A-2. There\nwere nearly five hundred of them. They were not yet men; they were\nentities whose true memories extended barely an hour in time. Sitting on\ntheir bunks, the newborns looked curiously at their bodies, examined\nwith sharp interest their hands and feet. They stared at each other, and\nsaw their formlessness mirrored in each other's eyes. They were not yet\nmen; but they were not children either. Certain abstractions remained,\nand the ghosts of memories. Maturation came quickly, born of old habit\npatterns and personality traits, retained in the broken threads of their\nformer lives on Earth.\n\nThe new men clung to the vague recollections of concepts, ideas, rules.\nWithin a few hours, their phlegmatic blandness had begun to pass. They\nwere becoming men now. Individuals. Out of a dazed and superficial\nconformity, sharp differences began to emerge. Character reasserted\nitself, and the five hundred began to discover what they were.\n\nWill Barrent stood in line for a look at himself in the barracks mirror.\nWhen his turn came, he saw the reflection of a thin-faced, narrow-nosed,\npleasant-looking young man with straight brown hair. The young man had a\nresolute, honest, unexceptional face, unmarked by any strong passion.\nBarrent turned away disappointed; it was the face of a stranger.\n\nLater, examining himself more closely, he could find no scars or\nanything else to distinguish his body from a thousand other bodies. His\nhands were uncallused. He was wiry rather than muscular. He wondered\nwhat sort of work he had done on Earth.\n\nMurder?\n\nHe frowned. He wasn't ready to accept that.\n\nA man tapped him on the shoulder. \"How you feeling?\"\n\nBarrent turned and saw a large, thick-shouldered red-haired man standing\nbeside him.\n\n\"Pretty good,\" Barrent said. \"You were in line behind me, weren't you?\"\n\n\"That's right. Number 401. Name's Danis Foeren.\"\n\nBarrent introduced himself.\n\n\"Your crime?\" Foeren asked.\n\n\"Murder.\"\n\nFoeren nodded, looking impressed. \"Me, I'm a forger. Wouldn't think it\nto look at my hands.\" He held out two massive paws covered with sparse\nred hair. \"But the skill's there. My hands remembered before any other\npart of me. On the ship I sat in my cell and looked at my hands. They\nitched. They wanted to be off and doing things. But the rest of me\ncouldn't remember what.\"\n\n\"What did you do?\" Barrent asked.\n\n\"I closed my eyes and let my hands take over,\" Foeren said. \"First thing\nI knew, they were up and picking the lock of the cell.\" He held up his\nhuge hands and looked at them admiringly. \"Clever little devils!\"\n\n\"Picking the lock?\" Barrent asked. \"But I thought you were a forger.\"\n\n\"Well, now,\" Foeren said, \"forgery was my main line. But a pair of\nskilled hands can do almost anything. I suspect that I was only _caught_\nfor forgery; but I might also have been a safeman. My hands know too\nmuch for just a forger.\"\n\n\"You've found out more about yourself than I have,\" Barrent said. \"All I\nhave to start with is a dream.\"\n\n\"Well, that's a start,\" Foeren said. \"There must be ways of finding out\nmore. The important thing is, we're on Omega.\"\n\n\"Agreed,\" Barrent said sourly.\n\n\"Nothing wrong with that,\" Foeren said. \"Didn't you hear what the man\nsaid? This is our planet!\"\n\n\"With an average life expectancy of three Earth years,\" Barrent reminded\nhim.\n\n\"That's probably just scare talk,\" Foeren said. \"I wouldn't believe\nstuff like that from a guard. The big thing is, we have our own planet.\nYou heard what they said. 'Earth rejects us.' Nova Earth! Who needs her?\nWe've our own planet here. A whole planet, Barrent! We're free!\"\n\n       *       *       *       *       *\n\nAnother man said, \"That's right, friend.\" He was small, furtive-eyed,\nand ingratiatingly friendly. \"My name is Joe,\" he told them. \"Actually,\nthe name is Joao; but I prefer the archaic form with its flavor of more\ngracious times. Gentlemen, I couldn't help overhearing your\nconversation, and I agree most heartily with our red-haired friend.\nConsider the possibilities! Earth has cast us aside? Excellent! We are\nbetter off without her. We are all equal here, free men in a free\nsociety. No uniforms, no guards, no soldiers. Just repentant former\ncriminals who want to live in peace.\"\n\n\"What did they get you for?\" Barrent asked.\n\n\"They said I was a credit thief,\" Joe said. \"I'm ashamed to admit that I\ncan't remember what a credit thief is. But perhaps it'll come back to\nme.\"\n\n\"Maybe the authorities have some sort of memory retraining system,\"\nFoeren said.\n\n\"Authorities?\" Joe said indignantly. \"What do you mean, authorities?\nThis is _our_ planet. We're all equal here. By definition, there can't\nbe any authorities. No, friends, we left all that nonsense behind on\nEarth. Here we--\"\n\nHe stopped abruptly. The barracks' door had opened and a man walked in.\nHe was evidently an older resident of Omega since he lacked the gray\nprison uniform. He was fat, and dressed in garish yellow and blue\nclothing. On a belt around his ample waist he carried a holstered pistol\nand a knife. He stood just inside the doorway, his hands on his hips,\nglaring at the new arrivals.\n\n\"Well?\" he said. \"Don't you new men recognize a Quaestor? Stand up!\"\n\nNone of the men moved.\n\nThe Quaestor's face went scarlet. \"I guess I'll have to teach you a\nlittle respect.\"\n\nEven before he had taken his weapon from its holster, the new arrivals\nhad scrambled to their feet. The Quaestor looked at them with a faintly\nregretful air and pushed the weapon back in its holster.\n\n\"The first thing you men better learn,\" the Quaestor said, \"is your\nstatus on Omega. Your status is _nowhere_. You're peons, and that means\nyou're _nothing_.\"\n\nHe waited a moment and then said, \"Now pay attention, peons. You are\nabout to be instructed in your duties.\"\n\n\n\n\nChapter Three\n\n\n\"The first thing you new men should understand,\" the Quaestor said, \"is\njust exactly what you are. That's very important. And I'll tell you what\nyou are. You're _peons_. You're the lowest of the low. You're\n_statusless_. There's nothing lower except mutants, and they aren't\nreally human. Any questions?\"\n\nThe Quaestor waited. When there were no questions, he said, \"I've\ndefined what _you_ are. From that, we'll proceed to a basic\nunderstanding of what everybody else on Omega is. First of all,\n_everybody_ is more important than you; but some are more important than\nothers. Next above you in rank is the Resident, who hardly counts for\nmore than any of you, and then there's the Free Citizen. He wears a gray\nfinger ring of status, and his clothes are black. He isn't important\neither, but he's much more important than you. With luck, some of you\nmay become Free Citizens.\n\n\"Next are the Privileged Classes, all distinguished by various\nrecognition symbols according to rank--such as the golden earrings, for\nexample, of the Hadji class. Eventually you'll learn all the marks and\nprerogatives of the various ranks and degrees. I might also mention the\npriests. Even though they're not of Privileged rank, they're granted\ncertain immunities and rights. Have I made myself clear?\"\n\nEveryone in the barracks mumbled assent. The Quaestor continued, \"Now we\ncome to the subject of deportment when meeting anyone of superior rank.\nAs peons, you are obliged to greet a Free Citizen by his full title, in\na respectful manner. With Privileged ranks such as Hadjis you speak only\nwhen spoken to, and then you stand with eyes downcast and hands clasped\nin front of you. You do not leave the presence of a Privileged Citizen\nuntil permission has been granted. You do not sit in his company under\nany circumstances. Understood? There is much more to be learned. My\noffice of Quaestor, for example, comes under the classification of Free\nCitizen, but carries certain of the prerogatives of Privilege.\"\n\nThe Quaestor glared at the men to make sure they understood. \"This\nbarracks is your temporary home. I have drawn up a chart to show which\nmen sweep, which wash, and so forth. You may question me at anytime; but\nfoolish or impertinent questions can be punished by mutilation or death.\nJust remember that you are the lowest of the low. If you bear that in\nmind, you might be able to stay alive.\"\n\nThe Quaestor stood in silence for a few moments. Then he said, \"Over the\nnext few days, you'll all be given various assignments. Some of you\nwill go to the germanium mines, some to the fishing fleet, some will be\napprenticed to various trades. In the meantime, you're free to look\naround Tetrahyde.\"\n\nWhen the men looked blank, the Quaestor explained, \"Tetrahyde is the\nname of the city you're in. It's the largest city on Omega.\" He thought\nfor a moment. \"In fact, it's the only city on Omega.\"\n\n\"What does the name Tetrahyde mean?\" Joe asked.\n\n\"How should I know?\" the Quaestor said, scowling. \"I suppose it's one of\nthose old Earth names the skrenners are always coming up with. Anyhow,\njust watch your step when you enter it.\"\n\n\"Why?\" Barrent asked.\n\nThe Quaestor grinned. \"That, peon, is something you'll have to find out\nfor yourself.\" He turned and strode from the barracks.\n\nWhen he had gone, Barrent went to the window. From it he could see a\ndeserted square and, beyond, the streets of Tetrahyde.\n\n\"You thinking of going out there?\" Joe asked.\n\n\"Certainly I am,\" Barrent said. \"Coming with me?\"\n\nThe little credit thief shook his head. \"I don't think it's safe.\"\n\n\"Foeren, how about you?\"\n\n\"I don't like it either,\" Foeren said. \"Might be better to stay around\nthe barracks for a while.\"\n\n\"That's ridiculous,\" Barrent said. \"It's _our_ city now. Isn't anyone\ncoming with me?\"\n\nLooking uncomfortable, Foeren hunched his big shoulders and shook his\nhead. Joe shrugged and lay back on his cot. The rest of the new men\ndidn't even look up.\n\n\"Very well,\" Barrent said. \"I'll give you a full report later.\" He\nwaited a moment longer in case someone changed his mind, then went out\nthe door.\n\n       *       *       *       *       *\n\nThe city of Tetrahyde was a collection of buildings sprawled along a\nnarrow peninsula which jutted into a sluggish gray sea. The peninsula's\nlandward side was contained by a high stone wall, pierced with gates and\nguarded by sentries. Its largest building was the Arena, used once a\nyear for the Games. Near the Arena was a small cluster of government\nbuildings.\n\nBarrent walked along the narrow streets, staring around him, trying to\nget some idea of what his new home was like. The winding, unpaved roads\nand dark, weatherbeaten houses stirred an elusive tag-end of memory in\nhim. He had seen a place like this on Earth, but he couldn't remember\nanything about it. The recollection was as tantalizing as an itch; but\nhe couldn't locate its source.\n\nPast the Arena, he came into the main business district of Tetrahyde.\nFascinated, he read the store signs: UNLICENSED DOCTOR--ABORTIONS\nPERFORMED WHILE-U-WAIT. Further on, DISBARRED LAWYER. POLITICAL PULL!\n\nThis seemed vaguely wrong to Barrent. He walked further, past stores\nadvertising stolen goods, past a little shop that announced: MIND\nREADING! FULL STAFF OF SKRENNING MUTANTS! YOUR PAST ON EARTH REVEALED!\n\nBarrent was tempted to go in. But he remembered that he hadn't any\nmoney; and Omega seemed like the sort of place that put a high value on\nmoney.\n\nHe turned down a side street, walked by several restaurants, and came to\na large building called THE POISON INSTITUTE (_Easy Terms. Up to 3 Years\nto Pay. Satisfaction Guaranteed or Your Money Back_). Next door to it\nwas THE ASSASSIN'S GUILD, _Local 452_.\n\nOn the basis of the indoctrination talk on the prison ship, Barrent had\nexpected Omega to be dedicated to the rehabilitation of criminals. To\njudge by the store signs, this simply wasn't so; or if it was,\nrehabilitation took some very strange forms. He walked on more slowly,\ndeep in thought.\n\nThen he noticed that people were moving out of his way. They glanced at\nhim and ducked in doorways and stores. An elderly woman took one look at\nhim and ran.\n\nWhat was wrong? Could it be his prison uniform? No, the people of Omega\nhad seen many of those. What was it, then?\n\nThe street was almost deserted. A shopkeeper near him was hurriedly\nswinging steel shutters over his display of fencing equipment.\n\n\"What's the matter?\" Barrent asked him. \"What's going on?\"\n\n\"Are you out of your head?\" the shopkeeper said. \"It's Landing Day!\"\n\n\"I beg your pardon?\"\n\n\"Landing Day!\" the shopkeeper said. \"The day the prison ship landed. Get\nback to your barracks, you idiot!\"\n\nHe slammed the last steel shutter into place and locked it. Barrent felt\na sudden cold touch of fear. Something was very wrong. He had better get\nback in a hurry. It had been stupid of him not to find out more about\nOmegan customs before....\n\nThree men were walking down the street toward him. They were well\ndressed, and each wore the small golden Hadji earring in his left ear.\nAll three men carried sidearms.\n\nBarrent started to walk away from them. One of the men shouted, \"Stop,\npeon!\"\n\nBarrent saw that the man's hand was dangling near his gun. He stopped\nand said, \"What's the matter?\"\n\n\"It's Landing Day,\" the man said. He looked at his friends. \"Well, who\ngets him first?\"\n\n\"We'll choose.\"\n\n\"Here's a coin.\"\n\n\"No, a show of fingers.\"\n\n\"Ready? One, two, three!\"\n\n\"He's mine,\" said the Hadji on the left. His friends moved back as he\ndrew his sidearm.\n\n\"Wait!\" Barrent called out. \"What are you doing?\"\n\n\"I'm going to shoot you,\" the man said.\n\n\"But why?\"\n\nThe man smiled. \"Because it's a Hadji privilege. On every Landing Day,\nwe have the right to shoot down any new peon who leaves his barracks\narea.\"\n\n\"But I wasn't told!\"\n\n\"Of course not,\" the man said. \"If you new men were told, none of you\nwould leave your barracks on Landing Day. And that would spoil all the\nfun.\"\n\nHe took aim.\n\nBarrent reacted instantaneously. He threw himself to the ground as the\nHadji fired, heard a hiss, and saw a jagged heatburn score the brick\nbuilding next to which he had been standing.\n\n\"My turn now,\" one of the men said.\n\n\"Sorry, old man, I believe it's mine.\"\n\n\"Seniority, dear friend, has its privileges. Stand clear.\"\n\nBefore the next man could take aim, Barrent was on his feet and running.\nThe sharply winding street protected him for the moment, but he could\nhear the sounds of his pursuers behind him. They were running at an easy\nstride, almost a fast walk, as if they were completely sure of their\nprey. Barrent put on a burst of speed, turned down a side street, and\nknew immediately he had made a mistake. He was facing a dead end. The\nHadjis, moving at an easy pace, were coming up behind him.\n\nBarrent looked wildly around. Store fronts here were all locked and\nshuttered. There was nowhere he could climb to, no place to hide.\n\nAnd then he saw an open door halfway down the block in the direction of\nhis pursuers. He had run right by it. A sign protruding from the\nbuilding above the doorway said THE VICTIM'S PROTECTIVE SOCIETY. That's\nfor me, Barrent thought.\n\nHe sprinted for it, running almost under the noses of the startled\nHadjis. A single gun blast scorched the ground under his heels; then he\nhad reached the doorway and flung himself inside.\n\nHe scrambled to his feet. His pursuers had not followed him; he could\nstill hear their voices in the street, amiably arguing questions of\nprecedence. Barrent realized he had entered some sort of sanctuary.\n\nHe was in a large, brightly lighted room. Several ragged men were\nsitting on a bench near the door, laughing at a private joke. A little\nfurther down, a dark-haired girl sat and watched Barrent with wide,\nunblinking green eyes. At the far end of the room was a desk with a man\nsitting behind it. The man beckoned to Barrent.\n\nHe walked up to the desk. The man behind it was short and bespectacled.\nHe smiled encouragingly, waiting for Barrent to speak.\n\n\"This is the Victim's Protective Society?\" Barrent asked.\n\n\"Quite correct, sir,\" the man said. \"I am Rondolp Frendlyer, president\nof this nonprofit organization. Could I be of service?\"\n\n\"You certainly could,\" Barrent said. \"I'm practically a victim.\"\n\n\"I knew that just by looking at you,\" Frendlyer said, smiling warmly.\n\"You have a certain _victim_ look; a mixture of fear and uncertainty\nwith just a suggestion of vulnerability thrown in. It's quite\nunmistakable.\"\n\n\"That's very interesting,\" Barrent said, glancing toward the door and\nwondering how long his sanctuary would be respected. \"Mr. Frendlyer, I'm\nnot a member of your organization--\"\n\n\"That doesn't matter,\" Frendlyer said. \"Membership in our group is\nnecessarily spontaneous. One joins when the occasion arises. Our\nintention is to protect the inalienable rights of all victims.\"\n\n\"Yes, sir. Well, there are three men outside trying to kill me.\"\n\n\"I see,\" Mr. Frendlyer said. He opened a drawer and took out a large\nbook. He flipped through it quickly and found the reference he wanted.\n\"Tell me, did you ascertain the status of these men?\"\n\n\"I believe they were Hadjis,\" Barrent said. \"Each of them had a little\ngold earring in his left ear.\"\n\n\"Quite right,\" Mr. Frendlyer said. \"And today is Landing Day. You came\noff the ship that landed today, and have been classified a peon. Is that\ncorrect?\"\n\n\"Yes, it is,\" Barrent said.\n\n\"Then I'm happy to say that everything is in order. The Landing Day Hunt\nends at sundown. You can leave here with knowledge that everything is\ncorrect and that your rights are in no way being violated.\"\n\n\"Leave here? After sundown, you mean.\"\n\nMr. Frendlyer shook his head and smiled sadly. \"I'm afraid not.\nAccording to the law, you must leave here at once.\"\n\n\"But they'll kill me!\"\n\n\"That's very true,\" Frendlyer said. \"Unfortunately, it can't be helped.\nA victim, by definition, is one who is to be killed.\"\n\n\"I thought this was a protective organization.\"\n\n\"It is. But we protect _rights_, not victims. Your rights are not being\nviolated. The Hadjis have the privilege of killing you on Landing Day,\nat any time before sundown, if you are not in your barracks area. You, I\nmight add, have the right to kill anyone who tries to kill you.\"\n\n\"I don't have a weapon,\" Barrent said.\n\n\"Victims never do,\" Frendlyer said. \"It makes all the difference,\ndoesn't it? But weapon or not, I'm afraid you'll have to leave now.\"\n\nBarrent could still hear the Hadjis' lazy voices in the street. He\nasked, \"Have you a rear door?\"\n\n\"Sorry.\"\n\n\"Then I'll simply not leave.\"\n\nStill smiling, Mr. Frendlyer opened a drawer and took out a gun. He\npointed it at Barrent, and said, \"You really must leave. You can take\nyour chances with the Hadjis, or you can die right here with no chance\nat all.\"\n\n\"Lend me your gun,\" Barrent said.\n\n\"It isn't allowed,\" Frendlyer told him. \"Can't have victims running\naround with weapons, you know. It would upset things.\" He clicked off\nthe safety. \"Are you leaving?\"\n\nBarrent calculated his chances of diving across the desk for the gun,\nand decided he would never make it. He turned and walked slowly to the\ndoor. The ragged men were still laughing together. The dark-haired girl\nhad risen from the bench and was standing near the doorway. As he came\nclose to her, Barrent noticed that she was very lovely. He wondered what\ncrime had dictated her expulsion from Earth.\n\nAs he passed her, he felt something hard pressed into his ribs. He\nreached for it, and found he was holding a small, efficient-looking gun.\n\n\"Luck,\" the girl said. \"I hope you know how to use it.\"\n\nBarrent nodded his thanks. He wasn't sure he knew how; but he was going\nto find out.\n\n\n\n\nChapter Four\n\n\nThe street was deserted except for the three Hadjis, who stood about\ntwenty yards away, conversing quietly. As Barrent came through the\ndoorway, two of the men moved back; the third, his sidearm negligently\nlowered, stepped forward. When he saw that Barrent was armed he quickly\nbrought his gun into firing position.\n\nBarrent flung himself to the ground and pressed the trigger of his\nunfamiliar weapon. He felt it vibrate in his hand, and saw the Hadji's\nhead and shoulders turn black and begin to crumble. Before he could take\naim at the other men, Barrent's gun was wrenched violently from his\nhand. The Hadji's dying shot had creased the end of the muzzle.\n\nDesperately Barrent dived for the gun, knowing he could never reach it\nin time. His skin pricked in expectation of the killing shot. He rolled\nto his gun, still miraculously alive, and took aim at the nearest\nHadji.\n\nJust in time, he checked himself from firing. The Hadjis had holstered\ntheir weapons. One of them was saying, \"Poor old Draken. He simply could\nnot learn to take quick aim.\"\n\n\"Lack of practice,\" the other man said. \"Draken never spent much time on\nthe firing range.\"\n\n\"Well, if you ask me, it's a very good object lesson. One mustn't get\nout of practice.\"\n\n\"And,\" the other man said, \"one mustn't underestimate even a peon.\" He\nlooked at Barrent. \"Nice shooting, fellow.\"\n\n\"Yes, very nice indeed,\" the other man said. \"It's difficult to fire a\nhandgun accurately while in motion.\"\n\nBarrent got to his feet shakily, still holding the girl's weapon,\nprepared to fire at the first suspicious movement from the Hadjis. But\nthey weren't moving suspiciously. They seemed to regard the entire\nincident as closed.\n\n\"What happens now?\" Barrent asked.\n\n\"Nothing,\" one of the Hadjis said. \"On Landing Day, one kill is all that\nany man or hunting party is allowed. After that, you're out of the\nhunt.\"\n\n\"It's really a very unimportant holiday,\" the other man said. \"Not like\nthe Games or the Lottery.\"\n\n\"All that remains for you to do,\" the first man said, \"is to go to the\nRegistration Office and collect your inheritance.\"\n\n\"My _what_?\"\n\n\"Your inheritance,\" the Hadji said patiently. \"You're entitled to the\nentire estate of your victim. In Draken's case, I'm sorry to say, it\ndoesn't amount to very much.\"\n\n\"He never was a good businessman,\" the other said sadly. \"Still, it'll\ngive you a little something to start life with. And since you've made an\nauthorized kill--even though a highly unusual one--you move upward in\nstatus. You become a Free Citizen.\"\n\nPeople had come back into the streets, and shopkeepers were unlocking\ntheir steel shutters. A truck marked BODY DISPOSAL UNIT 5 drove up, and\nfour uniformed men took away Draken's body. The normal life of Tetrahyde\nhad begun again. This, more than any assurances from the Hadjis, told\nBarrent that the moment for murder was over. He put the girl's weapon in\nhis pocket.\n\n\"The Registration Office is over this way,\" one of the Hadjis told him.\n\"We'll act as your witnesses.\"\n\nBarrent still had only a limited understanding of the situation. But\nsince things were suddenly going his way, he decided to accept whatever\nhappened without question. There would be plenty of time later to find\nout where he stood.\n\nAccompanied by the Hadjis, he went to the Registration Office on\nGunpoint Square. There a bored clerk heard the entire story, produced\nDraken's business papers, and pasted Barrent's name over Draken's.\nBarrent noticed that several other names had been pasted over. There\nseemed to be a fast turnover of businesses in Tetrahyde.\n\nHe found that he was now the owner of an antidote shop at 3 Blazer\nBoulevard.\n\nThe business papers also officially recognized Barrent's new rank as a\nFree Citizen. The clerk gave him a ring of status, made of gunmetal, and\nadvised him to change into Citizen's clothing as soon as possible if he\nwished to avoid unpleasant incidents.\n\nOutside, the Hadjis wished him luck. Barrent decided to see what his new\nbusiness was like.\n\n       *       *       *       *       *\n\nBlazer Boulevard was a short alley running between two streets. Near the\nmiddle of it was a store front with a sign which read: ANTIDOTE SHOP.\nBeneath that it read: _Specifics for every poison, whether animal,\nvegetable, or mineral. Carry our handy Do It Yourself Survival Kit.\nTwenty-three antidotes in one pocket-sized container!_\n\nBarrent opened the door and went in. Behind a low counter he saw\nceiling-high shelves stocked with labeled bottles, cans and cartons, and\nsquare glass jars containing odd bits of leaves, twigs, and fungus. In\nback of the counter was a small shelf of books with titles like _Quick\nDiagnosis in Acute Poisoning Cases_; _The Arsenic Family_; and _The\nPermutations of Henbane_.\n\nIt was quite obvious that poisoning played a large part in the daily\nlife of Omega. Here was a store--and presumably there were others--whose\nsole purpose was to dispense antidotes. Barrent thought about this and\ndecided that he had inherited a strange but honorable business. He would\nstudy the books and find out how an antidote shop was run.\n\nThe store had a back apartment with a living room, bedroom, and kitchen.\nIn one of the closets, Barrent found a badly made suit of Citizen black,\ninto which he changed. He took the girl's weapon from the pocket of his\nprison ship uniform, weighed it in his hand for a moment, then put it\ninto a pocket of his new suit. He left the store and found his way back\nto the Victim's Protective Society.\n\n       *       *       *       *       *\n\nThe door was still open, and the three ragged men were still sitting on\nthe bench. They weren't laughing now. Their long wait seemed to have\ntired them. At the other end of the room, Mr. Frendlyer was seated\nbehind his desk, reading through a thick pile of papers. There was no\nsign of the girl.\n\nBarrent walked to the desk, and Frendlyer stood up to greet him.\n\n\"My congratulations!\" Frendlyer said. \"Dear fellow, my very warmest\ncongratulations. That was a splendid bit of shooting. And in motion,\ntoo!\"\n\n\"Thank you,\" Barrent said. \"The reason I came back here--\"\n\n\"I know why,\" Frendlyer said. \"You wished to be advised of your rights\nand obligations as a Free Citizen. What could be more natural? If you\ntake a seat on that bench, I'll be with you in--\"\n\n\"I didn't come here for that,\" Barrent said. \"I want to find out about\nmy rights and obligations, of course. But right now, I want to find that\ngirl.\"\n\n\"Girl?\"\n\n\"She was sitting on the bench when I came in. She was the one who gave\nme the gun.\"\n\nMr. Frendlyer looked astonished. \"Citizen, you must be laboring under a\nmisapprehension. There has been no woman in this office all day.\"\n\n\"She was sitting on the bench near those three men. A very attractive\ndark-haired girl. You must have noticed her.\"\n\n\"I would certainly have noticed her if she had been here,\" Frendlyer\nsaid, winking. \"But as I said before, no woman has entered these\npremises today.\"\n\nBarrent glared at him and pulled the gun out of his pocket. \"In that\ncase, how did I get this?\"\n\n\"I lent it to you,\" Frendlyer said. \"I'm glad you were able to use it\nsuccessfully, but now I would appreciate its return.\"\n\n\"You're lying,\" Barrent said, taking a firm grip on the weapon. \"Let's\nask those men.\"\n\nHe walked over to the bench with Frendlyer close behind him. He caught\nthe attention of the man who had been sitting nearest the girl and asked\nhim, \"Where did the girl go?\"\n\nThe man lifted a sullen, unshaven face and said, \"What girl you talking\nabout, Citizen?\"\n\n\"The one who was sitting right here.\"\n\n\"I didn't notice nobody. Rafeel, you see a female on this bench?\"\n\n\"Not me,\" Rafeel said. \"And I been sitting here continuous since ten\nthis morning.\"\n\n\"I didn't see her neither,\" the third man said. \"And I got sharp eyes.\"\n\nBarrent turned back to Frendlyer. \"Why are you lying to me?\"\n\n\"I've told you the simple truth,\" Frendlyer said. \"There has been no\ngirl in here all day. I lent you the gun, as is my privilege as\nPresident of the Victim's Protective Society. I would now appreciate its\nreturn.\"\n\n\"No,\" Barrent said. \"I'm keeping the gun until I find the girl.\"\n\n\"That might not be wise,\" Frendlyer said. He hastily added, \"Thievery, I\nmean, is not condoned under these circumstances.\"\n\n\"I'll take my chances on that,\" Barrent said. He turned and left the\nVictim's Protective Society.\n\n\n\n\nChapter Five\n\n\nBarrent needed time to recuperate from his violent entry into Omegan\nlife. Starting from the helpless state of a newborn, he had moved\nthrough murder to the ownership of an antidote shop. From a forgotten\npast on a planet called Earth, he had been catapulted into a dubious\npresent in a world full of criminals. He had gotten a glimpse of a\ncomplex class structure, and a hint of an institutionalized program of\nmurder. He had discovered in himself a certain measure of self-reliance,\nand a surprising quickness with a gun. He knew there was a great deal\nmore to find out about Omega, Earth, and himself. He hoped he would live\nlong enough to make the necessary discoveries.\n\nFirst things first. He had to earn a living. To do so, he had to find\nout about poisons and antidotes.\n\nHe moved into the apartment in back of his store and began reading the\nbooks left by the late Hadji Draken.\n\nThe literature on poisons was fascinating. There were the vegetable\npoisons known on Earth, such as hellebore, setterwort, deadly\nnightshade, and the yew tree. He learned about the action of\nhemlock--its preliminary intoxication and its final convulsions. There\nwas prussic acid poisoning from almonds and digitalin poisoning from\npurple foxglove. There was the awesome efficiency of wolfsbane with its\ndeadly store of aconite. There were the fungi such as the amanita\ntoadstools and fly agaric, not to mention the purely Omegan vegetable\npoisons like redcup, flowering lily, and amortalis.\n\nBut the vegetable poisons, although dismayingly numerous, were only\none part of his studies. He had to consider the animals of Earth,\nsea, and air, the several species of deadly spiders, the snakes,\nscorpions, and giant wasps. There was an imposing array of metallic\npoisons such as arsenic, mercury, and bismuth. There were the commoner\ncorrosives--nitric, hydrochloric, phosphoric, and sulphuric acid. And\nthere were the poisons distilled or extracted from various sources,\namong which were strychnine, formic acid, hyoscyamine, and belladonna.\n\nEach of the poisons had one or more antidotes listed; but those\ncomplicated, cautiously worded formulas, Barrent suspected, were\nfrequently unsuccessful. To make matters more difficult, the efficacy of\nan antidote seemed to depend upon a correct diagnosis of the poisoning\nagent. And too often the symptoms produced by one poison resembled those\nof another.\n\nBarrent pondered these problems while he studied his books. In the\nmeantime, with considerable nervousness, he served his first customers.\n\nHe found that many of his fears were ungrounded. In spite of the dozens\nof lethal substances recommended by the Poison Institute, most poisoners\nstuck single-mindedly to arsenic or strychnine. They were cheap, sure,\nand very painful. Prussic acid had a readily discernible odor, mercury\nwas difficult to introduce into the system, and the corrosives, although\ngratifyingly spectacular, were dangerous to the user. Wolfsbane and fly\nagaric were excellent, of course; deadly nightshade could not be\ndiscounted, and the amanita toadstool had its own macabre charm. But\nthese were the poisons of an older, more leisurely age. The impatient\nyounger generation--and especially the women, who made up nearly 90 per\ncent of the poisoners on Omega--were satisfied with plain arsenic or\nstrychnine, as the occasion and opportunity demanded.\n\nOmegan women were conservatives. They simply weren't interested in the\nnever-ending refinements of the poisoner's art. Means didn't interest\nthem; only ends, as quickly and as cheaply as possible. Omegan women\nwere noted for their common sense. Although the eager theoreticians at\nthe Poison Institute tried to sell dubious mixtures of Contact Poison or\nThree Day Mold, and worked hard to put across complex, haywire schemes\ninvolving wasps, concealed needles, and double glasses, they found few\ntakers among women. Simple arsenic and fast-acting strychnine continued\nto be the mainstays of the poison trade.\n\nThis quite naturally simplified Barrent's work. His remedies--immediate\nregurgitation, lavage, neutralizing agent--were easy enough to master.\n\nHe encountered some difficulty with men who refused to believe they had\nbeen poisoned by anything so commonplace as arsenic or strychnine. For\nthose cases, Barrent prescribed a variety of roots, herbs, twigs,\nleaves, and a minute homeopathic dose of poison. But he invariably\npreceded these with regurgitation, lavage, and neutralizing agent.\n\nAfter he was settled, Barrent received a visit from Danis Foeren and\nJoe. Foeren had a temporary job on the docks unloading fishing boats.\nJoe had organized a nightly pokra game among the government workers of\nTetrahyde. Neither man had moved much in status; with no kills to their\ncredit, they had progressed only as far as Second Class Resident. They\nwere nervous about meeting socially with a Free Citizen, but Barrent put\nthem at ease. They were the only friends he had on Omega, and he had no\nintention of losing them over a question of social position.\n\nBarrent was unable to learn very much from them about the laws and\ncustoms of Tetrahyde. Even Joe hadn't been able to find out anything\ndefinite from his friends in government service. On Omega, the law was\nkept secret. Older residents used their knowledge of the law to enforce\ntheir rule over the newcomers. This system was condoned and reinforced\nby the doctrine of the inequality of all men, which lay at the heart of\nthe Omegan legal system. Through planned inequality and enforced\nignorance, power and status remained in the hands of the older\nresidents.\n\nOf course, all social movement upward couldn't be stopped. But it could\nbe retarded, discouraged, and made exceedingly dangerous. The way one\nencountered the laws and customs of Omega was through a risky process of\ntrial and error.\n\nAlthough the Antidote Shop took up most of his time, Barrent persisted\nin his efforts to locate the girl. He was unable to find a hint that she\neven existed.\n\nHe became friendly with the shopkeepers on either side of him. One of\nthem, Demond Harrisbourg, was a jaunty, moustached young man who\noperated a food store. It was a mundane and slightly ridiculous line of\nwork; but, as Harrisbourg explained, even criminals must eat. And this\nnecessitated farmers, processors, packagers, and food stores.\nHarrisbourg contended that his business was in no way inferior to the\nmore indigenous Omegan industries centered around violent death.\nBesides, Harrisbourg's wife's uncle was a Minister of Public Works.\nThrough him, Harrisbourg expected to receive a murder certificate. With\nthis all-important document, he could make his six-months kill and move\nupward to the status of Privileged Citizen.\n\nBarrent nodded his agreement. But he wondered if Harrisbourg's wife, a\nthin, restless woman, wouldn't decide to poison him first. She appeared\nto be dissatisfied with her husband; and divorce was forbidden on Omega.\n\nHis other neighbor, Tem Rend, was a lanky, cheerful man in his early\nforties. He had a heat scar which ran from just beneath his left ear\ndown almost to the corner of his mouth, a souvenir given him by a\nstatus-seeking hopeful. The hopeful had picked on the wrong man. Tem\nRend owned a weapon shop, practiced constantly, and always carried the\narticles of his trade with him. According to witnesses, he had performed\nthe counterkill in exemplary fashion. Tem's dream was to become a member\nof the Assassin's Guild. His application was on file with that ancient\nand austere organization, and he had a chance of being accepted within\nthe month.\n\nBarrent bought a sidearm from him. On Rend's advice, he chose a\nJamiason-Tyre needlebeam. It was faster and more accurate than any\nprojectile weapon, and it transmitted the same shock-power as a heavy\ncaliber bullet. To be sure, it hadn't the spread of heat weapons such as\nthe Hadjis used, which could kill within six inches of their target. But\nwide-range beamers encouraged inaccuracy. They were messy, careless\nweapons which reinforced careless traits. Anyone could fire a heat gun;\nbut to use a needlebeam effectively, you had to practice constantly. And\npractice paid off. A good needlebeam man was more than a match for any\ntwo widebeam gunmen.\n\nBarrent took this advice to heart, coming, as it did, from an apprentice\nassassin and the owner of a weapon shop. He put in long hours on Rend's\ncellar firing range, sharpening his reflexes, getting used to the\nQuik-Thro holster.\n\nThere was a lot to do and a tremendous amount to learn, just in order to\nsurvive. Barrent didn't mind hard work as long as it was for a\nworthwhile goal. He hoped things would stay quiet for a while so he\ncould catch up to the older inhabitants.\n\nBut things never stayed quiet in Omega.\n\nOne day, late in the afternoon as he was closing up, Barrent received an\nunusual-looking caller. He was a man in his fifties, heavy-set, with a\nstern, swarthy face. He wore a red ankle-length robe and sandals. Around\nhis waist was a rawhide belt from which dangled a small black book and a\nred-handled dagger. There was an air of unusual force and authority\nabout him. Barrent was unable to tell his status.\n\nBarrent said, \"I was just closing up, sir. But if there's anything you\nwish to buy--\"\n\n\"I did not come here to buy,\" the caller said. He permitted himself a\nfaint smile. \"I came here to sell.\"\n\n\"Sell?\"\n\n\"I am a priest,\" the man said. \"You are a newcomer to my district. I\nhaven't noticed you at services.\"\n\n\"I hadn't known anything about--\"\n\nThe priest held up his hand. \"Under both the sacred and the profane law,\nignorance is no excuse for nonperformance of one's duties. Indeed,\nignorance can be punished as an act of willful neglect, based upon the\nTotal Personal Responsibility Act of '23, to say nothing of the Lesser\nCodicil.\" He smiled again. \"However, there is no question of\nchastisement for you as yet.\"\n\n\"I'm glad to hear that, sir,\" Barrent said.\n\n\"'Uncle' is the proper form of address,\" the priest said. \"I am Uncle\nIngemar, and I have come to tell you about the orthodox religion of\nOmega, which is the worship of that pure and transcendent spirit of Evil\nwhich is our inspiration and our comfort.\"\n\nBarrent said, \"I'll be very happy to hear about the religion of Evil,\nUncle. Shall we go into the living room?\"\n\n\"By all means, Nephew,\" the priest said, and followed Barrent to the\napartment in back of the store.\n\n\n\n\nChapter Six\n\n\n\"Evil,\" the priest said, after he had settled comfortably into Barrent's\nbest chair, \"is that force within us which inspires men to acts of\nstrength and endurance. The worship of Evil is essentially the worship\nof oneself, and therefore the only true worship. The self which one\nworships is the ideal social being; the man content in his niche in\nsociety, yet ready to grasp any opportunity for advancement; the man who\nmeets death with dignity, who kills without the demeaning vice of pity.\nEvil is cruel, since it is a true reflection of the uncaring and\ninsensate universe. Evil is eternal and unchanging, although it comes to\nus in the many forms of protean life.\"\n\n\"Would you care for a little wine, Uncle?\" Barrent asked.\n\n\"Thank you, that's very thoughtful,\" Uncle Ingemar said. \"How is\nbusiness?\"\n\n\"Fair. A little slow this week.\"\n\n\"People don't take the same interest in poisoning,\" the priest said,\nmoodily sipping his drink. \"Not like when I was a boy, newly unfrocked\nand shipped out from Earth. However. I was speaking to you about Evil.\"\n\n\"Yes, Uncle.\"\n\n\"We worship Evil,\" Uncle Ingemar said, \"in the incarnate form of The\nBlack One, that horned and horrid specter of our days and nights. In The\nBlack One we find the seven cardinal sins, the forty felonies, and the\nhundred and one misdemeanors. There is no crime that The Black One has\nnot performed--faultlessly, as befits his nature. Therefore we imperfect\nbeings model ourselves upon his perfections. And sometimes, The Black\nOne rewards us by appearing before us in the awful beauty of his fiery\nflesh. Yes, Nephew, I have actually been privileged to see him. Two\nyears ago he appeared at the conclusion of the Games, and he also\nappeared the year before that.\"\n\nThe priest brooded for a moment over the divine appearance. Then he\nsaid, \"Since we recognize in the State man's highest potential for Evil,\nwe also worship the State as a suprahuman, though less than divine,\ncreation.\"\n\nBarrent nodded. He was having a difficult time staying awake. Uncle\nIngemar's low, monotonous voice lecturing about so commonplace a thing\nas Evil had a soporific effect on him. He struggled to keep his eyes\nopen.\n\n\"One might well ask,\" Uncle Ingemar droned on, \"if Evil is the highest\nattainment of the nature of man, why then did The Black One allow any\nGood to exist in the universe? The problem of Good has bothered the\nunenlightened for ages. I will now answer it for you.\"\n\n\"Yes, Uncle?\" Barrent said, surreptitiously pinching himself on the\ninside of the thigh in an effort to stay awake.\n\n\"But first,\" Uncle Ingemar said, \"let us define our terms. Let us\nexamine the nature of Good. Let us boldly and fearlessly stare our great\nopponent in the face and discover the true lineaments of his features.\"\n\n\"Yes,\" Barrent said, wondering if he should open a window. His eyes felt\nincredibly heavy. He rubbed them hard and tried to pay attention.\n\n\"Good is a state of illusion,\" said Uncle Ingemar in his even,\nmonotonous voice, \"which ascribes to man the nonexistent attributes of\naltruism, humility, and piety. How can we recognize Good as being an\nillusion? Because there is only man and The Black One in the universe,\nand to worship The Black One is to worship the ultimate expression of\noneself. Thus, since we have proven Good to be an illusion, we\nnecessarily recognize its attributes as nonexistent. Understood?\"\n\nBarrent didn't answer.\n\n\"Do you understand?\" the priest asked more sharply.\n\n\"Eh?\" Barrent said. He had been dozing with his eyes open. He forced\nhimself awake and managed to say, \"Yes, Uncle, I understand.\"\n\n\"Excellent. Understanding that, we ask, why did The Black One allow even\nthe illusion of Good to exist in an Evil universe? And the answer is\nfound in the Law of Necessary Opposites; for Evil could not be\nrecognized as such without something to contrast it with. The best\ncontrast is an opposite. And the opposite of Evil is Good.\" The priest\nsmiled triumphantly. \"It's so simple and clear-cut, isn't it?\"\n\n\"It certainly is, Uncle,\" Barrent said. \"Would you like a little more\nwine?\"\n\n\"Just the tiniest drop,\" the priest said.\n\nHe talked to Barrent for another ten minutes about the natural and\ncharming Evil inherent in the beasts of the field and forest, and\ncounseled Barrent to pattern his behavior on those simple-minded\ncreatures. At last he rose to leave.\n\n\"I'm very glad we could have this little chat,\" the priest said, warmly\nshaking Barrent's hand. \"Can I count on your appearance at our Monday\nnight services?\"\n\n\"Services?\"\n\n\"Of course,\" Uncle Ingemar said. \"Every Monday night--at midnight--we\nhold Black Mass at the Wee Coven on Kirkwood Drive. After services, the\nLadies Auxiliary usually puts out a snack, and we have community dancing\nand choir singing. It's all very jolly.\" He smiled broadly. \"You see,\nthe worship of evil _can_ be fun.\"\n\n\"I'm sure it can,\" Barrent said. \"I'll be there, Uncle.\"\n\nHe showed the priest to the door. After locking up, he thought carefully\nabout what Uncle Ingemar had said. No doubt about it, attendance at\nservices was necessary. Compulsory, in fact. He just hoped that the\nBlack Mass wouldn't be as infernally dull as Ingemar's exposition of\nEvil.\n\nThat was Friday. Barrent was kept busy over the next two days. He\nreceived a shipment of homeopathic herbs and roots from his agent in the\nBloodpit district. It took the better part of a day to sort and classify\nthem, and another day to store them in the proper jars.\n\nOn Monday, returning to his shop after lunch, Barrent thought he saw\nthe girl. He hurried after her, but lost her in the crowd.\n\nWhen he got back to his store, Barrent found that a letter had been\nslipped under his door. It was an invitation from his neighborhood Dream\nShop. The letter read:\n\n     Dear Citizen, We take this opportunity of welcoming you into\n     the neighborhood and extending to you the services of what we\n     believe to be the finest Dream on Omega.\n\n     All manner and type of dreams are available to you--and at a\n     surprisingly low cost. We specialize in memory-resurrecting\n     dreams of Earth. You can be assured that your neighborhood\n     Dream Shop offers you only the finest in vicarious living.\n\n     As a Free Citizen, you will surely wish to avail yourself of\n     these services. May we hope that you do so within the week?\n\n     The Proprietors.\n\nBarrent put down the letter. He had no idea what a Dream Shop was, or\nhow the dreams were produced. He would have to find out. Even though the\ninvitation was graciously worded, it had a peremptory tone to it. Past a\ndoubt, a visit to a Dream Shop was one of the obligations of a Free\nCitizen.\n\nBut of course, an obligation could be a pleasure, too. The Dream Shop\nsounded interesting. And a genuine memory-resurrection dream of Earth\nwould be worth almost any price the proprietors wished to ask.\n\nBut that would have to wait. Tonight was Black Mass, and his attendance\nthere was definitely required.\n\nBarrent left his store at eleven o'clock in the evening. He wanted time\nfor a stroll around Tetrahyde before going to the service, which began\nat midnight.\n\nHe started his walk with a definite sense of well-being. And yet,\nbecause of the irrational and unexpecting nature of Omega, he almost\ndied before reaching the Wee Coven on Kirkwood Drive.\n\n\n\n\nChapter Seven\n\n\nIt had turned into a hot, almost suffocatingly humid night when Barrent\nbegan his walk. Not the faintest breath of air stirred along the\ndarkened streets. Although he was wearing only a black mesh shirt,\nshorts, gunbelt, and sandals, Barrent felt as if he were wrapped in a\nthick blanket. Most of the people of Tetrahyde, except for those already\nat the Covens, had retired to the coolness of their cellars. The dark\nstreets were nearly deserted.\n\nBarrent walked on, more slowly. The few people he met were running to\ntheir homes. There was a sense of panic in that silent, dogged sprint\nthrough heat which made walking difficult. Barrent tried to find out\nwhat the matter was, but no one would stop. One old man shouted over his\nshoulder, \"Get off the street, idiot!\"\n\n\"Why?\" Barrent asked him.\n\nThe old man snarled something unintelligible and hurried on.\n\nBarrent kept on walking, nervously fingering the butt of his\nneedlebeam. Something was certainly wrong, but he had no idea what it\nwas. His nearest shelter now was the Wee Coven, about half a mile away.\nIt seemed best to keep on moving in that direction, staying alert,\nwaiting to see what was wrong.\n\nIn a few minutes, Barrent was alone in a tightly shuttered city. He\nmoved into the center of the street, loosened the needlebeam in its\nholster, and prepared for attack from any side. Perhaps this was some\nspecial holiday like Landing Day. Perhaps Free Citizens were fair game\ntonight. Anything seemed possible on a planet like Omega.\n\nHe thought he was ready for any possibility. But when the attack came,\nit was from an unexpected quarter.\n\nA faint breeze stirred the stagnant air. It faded and returned, stronger\nthis time, perceptibly cooling the hot streets. Wind rolled off the\nmountains of the interior and swept through the streets of Tetrahyde,\nand Barrent could feel the perspiration on his chest and back begin to\ndry.\n\nFor a few minutes, the climate of Tetrahyde was as pleasant as anything\nhe could imagine.\n\nThen the temperature continued to fall.\n\nIt dropped rapidly. Frigid air swept in from the distant mountain\nslopes, and the temperature fell through the seventies into the sixties.\n\nThis is ridiculous, Barrent thought to himself. I'd better get to the\nCoven.\n\nHe walked more rapidly, while the temperature plummeted. It passed\nthrough the forties into the low thirties. The first glittering signs of\nfrost appeared on the streets.\n\nIt can't go much lower, Barrent thought.\n\nBut it could. An angry winter wind blew through the streets, and the\ntemperature dropped into the twenties. Moisture in the air began forming\ninto sleet.\n\nChilled to the bone, Barrent ran down the empty streets, and the wind,\nrising to gale force, pulled and tugged at him. The streets glittered\nwith ice, making the footing dangerous. He skidded and fell, and had to\nrun at a slower pace to keep his footing. And still the temperature\ndropped, and the wind growled and snapped like an angry beast.\n\nHe saw light through a heavily shuttered window. He stopped and pounded\nat the shutters, but no sound came from inside. He realized that the\npeople of Tetrahyde never helped anyone; the more who died, the more\nchance there was for the survivors. So Barrent continued running, on\nfeet that felt like chunks of wood.\n\nThe wind shrieked in his ear, and hailstones the size of his fist pelted\nthe ground. He was getting too tired to run. All he could do now was\nwalk, through a frozen white world, and hope he would reach the Wee\nCoven.\n\nHe walked for hours or for years. At one corner he passed the bodies of\ntwo men huddled against a wall and covered with frost. They had stopped\nrunning and had frozen to death.\n\nBarrent forced himself to run again. A stitch in his side felt like a\nknife wound, and the cold was creeping up his arms and down his legs.\nSoon the cold would reach his chest, and that would be the end.\n\nA flurry of hailstones stunned him. Without conscious transition he\nfound that he was lying on the icy ground, and a monstrous wind was\nwhirling away the tiny warmth his body was able to generate.\n\nAt the far end of the block he could see the tiny red light of the\nCoven. He crept toward it on hands and knees, moving mechanically, not\nreally expecting to get there. He crawled forever, and the beckoning red\nlight always remained the same distance from him.\n\nBut he kept on crawling, and at last he reached the door of the Coven.\nHe pulled himself to his feet and turned the doorknob.\n\nThe door was locked.\n\nHe pounded feebly on the door. After a moment, a panel slid back. He saw\na man staring at him; then the panel slid shut. He waited for the door\nto open. It didn't open. Minutes passed, and still it didn't open. What\nwere they waiting for inside? What was wrong? Barrent tried to pound on\nthe door again, lost his balance and fell to the ground. He rolled over\nand looked despairingly at the locked door. Then he lost consciousness.\n\n       *       *       *       *       *\n\nWhen he came to, Barrent found himself lying on a couch. Two men were\nmassaging his arms and legs, and beneath him he could feel the warmth of\nheating pads. Peering anxiously at him was the broad, swarthy face of\nUncle Ingemar.\n\n\"Feeling better now?\" Uncle Ingemar asked.\n\n\"I think so,\" Barrent said. \"Why did you take so long opening the door?\"\n\n\"We almost didn't open it at all,\" the priest told him. \"It's against\nthe law to aid strangers in distress. Since you hadn't as yet joined the\nCoven, you were technically still a stranger.\"\n\n\"Then why did you let me in?\"\n\n\"My assistant noticed that we had an even number of worshipers. We\nrequire an odd number, preferably ending in three. Where the sacred and\nthe profane laws are in conflict, the profane must yield. So we let you\nin despite the government ruling.\"\n\n\"It's a ridiculous ruling,\" Barrent said.\n\n\"Not really. Like most of the laws of Omega, it is designed to keep the\npopulation down. Omega is an extremely barren planet, you know. The\nconstant arrival of new prisoners keeps swelling the population, to the\nenormous disadvantage of the older inhabitants. Ways and means must be\nsought to dispose of the excess newcomers.\"\n\n\"It isn't fair,\" Barrent said.\n\n\"You'll change your mind when you become an older inhabitant,\" Ingemar\nsaid. \"And by your tenacity, I'm sure you'll become one.\"\n\n\"Maybe,\" Barrent said. \"But what happened? The temperature must have\ndropped nearly a hundred degrees in fifteen minutes.\"\n\n\"A hundred and eight degrees to be exact,\" Uncle Ingemar said. \"It's\nreally very simple. Omega is a planet which revolves eccentrically\naround a double star system. Further instability, I'm told, comes from\nthe planet's peculiar physical make-up--the placement of mountains and\nseas. The result is a uniformly and dramatically bad climate\ncharacterized by sudden violent temperature changes.\"\n\nThe assistant, a small, self-important fellow, said, \"It has been\ncalculated that Omega is at the outer limits of the planets which can\nsupport human life without gross artificial aids. If the fluctuations\nbetween hot and cold were any more violent, all human life here would\nbe wiped out.\"\n\n\"It's the perfect punitive world,\" Uncle Ingemar said proudly.\n\"Experienced residents sense when a temperature change is about to take\nplace and get indoors.\"\n\n\"It's--hellish,\" Barrent said, at a loss for words.\n\n\"That describes it perfectly,\" the priest said. \"It _is_ hellish, and\ntherefore perfect for the worship of The Black One. If you're feeling\nbetter now, Citizen Barrent, shall we proceed with services?\"\n\nExcept for a touch of frostbite on his toes and fingers, Barrent was all\nright. He nodded, and followed the priest and the worshipers into the\nmain part of the Coven.\n\n       *       *       *       *       *\n\nAfter what he had been through, the Black Mass was necessarily an\nanticlimax. In his warmly heated pew, Barrent drowsed through Uncle\nIngemar's sermon on the necessary performance of everyday evil.\n\nThe worship of Evil, Uncle Ingemar said, should not be reserved solely\nfor Monday nights. On the contrary! The knowledge and performance of\nevil should suffuse one's daily life. It was not given to everyone to be\na great sinner; but no one should be discouraged by that. Little acts of\nbadness performed over a lifetime accumulated into a sinful whole most\npleasing to The Black One. No one should forget that some of the\ngreatest sinners, even the demoniac saints themselves, often had humble\nbeginnings. Did not Thrastus start as a humble shopkeeper, cheating his\ncustomers of a portion of rice? Who would have expected that simple man\nto develop into the Red Slayer of Thorndyke Lane? And who could have\nimagined that Dr. Louen, son of a dockhand, would one day become the\nworld's foremost authority on the practical applications of torture?\nPerseverance and piety had allowed those men to rise above their natural\nhandicaps to a pre-eminent position at the right hand of The Black One.\nAnd it proved, Uncle Ingemar said, that Evil was the business of the\npoor as well as the rich.\n\nThat ended the sermon. Barrent awoke momentarily when the sacred symbols\nwere brought out and displayed to the reverent congregation--a\nred-handled dagger, and a plaster toad. Then he dozed again through the\nslow inscribing of the magical pentagon.\n\nAt last the ceremony neared its end. The names of the interceding evil\ndemons were read--Bael, Forcas, Buer, Marchocias, Astaroth, and\nBehemoth. A prayer was read to ward off the effects of Good. And Uncle\nIngemar apologized for not having a virgin to sacrifice on the Red\nAltar.\n\n\"Our funds were not sufficient,\" he said, \"for the purchase of a\ngovernment-certified peon virgin. However, I am sure we will be able to\nperform the full ceremony next Monday. My assistant will now pass among\nyou....\"\n\nThe assistant carried around the black-rimmed collection plate. Like the\nother worshipers, Barrent contributed generously. It seemed wise to do\nso. Uncle Ingemar was clearly annoyed at not having a virgin to\nsacrifice. If he became a little angrier, he might take it into his head\nto sacrifice one of the congregation, virgin or not.\n\nBarrent didn't stay for the choir singing or the community dancing. When\nthe evening worship was finished, he poked his head cautiously out the\ndoor. The temperature had gone up to the seventies, and the frost was\nalready melted from the ground. Barrent shook hands with the priest and\nhurried home.\n\n\n\n\nChapter Eight\n\n\nBarrent had had enough of Omega's shocks and surprises. He stayed close\nto his store, worked at his business, and kept alert for trouble. He was\nbeginning to develop the Omegan look: a narrow, suspicious squint, a\nhand always near gun butt, feet ready to sprint. Like the older\ninhabitants, he was acquiring a sixth sense for danger.\n\nAt night, after the doors and windows were barred and the triplex alarm\nsystem had been set, Barrent would lie on his bed and try to remember\nEarth. Probing into the misty recesses of his memory, he found\ntantalizing hints and traces, and fragments of pictures. Here was a\ngreat highway curving toward the sun; a fragment of a huge, multi-level\ncity; a closeup view of a starship's curving hull. But the pictures were\nnot continuous. They existed for the barest fraction of a second, then\nvanished.\n\nOn Saturday, Barrent spent the evening with Joe, Danis Foeren, and his\nneighbor Tem Rend. Joe's pokra had prospered, and he had been able to\nbribe his way to the status of Free Citizen. Foeren was too blunt and\nstraightforward for that; he had remained at the Residency level. But\nTem Rend promised to take the big forger as an assistant if the\nAssassin's Guild accepted his application.\n\nThe evening started pleasantly enough; but it ended, as usual, with an\nargument about Earth.\n\n\"Now look,\" Joe said, \"we all know what Earth is like. It's a complex of\ngigantic floating cities. They're built on artificial islands in the\nvarious oceans--\"\n\n\"No, the cities are on land,\" Barrent said.\n\n\"On water,\" Joe said. \"The people of Earth have returned to the sea.\nEveryone has special oxygen adaptors for breathing salt water. The land\nareas aren't even used any more. The sea provides everything that--\"\n\n\"It isn't like that,\" Barrent said. \"I remember huge cities, but they\nwere all on land.\"\n\nFoeren said, \"You're both wrong. What would Earth want with cities? She\ngave them up centuries ago. Earth is a landscaped park now. Everyone has\nhis own home and several acres of land. All the forests and jungles have\nbeen allowed to grow back. People live _with_ nature instead of trying\nto conquer it. Isn't that right, Tem?\"\n\n\"Almost but not quite,\" Tem Rend said. \"There are still cities, but\nthey're underground. Tremendous underground factories and production\nareas. The rest is like Foeren said.\"\n\n\"There aren't any more factories,\" Foeren insisted stubbornly. \"There's\nno need of them. Any goods which a man requires can be produced by\nthought-control.\"\n\n\"I'm telling you,\" Joe said, \"I can remember the floating cities! I used\nto live in the Nimui sector on the island of Pasiphae.\"\n\n\"You think that proves anything?\" Rend asked. \"I remember that I worked\non the eighteenth underground level of Nueva Chicaga. My work quota was\ntwenty days a year. The rest of the time I spent outdoors in the\nforests--\"\n\nFoeren said, \"That's wrong, Tem. There aren't any underground levels. I\ncan remember distinctly that my father was a Controller, Third Class.\nOur family used to trek several hundred miles every year. When we needed\nsomething, my father would _think_ it, and there it'd be. He promised to\nteach me how, but I guess he never did.\"\n\nBarrent said, \"Well, a couple of us are certainly having false recall.\"\n\n\"That's certain,\" Joe said. \"But the question is, which of us is right?\"\n\n\"We'll never find out,\" Rend said, \"unless we can return to Earth.\"\n\nThat ended the discussion.\n\nToward the end of the week, Barrent received another invitation from the\nDream Shop, more strongly worded than the first. He decided to discharge\nthe obligation that evening. He checked the temperature, and found that\nit had risen into the high nineties. Wiser now in Omegan ways, he packed\na small satchel full of cold-weather clothing, and started out.\n\nThe Dream Shop was located in the exclusive Death's Row section. Barrent\nwent in, and found himself in a small, sumptuously furnished waiting\nroom. A sleek young man behind a polished desk gave him an artificial\nsmile.\n\n\"Could I be of service?\" the young man asked. \"My name is Nomis J.\nArkdragen, assistant manager in charge of nightside dreams.\"\n\n\"I'd like to know something about what happens,\" Barrent said. \"How one\ngets dreams, what kind of dreams, all that sort of thing.\"\n\n\"Of course,\" Arkdragen said. \"Our service is easily explained,\nCitizen--\"\n\n\"Barrent. Will Barrent.\"\n\nArkdragen nodded and checked a name from a list in front of him. He\nlooked up and said, \"Our dreams are produced by the action of drugs upon\nthe brain and the central nervous system. There are many drugs which\nproduce the desired effect. Among the most useful are heroin, morphine,\nopium, coca, hemp, and peyote. All those are Earth products. Found only\non Omega are Black Slipper, nace, manicee, tri-narcotine, djedalas, and\nthe various products of the carmoid group. Any and all of these are\ndream-inducers.\"\n\n\"I see,\" Barrent said. \"Then you sell drugs.\"\n\n\"Not at all!\" Arkdragen said. \"Nothing so simple, nothing so crude. In\nancient times on Earth, men administered drugs to themselves. The dreams\nwhich resulted were necessarily random in nature. You never knew what\nyou would dream about, or for how long. You never knew if you would have\na dream or a nightmare, a horror or a delight. This uncertainty has been\nremoved from the modern Dream Shop. Nowadays, our drugs are carefully\nmeasured, mixed, and metered for each individual. There is an absolute\nprecision in dream-making, ranging from the Nirvana-like calm of Black\nSlipper through the multicolored hallucinations of peyotl and\ntri-narcotine, to the sexual fantasies induced by nace and morphine,\nand at last to the memory-resurrecting dreams of the carmoid group.\"\n\n\"It's the memory-resurrecting dreams I'm interested in,\" Barrent said.\n\nArkdragen frowned. \"I wouldn't recommend it for a first visit.\"\n\n\"Why not?\"\n\n\"Dreams of Earth are apt to be more unsettling than any imaginary\nproductions. It's usually advisable to build up a tolerance for them. I\nwould advise a nice little sexual fantasy for your first visit. We have\na special sale on sexual fantasies this week.\"\n\nBarrent shook his head. \"I think I'd prefer the real thing.\"\n\n\"You wouldn't,\" the assistant manager said, with a knowing smile.\n\"Believe me, once one becomes accustomed to vicarious sex experiences,\nthe real thing is pallid by comparison.\"\n\n\"Not interested,\" Barrent said. \"What I want is a dream about Earth.\"\n\n\"But you haven't built up a tolerance!\" Arkdragen said. \"You aren't even\naddicted.\"\n\n\"Is addiction necessary?\"\n\n\"It's important,\" Arkdragen told him, \"as well as being inescapable. All\nour drugs are habit-forming, as the law requires. You see, to really\nappreciate a drug, you must build up a need for it. It heightens\npleasure enormously, to say nothing of the increase in toleration.\nThat's why I suggest that you begin with--\"\n\n\"I want a dream about Earth,\" Barrent said.\n\n\"Very well,\" Arkdragen said grudgingly. \"But we will not be responsible\nfor any traumas which accrue.\"\n\nHe led Barrent into a long passageway. It was lined with doors, and\nbehind some of them Barrent could hear dull moans and gasps of pleasure.\n\n\"Experiencers,\" Arkdragen said, without further explanation. He took\nBarrent to an open room near the end of the corridor. Within sat a\ncheerful-looking bearded man in a white coat reading a book.\n\n\"Good evening, Doctor Wayn,\" Arkdragen said. \"This is Citizen Barrent.\nFirst visit. He insists upon an Earth dream.\" Arkdragen turned and left.\n\n\"Well,\" the doctor said, \"I guess we can manage that.\" He put down his\nbook. \"Just lie down over there, Citizen Barrent.\"\n\nIn the center of the room was a long, adjustable table. Above it hung a\ncomplicated-looking instrument. At the end of the room were glass-sided\ncabinets filled with square jars; they reminded Barrent of his\nantidotes.\n\nHe lay down. Doctor Wayn put him through a general examination, then a\nspecific check for suggestibility, hypnotic index, reactions to the\neleven basic drug groups, and susceptibility to tetanic and epileptic\nseizures. He jotted down his results on a pad, checked his figures, went\nto a cabinet, and began mixing drugs.\n\n\"Is this likely to be dangerous?\" Barrent asked.\n\n\"It shouldn't be,\" Doctor Wayn said. \"You appear healthy enough. Quite\nhealthy, in fact, and with a low suggestibility rating. Of course,\nepileptic fits _do_ occur, probably because of cumulative allergic\nreactions. Can't help that sort of thing. And then there are the\ntraumas, which sometimes result in insanity and death. They form an\ninteresting study in themselves. And some people get stuck in their\ndreams and are unable to be extricated. I suppose that could be\nclassified as a form of insanity, although actually it isn't.\"\n\nThe doctor had finished mixing his drugs. He was loading a hypodermic\nwith the mixture. Barrent was having serious doubts about the\nadvisability of the whole thing.\n\n\"Perhaps I should postpone this visit,\" he said. \"I'm not sure that I--\"\n\n\"Don't worry about a thing,\" the doctor said. \"This is the finest Dream\nShop on Omega. Try to relax. Tight muscles can result in tetanic\nconvulsions.\"\n\n\"I think Mr. Arkdragen was right,\" Barrent said. \"Maybe I shouldn't have\na dream about Earth for my first visit. He said it was dangerous.\"\n\n\"Well, after all,\" the doctor said, \"what's life without a little risk?\nBesides, the most common damage is brain lesions and burst blood\nvessels. And we have full facilities for taking care of that sort of\nthing.\"\n\nHe poised the hypodermic over Barrent's left arm.\n\n\"I've changed my mind,\" Barrent said, and started to get off the bed.\nDoctor Wayn deftly slid the needle into Barrent's arm.\n\n\"One does not change one's mind,\" he told Barrent, \"inside a Dream Shop.\nTry to relax....\"\n\nBarrent relaxed. He lay back on the bed, and heard a shrill singing in\nhis ears. He tried to focus on the doctor's face. But the face had\nchanged.\n\nThe face was old, round, and fleshy. Ridges of fat stood out on the chin\nand neck. The face was perspiring, friendly, worried.\n\nIt was Barrent's 5th Term Advisor.\n\n\"Now, Will,\" the Advisor said, \"you must be careful. You must learn to\nrestrain that temper of yours. Will, you _must_!\"\n\n\"I know, sir,\" Barrent said. \"It's just that I get so mad at that--\"\n\n\"Will!\"\n\n\"All right,\" Barrent said. \"I'll watch myself.\"\n\nHe left the university office and walked into the city. It was a\nfantastic city of skyscrapers and multi-level streets, a brilliant city\nof silver and diamond hues, an ambitious city which administered a\nfar-flung network of countries and planets. Barrent walked along the\nthird pedestrian level, still angry, thinking about Andrew Therkaler.\n\nBecause of Therkaler and his ridiculous jealousy, Barrent's application\nfor the Space Exploration Corps had been turned down. There was nothing\nhis Advisor could do about the matter; Therkaler had too much influence\non the Selection Board. It would be a full three years before Barrent\ncould apply again. In the meantime he was Earth-bound and unemployable.\nAll his studies had been for extraterrestrial exploration. There was no\nplace for him on Earth; and now he was barred from space.\n\nTherkaler!\n\nBarrent left the pedestrian level and took the highspeed ramp into the\nSante district. As the ramp moved, he fingered the small weapon in his\npocket. Handguns were illegal on Earth. He had procured his through\nuntraceable means.\n\nHe was determined to kill Therkaler.\n\nThere was a wash of grotesque faces. The dream blurred. When it cleared,\nBarrent found himself aiming his handgun at a thin, cross-eyed fellow\nwhose scream for mercy was abruptly cut short.\n\nThe informer, blank-faced and stern, noted the crime and informed the\npolice.\n\nThe police, in uniforms of gray, took him into custody and brought him\nbefore the judge.\n\nThe judge, with his vague parchment face, sentenced him to perpetual\nservitude upon the planet Omega, and handed down the obligatory decree\nthat Barrent be cleansed of memory.\n\nThen the dream turned into a kaleidoscope of horror. Barrent was\nclimbing a slippery pole, a sheer mountainside, a smooth-sided well.\nBehind him, gaining on him, was Therkaler's corpse with its chest ripped\nopen. Supporting the corpse on either side were the blank-faced informer\nand the parchment-faced judge.\n\nBarrent ran down a hill, a street, a rooftop. His pursuers were close\nbehind him. He entered a dim yellow room, closed and locked the door.\nWhen he turned around, he saw that he had locked himself in with\nTherkaler's corpse. Fungus was blossoming in the open wound in the\nchest, and the scarred head was crowned with red and purple mold. The\ncorpse advanced, reached for him, and Barrent dived headfirst through\nthe window.\n\n\"_Come out of it, Barrent. You're overdoing it. Come out of the dream._\"\n\nBarrent had no time to listen. The window turned into a chute, and he\nslid down its polished sides into an amphitheatre. There, across gray\nsand, the corpse crept toward him on the stubs of arms and legs. The\nenormous grandstand was empty except for the judge and the informer, who\nsat side by side, watching.\n\n\"_He's stuck._\"\n\n\"Well, I warned him....\"\n\n\"_Come out of the dream, Barrent. This is Doctor Wayn. You're on Omega,\nin the Dream Shop. Come out of the dream. There's still time if you pull\nyourself out immediately._\"\n\nOmega? Dream? There was no time to think about it. Barrent was swimming\nacross a dark, evil-smelling lake. The judge and the informer were\nswimming just behind him, flanking the corpse, whose skin was slowly\npeeling away.\n\n\"_Barrent!_\"\n\nAnd now the lake was turning into a thick jelly which clung to his arms\nand legs and filled his mouth, while the judge and the informer--\n\n\"_Barrent!_\"\n\nBarrent opened his eyes and found himself on the adjustable bed in the\nDream Shop. Doctor Wayn, looking somewhat shaken, was standing over him.\nA nurse was near by with a tray of hypodermics and an oxygen mask.\nBehind her was Arkdragen, wiping perspiration from his forehead.\n\n\"I didn't think you were going to make it,\" Doctor Wayn said. \"I really\ndidn't.\"\n\n\"He pulled out just in time,\" the nurse said.\n\n\"I warned him,\" Arkdragen said, and left the room.\n\nBarrent sat up. \"What happened?\" he asked.\n\nDoctor Wayn shrugged his shoulders. \"It's hard to tell. Perhaps you were\nprone to circular reaction; and sometimes the drugs aren't absolutely\npure. But these things usually don't happen more than once. Believe me,\nCitizen Barrent, the drug experience is very pleasant. I'm sure you'll\nenjoy it the second time.\"\n\nStill shaken by his experience, Barrent was certain there would be no\nsecond time for him. Whatever the cost, he was not going to risk a\nrepetition of that nightmare.\n\n\"Am I addicted now?\" he asked.\n\n\"Oh, no,\" Doctor Wayn said. \"Addiction occurs with the third or fourth\nvisit.\"\n\nBarrent thanked him and left. He passed Arkdragen's desk and asked how\nmuch he owed.\n\n\"Nothing,\" Arkdragen said. \"The first visit is always on the house.\" He\ngave Barrent a knowing smile.\n\nBarrent left the Dream Shop and hurried home to his apartment. He had a\nlot to think about. Now, for the first time, he had proof that he was a\nwillful and premeditated murderer.\n\n\n\n\nChapter Nine\n\n\nBeing accused of a murder you can't remember is one thing; remembering a\nmurder you have been accused of is another thing entirely. Such evidence\nis hard to disbelieve.\n\nBarrent tried to sort out his feelings on the matter. Before his visit\nto the Dream Shop he had never felt himself a murderer, no matter what\nthe Earth authorities had accused him of. At worst, he had thought that\nhe might have killed a man in a sudden uncontrollable fit of rage. But\nto plan and perform a murder in cold blood....\n\nWhy had he done it? Had his lust for revenge been so great as to throw\noff all the restraint of Earth's civilization? Apparently so. He had\nkilled, and someone had informed on him, and a judge had sentenced him\nto Omega. He was a murderer on a criminal's planet. To live here\nsuccessfully, he simply had to follow his natural bias toward murder.\n\nAnd yet, Barrent found this extremely difficult to do. He had\nsurprisingly little taste for bloodshed. On Free Citizen's Day,\nalthough he went into the streets with his needlebeam, he couldn't bring\nhimself to slaughter any of the lower classes. He didn't want to kill.\nIt was a ridiculous prejudice, considering where and what he was; but\nthere it was. No matter how often Tem Rend or Joe lectured him on his\nCitizen's duties, Barrent still found murder quite distasteful.\n\nHe sought the aid of a psychiatrist, who told him that his rejection of\nmurder had its roots in an unhappy childhood. The phobia had been\nfurther complicated by the traumatic qualities of his experience in the\nDream Shop. Because of this, murder, the highest social good, had become\nrepugnant to him. This antimurder neurosis in a man eminently suited for\nthe art of killing would, the psychiatrist said, inevitably lead to\nBarrent's destruction. The only solution was to displace the neurosis.\nThe psychiatrist suggested immediate treatment in a sanitarium for the\ncriminally non-murderous.\n\nBarrent visited a sanitarium, and heard the mad inmates screaming about\ngoodness, fair play, the sanctity of life, and other obscenities. He had\nno intention of joining them. Perhaps he was sick, but he wasn't _that_\nsick!\n\nHis friends told him that his uncooperative attitude was bound to get\nhim into trouble. Barrent agreed; but he hoped, by killing only when it\nbecame necessary, that he would escape the observation of the highly\nplaced individuals who administered the law.\n\nFor several weeks his plan seemed to work. He ignored the increasingly\nperemptory notes from the Dream Shop and did not return to services at\nthe Wee Coven. Business prospered, and Barrent spent his spare time\nstudying the effects of the rarer poisons and practicing with his\nneedlebeam. He often thought about the girl. He still had the gun she\nhad lent him. He wondered if he would ever see her again.\n\nAnd he thought about Earth. Since his visit to the Dream Shop, he had\noccasional flashes of recall, isolated pictures of a weathered stone\nbuilding, a stand of live oaks, the curve of a river seen through\nwillows. This half-remembered Earth filled him with an almost unbearable\nlonging. Like most of the citizens of Omega, his only real wish was to\ngo home.\n\nAnd that was impossible.\n\nThe days passed, and when trouble came, it came unexpectedly. One night\nthere was a heavy knocking at his door. Half asleep, Barrent answered\nit. Four uniformed men pushed their way inside and told him he was under\narrest.\n\n\"What for?\" Barrent asked.\n\n\"Non-drug addiction,\" one of the men told him. \"You have three minutes\nto dress.\"\n\n\"What's the penalty?\"\n\n\"You'll find out in court,\" the man said. He winked at the other guards\nand added, \"But the only way to cure a nonaddict is to kill him. Eh?\"\n\nBarrent dressed.\n\n       *       *       *       *       *\n\nHe was taken to a room in the sprawling Department of Justice. The room\nwas called the Kangaroo Court, in honor of ancient Anglo-Saxon judicial\nproceeding. Across the hall from it, also of antique derivation, was the\nStar Chamber. Just past that was the Court of Last Appeal.\n\nThe Kangaroo Court was divided in half by a high wooden screen, for it\nwas fundamental to Omegan justice that the accused should not see his\njudge nor any of the witnesses against him.\n\n\"Let the prisoner rise,\" a voice said from behind the screen. The voice,\nthin, flat and emotionless, came through a small amplifier. Barrent\ncould barely understand the words; tone and inflection were lost, as had\nbeen planned for. Even in speaking, the judge remained anonymous.\n\n\"Will Barrent,\" the judge said, \"you have been brought before this court\non a major charge of non-drug addiction and a minor charge of religious\nimpiety. On the minor count we have the sworn statement of a priest. On\nthe major count we have the testimony of the Dream Shop. Can you refute\neither of these charges?\"\n\nBarrent thought for a moment, then answered, \"No, sir, I can't.\"\n\n\"For the present,\" the judge said, \"your religious impiety can be\nwaived, since it is a first offense. But non-drug addiction is a major\ncrime against the state of Omega. The uninterrupted use of drugs is an\nenforced privilege of every citizen. It is well known that privileges\nmust be exercised, otherwise they will be lost. To lose our privileges\nwould be to lose the very cornerstone of our liberty. Therefore to\nreject or otherwise fail to perform a privilege is tantamount to high\ntreason.\"\n\nThere was a pause. The guards shuffled their feet restlessly. Barrent,\nwho considered his situation hopeless, stood at attention and waited.\n\n\"Drugs serve many purposes,\" the hidden judge went on. \"I need not\nenumerate their desirable qualities for the user. But speaking from the\nviewpoint of the state, I will tell you that an addicted populace is a\nloyal populace; that drugs are a major source of tax revenue; that drugs\nexemplify our entire way of life. Furthermore, I say to you that the\nnonaddicted minorities have invariably proven hostile to native Omegan\ninstitutions. I give you this lengthy explanation, Will Barrent, in\norder that you may better understand the sentence which is to be passed\nupon you.\"\n\n\"Sir,\" Barrent said, \"I was wrong in avoiding addiction. I won't plead\nignorance, because I know the law doesn't recognize that excuse. But I\nwill ask you most humbly for another chance. I ask you to remember, sir,\nthat addiction and rehabilitation are still possible for me.\"\n\n\"The court recognizes that,\" the judge said. \"For that reason, the court\nis pleased to exercise its fullest powers of judicial mercy. Instead of\nsummary execution, you may choose between two lesser decrees. The first\nis punitive; that you shall suffer the loss of your right hand and left\nleg in atonement for your crime against the State; but that you shall\nnot lose your life.\"\n\nBarrent gulped and asked, \"What is the other decree, sir?\"\n\n\"The other decree, which is nonpunitive, is that you shall undergo a\nTrial by Ordeal. And that, if you survive such a trial, you shall be\nreturned to appropriate rank and position in society.\"\n\n\"I'll take the Trial by Ordeal,\" Barrent said.\n\n\"Very well,\" said the judge. \"Let the case proceed.\"\n\nBarrent was led from the room. Behind him, he heard a quickly concealed\nlaugh from one of the guards. Had he chosen wrong? he wondered. Could a\ntrial by ordeal be worse than outright mutilation?\n\n\n\n\nChapter Ten\n\n\nOn Omega, so the saying went, you couldn't fit a knife blade between the\ntrial and the execution of the sentence. Barrent was taken at once to a\nlarge, circular stone room in the basement of the Department of Justice.\nWhite arc lights glared down at him from a high, arched ceiling. Below,\none section of wall had been cut away to provide a reviewing stand for\nspectators. The stands were almost filled when Barrent arrived, and\nhawkers were selling copies of the day's legal calendar.\n\nFor a few moments Barrent was alone on the stone floor. Then a panel\nslid away in one curved wall, and a small machine rolled out.\n\nA loudspeaker set high in the reviewing stand announced, \"Ladies and\ngentlemen, your attention please! You are about to witness Trial\n642-BG223, by Ordeal, between Citizen Will Barrent and GME 213. Take\nyour seats, please. The contest will begin in a few minutes.\"\n\nBarrent looked over his opponent. It was a glistening black machine\nshaped like a half-sphere, standing almost four feet high. It rolled\nrestlessly back and forth on small wheels. A pattern of red, green, and\namber lights from recessed glass bulbs flashed across its smooth metal\nhide. It stirred in Barrent a vague memory of some creature from Earth's\noceans.\n\n\"For the benefit of those who are visiting our gallery for the first\ntime,\" the loudspeaker said, \"a word of explanation is in order. The\nprisoner, Will Barrent, has freely chosen the Trial by Ordeal. The\ninstrument of justice, which in this instance is GME 213, is an example\nof the finest creative engineering which Omega has produced. The\nmachine, or Max, as its many friends and admirers call it, is a murder\nweapon of exemplary efficiency, able to utilize no less than\ntwenty-three killing modes, many of them extremely painful. For trial\npurposes, it is set to operate upon a random principle. This means that\nMax has no choice over the way in which it kills. The modes are selected\nand abandoned by a random arrangement of twenty-three numbers, linked to\nan equally random time-selection of one to six seconds.\"\n\nMax suddenly moved toward the center of the room, and Barrent backed\naway from it.\n\n\"It is within the prisoner's power,\" the loudspeaker voice continued,\n\"to disable the machine; in which case, the prisoner wins the contest\nand is set free with full rights and privileges of his station. The\nmethod of disabling varies from machine to machine. It is always\ntheoretically possible for a prisoner to win. Practically speaking, this\nhas happened on an average of 3.5 times out of a hundred.\"\n\nBarrent looked up at the gallery of spectators. To judge by their dress,\nthey were all men and women of status; high in the ranks of the\nPrivileged Classes.\n\nThen he saw, sitting in a front row seat, the girl who had lent him her\ngun on his first day in Tetrahyde. She was as beautiful as he had\nremembered her; but no hint of emotion touched her pale, oval face. She\nstared at him with the frank and detached interest of someone watching\nan unusual bug under a jar.\n\n\"Let the contest begin!\" the loudspeaker announced.\n\nBarrent had no more time to think about the girl, for the machine was\nrolling toward him.\n\nHe circled warily away from it. Max extruded a single slender tentacle\nwith a white light winking in the end of it The machine rolled toward\nBarrent, backing him toward a wall.\n\nAbruptly it stopped. Barrent heard the clank of gears. The tentacle was\nwithdrawn, and in its place appeared a jointed metal arm which ended in\na knife-edge. Moving more quickly now, the machine cornered him against\nthe wall. The arm flickered out, but Barrent managed to dodge it. He\nheard the knife-edge scrape against stone. When the arm withdrew,\nBarrent had a chance to move again into the center of the room.\n\nHe knew that his only chance to disable the machine was during the pause\nwhen its selector changed it from one killing mode to another. But how\ndo you disable a smooth-surfaced turtle-backed machine?\n\nMax came at him again, and now its metal hide glistened with a dull\ngreen substance which Barrent immediately recognized as Contact Poison.\nHe broke into a spring, circling the room, trying to avoid the fatal\ntouch.\n\nThe machine stopped. Neutralizer washed over its surface, clearing away\nthe poison. Then the machine was coming toward him again, this time with\nno weapons visible, apparently intending to ram.\n\nBarrent was badly winded. He dodged, and the machine dodged with him. He\nwas standing against the wall, helpless, as the machine picked up speed.\n\nIt stopped, inches from him. Its selector clicked. Max was extruding\nsome sort of a club.\n\nThis, Barrent thought, was an exercise in applied sadism. If it went on\nmuch longer, the machine would run him off his feet and kill him at its\nleisure. Whatever he was going to do, he had better do it at once, while\nhe still had the strength.\n\nEven as he thought that, the machine swung a clubbed metal arm. Barrent\ncouldn't avoid the blow completely. The club struck his left shoulder,\nand he felt his arm go numb.\n\nMax was selecting again. Barrent threw himself on its smooth, rounded\nback. At the very top he saw two tiny holes. Praying that they were air\nintake openings, Barrent plugged them with his fingers.\n\nThe machine stopped dead, and the audience roared. Barrent clung to the\nsmooth surface with his numbed arm, trying to keep his fingers in the\nholes. The pattern of lights on Max's surface changed from green through\namber to red. Its deep-throated buzz became a dull hum.\n\nAnd then the machine extruded tubes as alternative intake holes.\n\nBarrent tried to cover them with his body. But the machine, roaring into\nsudden life, swiveled rapidly and threw him off. Barrent rolled to his\nfeet and moved back to the center of the arena.\n\nThe contest had lasted no more than five minutes, but Barrent was\nexhausted. He forced himself to retreat from the machine, which was\ncoming at him now with a broad, gleaming hatchet.\n\nAs the hatchet-arm swung, Barrent threw himself _at_ it instead of away.\nHe caught the arm in both hands and bent it back. Metal creaked, and\nBarrent thought he could hear the joint beginning to give way. If he\ncould break off the metal arm, he might disable the machine; at the very\nleast, the arm would be a weapon....\n\nMax suddenly went into reverse. Barrent tried to keep his grip on the\narm, but it was yanked away. He fell on his face. The hatchet swung,\ngouging his shoulder.\n\nBarrent rolled over and looked at the gallery. He was finished. He might\nas well accept the machine's next attempt gracefully and have it over\nwith. The spectators were cheering, watching Max begin its\ntransformation into another killing mode.\n\nAnd the girl was motioning to him.\n\nBarrent stared, trying to make some sense out of it. She gestured at him\nto turn something over, turn it over and destroy.\n\nHe had no more time to watch. Dizzy from loss of blood, he staggered to\nhis feet and watched the machine charge. He didn't bother to see what\nweapon it had extruded; his entire attention was concentrated on its\nwheels.\n\nAs it came at him, Barrent threw himself under the wheels.\n\nThe machine tried to brake and swerve, but not in time. The wheels\nrolled onto Barrent's body, tilting the machine sharply upward. Barrent\ngrunted under the impact. With his back under the machine, he put his\nremaining strength in an attempt to stand up.\n\nFor a moment the machine teetered, its wheels spinning wildly. Then it\nflipped over on its back. Barrent collapsed beside it.\n\nWhen he could see again, the machine was still on its back. It was\nextruding a set of arms to turn itself over.\n\nBarrent threw himself on the machine's flat belly and hammered with his\nfists. Nothing happened. He tried to pull off one of the wheels, and\ncouldn't. Max was propping itself up, preparing to turn over and resume\nthe contest.\n\nThe girl's motions caught Barrent's eye. She was making a plucking\nmotion, repeatedly, insistently.\n\nOnly then Barrent saw a small fuse box near one of the wheels. He yanked\noff the cover, losing most of a fingernail in the process, and removed\nthe fuse.\n\nThe machine expired gracefully.\n\nBarrent fainted.\n\n\n\n\nChapter Eleven\n\n\nOn Omega, the law is supreme. Hidden and revealed, sacred and profane,\nthe law governs the actions of all citizens, from the lowest of the low\nto the highest of the high. Without the law, there could be no\nprivileges for those who made the law; therefore the law was absolutely\nnecessary. Without the law and its stern enforcement, Omega would be an\nunthinkable chaos in which a man's rights could extend only as far and\nas long as he personally could enforce them. This anarchy would mean the\nend of Omegan society; and particularly, it would mean the end of those\nsenior citizens of the ruling class who had grown high in status, but\nwhose skill with a gun had long passed its peak.\n\nTherefore the law was necessary.\n\nBut Omega was also a criminal society, composed entirely of individuals\nwho had broken the laws of Earth. It was a society which, in the final\nanalysis, stressed individual endeavor. It was a society in which the\nlawbreaker was king; a society in which crimes were not only condoned\nbut were admired and even rewarded; a society in which deviation from\nthe rules was judged solely on its degree of success.\n\nAnd this resulted in the paradox of a criminal society with absolute\nlaws which were meant to be broken.\n\nThe judge, still hidden behind his screen, explained all this to\nBarrent. Several hours had passed since the end of the Trial by Ordeal.\nBarrent had been taken to the infirmary, where his injuries were patched\nup. They were minor, for the most part; two cracked ribs, a deep gouge\nin his left shoulder, and various cuts and bruises.\n\n\"Accordingly,\" the judge went on, \"the law must simultaneously be broken\nand not broken. Those who never break a law never rise in status. They\nare usually killed off in one way or another, since they lack the\nnecessary initiative to survive. For those who, like yourself, break\nlaws, the situation is somewhat different. The law punishes them with\nabsolute severity--_unless they can get away with it_.\"\n\nThe judge paused. In a thoughtful voice he continued, \"The highest type\nof man on Omega is the individual who understands the laws, appreciates\ntheir necessity, knows the penalties for infraction, then breaks\nthem--and succeeds! That, sir, is your ideal criminal and your ideal\nOmegan. And that is what you have succeeded in doing, Will Barrent, by\nwinning the Trial by Ordeal.\"\n\n\"Thank you, sir,\" Barrent said.\n\n\"I wish you to understand,\" the judge continued, \"that success in\nbreaking the law once does not imply that you will succeed a second\ntime. The odds are increasingly against you each time you try--just as\nthe rewards are increasingly greater if you succeed. Therefore I counsel\nyou not to act rashly upon your new acquisition of knowledge.\"\n\n\"I won't, sir,\" Barrent said.\n\n\"Very well. You are hereby elevated to the status of Privileged Citizen,\nwith all the rights and obligations which that entails. You are allowed\nto keep your business, as before. Furthermore, you are granted a week's\nfree vacation in the Lake of Clouds region; and you may go on that\nvacation with any female of your choice.\"\n\n\"I beg pardon?\" Barrent said. \"What was that last?\"\n\n\"A week's vacation,\" the hidden judge repeated, \"with any female of your\nchoice. It is a high reward, since men outnumber women on Omega by six\nto one. You may pick any unmarried woman, willing or unwilling. I will\ngrant you three days in which to make a choice.\"\n\n\"I don't need three days,\" Barrent said. \"I want the girl who was\nsitting in the front row of the spectators' gallery. The girl with black\nhair and green eyes. Do you know which one I mean?\"\n\n\"Yes,\" the judge said slowly, \"I know which one you mean. Her name is\nMoera Ermais. I suggest that you choose someone else.\"\n\n\"Is there any reason?\"\n\n\"No. But you would be much better advised if you selected someone else.\nMy clerk will be pleased to furnish you with a list of suitable young\nladies. All of them have affidavits of good performance. Several are\ngraduates of the Women's Institute, which, as you perhaps know, gives a\nrigorous two-year course in the geishan arts and sciences. I can\npersonally recommend your attention to--\"\n\n\"Moera is the one I want,\" Barrent said.\n\n\"Young man, you err in your judgment.\"\n\n\"I'll have to take that chance.\"\n\n\"Very well,\" the judge said. \"Your vacation starts at nine tomorrow\nmorning. I sincerely wish you good fortune.\"\n\n       *       *       *       *       *\n\nGuards escorted Barrent from the judge's chambers, and he was taken back\nto his shop. His friends, who had been waiting for the death\nannouncement, came to congratulate him. They were eager to hear the\ncomplete details of the Trial by Ordeal; but Barrent had learned now\nthat secret knowledge was the road to power. He gave them only the\nsketchiest outline.\n\nThere was another cause for celebration that night. Tem Rend's\napplication had finally been accepted by the Assassin's Guild. As he had\npromised, he was taking Foeren on as his assistant.\n\nThe following morning, Barrent opened his shop and saw a vehicle in\nfront of his door. It had been provided for his vacation by the\nDepartment of Justice. Sitting in the back, looking beautiful and very\nannoyed, was Moera.\n\nShe said, \"Are you out of your mind, Barrent? Do you think I have time\nfor this sort of thing? Why did you pick me?\"\n\n\"You saved my life,\" Barrent said.\n\n\"And I suppose you think that means I'm interested in you? Well, I'm\nnot. If you have any gratitude, you'll tell the driver that you've\nchanged your mind. You can still choose another girl.\"\n\nBarrent shook his head. \"You're the only girl I'm interested in.\"\n\n\"Then you won't reconsider?\"\n\n\"Not a chance.\"\n\nMoera sighed and leaned back. \"Are you _really_ interested in me?\"\n\n\"Much more than interested,\" Barrent said.\n\n\"Well,\" Moera said, \"if you won't change your mind, I suppose I'll just\nhave to put up with you.\" She turned away; but before she did, Barrent\ncaught the faintest suggestion of a smile.\n\n\n\n\nChapter Twelve\n\n\nThe Lake of Clouds was Omega's finest vacation resort. Upon entering the\ndistrict, all weapons had to be checked at the main gate. No duels were\nallowed under any circumstances. Quarrels were arbitrarily decided by\nthe nearest barman, and murder was punished by immediate loss of all\nstatus.\n\nEvery amusement was available at the Lake of Clouds. There were the\nexhibitions such as fencing bouts, bull fighting, and bear baiting.\nThere were sports like swimming, mountain climbing, and skiing. In the\nevenings there was dancing in the main ballroom, behind glass walls\nwhich separated residents from citizens and citizens from the elite.\nThere was a well-stocked drug bar containing anything the fashionable\naddict could desire, as well as a few novelties he might wish to sample.\nFor the gregarious, there was an orgy every Wednesday and Saturday night\nin the Satyr's Grotto. For the shy, the management arranged masked\ntrysts in the dim passageways beneath the hotel. But most important of\nall, there were gently rolling hills and shadowy woods to walk in, free\nfrom the tensions of the daily struggle for existence in Tetrahyde.\n\nBarrent and Moera had adjoining rooms, and the door between them was\nunlocked. But on the first night, Barrent did not go through the door.\nMoera had given no sign of wanting him to do so; and on a planet where\nwomen have easy and continual access to poisons, a man had to think\ntwice before inflicting his company where it was not wanted. Even the\nowner of an antidote shop had to consider the possibility of not being\nable to recognize his own symptoms in time.\n\nOn their second day, they climbed high into the hills. They ate a basket\nlunch on a grassy incline which sloped away to the gray sea. After they\nhad eaten, Barrent asked Moera why she had saved his life.\n\n\"You won't like the answer,\" she told him.\n\n\"I'd still like to hear it.\"\n\n\"Well, you looked so ridiculously vulnerable that day in the Victim's\nSociety. I would have helped anyone who looked that way.\"\n\nBarrent nodded uncomfortably. \"What about the second time?\"\n\n\"By then I suppose I had an interest in you. Not a romantic interest,\nyou understand. I'm not at all romantic.\"\n\n\"What kind of an interest?\" Barrent asked.\n\n\"I thought you might be good recruitment material.\"\n\n\"I'd like to hear more about it,\" Barrent said.\n\nMoera was silent for a while, watching him with unblinking green eyes.\nShe said, \"There's not much I can tell you. I'm a member of an\norganization. We're always on the lookout for good prospects. Usually we\nscreen directly from the prison ships. After that, recruiters like me go\nout in search of people we can use.\"\n\n\"What type of people do you look for?\"\n\n\"Not your type, Will. I'm sorry.\"\n\n\"Why not me?\"\n\n\"At first I thought seriously about recruiting you,\" Moera said. \"You\nseemed like just the sort of person we needed. Then I checked into your\nrecord.\"\n\n\"And?\"\n\n\"We don't recruit murderers. Sometimes we employ them for specific jobs,\nbut we don't take them into the organization. There are certain\nextenuating circumstances which we recognize; self-defense, for example.\nBut aside from that, we feel that a man who has committed premeditated\nmurder on Earth is the wrong man for us.\"\n\n\"I see,\" Barrent said. \"Would it help any if I told you I don't have the\nusual Omegan attitude toward murder?\"\n\n\"I know you don't,\" Moera said. \"If it were up to me, I'd take you into\nthe organization. But it's not my choice.... Will, are you sure you're a\nmurderer?\"\n\n\"I believe I am,\" Barrent said. \"I probably am.\"\n\n\"Too bad,\" Moera said. \"Still, the organization needs high-survival\ntypes, no matter what they did on Earth. I can't promise anything, but\nI'll see what I can do. It would help if you could find out more about\nwhy you committed murder. Perhaps there were extenuating\ncircumstances.\"\n\n\"Perhaps,\" Barrent said doubtfully. \"I'll try to find out.\"\n\nThat evening, just before he went to sleep, Moera opened the adjoining\ndoor and came into his room. Slim and warm, she slipped into his bed.\nWhen he started to speak, she put a hand over his mouth. And Barrent,\nwho had learned not to question good fortune, kept quiet.\n\nThe rest of the vacation passed much too quickly. The subject of the\norganization did not come up again; but, perhaps as compensation, the\nadjoining door was not closed. At last, late on the seventh day, Barrent\nand Moera returned to Tetrahyde.\n\n\"When can I see you again?\" Barrent asked.\n\n\"I'll get in touch with you.\"\n\n\"That's not a very satisfactory arrangement.\"\n\n\"It's the best I can do,\" Moera said. \"I'm sorry, Will. I'll see what I\ncan do about the organization.\"\n\nBarrent had to be satisfied with that. When the vehicle dropped him at\nhis store, he still didn't know where she lived, or what kind of an\norganization she represented.\n\n       *       *       *       *       *\n\nBack in his apartment, he considered carefully the details of his dream\nin the Dream Shop. It was all there: his anger at Therkaler, the illicit\nweapon, the encounter, the corpse, and then the informer and the judge.\nOnly one thing was missing. He had no recollection of the actual murder,\nno memory of aiming the weapon and activating it. The dream stopped when\nhe met Therkaler, and started again after he was dead.\n\nPerhaps he had blocked the moment of actual murder out of his mind; but\nperhaps there had been some provocation, some satisfactory reason why\nhe had killed the man. He would have to find out.\n\nThere were only two ways of getting information about Earth. One lay\nthrough the horror-tinged visions of the Dream Shop, and he was\ndetermined not to go there again. The other way was through the services\nof a skrenning mutant.\n\nBarrent had the usual distaste for mutants. They were another race\nentirely, and their status of untouchability was no mere prejudice. It\nwas well known that mutants often carried strange and incurable\ndiseases. They were shunned, and they had reacted to exclusion by\nexclusiveness. They lived in the Mutant Quarter, which was almost a\nself-contained city within Tetrahyde. Citizens with good sense stayed\naway from the Quarter, especially after dark; everyone knew that mutants\ncould be vindictive.\n\nBut only mutants had the skrenning ability. In their misshapen bodies\nwere unusual powers and talents, odd and abnormal abilities which the\nnormal man shunned by day but secretly courted by night. Mutants were\nsaid to be in the particular favor of The Black One. Some people felt\nthat the great art of Black Magic, about which the priests boasted,\ncould only be performed by a mutant; but one never said so in the\npresence of a priest.\n\nMutants, because of their strange talents, were reputed to remember much\nmore of Earth than was possible for normal men and women. Not only could\nthey remember Earth in general, but in particular they could skren the\nlife-thread of a man backward through space and time, pierce the wall\nof forgetfulness and tell what really had happened to him.\n\nOther people believed that mutants had no unusual abilities at all. They\nconsidered them clever rogues who lived off people's credulity.\n\nBarrent decided to find out for himself. Late one night, suitably\ncloaked and armed, he left his apartment and went to the Mutant\nQuarter.\n\n\n\n\nChapter Thirteen\n\n\nBarrent walked through the narrow, twisting streets of the Quarter, one\nhand never far from his weapon. He walked among the lame and the blind,\npast hydrocephaloid and microcephalous idiots, past a juggler who kept\ntwelve flaming torches in the air with the aid of a rudimentary third\nhand growing out of his chest. There were vendors selling clothing,\ncharms, and jewelry. There were carts loaded with pungent and\nunsanitary-looking food. He walked past a row of brightly painted\nbrothels. Girls crowded the windows and shrieked at him, and a\nfour-armed, six-legged woman told him he was just in time for the\nDelphian Rites. Barrent turned away from her and almost ran into a\nmonstrously fat woman who pulled open her blouse to reveal eight\nshrunken breasts. He ducked around her, moving quickly past four linked\nSiamese quadruplets who stared at him with huge mournful eyes.\n\nBarrent turned a corner and stopped. A tall, ragged old man with a cane\nwas blocking his way. The man was half-blind; the skin had grown smooth\nand hairless over the socket where his left eye should have been. But\nhis right eye was sharp and fierce under a white eyebrow.\n\n\"You wish the services of a genuine skrenner?\" the old man asked.\n\nBarrent nodded.\n\n\"Follow me,\" the mutant said. He turned into an alley, and Barrent came\nafter him, gripping the butt of his needlebeam tightly. Mutants were\nforbidden by law to carry arms; but like this old man, most of them had\nheavy, iron-headed walking sticks. At close quarters, no one could ask\nfor a better weapon.\n\nThe old man opened a door and motioned Barrent inside. Barrent paused,\nthinking about the stories he had heard of gullible citizens falling\ninto mutant hands. Then he half-drew his needlebeam and went inside.\n\nAt the end of a long passageway, the old man opened a door and led\nBarrent into a small, dimly lighted room. As his eyes became accustomed\nto the dark, Barrent could make out the shapes of two women sitting in\nfront of a plain wooden table. There was a pan of water on the table,\nand in the pan was a fist-sized piece of glass cut into many facets.\n\nOne of the women was very old and completely hairless. The other was\nyoung and beautiful. As Barrent moved closer to the table, he saw, with\na sense of shock, that her legs were joined below the knee by a membrane\nof scaly skin, and her feet were of a rudimentary fish-tail shape.\n\n\"What do you wish us to skren for you, Citizen Barrent?\" the young woman\nasked.\n\n\"How did you know my name?\" Barrent asked. When he got no answer, he\nsaid, \"All right. I want to find out about a murder I committed on\nEarth.\"\n\n\"Why do you want to find out about it?\" the young woman asked. \"Won't\nthe authorities credit it to your record?\"\n\n\"They credit it. But I want to find out why I did it. Maybe there were\nextenuating circumstances. Maybe I did it in self-defense.\"\n\n\"Is it really important?\" the young woman asked.\n\n\"I think so,\" Barrent said. He hesitated a moment, then took the plunge.\n\"The fact of the matter is, I have a neurotic prejudice against murder.\nI would rather _not_ kill. So I want to find out why I committed murder\non Earth.\"\n\nThe mutants looked at each other. Then the old man grinned and said,\n\"Citizen, we'll help you all we can. We mutants also have a prejudice\nagainst killing, since it's always someone else killing us. We're all in\nfavor of citizens with a neurosis against murder.\"\n\n\"Then you'll skren my past?\"\n\n\"It's not as easy as that,\" the young woman said. \"The skrenning\nability, which is one of a cluster of psi talents, is difficult to use.\nIt doesn't always function. And when it does function, it often doesn't\nreveal what it's supposed to.\"\n\n\"I thought all mutants could look into the past whenever they wanted\nto,\" Barrent said.\n\n\"No,\" the old man told him, \"that isn't true. For one thing, not all of\nus who are classified mutants are true mutants. Almost any deformity or\nabnormality these days is called mutantism. It's a handy term to cover\nanyone who doesn't conform to the Terran standard of appearance.\"\n\n\"But some of you are true mutants?\"\n\n\"Certainly. But even then, there are different types of mutantism. Some\njust show radiation abnormalities--giantism, microcephaly, and the like.\nOnly a few of us possess the slightest psi abilities--although all\nmutants claim them.\"\n\n\"Are you able to skren?\" Barrent asked him.\n\n\"No. But Myla can,\" he said, pointing to the young woman. \"Sometimes she\ncan.\"\n\nThe young woman was staring into the pan of water, into the faceted\nglass. Her pale eyes were open very wide, showing almost all pupil, and\nher fish-tailed body was rigidly upright, supported by the old woman.\n\n\"She's beginning to see something,\" the man said. \"The water and the\nglass are just devices to focus her attention. Myla's good at skrenning,\nthough sometimes she gets the future confused with the past. That sort\nof thing is embarrassing, and it gives skrenning a bad name. It can't be\nhelped, though. Every once in a while the future is there in the water,\nand Myla has to tell what she sees. Last week she told a Hadji he was\ngoing to die in four days.\" The old man chuckled. \"You should have seen\nthe expression on his face.\"\n\n\"Did she see how he would die?\" Barrent asked.\n\n\"Yes. By a knife-thrust. The poor man stayed in his house for the entire\nfour days.\"\n\n\"Was he killed?\"\n\n\"Of course. His wife killed him. She was a strong-minded woman, I'm\ntold.\"\n\nBarrent hoped that Myla wouldn't skren any future for him. Life was\ndifficult enough without a mutant's predictions to make it worse.\n\nShe was looking up from the faceted glass now, shaking her head sadly.\n\"There's very little I can tell you. I was not able to see the murder\nperformed. But I skrenned a graveyard, and in it I saw your parents'\ntombstone. It was an old tombstone, perhaps twenty years old. The\ngraveyard was on the outskirts of a place on Earth called Youngerstun.\"\n\nBarrent reflected a moment, but the name meant nothing to him.\n\n\"Also,\" Myla said, \"I skrenned a man who knows about the murder. He can\ntell you about it, if he will.\"\n\n\"This man saw the murder?\"\n\n\"Yes.\"\n\n\"Is he the man who informed on me?\"\n\n\"I don't know,\" Myla said. \"I skrenned the corpse, whose name was\nTherkaler, and there was a man standing near it. That man's name was\nIlliardi.\"\n\n\"Is he here on Omega?\"\n\n\"Yes. You can find him right now in the Euphoriatorium on Little Axe\nStreet. Do you know where that is?\"\n\n\"I can find it,\" Barrent said. He thanked the girl and offered payment,\nwhich she refused to take. She looked very unhappy. As Barrent was\nleaving, she called out, \"Be careful.\"\n\nBarrent stopped at the door, and felt an icy chill settle across his\nchest. \"Did you skren my future?\" he asked.\n\n\"Only a little,\" Myla said. \"Only a few months ahead.\"\n\n\"What did you see?\"\n\n\"I can't explain it,\" she said. \"What I saw is impossible.\"\n\n\"Tell me what it was.\"\n\n\"I saw you dead. And yet, you weren't dead at all. You were looking at a\ncorpse, which was shattered into shiny fragments. But the corpse was\nalso you.\"\n\n\"What does it mean?\"\n\n\"I don't know,\" Myla said.\n\n       *       *       *       *       *\n\nThe Euphoriatorium was a large, garish place which specialized in\ncut-rate drugs and aphrodisiacs. It catered mostly to a peon and\nresident clientele. Barrent felt out of status as he shouldered his way\nthrough the crowd and asked a waiter where he could find a man named\nIlliardi.\n\nThe waiter pointed. In a corner booth, Barrent saw a bald,\nthick-shouldered man sitting over a tiny glass of thanapiquita. Barrent\nwent over and introduced himself.\n\n\"Pleased to meet you, sir,\" Illiardi said, showing the obligatory\nrespect of a Second Class Resident for a Privileged Citizen. \"How can I\nbe of service?\"\n\n\"I want to ask you a few questions about Earth,\" Barrent said.\n\n\"I can't remember much about the place,\" Illiardi said. \"But you're\nwelcome to anything I know.\"\n\n\"Do you remember a man named Therkaler?\"\n\n\"Certainly,\" Illiardi said. \"Thin fellow. Cross-eyed. As mean a man as\nyou could find.\"\n\n\"Were you present when he was killed?\"\n\n\"I was there. It was the first thing I remembered when I got off the\nship.\"\n\n\"Did you see who killed him?\"\n\nIlliardi looked puzzled. \"I didn't have to see. _I_ killed him.\"\n\nBarrent forced himself to speak in a calm, steady voice. \"Are you sure\nof that? Are you absolutely certain?\"\n\n\"Of course I'm sure,\" Illiardi said. \"And I'll fight any man who tries\nto take credit for it. I killed Therkaler, and he deserved worse than\nthat.\"\n\n\"When you killed him,\" Barrent asked, \"did you see _me_ anywhere\naround?\"\n\nIlliardi looked at him carefully, then shook his head. \"No, I don't\nthink I saw you. But I can't be sure. Right after I killed Therkaler,\neverything goes sort of blank.\"\n\n\"Thank you,\" Barrent said. He left the Euphoriatorium.\n\n\n\n\nChapter Fourteen\n\n\nBarrent had much to think about, but the more he thought, the more he\nbecame confused. If Illiardi had killed Therkaler, why had Barrent been\ndeported to Omega? If an honest mistake had been made, why hadn't he\nbeen released when the true murderer was discovered? Why had someone on\nEarth accused him of a crime he hadn't committed? And why had a false\nmemory of that crime been superimposed on his mind just beneath the\nconscious level?\n\nBarrent had no answers for his questions. But he knew that he had never\nfelt like a murderer. Now he had proof, of sorts, that he wasn't a\nmurderer.\n\nThe sensation of innocence changed everything for him. He had less\ntolerance for Omegan ways, and no interest at all in conforming to a\ncriminal mode of life. The only thing he wanted was to escape from Omega\nand return to his rightful heritage on Earth.\n\nBut that was impossible. Day and night, the guardships circled overhead.\nEven if there had been some way of evading them, escape would still\nhave been impossible. Omegan technology had progressed only as far as\nthe internal combustion engine; the only starships were commanded by\nEarth forces.\n\nBarrent continued to work in the Antidote Shop, but his lack of public\nspirit was growing apparent. He ignored invitations from the Dream Shop,\nand never attended any of the popular public executions. When roving\nmobs were formed to have a little fun in the Mutant Quarter, Barrent\nusually pleaded a headache. He never joined the Landing Day Hunts, and\nhe was rude to an accredited salesman from the Torture of the Month\nClub. Not even visits from Uncle Ingemar could make him change his\nantireligious ways.\n\nHe knew he was asking for trouble. He expected trouble, and the\nknowledge was strangely exhilarating. After all, there was nothing wrong\nin breaking the law on Omega--as long as you could get away with it.\n\n       *       *       *       *       *\n\nWithin a month, he had a chance to test his decision. Walking to his\nshop one day, a man shoved against him in a crowd. Barrent moved away,\nand the man grabbed him by a shoulder and pulled him around.\n\n\"Who do you think you're pushing?\" the man asked. He was short and\nstocky. His clothes indicated Privileged Citizen's rank. Five silver\nstars on his gunbelt showed his number of authorized kills.\n\n\"I didn't push you,\" Barrent said.\n\n\"You lie, you _mutant-lover_.\"\n\nThe crowd became silent when they heard the deadly insult. Barrent\nbacked away, waiting. The man went for his sidearm in a quick, artistic\ndraw. But Barrent's needlebeam was out a full half-second before the\nman's weapon had cleared his holster.\n\nHe drilled the man neatly between the eyes; then, sensing movement\nbehind him, he swung around.\n\nTwo Privileged Citizens were drawing heat guns. Barrent fired, aiming\nautomatically, dodging behind the protection of a shop front. The men\ncrumpled. The wooden front buckled under the impact of a projectile\nweapon and splinters slashed his hand. Barrent saw a fourth man firing\nat him from an alley. He brought the man down with two shots.\n\nAnd that was that. In the space of a few seconds, he had killed four\nmen.\n\nAlthough he didn't think of himself as having a murderer's mentality,\nBarrent was pleased and elated. He had fired only in self-defense. He\nhad given the status-seekers something to think about; they wouldn't be\nso quick to gun for him next time. Quite possibly they would concentrate\non easier targets and leave him alone.\n\nWhen he returned to his shop, he found Joe waiting for him. The little\ncredit thief had a sour look on his face. He said, \"I saw your fancy\ngun-work today. Very pretty.\"\n\n\"Thank you,\" Barrent said.\n\n\"Do you think that sort of thing will help you? Do you think you can\njust go on breaking the law?\"\n\n\"I'm getting away with it,\" Barrent said.\n\n\"Sure. But how long do you think you can keep it up?\"\n\n\"As long as I have to.\"\n\n\"Not a chance,\" Joe said. \"_Nobody_ keeps on breaking the law and\ngetting away with it. Only suckers believe that.\"\n\n\"They'd better send some good men after me,\" Barrent said, reloading his\nneedlebeam.\n\n\"That's not how it'll happen,\" Joe said. \"Believe me, Will, there's no\ncounting the ways they have of getting you. Once the law decides to\nmove, there'll be nothing you can do to stop it. And don't expect any\nhelp from that girl friend of yours, either.\"\n\n\"Do you know her?\" Barrent asked.\n\n\"I know everybody,\" Joe said moodily. \"I've got friends in the\ngovernment. I know that people have had about enough of you. Listen to\nme, Will. Do you want to end up dead?\"\n\nBarrent shook his head. \"Joe, can you visit Moera? Do you know how to\nreach her?\"\n\n\"Maybe,\" Joe said. \"What for?\"\n\n\"I want you to tell her something,\" Barrent said. \"I want you to tell\nher that I didn't commit the murder I was accused of on Earth.\"\n\nJoe stared at him. \"Are you out of your mind?\"\n\n\"No. I found the man who actually did it. He's a Second Class Resident\nnamed Illiardi.\"\n\n\"Why spread it around?\" Joe asked. \"No sense in losing credit for the\nkill.\"\n\n\"I didn't murder the man,\" Barrent said. \"I want you to tell Moera. Will\nyou?\"\n\n\"I'll tell her,\" Joe said. \"If I can locate her. Look, will you remember\nwhat I've said? Maybe you still have time to do something about it. Go\nto Black Mass or something. It might help.\"\n\n\"Maybe I'll do that,\" Barrent said. \"You'll be sure to tell her?\"\n\n\"I'll tell her,\" Joe said. He left the Antidote Shop shaking his head\nsadly.\n\n\n\n\nChapter Fifteen\n\n\nThree days later, Barrent received a visit from a tall, dignified man\nwho stood as rigidly erect as the ceremonial sword that hung by his\nside. The old man wore a high-collared coat, black pants, and gleaming\nblack boots. From his clothing, Barrent knew he was a high government\nofficial.\n\n\"The government of Omega sends you greetings,\" said the official. \"I am\nNorins Jay, Sub-Minister of Games. I am here, as required by law, to\ninform you personally of your good fortune.\"\n\nBarrent nodded warily and invited the old man into his apartment. But\nJay, erect and proper, preferred to stay in the store.\n\n\"The yearly Lottery drawing was held last night,\" Jay said. \"You,\nCitizen Barrent, are one of the prize winners. I congratulate you.\"\n\n\"What is the prize?\" Barrent asked. He had heard of the yearly Lottery,\nbut had only a vague idea of its significance.\n\n\"The prize,\" Jay said, \"is honor and fame. Your name inscribed on the\ncivic rolls. Your record of kills preserved for posterity. More\nconcretely, you will receive a new government-issue needlebeam and,\nafterwards, you will be awarded posthumously the silver sunburst\ndecoration.\"\n\n\"Posthumously?\"\n\n\"Of course,\" Jay said. \"The silver sunburst is always awarded after\ndeath. It is no less an honor for that.\"\n\n\"I'm sure it isn't,\" Barrent said. \"Is there anything else?\"\n\n\"Just one other thing,\" Jay said. \"As a Lottery winner, you will take\npart in the symbolic ceremony of the Hunt, which marks the beginning of\nthe yearly Games. The Hunt, as you may know, personifies our Omegan way\nof life. In the Hunt we see all the complex factors of the dramatic rise\nand fall from grace, combined with the thrill of the duel and the\nexcitement of the chase. Even peons are allowed to participate in the\nHunt, for this is the one holiday open to all, and the one holiday that\nsymbolizes the common man's ability to rise above the restraints of his\nstatus.\"\n\n\"If I understand correctly,\" Barrent said, \"I'm one of the people who\nhave been chosen to be hunted.\"\n\n\"Yes,\" Jay said.\n\n\"But you said the ceremony is symbolic. Doesn't that mean no one gets\nkilled?\"\n\n\"Not at all!\" Jay said. \"On Omega, the symbol and the thing symbolized\nare usually one and the same. When we say a Hunt, we mean a true hunt.\nOtherwise the thing would be mere pageantry.\"\n\nBarrent stopped a moment to consider the situation. It was not a\npleasing prospect. In a man-to-man duel he had an excellent chance of\nsurvival. But the yearly Hunt, in which the entire population of\nTetrahyde took part, gave him no chance at all. He should have been\nready for a possibility like this.\n\n\"How was I picked?\" he asked.\n\n\"By random selection,\" said Norins Jay. \"No other method would be fair\nto the Hunteds, who give up their lives for Omega's greater glory.\"\n\n\"I can't believe I was picked purely by chance.\"\n\n\"The selection was random,\" Jay said. \"It was made, of course, from a\nlist of suitable victims. Not everyone can be a Quarry in a Hunt. A man\nmust have demonstrated a considerable degree of tenacity and skill\nbefore the Games Committee would think of considering him for selection.\nBeing Hunted is an honor; it is not one which we confer lightly.\"\n\n\"I don't believe it,\" Barrent said. \"You people in the government were\nout to get me. Now, it seems, you've succeeded. It's as simple as that.\"\n\n\"Not at all. I can assure you that none of us in the government bear you\nthe slightest ill will. You may have heard foolish stories about\nvindictive officials, but they simply aren't true. You have broken the\nlaw, but that is no longer the government's concern. Now it is entirely\na matter between you and the law.\"\n\nJay's frosty blue eyes flashed when he spoke of the law. His back\nstiffened, and his mouth grew firm.\n\n\"The law,\" he said, \"is above the criminal and the judge, and rules them\nboth. The law is inescapable, for an action is either lawful or\nunlawful. The law, indeed, may be said to have a life of its own, an\nexistence quite apart from the finite lives of the beings who\nadminister it. The law governs every aspect of human behavior;\ntherefore, to the same extent that humans are lawful beings, the law is\nhuman. And being human, the law has its idiosyncrasies, just as a man\nhas his. For a citizen who abides by the law, the law is distant and\ndifficult to find. For those who reject and violate it, the law emerges\nfrom its musty sepulchers and goes in search of the transgressor.\"\n\n\"And that,\" Barrent said, \"is why I was chosen for the Hunt?\"\n\n\"Of course,\" Jay said. \"If you had not been chosen in that way, the\nzealous and never-sleeping law would have selected another means, using\nwhatever instruments were at its disposal.\"\n\n\"Thanks for telling me,\" Barrent said. \"How long do I have before the\nHunt begins?\"\n\n\"Until dawn. The Hunt begins then, and ends at dawn of the following\nday.\"\n\n\"What happens if I'm not killed?\"\n\nNorins Jay smiled faintly. \"That doesn't happen often, Citizen Barrent.\nI'm sure it need not worry you.\"\n\n\"It happens, doesn't it?\"\n\n\"Yes. Those who survive the Hunt are automatically enrolled in the\nGames.\"\n\n\"And if I survive the Games?\"\n\n\"Forget it,\" Jay said in a friendly manner.\n\n\"But what if I do?\"\n\n\"Believe me, Citizen, you won't.\"\n\n\"I still would like to know what happens if I do.\"\n\n\"Those who live through the Games are beyond the law.\"\n\n\"That sounds promising,\" Barrent said.\n\n\"It isn't. The law, even at its most threatening, is still your\nguardian. Your rights may be few, but the law guarantees their\nobservance. It is because of the law that I do not kill you here and\nnow.\" Jay opened his hand, and Barrent saw a tiny single-charge weapon.\n\"The law sets limits, and acts as a modifier upon the behavior of the\nlawbreaker and the law enforcer. To be sure, the law now states that you\nmust die. But all men must die. The law, by its ponderous and\nintrospective nature, gives you time in which to die. You have a day at\nleast; and without the law, you would have no time at all.\"\n\n\"What happens,\" Barrent asked, \"if I survive the Games and pass beyond\nthe law?\"\n\n\"There is only one thing beyond the law,\" Norins Jay said reflectively,\n\"and that is The Black One himself. Those who pass beyond the law belong\nto him. But it would be better to die a thousand times than to fall\nliving into the hands of The Black One.\"\n\nBarrent had long ago dismissed the religion of The Black One as\nsuperstitious nonsense. But now, listening to Jay's earnest voice, he\nbegan to wonder. There might be a difference between the commonplace\nworship of evil and the actual presence of Evil itself.\n\n\"But if you have any luck,\" Jay said, \"you will be killed early. Now I\nwill end the interview with your final instructions.\"\n\nStill holding the tiny weapon, Jay reached into a pocket with his free\nhand and withdrew a red pencil. In a quick, practiced motion he drew the\npencil over Barrent's cheeks and forehead. He was finished before\nBarrent had time to recoil.\n\n\"That marks you as one of the Hunted,\" Jay said. \"The hunt-marks are\nindelible. Here is your government-issue needlebeam.\" He drew a weapon\nfrom his pocket and put it on the table. \"The Hunt, as I told you,\nbegins at first light of dawn. Anyone may kill you then, except another\nHunted man. You may kill in return. But I suggest that you do so with\nthe utmost circumspection. The sound and flash of needlebeams have given\nmany Hunteds away. If you try concealment, be sure you have an exit.\nRemember that others know Tetrahyde better than you. Skilled Hunters\nhave explored all the possible hiding places over the years; many of the\nHunted are trapped during the first hours of the holiday. Good luck,\nCitizen Barrent.\"\n\nJay walked to the door. He opened it and turned to Barrent again.\n\n\"There is, I might add, one barely possible way of preserving both life\nand liberty during the Hunt. But, since it is forbidden, I cannot tell\nyou what it is.\"\n\nNorins Jay bowed and went out.\n\n       *       *       *       *       *\n\nBarrent found, after repeated washings, that the crimson hunt-marks on\nhis face were indeed indelible. During the evening, he disassembled the\ngovernment-issue needlebeam and inspected its parts. As he had suspected\nthe weapon was defective. He discarded it in favor of his own.\n\nHe made his preparations for the Hunt, putting food, water, a coil of\nrope, a knife, extra ammunition, and a spare needlebeam into a small\nknapsack. Then he waited, hoping against all reason that Moera and her\norganization would bring him a last-minute reprieve.\n\nBut no reprieve came. An hour before dawn, Barrent shouldered his\nknapsack and left the Antidote Shop. He had no idea what the other\nHunteds were doing; but he had already decided on a place that might be\nsecure from the Hunters.\n\n\n\n\nChapter Sixteen\n\n\nAuthorities on Omega agree that a Hunted man experiences a change of\ncharacter. If he were able to look upon the Hunt as an abstract problem,\nhe might arrive at certain more or less valid conclusions. But the\ntypical Hunted, no matter how great his intelligence, cannot divorce\nemotion from reasoning. After all, _he_ is being hunted. He becomes\npanic-stricken. Safety seems to lie in distance and depth. He goes as\nfar from home as possible; he goes deep into the ground along the\nsubterranean maze of sewers and conduits. He chooses darkness instead of\nlight, empty places in preference to crowded ones.\n\nThis behavior is well known to experienced Hunters. Quite naturally,\nthey look first in the dark, empty places, in the underground\npassageways, in deserted stores and buildings. Here they find and flush\nthe Hunted with inexorable precision.\n\nBarrent had thought about this. He had discarded his first instinct,\nwhich was to hide in the intricate Tetrahyde cloaca. Instead, an hour\nbefore dawn, he went directly to the large, brightly lighted building\nthat housed the Ministry of Games.\n\nWhen the corridors seemed to be deserted, he entered quickly, read the\ndirectory, and climbed the stairs to the third floor. He passed a dozen\noffice doors, and finally stopped at the one marked NORINS JAY,\nSUB-MINISTER OF GAMES. He listened for a moment, then opened the door\nand stepped in.\n\nThere was nothing wrong with old Jay's reflexes. Before Barrent was\nthrough the doorway, the old man had spotted the crimson hunt-marks on\nhis face. Jay opened a drawer and reached into it.\n\nBarrent had no desire to kill the old man. He flung the government-issue\nneedlebeam at Jay, and caught him full on the forehead. Jay staggered\nback against the wall, then collapsed to the floor.\n\nBending over him, Barrent found that his pulse was strong. He bound and\ngagged the sub-minister, and pushed him out of sight under his desk.\nHunting through the drawers, he found a CONFERENCE: DO NOT DISTURB sign.\nHe hung this outside the door, and locked it. With his own needlebeam\ndrawn, he sat down behind the desk and awaited events.\n\nDawn came, and a watery sun rose over Omega. From the window, Barrent\ncould see the streets filled with people. There was a hectic carnival\natmosphere in the city, and the noise of the holiday celebration was\npunctuated by the occasional hiss of a beamer or the flat explosion of a\nprojectile weapon.\n\nBy noon, Barrent was still undetected. He looked through windows, and\nfound that he had access to the roof. He was glad to have an exit, just\nas Jay had suggested.\n\nBy mid-afternoon, Jay had recovered consciousness. After struggling with\nhis bonds for a while, he lay quietly under the desk.\n\nJust before evening, someone knocked at the door. \"Minister Jay, may I\ncome in?\"\n\n\"Not at the moment,\" Barrent said, in what he hoped was a fair imitation\nof Jay's voice.\n\n\"I thought you'd be interested in the statistics of the Hunt,\" the man\nsaid. \"So far, Citizens have killed seventy-three Hunteds, with eighteen\nleft to go. That's quite an improvement over last year.\"\n\n\"Yes, it is,\" Barrent said.\n\n\"The percentage who hid in the sewer system was larger this year. A few\ntried to bluff it out by staying in their homes. We're tracking down the\nrest in the usual places.\"\n\n\"Excellent,\" said Barrent.\n\n\"None have made the break so far,\" the man said. \"Strange that Hunteds\nrarely think of it. But of course, it saves us from having to use the\nmachines.\"\n\nBarrent wondered what the man was talking about. The break? Where was\nthere to break to? And how would machines be used?\n\n\"We're already selecting alternates for the Games,\" the man added. \"I'd\nlike to have your approval of the list.\"\n\n\"Use your own judgment,\" Barrent said.\n\n\"Yes, sir,\" the man said. In a moment, Barrent heard his footsteps\nmoving down the hall. He decided that the man had become suspicious. The\nconversation had lasted too long, he should have broken it off earlier.\nPerhaps he should move to a different office.\n\nBefore he could do anything, there was a heavy pounding at the door.\n\n\"Yes?\"\n\n\"Citizen's Search Committee,\" a bass voice answered. \"Kindly open the\ndoor. We have reason to believe that a Hunted is hiding in there.\"\n\n\"Nonsense,\" Barrent said. \"You can't come in. This is a government\noffice.\"\n\n\"We can,\" the bass voice said. \"No room, office, or building is closed\nto a Citizen on Hunt Day. Are you opening up?\"\n\nBarrent had already moved to the window. He opened it, and heard behind\nhim the sound of men hammering at the door. He fired through the door\ntwice to give them something to think about; then he climbed out through\nthe window.\n\n       *       *       *       *       *\n\nThe rooftops of Tetrahyde, Barrent saw at once, looked like a perfect\nplace for a Hunted; therefore they were the last place a Hunted should\nbe. The maze of closely connected roofs, chimneys, and spires seemed\nmade to order for a chase; but men were already on the roofs. They\nshouted when they saw him.\n\nBarrent broke into a sprint. Hunters were behind him, and others were\nclosing in from the sides. He leaped a five-foot gap between buildings,\nmanaged to hold his balance on a steeply pitched roof, and scrambled\naround the side.\n\nPanic gave him speed. He was leaving the Hunters behind. If he could\nkeep up the pace for another ten minutes, he would have a substantial\nlead. He might be able to leave the roofs and find a better place for\nconcealment.\n\nAnother five-foot gap between buildings came up. Barrent leaped it\nwithout hesitation.\n\nHe landed well. But his right foot went completely through rotted\nshingles, burying itself to the hip. He braced himself and pulled,\ntrying to extricate his leg, but he couldn't get a purchase on the\nsteep, crumbling roof.\n\n\"There he is!\"\n\nBarrent wrenched at the shingles with both hands. The Hunters were\nalmost within needlebeam distance. By the time he got his leg out, he\nwould be an easy target.\n\nHe had ripped a three-foot hole in the roof by the time the Hunters\nappeared on the next building. Barrent pulled his leg free; then, seeing\nno alternative, he jumped into the hole.\n\nFor a second he was in the air; then he landed feet-first on a table\nwhich collapsed under him, spilling him to the floor. He got up and saw\nthat he was in a Hadji-class living room. An old woman sat in a rocking\nchair less than three feet away. Her jaw was slack with terror; she kept\non rocking automatically.\n\nBarrent heard the Hunters crossing to the roof. He went through the\nkitchen and out the back door, under a tangle of clotheslines and\nthrough a small hedge. Someone fired at him from a second-story window.\nLooking up, he saw a young boy trying to aim a heavy heat beamer. His\nfather had probably forbidden him to hunt in the streets.\n\nBarrent turned into a street, and sprinted until he reached an alley. It\nlooked familiar. He realized that he was in the Mutant Quarter, not far\nfrom Myla's house.\n\nHe could hear the cries of the Hunters behind him. He reached Myla's\nhouse, and found the door unlocked.\n\n       *       *       *       *       *\n\nThey were all together--the one-eyed man, the bald old woman, and Myla.\nThey showed no surprise at his entrance.\n\n\"So they picked you in the Lottery,\" the old man said. \"Well, it's what\nwe expected.\"\n\nBarrent asked, \"Did Myla skren it in the water?\"\n\n\"There was no need to,\" the old man said. \"It was quite predictable,\nconsidering the sort of person you are. Bold but not ruthless. That's\nyour trouble, Barrent.\"\n\nThe old man had dropped the obligatory form of address for a Privileged\nCitizen; and that, under the circumstances, was predictable, too.\n\n\"I've seen it happen year after year,\" the old man said. \"You'd be\nsurprised how many promising young men like yourself end up in this\nroom, out of breath, holding a needlebeam as though it weighed a ton\nwith Hunters three minutes behind them. They expect us to help them, but\nmutants like to stay out of trouble.\"\n\n\"Shut up, Dem,\" the old woman said.\n\n\"I guess we have to help you,\" Dem said. \"Myla's decided on it for\nreasons of her own.\" He grinned sardonically. \"Her mother and I told her\nshe was wrong, but she insisted. And since she's the only one of us who\ncan skren, we must let her have her own way.\"\n\nMyla said, \"Even with us helping you, there's very little chance that\nyou'll live through the Hunt.\"\n\n\"If I'm killed,\" Barrent said, \"how will your prediction come true?\nRemember, you saw me looking at my own corpse, and it was in shiny\nfragments.\"\n\n\"I remember,\" Myla said. \"But your death won't affect the prediction. If\nit doesn't happen to you in this lifetime, it will simply catch up to\nyou in a different incarnation.\"\n\nBarrent was not comforted. He asked, \"What should I do?\"\n\nThe old man handed him an armful of rags. \"Put these on, and I'll go to\nwork on your face. You, my friend, are going to become a mutant.\"\n\n       *       *       *       *       *\n\nIn a short time, Barrent was back on the street. He was dressed in rags.\nBeneath them he was holding his needlebeam, and in his free hand was a\nbegging cup. The old man had worked lavishly with a pinkish-yellow\nplastic. Barrent's face was now monstrously swollen at the forehead, and\nhis nose was flat and spread out almost to the cheekbones. The shape of\nhis face had been altered, and the livid hunt-marks were hidden.\n\nA detachment of Hunters raced past, barely giving him a glance. Barrent\nbegan to feel more hopeful. He had gained valuable time. The last light\nof Omega's watery sun was disappearing below the horizon. Night would\ngive him additional opportunities, and with any luck he could elude the\nHunters until dawn. After that were the Games, of course; but Barrent\nwasn't planning on taking part in them. If his disguise was good enough\nto protect him from an entire hunting city, there was no reason why he\nshould be captured for the Games.\n\nPerhaps, after the holiday was over, he could appear again in Omegan\nsociety. Quite possibly if he managed to survive the Hunt and altogether\nescape the Games, he would be especially rewarded. Such a presumptuous\nand successful breaking of the law would have to be rewarded....\n\nHe saw another group of Hunters coming toward him. There were five in\nthe group, and with them was Tem Rend, looking somber and proud in his\nnew Assassin's uniform.\n\n\"You!\" one of the Hunters shouted. \"Have you seen a Quarry pass this\nway?\"\n\n\"No, Citizen,\" Barrent said, bowing his head respectfully, his\nneedlebeam ready under his rags.\n\n\"Don't believe him,\" a man said. \"These damned mutants never tell us a\nthing.\"\n\n\"Come on, we'll find him,\" another man said. The group moved away, but\nTem Rend stayed behind.\n\n\"You sure you haven't seen one of the Hunted go by here?\" Rend asked.\n\n\"Positive, Citizen,\" Barrent said, wondering if Rend had recognized him.\nHe didn't want to kill him; in fact, he wasn't sure he could, for Rend's\nreflexes were uncannily fast. Right now, Rend's needlebeam was hanging\nloosely from his hand, while Barrent's was already aimed. That\nsplit-second advantage might cancel out Rend's superior speed and\naccuracy. But if it came to conclusions, Barrent thought, it would\nprobably be a tie; in which case, they would more than likely kill each\nother.\n\n\"Well,\" Rend said, \"if you _do_ see any of the Hunted, tell them not to\ndisguise themselves as mutants.\"\n\n\"Why not?\"\n\n\"That trick never works for long,\" Rend said evenly. \"It gives a man\nabout an hour's grace. Then the informers spot him. Now if _I_ were\nbeing hunted, I might use mutant's disguise. But I wouldn't just sit on\na curbstone with it. I'd make a break out of Tetrahyde.\"\n\n\"You would?\"\n\n\"Most certainly. A few Hunteds every year escape into the mountains. The\nofficials won't talk about it, of course, and most citizens don't know.\nBut the Assassin's Guild keeps complete records of every trick, device,\nand escape ever used. It's part of our business.\"\n\n\"That's very interesting,\" Barrent said. He knew that Rend had seen\nthrough his disguise. Tem was being a good neighbor--though a bad\nassassin.\n\n\"Of course,\" Rend said, \"it isn't easy to get out of the city. And once\na man's out, that doesn't mean he's clear. There are Hunter patrols to\nwatch out for, and even worse than that--\"\n\nRend stopped abruptly. A group of Hunters were coming toward them. Rend\nnodded pleasantly and walked off.\n\nAfter the Hunters had passed, Barrent got up and started walking. Rend\nhad given him good advice. Of course some men would escape from the\ncity. Life in Omega's barren mountains would be extremely difficult; but\nany difficulty was better than death.\n\nIf he were able to get by the city gate, he would have to watch for the\nhunting patrols. And Tem had mentioned something worse. Barrent\nwondered what that was. Special mountain-trained Hunters, perhaps?\nOmega's unstable climate? Deadly flora and fauna? He wished Rend had\nbeen able to finish the sentence.\n\nBy nightfall he had reached the South Gate. Bent painfully over, he\nhobbled toward the guard detachment that blocked his way out.\n\n\n\n\nChapter Seventeen\n\n\nThere was no trouble with the guards. Whole families of mutants were\nstreaming out of the city, seeking the protection of the mountains until\nthe frenzy of the Hunt was over. Barrent attached himself to one of\nthese groups, and soon he found himself a mile past Tetrahyde, in the\nlow foothills that curled in a semicircle around the city.\n\nThe mutants stopped here and made their camp. Barrent went on, and by\nmidnight he was starting up the rocky, windswept slope of one of the\nhigher mountains. He was hungry, but the cool, clear air was\nexhilarating. He began to believe that he really would live through the\nHunt.\n\nHe heard a noisy group of Hunters making a sweep around the mountain. He\navoided them easily in the darkness, and continued climbing. Soon there\nwas no sound except the steady rush of wind across the cliffs. It was\nperhaps two in the morning; only three more hours until dawn.\n\nIn the small hours of the morning it began to rain, lightly at first,\nthen in a cold torrent. This was predictable weather for Omega.\nPredictable also were the towering thunderheads that formed over the\nmountains, the rolling thunder, and the vivid yellow flashes of\nlightning. Barrent found shelter in a shallow cave, and counted himself\nlucky that the temperature had not yet plunged.\n\nHe sat in the cave, half-dozing, the remnants of his makeup running down\nhis face, keeping a sleepy watch over the slope of the mountain below\nhim. Then, in the brilliant illumination of a lightning flash, he saw\nsomething moving up the slope, heading directly toward his cave.\n\nHe stood up, the needlebeam ready, and waited for another lightning\nflash. It came, and now he could see the cold, wet gleam of metal, a\nflashing of red and green lights, a pair of metal tentacles taking grips\non the rocks and small shrubs of the mountainside.\n\nIt was a machine similar to the one Barrent had fought in the cellars of\nthe Department of Justice. Now he knew what Rend had wanted to warn him\nabout. And he could see why few of the Hunted escaped, even if they got\nbeyond the city itself. This time, Max would not be operating at random\nto make a more equal contest out of it. And there would be no exposed\nfuse box.\n\nAs Max came within range, Barrent fired. The blast bounced harmlessly\noff the machine's armored hide. Barrent left the shelter of his cave and\nbegan to climb.\n\nThe machine came steadily behind him, up the treacherous wet face of the\nmountain. Barrent tried to lose it on a plateau of jagged boulders, but\nMax couldn't be shaken. Barrent realized that the machine must be\nfollowing a scent of some kind; probably it was keyed to follow the\nindelible paint on Barrent's face.\n\nOn a steep face of the mountain, Barrent rolled boulders onto the\nmachine, hoping he could start an avalanche. Max dodged most of the\nflying rocks, and let the rest bounce off him, with no visible effect.\n\nAt last Barrent was backed into a narrow, steep-sided angle of cliff. He\nwas unable to climb any higher. He waited. When the machine loomed over\nhim, he held the needlebeam against its metal hide and held down the\ntrigger.\n\nMax shuddered for a moment under the impact of the needlebeam's full\ncharge. Then it brushed the weapon away and wrapped a tentacle around\nBarrent's neck. The metal coils tightened. Barrent felt himself losing\nconsciousness. He had time to wonder whether the coils would strangle\nhim or break his neck.\n\nSuddenly the pressure was gone. The machine had backed away a few feet.\nPast it, Barrent could see the first gray light of dawn.\n\nHe had lived through the Hunt. The machine was not programmed to kill\nhim after dawn. But it wouldn't let him go. It kept him captive in the\nnarrow angle of the cliff until the Hunters came.\n\nThey brought Barrent back to Tetrahyde, where a wildly applauding crowd\ngave him a hero's welcome. After a two-hour procession, Barrent and four\nother survivors were taken to the office of the Awards Committee. The\nChairman made a short and moving speech about the skill and courage each\nhad shown in surviving the Hunt. He gave each of them the rank of Hadji,\nand presented them with the tiny golden earrings which showed their\nstatus.\n\nAt the end of the ceremony, the Chairman wished each of the new Hadjis\nan easy death in the Games.\n\n\n\n\nChapter Eighteen\n\n\nGuards led Barrent from the office of the Awards Committee. He was\nbrought past a row of dungeons under the Arena, and locked into a cell.\nThe guards told him to be patient; the Games had already begun, and his\nturn would come soon.\n\nThere were nine men crammed into a cell which had been built to hold\nthree. Most of them sat or sprawled in complete and silent apathy,\nalready resigned to their deaths. But one of them was definitely not\nresigned. He pushed his way to the front of the cell as Barrent entered.\n\n\"Joe!\"\n\nThe little credit thief grinned at him. \"A sad place to meet, Will.\"\n\n\"What happened to you?\"\n\n\"Politics,\" Joe said. \"It's a dangerous business on Omega, especially\nduring the time of the Games. I thought I was safe. But ...\" He shrugged\nhis shoulders. \"I was selected for the Games this morning.\"\n\n\"Is there any chance of getting out of it?\"\n\n\"There's a chance,\" Joe said. \"I told your girl about you, so perhaps\nher friends can do something. As for me, I'm expecting a reprieve.\"\n\n\"Is that possible?\" Barrent asked.\n\n\"Anything is possible. It's better not to hope for it, though.\"\n\n\"What are the Games like?\" Barrent asked.\n\n\"They're the sort of thing you'd expect,\" Joe said. \"Man-to-man combats,\nbattles against various types of Omegan flora and fauna, needlebeam and\nheatgun duels. It's all copied from an old Earth festival, I'm told.\"\n\n\"And if anyone survives,\" Barrent said, \"they're beyond the law.\"\n\n\"That's right.\"\n\n\"But what does it mean to be beyond the law?\"\n\n\"I don't know,\" Joe said. \"Nobody seems to know much about that. All I\ncould find out is, survivors of the Games are taken by The Black One.\nIt's not supposed to be pleasant.\"\n\n\"I can understand that. Very little on Omega _is_ pleasant.\"\n\n\"It isn't a bad place,\" Joe said. \"You just haven't the proper spirit\nof--\"\n\nHe was interrupted by the arrival of a detachment of guards. It was time\nfor the occupants of Barrent's cell to enter the Arena.\n\n\"No reprieve,\" Barrent said.\n\n\"Well, that's how it goes,\" Joe said.\n\nThey were marched out under heavy guard and lined up at the iron door\nthat separated the cell block from the main Arena. Just before the\ncaptain of the guards opened the door, a fat, well-dressed man came\nhurrying down a side corridor waving a paper.\n\n\"What's this?\" the captain of the guards asked.\n\n\"A writ of recognizance,\" the fat man said, handing his paper to\nthe captain. \"On the other side, you'll find a cease-and-desist\norder.\" He pulled more papers out of his pockets. \"And here is a\nbankruptcy-transferral notice, a chattel mortgage, a writ of habeas\ncorpus, and a salary attachment.\"\n\nThe captain pushed back his helmet and scratched his narrow forehead. \"I\ncan never understand what you lawyers are talking about. What does it\nmean?\"\n\n\"It releases him,\" the fat man said, pointing to Joe.\n\nThe captain took the papers, gave them a single puzzled glance, and\nhanded them to an aide. \"All right,\" he said, \"take him with you. But it\nwasn't like this in the old days. _Nothing_ stopped the orderly\nprogression of the Games.\"\n\nGrinning triumphantly, Joe stepped through the ranks of guards and\njoined the fat lawyer. He asked him, \"Do you have any papers for Will\nBarrent?\"\n\n\"None,\" the lawyer said. \"His case is in different hands. I'm afraid it\nmight not be completely processed until after the Games are over.\"\n\n\"But I'll probably be dead then,\" Barrent said.\n\n\"That, I can assure you, won't stop the papers from being properly\nserved,\" the fat lawyer said proudly. \"Dead or alive, you will retain\nall your rights.\"\n\nThe captain of the guards said, \"All right, let's go.\"\n\n\"Luck,\" Joe called out. And then the line of prisoners had passed\nthrough the iron door into the glaring light of the Arena.\n\n       *       *       *       *       *\n\nBarrent lived through the hand-to-hand duels in which a quarter of the\nprisoners were killed. After that, men armed with swords were matched\nagainst the deadlier Omegan fauna. The beasts they fought included the\nhintolyte and the hintosced--big-jawed, heavily armored monsters whose\nnatural habitat was the desert region far to the south of Tetrahyde.\nFifteen men later, these beasts were dead. Barrent was matched with a\nSaunus, a flying black reptile from the western mountains. For a while\nhe was hard-pressed by this ugly, poison-toothed creature. But in time\nhe figured out a solution. He stopped trying to jab the Saunus's\nleathery hide and concentrated on severing its broad fan of\ntailfeathers. When he had succeeded, the Saunus's flying balance was\nthrown badly off. The reptile crashed into the high wall that separated\nthe combatants from the spectators, and it was relatively easy to\nadminister the final stroke through the Saunus's single huge eye. The\nvast and enthusiastic crowd in the stadium gave Barrent a lengthy round\nof applause.\n\nHe moved back to the reserve pen and watched other men struggle against\nthe trichomotreds, incredibly fast little creatures the size of rats,\nwith the dispositions of rabid wolverines. It took five teams of\nprisoners. After a brief interlude of hand-to-hand duelling, the Arena\nwas cleared again.\n\nNow the hard-shelled criatin amphibians lumbered in. Although sluggish\nin disposition, the criatins were completely protected beneath several\ninches of shell. Their narrow whiplash tails, which also served them as\nantennae, were invariably fatal to any man who approached them. Barrent\nhad to fight one of these after it had dispatched four of his fellow\nprisoners.\n\nHe had watched the earlier combats carefully, and had detected the one\nplace where the criatin antennae could not reach. Barrent waited for his\nchance and jumped for the center of the criatin's broad back.\n\nWhen the shell split into a gigantic mouth--for this was the criatin\nmethod of feeding--Barrent jammed his sword into the opening. The\ncriatin expired with gratifying promptness, and the crowd signified its\napproval by showering the Arena with cushions.\n\nThe victory left Barrent standing alone on the blood-stained sand. The\nrest of the prisoners were either dead or too badly maimed to fight.\nBarrent waited, wondering what beast the Games Committee had chosen\nnext.\n\nA single tendril shot up through the sand, and then another. Within\nseconds, a short, thick tree was growing in the Arena, sending out more\nroots and tendrils, and pulling all flesh, living or dead, into five\nsmall feeding-mouths which circled the base of the trunk. This was the\ncarrion tree, indigenous to the northeastern swamps and imported with\ngreat difficulty. It was said to be highly vulnerable to fire; but\nBarrent had no fire available.\n\nUsing his sword two-handed, Barrent lopped off vines; others grew in\ntheir place. He worked with frantic speed to keep the vines from\nsurrounding him. His arms were becoming tired, and the tree regenerated\nfaster than he could cut it down. There seemed no way of destroying it.\n\nHis only hope lay in the tree's slow movements. These were fast enough,\nbut nothing compared with human musculature. Barrent ducked out of a\ncorner in which the creeping vines were trapping him. Another sword was\nlying twenty yards away, half-buried in the sand. Barrent reached it,\nand heard warning shouts from the crowd. He felt a vine close around his\nankles.\n\nHe hacked at it, and other vines coiled around his waist. He dug his\nheels into the sand and clashed the swords together, trying to produce a\nspark.\n\nOn his first try, the sword in his right hand broke in half.\n\nBarrent picked up the halves and kept on trying as the vines dragged him\ncloser to the feeding mouths. A shower of sparks flew from the clanging\nsteel. One of them touched a vine.\n\nWith incredible suddenness the vine burst into flame. The flame spurted\ndown the length of the vine to the main tree system. The five mouths\nmoaned as the fire leaped toward them.\n\nIf matters had been left to continue, Barrent would have been burned to\ndeath, for the Arena was nearly filled with the highly combustible\nvines. But the flames were endangering the wooden walls of the Arena.\nThe Tetrahyde guard detachment put the fire out in time to save both\nBarrent and the spectators.\n\nSwaying with exhaustion, Barrent stood in the center of the Arena,\nwondering what would be used next against him. But nothing happened.\nAfter a moment, a signal was made from the President's box, and the\ncrowd roared in applause.\n\nThe Games were over. Barrent had survived.\n\nStill no one left his seat. The audience was waiting to see the final\ndisposition of Barrent, who had passed beyond the law.\n\nHe heard a low, reverent gasp from the crowd. Turning quickly, Barrent\nsaw a fiery dot of light appear in mid-air. It swelled, threw out\nstreamers of light, and gathered them in again. It grew rapidly, too\nbrilliant to look upon. And Barrent remembered Uncle Ingemar saying to\nhim, \"Sometimes, The Black One rewards us by appearing in the awful\nbeauty of his fiery flesh. Yes, Nephew, I have actually been privileged\nto see him. Two years ago he appeared at the Games, and he also appeared\nthe year before that....\"\n\nThe dot became a red and yellow globe about twenty feet in diameter, its\nlowest curve not quite touching the ground. It grew again. The center of\nthe globe became thinner; a waist appeared, and above the waist the\nglobe turned an impenetrable black. It was two globes now, one\nbrilliant, one dark, joined by a narrow waist. As Barrent watched, the\ndark globe lengthened and changed into the unforgettable horn-headed\nshape of The Dark One.\n\nBarrent tried to run, but the huge black-headed figure swept forward and\nengulfed him. He was trapped in a blinding swirl of radiance, with\ndarkness above it. The light bored into his head, and he tried to\nscream. Then he passed out.\n\n\n\n\nChapter Nineteen\n\n\nBarrent recovered consciousness in a dim, high-ceilinged room. He was\nlying on a bed. Two people were standing near by. They seemed to be\narguing.\n\n\"There simply isn't any more time to wait,\" a man was saying. \"You fail\nto appreciate the urgency of the situation.\"\n\n\"The doctor said he needs at least another three days of rest.\" It was a\nwoman's voice. After a moment, Barrent realized that Moera was speaking.\n\n\"He can have three days.\"\n\n\"And he needs time for indoctrination.\"\n\n\"You told me he was bright. The indoctrination shouldn't take long.\"\n\n\"It might take weeks.\"\n\n\"Impossible. The ship lands in six days.\"\n\n\"Eylan,\" Moera said, \"you're trying to move too fast. We can't do it\nthis time. On the next Landing Day we will be much better prepared--\"\n\n\"The situation will be out of hand by then,\" the man said. \"I'm sorry,\nMoera, we have to use Barrent immediately, or not use him at all.\"\n\nBarrent said, \"Use me for what? Where am I? Who are you?\"\n\nThe man turned to the bed. In the faint light, Barrent saw a very tall,\nthin, stooped old man with a wispy moustache.\n\n\"I'm glad you're awake,\" he said. \"My name is Swen Eylan. I'm in command\nof Group Two.\"\n\n\"What's Group Two?\" Barrent asked. \"How did you get me out of the Arena?\nAre you agents of The Black One?\"\n\nEylan grinned. \"Not exactly agents. We'll explain everything to you\nshortly. First, I think you'd better have something to eat and drink.\"\n\n       *       *       *       *       *\n\nA nurse brought in a tray. While Barrent ate, Eylan pulled up a chair\nand told Barrent about The Black One.\n\n\"Our Group,\" Eylan said, \"can't claim to have started the religion of\nEvil. That appears to have sprung up spontaneously on Omega. But since\nit was there, we have made occasional use of it. The priests have been\nremarkably cooperative. After all, the worshipers of Evil set a high\npositive value upon corruption. Therefore, in the eyes of an Omegan\npriest, the appearance of a fraudulent Black One is not anathema. Quite\nthe contrary, for in the orthodox worship of Evil, a great deal of\nemphasis is put upon false images--especially if they are big, fiery,\nimpressive images like the one which rescued you from the Arena.\"\n\n\"How did you produce that?\" Barrent asked.\n\n\"It has to do with friction surfaces and planes of force,\" Eylan said.\n\"You'd have to ask our engineers for more details.\"\n\n\"Why did you rescue me?\" Barrent asked.\n\nEylan glanced at Moera, who shrugged her shoulders. Looking\nuncomfortable, Eylan said, \"We'd like to use you for an important job.\nBut before I tell you about it, I think you should know something about\nour organization. Certainly you must have some curiosity about us.\"\n\n\"A great deal,\" Barrent said. \"Are you some kind of criminal elite?\"\n\n\"We're an elite,\" Eylan said, \"but we don't consider ourselves criminal.\nTwo entirely different types of people have been sent to Omega. There\nare the true criminals guilty of murder, arson, armed robbery, and the\nlike. Those are the people you lived among. And there are the people\nguilty of deviational crimes such as political unreliability, scientific\nunorthodoxy, and irreligious attitudes. These people compose our\norganization, which, for the purposes of identification, we call Group\nTwo. As far as we can remember and reconstruct, our crimes were largely\na matter of holding different opinions from those which prevailed upon\nEarth. We were nonconformists. We probably constituted an unstable\nelement, and a threat to the entrenched powers. Therefore we were\ndeported to Omega.\"\n\n\"And you separated yourselves from the other deportees,\" Barrent said.\n\n\"Yes, necessarily. For one thing, the true criminals of Group One are\nnot readily controllable. We couldn't lead them, nor could we allow\nourselves to be led by them. But more important than that, we had a job\nto do that could only be performed in secrecy. We had no idea what\ndevices the guardships employed to watch the surface of Omega. To keep\nour security intact, we went underground--literally. The room you're in\nnow is about two hundred feet below the surface. We stay out of sight,\nexcept for special agents like Moera, who separate the political and\nsocial prisoners who belong in Group Two from the others.\"\n\n\"You didn't separate me,\" Barrent said.\n\n\"Of course not. You were allegedly guilty of murder, which put you in\nGroup One. However, your behavior was not typical of Group One. You\nseemed like good potential material for us, so we helped you from time\nto time. But we had to be sure of you before taking you into the Group.\nYour repudiation of the murder charge was strongly in your favor. Also,\nwe questioned Illiardi after you had located him. There seemed no reason\nto doubt that he performed the murder you were charged with. Even more\nstrongly in your favor were your high survival qualities, which had\ntheir ultimate test in the Hunt and the Games. We were badly in need of\na man of your abilities.\"\n\n\"Just what is your work?\" Barrent asked. \"What do you want to\naccomplish?\"\n\n\"We want to go back to Earth,\" Eylan said.\n\n\"But that's impossible.\"\n\n\"We don't think so,\" Eylan said. \"We've given the matter considerable\nstudy. In spite of the guardships, we think it's possible to return to\nEarth. We'll find out for certain in six days, when the breakout must be\nmade.\"\n\nMoera said, \"It would be better to wait another six months.\"\n\n\"Impossible. A six months' delay would be ruinous. Every society has a\npurpose, and the criminal population of Omega is bent upon its own\nself-destruction. Barrent, you look surprised. Couldn't you see that?\"\n\n\"I never thought about it,\" Barrent said. \"After all, I was part of it.\"\n\n\"It's self-evident,\" Eylan said. \"Consider the institutions--all\ncentered around legalized murder. The holidays are excuses for mass\nmurders. Even the law, which governs the rate of murder, is beginning to\nbreak down. The population lives near the edge of chaos. And rightfully\nso. There's no longer any security. The only way to live is to kill. The\nonly way to rise in status is to kill. The only safe thing is to\nkill--more and more, faster and faster.\"\n\n\"You exaggerate,\" Moera said.\n\n\"I don't think so. I realize that there seems to be a certain permanence\nto Omegan institutions, a certain inherent conservatism even to murder.\nBut it's an illusion. I have no doubt that all dying societies projected\ntheir illusion of permanence--right up to the end. Well, the end of\nOmegan society is rapidly approaching.\"\n\n\"How soon?\" Barrent asked.\n\n\"An explosion point will be reached in about four months,\" Eylan said.\n\"The only way to change that would be to give the population a new\ndirection, a different cause.\"\n\n\"Earth,\" Barrent said.\n\n\"Exactly. That's why the attempt must be made immediately.\"\n\n\"Well, I don't know much about it,\" Barrent said. \"But I'll go along\nwith you. I'll gladly be a part of any expedition.\"\n\nEylan looked uncomfortable again. \"I suppose I haven't made myself\nclear,\" he said. \"_You_ are going to be the expedition, Barrent. You and\nonly you.... Forgive me if I've startled you.\"\n\n\n\n\nChapter Twenty\n\n\nAccording to Eylan, Group Two had at least one serious flaw: the men who\ncomposed it were, for the most part, past their physical prime. There\nwere some younger members, of course; but they had had little contact\nwith violence, and little chance to develop traits of self-sufficiency.\nSecure in the underground, most of them had never fired a beamer in\nanger, had never been forced to run for their lives, had never\nencountered the make-or-break situations through which Barrent had\nlived. They were brave but unproven. They would willingly undertake the\nexpedition to Earth; but they would have little chance of success.\n\n\"And you think I would have a chance?\" Barrent asked.\n\n\"I think so. You're young and strong, reasonably intelligent, and\nextremely resourceful. You have a high survival quotient. If any man\ncould succeed, I believe you could.\"\n\n\"Why one man?\"\n\n\"Because there's no sense in sending a group. The chance of detection\nwould simply be increased. By using one man, we get maximum security and\nopportunity. If you succeed, we will receive valuable information about\nthe nature of the enemy. If you don't succeed, if you are captured, your\nattempt will be considered the action of an individual rather than a\ngroup. We will still be free to start a general uprising from Omega.\"\n\n\"How am I supposed to get back to Earth?\" Barrent asked. \"Do you have a\nstarship hidden away somewhere?\"\n\n\"I'm afraid not. We plan to transport you to Earth aboard the next\nprison ship.\"\n\n\"That's impossible.\"\n\n\"Not at all. We've studied the landings. They follow a pattern. The\nprisoners are marched out, accompanied by the guards. While they're\nassembled in the square, the ship itself is undefended, although loosely\nsurrounded by a cordon of guards. To get you aboard, we will start a\ndisturbance. It should take away the guards' attention long enough for\nyou to get on board.\"\n\n\"Even if I succeed, I'll be captured as soon as the guards return.\"\n\n\"You shouldn't be,\" Eylan said, \"The prison ship is an immense structure\nwith many hiding places for a stowaway. And the element of surprise will\nbe in your favor. This may be the first time in the history of Omega\nthat an escape has been attempted.\"\n\n\"And when the ship reaches Earth?\"\n\n\"You will be disguised as a member of the ship's personnel,\" Eylan said.\n\"Remember, the inevitable inefficiency of a huge bureaucracy will be\nworking for you.\"\n\n\"I hope so,\" Barrent said. \"Let's suppose I reach Earth safely and get\nthe information you want. How do I send it back?\"\n\n\"You send it back on the next prison ship,\" Eylan said. \"We plan to\ncapture that one.\"\n\nBarrent rubbed his forehead wearily. \"What makes you think that any of\nthis--my expedition or your uprising--can succeed against an\norganization as powerful as Earth?\"\n\n\"We have to take the chance,\" Eylan said. \"Take it or go down in a\nbloody shambles with the rest of Omega. I agree that the odds are\nweighted against us. But our choice is either to make the attempt or to\ndie without making any attempt at all.\"\n\nMoera nodded at this. \"Also, the situation has other possibilities. The\ngovernment of Earth is obviously repressive. That argues the existence\nof underground resistance groups on Earth itself. You may be able to\ncontact those groups. A revolt both here _and_ on Earth would give the\ngovernment something to think about.\"\n\n\"Maybe,\" Barrent said.\n\n\"We have to hope for the best,\" Eylan said. \"Are you with us?\"\n\n\"Certainly,\" Barrent said. \"I'd rather die on Earth than on Omega.\"\n\n\"The prison ship lands in six days,\" Eylan said. \"During that time, we\nwill give you the information we have about Earth. Part of it is memory\nreconstruction, part has been skrenned by the mutants, and the rest is\nlogical constructs. It's all we have, and I think it gives a reasonably\naccurate picture of current conditions on Earth.\"\n\n\"How soon do we start?\" Barrent asked.\n\n\"Right now,\" Eylan said.\n\n       *       *       *       *       *\n\nBarrent received a general briefing on the physical make-up of Earth,\nits climate and major population centers. Then he was sent to Colonel\nBray, formerly of the Earth Deep Space Establishment. Bray talked to him\nabout the probable military strength of Earth as represented by the\nnumber of guardships around Omega and their apparent level of scientific\ndevelopment. He gave estimates of the size of the Earth forces, their\nprobable divisions into land, sea, and space groups, their assumed level\nof efficiency. An aide, Captain Carell, lectured on special weapons,\ntheir probable types and ranges, their availability to the general Earth\npopulation. Another aide, Lieutenant Daoud, talked about detection\ndevices, their probable locations, and how to avoid them.\n\nThen Barrent was turned back to Eylan for political indoctrination. From\nhim, Barrent learned that Earth was believed to be a dictatorship. He\nlearned the methods of a dictatorship, its peculiar strengths and\nweaknesses, the role of the secret police, the use of terror, the\nproblem of informers.\n\nWhen Eylan was finished with him, Barrent went to a small, beady-eyed\nman who lectured on Earth's memory-destroying system. Using the premise\nthat memory-destruction was regularly employed to render opposition\nineffective, the man went on to construct the probable nature of an\nunderground movement on Earth given those circumstances, and how Barrent\nmight contact them, and what the underground's capabilities might be.\n\nFinally he was given the full details of Group Two's plan for getting\nhim on board the ship.\n\nWhen Landing Day came, Barrent felt a definite sense of relief. He was\nheartily sick of day and night cramming. Any sort of action would seem\nan improvement.\n\n\n\n\nChapter Twenty-One\n\n\nBarrent watched the huge prison ship maneuver into position and sink\nnoiselessly to the ground. It gleamed dully in the afternoon sun,\ntangible proof of Earth's long reach and powerful grasp. A hatch opened,\nand a landing stage was let down. The prisoners, flanked by guards,\nmarched down and assembled in the square.\n\nAs usual, most of the population of Tetrahyde had gathered to watch and\ncheer the disembarkation ceremony. Barrent moved through the crowd and\nstationed himself behind the ranks of prisoners and guards. He touched\nhis pocket to make sure the needlebeam was still there. It had been made\nfor him by Group Two fabricators, completely of plastic to escape any\nmetals detector. The rest of his pockets were stuffed with equipment. He\nhoped he wouldn't have to use any of it.\n\nThe loudspeaker voice began to read off the prisoners' numbers, as it\nhad when Barrent had disembarked. He listened, knees slightly bent,\nwaiting for the beginning of the diversion.\n\nThe loudspeaker voice was coming to the end of the prisoner list. There\nwere only ten left. Barrent edged forward. The voice droned on. Four\nprisoners left, three....\n\nAs the number of the last prisoner was announced, the diversion began. A\nblack cloud of smoke darkened the pale sky, and Barrent knew that the\nGroup had set fire to the empty barracks in Square A-2. He waited.\n\nThen it came. There was a stupendous explosion, blasting through two\nrows of empty buildings. The shock wave was staggering. Even before\ndebris began to fall, Barrent was running toward the ship.\n\nThe second and third explosions went off as he came into the ship's\nshadow. Quickly he stripped off his Omegan outer garments. Under them,\nhe wore a facsimile of guard's uniform. Now he ran toward the landing\nstage.\n\nThe loudspeaker voice was calling loudly for order. The guards were\nstill bewildered.\n\nThe fourth explosion threw Barrent to the ground. He got to his feet\ninstantly and sprinted up the landing stage. He was inside the ship.\nOutside, he could hear the guard captain shouting orders. The guards\nwere beginning to form into ranks, their weapons ready to use against\nthe restive crowd. They were retreating to the ship in good order.\n\nBarrent had no more time to listen. He was standing in a long, narrow\ncorridor. He turned to the right and raced toward the bow of the ship.\nFar behind him, he could hear the heavy marching tread of the guards.\n\nNow, he thought, the information he had been given about the ship had\nbetter be right, or the expedition was finished before it began.\n\nHe sprinted past rows of empty cells, and came to a door marked GUARD\nASSEMBLY ROOM. A lighted green bulb above the door showed that the air\nsystem was on. He went by it, and came to another door. Barrent tried it\nnow, and found it unlocked. Within was a room stacked high with spare\nengine parts. He entered and closed the door.\n\nThe guards marched down the corridor. Barrent could hear them talking as\nthey entered the assembly room.\n\n\"What do you think started those explosions?\"\n\n\"Who knows? Those prisoners are crazy, anyhow.\"\n\n\"They'd blow up the whole planet, if they could.\"\n\n\"Good riddance.\"\n\n\"Well, it didn't cause any damage. There was an explosion like that\nabout fifteen years ago. Remember?\"\n\n\"I wasn't here then.\"\n\n\"Well, it was worse than this. Two guards were killed, and maybe a\nhundred prisoners.\"\n\n\"What started it?\"\n\n\"Don't know. These Omegans just enjoy blowing things up.\"\n\n\"Next thing you know, they'll be trying to blow _us_ up.\"\n\n\"Not a chance. Not with the guardships up there.\"\n\n\"You think so? Well, I'll be glad to get back to the checkpoint.\"\n\n\"You said it. Be good to get off this ship and live a little.\"\n\n\"It isn't a bad life at the checkpoint, but I'd rather go back to\nEarth.\"\n\n\"Well, you can't have everything.\"\n\nThe last of the guards entered the assembly room and dogged the door\nshut. Barrent waited. After a while, he felt the ship vibrate. It was\nbeginning its departure.\n\nHe had learned some valuable information. Apparently all or most of the\nguards got off at the checkpoint. Did that mean that another detachment\nof guards got on? Probably. And a checkpoint implied that the ship was\nsearched for escaped prisoners. It was probably only a perfunctory\nsearch, since no prisoner had escaped in the history of Omega. Still, he\nwould have to figure out a way of avoiding it.\n\nBut he would face that when the time came. Now he felt the vibration\ncease, and he knew that the ship had left the surface of Omega. He was\naboard, unobserved, and the ship was on its way to Earth. So far,\neverything had gone according to plan.\n\n       *       *       *       *       *\n\nFor the next few hours, Barrent stayed in the storage room. He was\nfeeling very tired, and his joints had begun to ache. The air in the\nsmall room had a sour, exhausted smell. Forcing himself to his feet,\nBarrent walked to the air vent and put his hand over it. No air was\ncoming through. He took a small gauge out of his pocket. The oxygen\ncontent of the room was falling rapidly.\n\nCautiously he opened the storeroom door and peered out. Although he was\ndressed in a perfect replica of guard's uniform, he knew he couldn't\npass among men who knew each other so well. He had to stay in hiding.\nAnd he had to have air.\n\nThe corridors were deserted. He passed the guard assembly room and heard\nfaint murmurs of conversation inside. The green light glowed brightly\nover the door. Barrent walked on, beginning to feel the first signs of\ndizziness. His gauge showed him that the oxygen content in the corridor\nwas starting to fall.\n\nThe Group had assumed that the air system would be used throughout the\nship. Now Barrent could see that, with only guards and crew aboard,\nthere was no need to supply air for the entire ship. There would be air\nin the little man-inhabited islands of the guardroom and the crew's\nsection, and nowhere else.\n\nBarrent hurried down the dim, silent corridors, gasping for breath. The\nair was rapidly growing bad. Perhaps it was being used in the assembly\nroom before the ship's main air supply was touched.\n\nHe passed unlocked doors, but the green bulbs above them were unlighted.\nHe had a pounding headache, and his legs felt as if they were turning to\njelly. He tried to figure out a course of action.\n\nThe crew's section seemed to offer him the best chance. Ship's personnel\nmight not be armed. Even if they were, they would be less ready for\ntrouble than the guards. Perhaps he could hold one of the officers at\ngunpoint; perhaps he could take over the ship.\n\nIt was worth trying. It had to be tried.\n\nAt the end of the corridor he came to a staircase. He climbed past a\ndozen deserted levels, and came at last to a stenciled sign on one of\nthe walls. It read CONTROL SECTION, and an arrow pointed the way.\nBarrent took the plastic needlebeam out of his pocket and staggered\ndown the corridor. He was beginning to lose consciousness. Black shadows\nformed and dissipated on the edges of his vision. He was experiencing\nvague hallucinations, flashes of horror in which he felt the corridor\nwalls falling in on him. He found that he was on his hands and knees,\ncrawling toward a door marked CONTROL ROOM--_No Admittance except to\nShip's Officers._\n\n       *       *       *       *       *\n\nThe corridor seemed to be filled with gray fog. It cleared momentarily,\nand Barrent realized that his eyes were not focusing properly. He pulled\nhimself to his feet and turned the door handle. It began to open. He\ntook a firm grip on the needlebeam and tried to prepare himself for\naction.\n\nBut, as the door opened, darkness closed irrevocably around him. He\nthought he could see startled faces, hear a voice shouting, \"Watch out!\nHe's armed!\" And then the blackness closed in completely, and he fell\nendlessly forward.\n\n\n\n\nChapter Twenty-Two\n\n\nBarrent's return to consciousness was sudden and complete. He sat up and\nsaw that he had fallen inside the control room. The metal door was\nclosed behind him, and he was breathing without difficulty. He could see\nno sign of the crew. They must have gone after the guards, assuming he\nwould stay unconscious.\n\nHe scrambled to his feet, instinctively picking up his needlebeam. He\nexamined the weapon closely, then frowned and put it away. Why, he\nwondered, would the crew leave him alone in the control room, the most\nimportant part of the ship? Why would they leave him armed?\n\nHe tried to remember the faces he had seen just before he collapsed.\nThey were indistinct memories, vague and unfocused figures with hollow,\ndreamlike voices. Had there really been people in here?\n\nThe more he thought about it, the more certain he was that he had\nconjured those people out of his fading consciousness. There had been no\none here. He was alone in the ship's nerve center.\n\nHe approached the main control board. It was divided into ten stations.\nEach section had its rows of dials, whose slender indicators pointed to\nincomprehensible readings. Each had its switches, wheels rheostats, and\nlevers.\n\nBarrent walked slowly past the stations, watching the patterns of\nflashing lights that ran to the ceiling and rippled along the walls. The\nlast station seemed to be some kind of overall control for the rest. A\nsmall screen was marked: _Coordination_, _Manual/Automatic_. The\n_Automatic_ part was lighted. There were similar screens for navigation,\nlookout, collision control, subspace entry and exit, normal space entry\nand exit, and landing. All were automatic. Further on he found the\nprogramming screen, which clicked off the progress of the flight in\nhours, minutes, and seconds. Time to Checkpoint One was now 29 hours, 4\nminutes, 51 seconds. Stop-over time, three hours. Time from Checkpoint\nto Earth, 480 hours.\n\nThe control board flashed and hummed to itself, serene and\nself-sufficient. Barrent couldn't help feeling that the presence of a\nhuman in this temple of the machine was sacrilege.\n\nHe checked the air ducts. They were set for automatic feed, giving just\nenough air to support the room's present human population of one.\n\nBut where was the crew? Barrent could understand the necessity of\noperating a starship largely on an automatic programming system. A\nstructure as huge and complex as this had to be self-sufficient. But men\nhad built it, and men had punched out the programs. Why weren't men\npresent to monitor the switchboards, to modify the program when\nnecessary? Suppose the guards had needed more time on Omega? Suppose it\nbecame necessary to by-pass the checkpoint and return directly to Earth?\nSuppose it was imperative to change destination altogether? Who reset\nthe programs, who gave the ship its orders, who possessed the guiding\nintelligence that directed the entire operation?\n\nBarrent looked around the control room. He found a storage bin filled\nwith oxygen respirators. He put one on, tested it, and went into the\ncorridor.\n\nAfter a long walk, he reached a door marked CREW'S QUARTERS. Inside, the\nroom was neat and bare. The beds stood in neat rows, without sheets or\nblankets. There were no clothes in the closets, no personal possessions\nof any kind. Barrent left and inspected the officers' and captain's\nquarters. He found no sign of recent human habitation.\n\nHe returned to the control room. It was apparent now that the ship had\nno crew. Perhaps the authorities on Earth felt so certain of their\nschedules and of the reliability of their ship that they had decided a\ncrew was superfluous. Perhaps....\n\nBut it seemed to Barrent a reckless way of doing things. There was\nsomething very strange about an Earth that allowed starships to run\nwithout human supervision.\n\nHe decided to suspend further judgment until he had acquired more facts.\nFor the time being, he had to think about the problems of his own\nsurvival. There was concentrated food in his pockets, but he hadn't been\nable to carry much water. Would the crewless ship have supplies? He had\nto remember the detachment of guards, down below in their assembly\nroom. And he had to think about what was going to happen at the\ncheckpoint, and what he would do about it.\n\nBarrent found that he did not have to use his own food supplies. In the\nofficers' mess, machines still dispensed food and drink at the push of a\nbutton. Barrent didn't know if these were natural or chemically\nreconstituted foods. They tasted fine and seemed to nourish him, so he\nreally didn't care.\n\nHe explored part of the ship's upper levels. After becoming lost several\ntimes, he decided not to take any more unnecessary risks. The\nlife-center of the ship was its control room, and Barrent spent most of\nhis time there.\n\nHe found a viewport. Activating the switch that opened the shutters,\nBarrent was able to look out on the vast spectacle of stars glowing in\nthe blackness of space. Stars without end stretched past the furthest\nlimits of his imagination. Looking at this, Barrent felt a strong surge\nof pride. This was where he belonged, and those unknown stars were his\nheritage.\n\nThe time to the checkpoint dwindled to six hours. Barrent watched new\nportions of the control board come to life, checking and altering the\nforces governing the ship, preparing for a landing. Three and a half\nhours before landing, Barrent made an interesting discovery. He found\nthe central communication system for the entire ship. By turning on the\nreceiving end, he could overhear conversations in the guardroom.\n\nHe didn't learn much that was useful to him. Either through caution or\nlack of concern, the guards didn't discuss politics. Their lives were\nspent on the checkpoint, except for periods of service on the prison\nship. Some of the things they said Barrent found incomprehensible. But\nhe continued to listen, fascinated by anything these men of Earth had to\nsay.\n\n\"You ever go swimming in Florida?\"\n\n\"I never liked salt water.\"\n\n\"The year before I was called to the Guards, I won third prize at the\nDayton Orchid Fair.\"\n\n\"I'm buying a retirement villa in Antarctica.\"\n\n\"How much longer for you?\"\n\n\"Eighteen years.\"\n\n\"Well, someone's got to do it.\"\n\n\"But why me? And why no Earth leaves?\"\n\n\"You've watched the tapes, you know why. Crime is a disease. It's\ninfectious.\"\n\n\"So what?\"\n\n\"So if you work around criminals, you run the danger of infection. You\nmight contaminate someone on Earth.\"\n\n\"It isn't fair....\"\n\n\"Can't be helped. Those scientists know what they're talking about.\nBesides, checkpoint's not so bad.\"\n\n\"If you like everything artificial ... air, flowers, food....\"\n\n\"Well, you can't have everything. Your family there?\"\n\n\"They want to get back Earthside.\"\n\n\"After five years on the checkpoint, they say you can't take Earth. The\ngravity gets you.\"\n\n\"I'll take gravity. Any time....\"\n\nFrom these conversations, Barrent learned that the grim-faced guards\nwere human beings, just like the prisoners on Omega. Most of the guards\ndidn't seem to like the work they were doing. Like Omegans, they longed\nfor a return to Earth.\n\nHe stored the information away. The ship had reached the checkpoint, and\nthe giant switchboard flashed and rippled, making its final adjustments\nfor the intricacies of docking.\n\nAt last the maneuver was completed and the engines shut down to\nstand-by. Through the communications system, Barrent heard the guards\nleave their assembly room. He followed them down the corridors to the\nlanding stage. He heard the last of them, as he left the ship, say,\n\"Here comes the check squad. Whatcha say, boys?\"\n\nThere was no answer. The guards were gone, and there was a new sound in\nthe corridors: the heavy marching feet of what the guard called the\ncheck squad.\n\nThere seemed to be a lot of them. Their inspection began in the engine\nrooms, and moved methodically upward. From the sounds, they seemed to be\nopening every door on the ship and searching every room and closet.\n\nBarrent held the needlebeam in his perspiring hand and wondered where,\nin all the territory of the ship, he could hide. He would have to assume\nthat they were going to look everywhere. In that case, his best chance\nlay in evading them and hiding in a section of the ship already\nsearched.\n\nHe slipped a respirator over his head and moved into the corridor.\n\n\n\n\nChapter Twenty-Three\n\n\nHalf an hour later, Barrent still hadn't figured out a way of getting\npast the check squad. They had finished inspecting the lower levels and\nwere moving up to the control room deck. Barrent could hear them\nmarching down the hallways. He kept on walking, a hundred yards in\nfront, trying to find some way of hiding.\n\nThere should be a staircase at the end of this passageway. He could take\nit down to a different level, a part of the ship which had already been\nsearched. He hurried on, wondering if he were wrong about the location\nof the staircase. He still had only the haziest idea of the layout of\nthe ship. If he were wrong, he would be trapped.\n\nHe came to the end of the corridor, and the staircase was there. The\nfootsteps behind him sounded closer. He started down, peering backwards\nover his shoulder.\n\nAnd ran headfirst into a man's huge chest.\n\nBarrent flung himself back, bringing his plastic gun to bear on the\nenormous figure. But he stopped himself from firing. The thing that\nstood in front of him was not human.\n\nIt stood nearly seven feet high, dressed in a black uniform with\nINSPECTION TEAM--ANDROID B212 stenciled on its front. Its face was a\nstylization of a human's, cleverly sculptured out of putty-colored\nplastic. Its eyes glowed a deep, impossible red. It swayed on two legs,\nbalancing carefully, looking at Barrent, moving slowly toward him.\nBarrent backed away, wondering if a needlebeam could stop it.\n\nHe never had a chance to find out, for the android walked past him and\ncontinued up the stairs. Stenciled on the back of its uniform were the\nwords RODENT CONTROL DIVISION. This particular android, Barrent\nrealized, was programmed only to look for rats and mice. The presence of\na stowaway had made no impression on it. Presumably the other androids\nwere similarly specialized.\n\nHe stayed in an empty storage room on a lower level until he heard the\nsounds of the androids leaving. Then he hurried back to the control\nroom. No guards came aboard. Exactly on schedule, the big ship left the\ncheckpoint. Destination: Earth.\n\n       *       *       *       *       *\n\nThe rest of the journey was uneventful. Barrent slept and ate and,\nbefore the craft entered subspace, watched the endless spectacle of the\nstars through the viewport. He tried to visualize the planet he was\ncoming to, but no pictures formed in his mind. What sort of a people\nbuilt huge starships but failed to equip them with a crew? Why did they\nsend out inspection teams, then give those teams the narrowest and most\nspecialized sort of vision? Why did they have to deport a sizable\nportion of their population--and then fail to control the conditions\nunder which the deportees lived and died? Why was it necessary for them\nto wipe the prisoners' minds clean of all memory of Earth?\n\nBarrent couldn't think of any answers.\n\nThe control room clocks moved steadily on, counting off the minutes and\nhours of the trip. The ship entered, then emerged from subspace and went\ninto deceleration orbit around a blue and green world which Barrent\nobserved with mixed emotions. He found it hard to realize that he was\nreturning at last to Earth.\n\n\n\n\nChapter Twenty-Four\n\n\nThe starship landed at noon on a brilliant sunlit day, somewhere on\nEarth's North American continent. Barrent had planned on waiting for\ndarkness before leaving; but the control room screens flashed an ancient\nand ironic warning: _All passengers and crew must disembark at once.\nShip rigged for full decontamination procedure. Twenty minutes._\n\nHe didn't know what was meant by full decontamination procedure. But\nsince the crew was emphatically ordered to leave, a respirator might not\nprovide much safety. Of the two dangers, leaving the ship seemed the\nlesser.\n\nThe members of Group Two had given a good deal of thought to the\nclothing Barrent would wear upon debarkation. Those first minutes on\nEarth might be crucial. No cunning could help him if his clothing was\nobviously strange, outlandish, alien. Typical Earth clothing was the\nanswer; but the Group wasn't sure what the citizens of Earth wore. One\npart of the Group had wanted Barrent to dress in their reconstructed\napproximation of civilian dress. Another part felt that the guard's\nuniform he had worn on board would see him through his arrival on Earth\nas well. Barrent himself had agreed with a third opinion, which felt\nthat a mechanic's one-piece coverall would be least noticeable around a\nspacefield, and suffer the least change of style over the years. In the\ntowns and cities, this disguise might put him at a disadvantage; but he\nhad to meet one problem at a time.\n\nHe quickly stripped off his guard's uniform. Underneath he wore the\nlightweight coveralls. His needlebeam concealed, a collapsible lunchbox\nin his hand, Barrent walked down the corridor to the landing stage. He\nhesitated for a moment, wondering if he should leave the weapon on the\nship. He decided not to part with it. An inspection would reveal him\nanyhow; with the needlebeam he would have a chance of breaking away from\npolice.\n\nHe took a deep breath and marched out of the ship and down the landing\nstage.\n\nThere were no guards, no inspection party, no police, no army units and\nno customs officials. There was no one at all. Far to one side of the\nwide field he could see rows of starcraft glistening in the sun.\nStraight ahead of him was a fence, and in it was an open gate.\n\nBarrent walked across the field, quickly but without obvious haste. He\nhad no idea why it was all so simple. Perhaps the secret police on Earth\nhad more subtle means of checking on passengers from starships.\n\nHe reached the gate. There was no one there except a bald, middle-aged\nman and a boy of perhaps ten. They seemed to be waiting for him. Barrent\nfound it hard to believe that these were government officials; still,\nwho knew the ways of Earth? He passed through the gate.\n\nThe bald man, holding the boy by the hand, walked over to him. \"I beg\nyour pardon,\" the man said.\n\n\"Yes?\"\n\n\"I saw you come from the starship. Would you mind if I ask you a few\nquestions?\"\n\n\"Not at all,\" Barrent said, his hand near the coverall zipper beneath\nwhich lay his needlebeam. He was certain now that the bald man was a\npolice agent. The only thing that didn't make sense was the presence of\nthe child, unless the boy was an agent-in-training.\n\n\"The fact of the matter is,\" the man said, \"my boy Ronny here is doing a\nthesis for his Tenth Grade Master's Degree. On starships.\"\n\n\"So I wanted to see one,\" Ronny said. He was an undersized child with a\npinched, intelligent face.\n\n\"He wanted to see one,\" the man explained. \"I told him it wasn't\nnecessary, since all the facts and pictures are in the encyclopedia. But\nhe wanted to see one.\"\n\n\"It gives me a good opening paragraph,\" Ronny said.\n\n\"Of course,\" Barrent said, nodding vigorously. He was beginning to\nwonder about the man. For a member of the secret police, he was\ncertainly taking a devious route.\n\n\"You work on the ships?\" Ronny asked.\n\n\"That's right.\"\n\n\"How fast do they go?\"\n\n\"In real or subspace?\" Barrent asked.\n\nThis question seemed to throw Ronny off his stride. He pushed out his\nlower lip and said, \"Gee, I didn't know they went in subspace.\" He\nthought for a moment. \"As a matter of fact, I don't think I know what\nsubspace is.\"\n\nBarrent and the boy's father smiled understandingly.\n\n\"Well,\" Ronny said, \"how fast do they go in real space?\"\n\n\"A hundred thousand miles an hour,\" Barrent said, naming the first\nfigure that came into his head.\n\nThe boy nodded, and his father nodded. \"Very fast,\" the father said.\n\n\"And much faster in subspace of course,\" Barrent said.\n\n\"Of course,\" the man said. \"Starships are very fast indeed. They have to\nbe. Quite long distances involved. Isn't that right, sir?\"\n\n\"Very long distances,\" Barrent said.\n\n\"How is the ship powered?\" Ronny asked.\n\n\"In the usual way,\" Barrent told him. \"We had triplex boosters installed\nlast year, but that comes more under the classification of auxiliary\npower.\"\n\n\"I've heard about those triplex boosters,\" the man said. \"Tremendous\nthings.\"\n\n\"They're adequate,\" Barrent said judiciously. He was certain now that\nthis man was just what he purported to be: a citizen with no particular\nknowledge of spacecraft simply bringing his son to the starport.\n\n\"How do you get enough air?\" Ronny asked.\n\n\"We generate our own,\" Barrent said. \"But air isn't any trouble. Water's\nthe big problem. Water isn't compressible, you know. It's hard to store\nin sufficient quantities. And then there's the navigation problem when\nthe ship emerges from subspace.\"\n\n\"What _is_ subspace?\" Ronny asked.\n\n\"In effect,\" Barrent said, \"it's simply a different level of real space.\nBut you can find all that in your encyclopedia.\"\n\n\"Of course you can, Ronny,\" the boy's father said. \"We mustn't keep the\npilot standing here. I'm sure he has many important things to do.\"\n\n\"I _am_ rather rushed,\" Barrent said. \"Look around all you want. Good\nluck on your thesis, Ronny.\"\n\nBarrent walked for fifty yards, his spine tingling, expecting\nmomentarily to feel the blow of a needlebeam or a shotgun. But when he\nlooked back, the father and son were turned away from him, earnestly\nstudying the great vessel. Barrent hesitated a moment, deeply bothered.\nSo far, the whole thing had been entirely too easy. Suspiciously easy.\nBut there was nothing he could do but go on.\n\nThe road from the starport led past a row of storage sheds to a section\nof woods. Barrent walked until he was out of sight. Then he left the\nroad and went into the woods. He had had enough contact with people for\nhis first day on Earth. He didn't want to stretch his luck. He wanted to\nthink things over, sleep in the woods for the night, and then in the\nmorning go to a city or town.\n\nHe pushed his way past dense underbrush into the forest proper. Here he\nwalked through shaded groves of giant oaks. All around him was the chirp\nand bustle of unseen bird and animal life. Far in front of him was a\nlarge white sign nailed to a tree. Barrent reached it, and read:\nFORESTDALE NATIONAL PARK. PICNICKERS AND CAMPERS WELCOME.\n\nBarrent was a little disappointed, even though he realized that there\nwould be no virgin wilderness so near a starport. In fact, on a planet\nas old and as highly developed as Earth, there was probably no virgin\nland at all, except what had been preserved in national forests.\n\nThe sun was low on the horizon, and there was a chill in the long\nshadows thrown across the forest floor. Barrent found a comfortable spot\nunder a gigantic oak, arranged leaves for a bed, and lay down. He had a\ngreat deal to think about. Why, for example, hadn't guards been posted\nat Earth's most important contact point, an interstellar terminus? Did\nsecurity measures start later at the towns and cities? Or was he already\nunder some sort of surveillance, some infinitely subtle spy system that\nfollowed his every movement and apprehended him only when ready? Or was\nthat too fanciful? Could it be that--?\n\n\"Good evening,\" a voice said, close to his right ear.\n\nBarrent flung himself away from the voice in a spasm of nervous\nreaction, his hand diving for his needlebeam.\n\n\"And a very pleasant evening it is,\" the voice continued, \"here in\nForestdale National Park. The temperature is seventy-eight point two\ndegrees Fahrenheit, humidity 23 per cent, barometer steady at\ntwenty-nine point nine. Old campers, I'm sure, already recognize my\nvoice. For the new nature-lovers among you, let me introduce myself. I\nam Oaky, your friendly oak tree. I'd like to welcome all of you, old\nand new, to your friendly national forest.\"\n\nSitting upright in the gathering darkness, Barrent peered around,\nwondering what kind of a trick this was. The voice really did seem to\ncome from the giant oak tree.\n\n\"The enjoyment of nature,\" said Oaky, \"is now easy and convenient for\neveryone. You can enjoy complete seclusion and still be no more than a\nten-minute walk from public transportation. For those who do not desire\nseclusion, we have guided tours at nominal cost through these ancient\nglades. Remember to tell your friends about your friendly national park.\nThe full facilities of this park are waiting for all lovers of the great\noutdoors.\"\n\nA panel in the tree opened. Out slid a bedroll, a Thermos bottle, and a\nbox supper.\n\n\"I wish you a pleasant evening,\" said Oaky, \"amid the wild splendor of\nnature's wonderland. And now the National Symphony Orchestra under the\ndirection of Otter Krug brings you 'The Upland Glades,' by Ernesto\nNestrichala, recorded by the National North American Broadcasting\nCompany. This is your friendly oak tree signing off.\"\n\nMusic emanated from several hidden speakers. Barrent scratched his head;\nthen, deciding to take matters as they came, he ate the food, drank\ncoffee from the Thermos, unrolled the bedroll, and lay down.\n\nSleepily he contemplated the notion of a forest wired for sound,\nequipped with food and drink, and none of it more than ten minutes from\npublic transportation. Earth certainly did a lot for her citizens.\nPresumably they liked this sort of thing. Or did they? Could this be\nsome huge and subtle trap which the authorities had set for him?\n\nHe tossed and turned for a while, trying to get used to the music. After\na while it blended into the background of windblown leaves and creaking\nbranches. Barrent went to sleep.\n\n\n\n\nChapter Twenty-Five\n\n\nIn the morning, the friendly oak tree dispensed breakfast and shaving\nequipment. Barrent ate, washed and shaved, and set out for the nearest\ntown. He had his objectives firmly in mind. He had to establish some\nsort of foolproof disguise, and he had to make contact with Earth's\nunderground. When this was accomplished, he had to find out as much as\nhe could about Earth's secret police, military dispositions, and the\nlike.\n\nGroup Two had worked out a procedure for accomplishing these objectives.\nAs Barrent came to the outskirts of a town, he hoped that the Group's\nmethods would work. So far, the Earth he was on had very little\nresemblance to the Earth which the Group had reconstructed.\n\nHe walked down interminable streets lined with small white cottages. At\nfirst, he thought every house looked the same. Then he realized that\neach had one or two small architectural differences. But instead of\ndistinguishing the houses, these niggling differences simply served to\npoint up the monotonous similarities. There were hundreds of these\ncottages, stretching as far as he could see, each of them set upon a\nlittle plot of carefully tended grass. Their genteel sameness depressed\nhim. Unexpectedly he missed the ridiculous, clumsy, make-shift\nindividuality of Omegan buildings.\n\nHe reached a shopping center. The stores repeated the pattern set by the\nhouses. They were low, discreet, and very similar. Only a close\ninspection of window displays revealed differences between a food store\nand a sports shop. He passed a small building with a sign that read,\nROBOT CONFESSIONAL--_Open 24 hours a day._ It seemed to be some sort of\nchurch.\n\nThe procedure set by Group Two for locating the underground on Earth was\nsimple and straightforward. Revolutionaries, he had been told, are found\nin greatest quantity among a civilization's most depressed elements.\nPoverty breeds dissatisfaction; the have-nots want to take from those\nwho have. Therefore, the logical place to look for subversion is in the\nslums.\n\nIt was a good theory. The trouble was, Barrent couldn't find any slums.\nHe walked for hours, past neat stores and pleasant little homes,\nplaygrounds and parks, scrupulously tended farms, and then past more\nhouses and stores. Nothing looked much better or worse than anything\nelse.\n\nBy evening, he was tired and footsore. As far as he could tell, he had\ndiscovered nothing of significance. Before he could penetrate any deeper\ninto the complexities of Earth, he would have to question the local\ncitizens. It was a dangerous step, but one which he could not avoid.\n\nHe stood near a clothing store in the gathering dusk and decided upon a\ncourse of action. He would pose as a foreigner, a man newly arrived in\nNorth America from Asia or Europe. In that way, he should be able to ask\nquestions with a measure of safety.\n\nA man was walking toward him, a plump, ordinary-looking fellow in a\nbrown business tunic. Barrent stopped him. \"I beg your pardon,\" he said.\n\"I'm a stranger here, just arrived from Rome.\"\n\n\"Really?\" the man said.\n\n\"Yes. I'm afraid I don't understand things over here very well,\" Barrent\nsaid, with an apologetic little laugh. \"I can't seem to find any cheap\nhotels. If you could direct me--\"\n\n\"Citizen, do you feel all right?\" the man asked, his face hardening.\n\n\"As I said, I'm a foreigner, and I'm looking--\"\n\n\"Now look,\" the man said, \"you know as well as I do that there aren't\nany outlanders any more.\"\n\n\"There aren't?\"\n\n\"Of course not. I've _been_ in Rome. It's just like here in Wilmington.\nSame sort of houses and stores. No one's an outlander any more.\"\n\nBarrent couldn't think of anything to say. He smiled nervously.\n\n\"Furthermore,\" the man said, \"there are no cheap lodgings anywhere on\nEarth. Why should there be? Who would stay in them?\"\n\n\"Who indeed?\" Barrent said. \"I guess I've had a little too much to\ndrink.\"\n\n\"No one drinks any more,\" the man said. \"I don't understand. What sort\nof a game is this?\"\n\n\"What sort of a game do you _think_ it is?\" Barrent asked, falling back\non a technique which the Group had recommended.\n\nThe man stared at him, frowning. \"I think I get it,\" he said. \"You must\nbe an Opinioner.\"\n\n\"Mmm,\" Barrent said, noncommittally.\n\n\"Sure, that's it,\" the man said. \"You're one of those citizens goes\naround asking people's opinions. For surveys and that sort of thing.\nRight?\"\n\n\"You've made a very intelligent guess,\" Barrent said.\n\n\"Well, I don't suppose it was too hard. Opinioners are always walking\naround trying to get people's attitudes on things. I would have spotted\nyou right away if you'd been wearing Opinioners' clothing.\" The man\nstarted to frown again. \"How come you aren't dressed like an Opinioner?\"\n\n\"I just graduated,\" Barrent said. \"Haven't had a chance to get the\nclothes.\"\n\n\"Oh. Well, you should get the proper wear,\" the man said sententiously.\n\"How can a citizen tell your status?\"\n\n\"Just a test sampling,\" Barrent said. \"Thank you for your cooperation,\nsir. Perhaps I'll have a chance to interview you again in the near\nfuture.\"\n\n\"Any time,\" the man said. He nodded politely and walked off.\n\nBarrent thought about it, and decided that the occupation of Opinioner\nwas perfect for him. It would give him the all-important right to ask\nquestions, to meet people, to find out how Earth lived. He would have to\nbe careful, of course, not to reveal his ignorance. But working with\ncircumspection, he should have a general knowledge of this civilization\nin a few days.\n\nFirst, he would have to buy Opinioners' clothing. That seemed to be\nimportant. The trouble was, he had no money with which to pay for it.\nThe Group had been unable to duplicate Earth money; they couldn't even\nremember what it looked like.\n\nBut they had provided him with a means of overcoming even that obstacle.\nBarrent turned and went into the nearest costumer's.\n\nThe proprietor was a short man with china-blue eyes and a salesman's\nready smile. He welcomed Barrent and asked how he could be of service.\n\n\"I need Opinioners' clothing,\" Barrent told him. \"I've just graduated.\"\n\n\"Of course, sir,\" the owner said. \"And you've come to the right place\nfor it. Most of the smaller stores don't carry the clothing for anything\nbut the more ... ah ... common professions. But here at Jules\nWonderson's, we have ready-wears for all of the five hundred and twenty\nmajor professions listed in the Civil Status Almanac. I am Jules\nWonderson.\"\n\n\"A pleasure,\" Barrent said. \"Have you a ready-wear in my size?\"\n\n\"I'm sure I have,\" Wonderson said. \"Would you care for a Regular or a\nSpecial?\"\n\n\"A Regular will do nicely.\"\n\n\"Most new Opinioners prefer the Special,\" Wonderson said. \"The little\nextra simulated handmade touches increase the public's respect.\"\n\n\"In that case I'll take the Special.\"\n\n\"Yes, sir. Though if you could wait a day or two, we will be having in a\nnew fabric--a simulated Home Loom, complete with natural weaving\nmistakes. For the man of status discrimination. A real prestige item.\"\n\n\"Perhaps I'll come back for that,\" Barrent said. \"Right now, I need a\nready-wear.\"\n\n\"Of course, sir,\" Wonderson said, disappointed but hiding it bravely.\n\"If you'll wait just one little minute....\"\n\nAfter several fittings, Barrent found himself wearing a black business\nsuit with a thin edge of white piping around the lapels. To his\ninexperienced eye it looked almost exactly like the other suits\nWonderson had on display for bankers, stock brokers, grocers,\naccountants, and the like. But for Wonderson, who talked about the\nbanker's lapel and the insurance agent's drape, the differences were as\nclear as the gross status-symbols of Omega. Barrent decided it was just\na question of training.\n\n\"There, sir!\" Wonderson said. \"A perfect fit, and a fabric guaranteed\nfor a lifetime. All for thirty-nine ninety-five.\"\n\n\"Excellent,\" Barrent said. \"Now, about the money--\"\n\n\"Yes, sir?\"\n\nBarrent took the plunge. \"I haven't any.\"\n\n\"You haven't, sir? That's quite unusual.\"\n\n\"Yes, it is,\" Barrent said. \"However, I _do_ have certain articles of\nvalue.\" From his pocket he took three diamond rings with which the Group\non Omega had supplied him. \"These stones are genuine diamonds, as any\njeweler will be glad to attest. If you would take one of them until I\nhave the money for payment--\"\n\n\"But, sir,\" Wonderson said, \"diamonds and such have no intrinsic value.\nThey haven't since '23, when Von Blon wrote the definitive work\ndestroying the concept of scarcity value.\"\n\n\"Of course,\" Barrent said, at a loss for words.\n\nWonderson looked at the rings. \"I suppose these have a sentimental\nvalue, though.\"\n\n\"Certainly. We've had them in the family for generations.\"\n\n\"In that case,\" Wonderson said, \"I wouldn't want to deprive you of them.\nPlease, no arguments, sir! Sentiment is the most priceless of emotions.\nI couldn't sleep nights if I took even one of these family heirlooms\nfrom you.\"\n\n\"But there's the matter of payment.\"\n\n\"Pay me at your leisure.\"\n\n\"You mean you'll trust me, even though you don't know me?\"\n\n\"Most certainly,\" Wonderson said. He smiled archly. \"Trying out your\nOpinioner's methods, aren't you? Well, even a child knows that our\ncivilization is based upon trust, not collateral. It is axiomatic that\neven a stranger is to be trusted until he has conclusively and\nunmistakably proven otherwise.\"\n\n\"Haven't you ever been cheated?\"\n\n\"Of course not. Crime is nonexistent these days.\"\n\n\"In that case,\" Barrent asked, \"what about Omega?\"\n\n\"I beg your pardon?\"\n\n\"Omega, the prison planet. You must have heard of it.\"\n\n\"I think I have,\" Wonderson said cautiously. \"Well, I should have said\nthat crime is _almost_ nonexistent. I suppose there will always be a\nfew congenital criminal types, easily recognizable as such. But I'm\ntold they don't amount to more than ten or twelve individuals a year out\nof a population of nearly two billion.\" He smiled broadly. \"My chances\nof meeting one are exceedingly rare.\"\n\nBarrent thought about the prison ships constantly shuttling back and\nforth between Earth and Omega, dumping their human cargo and returning\nfor more. He wondered where Wonderson got his statistics. For that\nmatter, he wondered where the police were. He had seen no military\nuniform since leaving the starship. He would have liked to ask about it,\nbut it seemed wiser to discontinue that line of questioning.\n\n\"Thank you very much for the credit,\" Barrent said. \"I'll be back with\nthe payment as soon as possible.\"\n\n\"Of course you will,\" Wonderson said, warmly shaking Barrent's hand.\n\"Take your time, sir. No rush at all.\"\n\nBarrent thanked him again and left the store.\n\nHe had a profession now. And if other people believed as Wonderson did,\nhe had unlimited credit. He was on a planet that seemed, at first\nglance, to be a utopia. The utopia presented certain contradictions, of\ncourse. He hoped to find out more about them over the next few days.\n\nDown the block, Barrent found a hotel called The Bide-A-Bit. He engaged\na room for the week, on credit.\n\n\n\n\nChapter Twenty-Six\n\n\nIn the morning, Barrent asked directions to the nearest branch of the\npublic library. He decided that he needed as much background out of\nbooks as he could get. With a knowledge of the history and development\nof Earth's civilization, he would have a better idea of what to expect\nand what to watch out for.\n\nHis Opinioner's clothing allowed him access to the closed shelves where\nthe history books were kept. But the books themselves were\ndisappointing. Most of them were Earth's ancient history, from earliest\nbeginnings to the dawn of atomic power. Barrent skimmed through them. As\nhe read, some memories of prior reading returned to him. He was able to\njump quickly from Periclean Greece to Imperial Rome, to Charlemagne and\nthe Dark Ages, from the Norman Conquest to the Thirty Years' War, and\nthen to a rapid survey of the Napoleonic Era. He read with more care\nabout the World Wars. The book ended with the explosion of the first\natom bombs. The other books on the shelf were simply amplifications of\nvarious stages of history he had found in the first book.\n\nAfter a great deal of searching, Barrent found a small work entitled,\n\"The Postwar Dilemma, Volume 1,\" by Arthur Whittler. It began where the\nother histories had left off; with the atomic bombs exploding over\nHiroshima and Nagasaki. Barrent sat down and began to read carefully.\n\nHe learned about the Cold War of the 1950's, when several nations were\nin possession of atomic and hydrogen weapons. Already, the author\nstated, the seeds of a massive and stultifying conformity were present\nin the nations of the world. In America, there was the frenzied\nresistance to communism. In Russia and China, there was the frenzied\nresistance to capitalism. One by one, all the nations of the world were\ndrawn into one camp or the other. For purposes of internal security, all\ncountries relied upon the newest propaganda and indoctrination\ntechniques. All countries felt they needed, for survival's sake, a rigid\nadherence to state-approved doctrines.\n\nThe pressure upon the individual to conform became both stronger and\nsubtler.\n\nThe dangers of war passed. The many societies of Earth began to merge\ninto a single superstate. But the pressure to conform, instead of\nlessening, grew more intense. The need was dictated by the continued\nexplosive increase in population, and the many problems of unification\nacross national and ethnic lines. Differences in opinion could be\ndeadly; too many groups now had access to the supremely deadly hydrogen\nbombs.\n\nUnder the circumstances, deviant behavior could not be tolerated.\n\nUnification was finally completed. The conquest of space went on, from\nmoon ship to planet ship to star ship. But Earth became increasingly\nrigid in its institutions. A civilization more inflexible than anything\nproduced by medieval Europe punished any opposition to existing customs,\nhabits, beliefs. These breaches of the social contract were considered\nmajor crimes as serious as murder or arson. They were punished\nsimilarly. The antique institutions of secret police, political police,\ninformers, all were used. Every possible device was brought to bear\ntoward the all-important goal of conformity.\n\nFor the nonconformists, there was Omega.\n\nCapital punishment had been banished long before, but there was neither\nroom nor resources to take the growing number of criminals who crammed\nprisons everywhere. The world leaders finally decided to transport these\ncriminals to a separate prison world, copying a system which the French\nhad used in Guiana and New Caledonia, and the British had used in\nAustralia and early North America. Since it was impossible to rule Omega\nfrom Earth, the authorities didn't try. They simply made sure that none\nof the prisoners escaped.\n\nThat was the end of volume one. A note at the end said that volume two\nwas to be a study of contemporary Earth. It was entitled _The Status\nCivilization_.\n\nThe second volume was not on the shelves. Barrent asked the librarian,\nand was told that it had been destroyed in the interests of public\nsafety.\n\nBarrent left the library and went to a little park. He sat and stared at\nthe ground and tried to think.\n\nHe had expected to find an Earth similar to the one described in\nWhittler's book. He had been prepared for a police state, tight security\ncontrols, a repressed populace, and a growing air of unrest. But that,\napparently, was the past. So far, he hadn't even seen a policeman. He\nhad observed no security controls, and the people he had met did not\nseem harshly repressed. Quite the contrary. This seemed like a\ncompletely different world....\n\nExcept that year after year, the ships came to Omega with their cargoes\nof brainwashed prisoners. Who arrested them? Who judged them? What sort\nof a society produced them?\n\nHe would have to find out the answers himself.\n\n\n\n\nChapter Twenty-Seven\n\n\nEarly the next morning, Barrent began his exploration. His technique was\nsimple. He rang doorbells and asked questions. He warned all his\nsubjects that his real questions might be interspersed with tricks or\nnonsense questions, whose purpose was to test the general awareness\nlevel. In that way, Barrent found he could ask anything at all about\nEarth, could explore controversial or even nonexistent areas, and do so\nwithout revealing his own ignorance.\n\nThere was still the danger that some official would ask for his\ncredentials, or that the police would mysteriously spring up when least\nexpected. But he had to take those risks. Starting at the beginning of\nOrange Esplanade, Barrent worked his way northward, calling at each\nhouse as he went. His results were uneven, as a selective sampling of\nhis work shows:\n\n       *       *       *       *       *\n\n(_Citizen A. L. Gotthreid, age 55, occupation home-tender. A strong,\nerect woman, imperious but polite, with a no-nonsense air about her._)\n\n\"You want to ask me about class and status? Is that it?\"\n\n\"Yes, ma'am.\"\n\n\"You Opinioners are _always_ asking about class and status. One would\nthink you'd know all about it by now. But very well. Today, since\neveryone is equal, there is only one class. The _middle_ class. The only\nquestion then is--to what portion of the middle class does one belong?\nHigh, low, or middle?\"\n\n\"And how is that determined?\"\n\n\"Why, by all sorts of things. The way a person speaks, eats, dresses,\nthe way he acts in public. His manners. His clothing. You can always\ntell your upper middle class man by his clothes. It's quite\nunmistakable.\"\n\n\"I see. And the lower middle classes?\"\n\n\"Well, for one thing they lack creative energy. They wear ready-made\nclothing, for example, without taking the trouble to improve upon it.\nThe same goes for their homes. Mere uninspired adornment won't do, let\nme add. That's simply the mark of the _nouveau_ upper middle class. One\ndoesn't receive such persons in the home.\"\n\n\"Thank you, Citizen Gotthreid. And where would you classify yourself\nstatuswise?\"\n\n(With the very faintest hesitation). \"Oh, I've never thought much about\nit--upper middle, I suppose.\"\n\n       *       *       *       *       *\n\n(_Citizen Dreister, age 43, occupation shoe vendor. A slender, mild man,\nyoung-looking for his years._)\n\n\"Yes, sir. Myra and I have three children of school age. All boys.\"\n\n\"Could you give me some idea what their education consists of?\"\n\n\"They learn how to read and write, and how to become good citizens.\nThey're already starting to learn their trades. The oldest is going into\nthe family business--shoes. The other two are taking apprenticeship\ncourses in groceries and retail marketing. That's my wife's family's\nbusiness. They also learn how to retain status, and how to utilize\nstandard techniques for moving upward. That's about what goes on in the\nopen classes.\"\n\n\"Are there other school classes which are not open?\"\n\n\"Well, naturally there are the closed classes. Every child attends\nthem.\"\n\n\"And what do they learn in the closed classes?\"\n\n\"I don't know. They're closed, as I said.\"\n\n\"Don't the children ever speak about those classes?\"\n\n\"No. They talk about everything under the sun, but not about that.\"\n\n\"Haven't you any idea what goes on in the closed classes?\"\n\n\"Sorry, I don't. At a guess--and it's only a guess, mind you--I'd say\nit's probably something religious. But you'd have to ask a teacher for\nthat.\"\n\n\"Thank you, sir. And how do you classify yourself statuswise?\"\n\n\"Middle middle class. Not much doubt about that.\"\n\n       *       *       *       *       *\n\n(_Citizen Maryjane Morgan, age 51, occupation school-teacher. A tall,\nbony woman._)\n\n\"Yes, sir, I think that just about sums up our curriculum at the Little\nBeige Schoolhouse.\"\n\n\"Except for the closed classes.\"\n\n\"I beg your pardon, sir?\"\n\n\"The closed classes. You haven't discussed those.\"\n\n\"I'm afraid I can't.\"\n\n\"Why not, Citizen Morgan?\"\n\n\"Is this a trick question? Everyone knows that teachers aren't allowed\nin the closed classes.\"\n\n\"Who _is_ allowed in?\"\n\n\"The children, of course.\"\n\n\"But who teaches them?\"\n\n\"The government is in charge of that.\"\n\n\"Of course. But who, specifically, does the teaching in the closed\nclasses?\"\n\n\"I have no idea, sir. It's none of my business. The closed classes are\nan ancient and respected institution. What goes on in them is quite\npossibly of a religious nature. But that's only a guess. Whatever it is,\nit's none of my business. Nor is it yours, young man, Opinioner or not.\"\n\n\"Thank you, Citizen Morgan.\"\n\n       *       *       *       *       *\n\n(_Citizen Edgar Nief, age 107, occupation retired officer. A tall,\nstooped man with cane, icy blue eyes undimmed by age._)\n\n\"A little louder, please. What was that question again?\"\n\n\"About the armed forces. Specifically I asked--\"\n\n\"I remember now. Yes, young man, I was a colonel in the Twenty-first\nNorth American Spaceborne Commando, which was a regular unit of the\nEarth Defense Corps.\"\n\n\"And did you retire from the service?\"\n\n\"No, the service retired from me.\"\n\n\"I beg pardon, sir?\"\n\n\"You heard me correctly, young man. It happened just sixty-three years\nago. The Earth Armed Forces were demobilized, except for the police\nwhom I cannot count. But all regular units were demobilized.\"\n\n\"Why was that done, sir?\"\n\n\"There wasn't anyone to fight. Wasn't even anyone to guard against, or\nso I was told. Damned foolish business, I say.\"\n\n\"Why, sir?\"\n\n\"Because an old soldier knows that you can never tell when an enemy\nmight spring up. It could happen now. And then where would we be?\"\n\n\"Couldn't the armies be formed again?\"\n\n\"Certainly. But the present generation has no concept of serving under\narms. There are no leaders left, outside of a few useless old fools like\nme. It would take years for an effective force, effectively led, to be\nformed.\"\n\n\"And in the meantime, Earth is completely open to invasion from the\noutside?\"\n\n\"Yes, except for the police units. And I seriously doubt their\nreliability under fire.\"\n\n\"Could you tell me about the police?\"\n\n\"There is nothing I know about them. I have never bothered my head about\nnon-military matters.\"\n\n\"But it is conceivable that the police have now taken over the functions\nof the army, isn't it? That the police constitute a sizable and\ndisciplined paramilitary force?\"\n\n\"It is possible, sir. Anything is possible.\"\n\n       *       *       *       *       *\n\n(_Citizen Moertin Honners, age 31, occupation verbalizer. A slim,\nlanguid man with an earnest, boyish face and smooth, corn-blond hair._)\n\n\"You are a verbalizer, Citizen Honners?\"\n\n\"I am, sir. Though perhaps 'author' would be a better word, if you don't\nmind.\"\n\n\"Of course. Citizen Honners, are you presently engaged in writing for\nany of the periodicals I see on the dissemination stands?\"\n\n\"Certainly not! These are written by incompetent hacks for the dubious\ndelectation of the lower middle class. The stories, in case you didn't\nknow, are taken line by line from the works of various popular writers\nof the twentieth and twenty-first centuries. The people who do the work\nmerely substitute adjectives and adverbs. Occasionally, I'm told, a more\ndaring hack will substitute a verb, or even a noun. But that is rare.\nThe editors of such periodicals frown upon sweeping innovations.\"\n\n\"And you are not engaged in such work?\"\n\n\"Absolutely not! My work is noncommercial. I am a Creative Conrad\nSpecialist.\"\n\n\"Would you mind telling me what that means, Citizen Honners?\"\n\n\"I'd be happy to. My own particular field of endeavor lies in\nre-creating the works of Joseph Conrad, an author who lived in the\npre-atomic era.\"\n\n\"How do you go about re-creating those works, sir?\"\n\n\"Well, at present I am engaged in my fifth re-creation of _Lord Jim_. To\ndo it, I steep myself as thoroughly as possible in the original work.\nThen I set about rewriting it as Conrad would have written it if he had\nlived today. It is a labor which calls for extreme diligence, and for\nthe utmost in artistic integrity. A single slip could mar the\nre-creation. As you can see, it calls for a preliminary mastery of\nConrad's vocabulary, themes, plots, characters, mood, approach, and so\non. All this goes in, and yet the book cannot be a slavish _repeat_. It\nmust have something new to say, just as Conrad would have said it.\"\n\n\"And have you succeeded?\"\n\n\"The critics have been generous, and my publisher gives me every\nencouragement.\"\n\n\"When you have finished your fifth re-creation of _Lord Jim_, what do\nyou plan to do?\"\n\n\"First I shall take a long rest. Then I shall re-create one of Conrad's\nminor works. _The Planter of Malata_, perhaps.\"\n\n\"I see. Is re-creation the rule in all the arts?\"\n\n\"It is the goal of the true aspiring artist, no matter what medium he\nhas chosen to work in. Art is a cruel mistress, I fear.\"\n\n       *       *       *       *       *\n\n(_Citizen Willis Ouerka, age 8, occupation student. A cheerful,\nblack-haired, sun-tanned boy._)\n\n\"I'm sorry, Mr. Opinioner, my parents aren't home right now.\"\n\n\"That's perfectly all right, Willis. Do you mind if I ask you a question\nor two?\"\n\n\"I don't mind. What's that you got under your jacket, Mister? It\nbulges.\"\n\n\"I'll ask the questions, Willis, if you don't mind.... Now, do you like\nschool?\"\n\n\"It's all right.\"\n\n\"What courses do you take?\"\n\n\"Well, there's reading and writing and status appreciation, and courses\nin art, music, architecture, literature, ballet, and theater. The usual\nstuff.\"\n\n\"I see. That's in the open classes?\"\n\n\"Sure.\"\n\n\"Do you also attend a closed class?\"\n\n\"Sure I do. Every day.\"\n\n\"Do you mind talking about it?\"\n\n\"I don't mind. Is that bulge a gun? I know what guns are. Some of the\nbig boys were passing around pictures at lunchtime a couple days ago and\nI peeked. Is it a gun?\"\n\n\"No. My suit doesn't fit very well, that's all. Now then. Would you mind\ntelling me what you do in the closed class?\"\n\n\"I don't mind.\"\n\n\"What happens, then?\"\n\n\"I don't remember.\"\n\n\"Come now, Willis.\"\n\n\"Really, Mr. Opinioner. We all go into this classroom, and we come out\ntwo hours later for recess. But that's all. I can't remember anything\nelse. I've talked with the other kids. They can't remember either.\"\n\n\"Strange....\"\n\n\"No, sir. If we were supposed to remember, it wouldn't be _closed_.\"\n\n\"Perhaps so. Do you remember what the room looks like, or who your\nteacher is for the closed class?\"\n\n\"No, sir. I really don't remember anything at all about it.\"\n\n\"Thank you. Willis.\"\n\n       *       *       *       *       *\n\n(_Citizen Cuchulain Dent, age 37, occupation inventor. A prematurely\nbald man with ironic, heavy-lidded eyes._)\n\n\"Yep, that's right. I'm an inventor specializing in games. I brought\nout _Triangulate--Or Else!_ last year. It's been pretty popular. Have\nyou seen it?\"\n\n\"I'm afraid not.\"\n\n\"Sort of a cute game. It's a simulated lost-in-space thing. The players\nare given incomplete data for their miniature computers, additional\ninformation as they win it. Space hazards for penalties. Lots of\nflashing lights and stuff like that. Very big seller.\"\n\n\"Do you invent anything else, Citizen Dent?\"\n\n\"When I was a kid, I worked up an improved seeder harvester. Designed to\nbe approximately three times as efficient as the present models. And\nwould you believe it, I really thought I had a chance of selling it.\"\n\n\"Did you sell it?\"\n\n\"Of course not. At that time I didn't realize that the patent office was\nclosed permanently except for the games section.\"\n\n\"Were you angry about that?\"\n\n\"A little angry at the time. But I soon realized that the models we have\nare plenty good enough. There's no need for more efficient or more\ningenious inventions. Folks today are satisfied with what they've got.\nBesides, new inventions would be of no service to mankind. Earth's birth\nand death rate are stable, and there's enough for everyone. To produce a\nnew invention, you'd have to retool an entire factory. That would be\nalmost impossible, since all the factories today are automatic and\nself-repairing. That's why there's a moratorium on invention, except in\nthe novelty game field.\"\n\n\"How do you feel about it?\"\n\n\"What's there to feel? That's how things are.\"\n\n\"Would you like to have things different?\"\n\n\"Maybe. But being an inventor, I'm classified as a potentially unstable\ncharacter anyhow.\"\n\n       *       *       *       *       *\n\n(_Citizen Barn Threnten, age 41, occupation atomics engineer\nspecializing in spacecraft design. A nervous, intelligent-looking man\nwith sad brown eyes._)\n\n\"You want to know what I do in my job? I'm sorry you asked that,\nCitizen, because I don't do a thing except walk around the factory.\nUnion rules require one stand-by human for every robot or robotized\noperation. That's what I do. I just stand by.\"\n\n\"You sound dissatisfied, Citizen Threnten.\"\n\n\"I am. I wanted to be an atomics engineer. I trained for it. Then when I\ngraduated, I found out my knowledge was fifty years out of date. Even if\nI learned what was going on now, I'd have no place to use it.\"\n\n\"Why not?\"\n\n\"Because everything in atomics is automatized. I don't know if the\nmajority of the population knows that, but it's true. From raw material\nto finished product, it's all completely automatic. The only human\nparticipation in the program is quantity-control in terms of population\nindexes. And even that is minimal.\"\n\n\"What happens if a part of an automatic factory breaks down?\"\n\n\"It gets fixed by robot repair units.\"\n\n\"And if they break down?\"\n\n\"The damned things are self-repairing. All I can do is stand by and\nwatch, and fill out a report. Which is a ridiculous position for a man\nwho considers himself an engineer.\"\n\n\"Why don't you turn to some other field?\"\n\n\"No use. I've checked, and the rest of the engineers are in the same\nposition I'm in, watching automatic processes which they don't\nunderstand. Name your field: food processing, automobile manufacture,\nconstruction, biochem., it's all the same. Either stand-by engineers or\nno engineers at all.\"\n\n\"This is true for spaceflight also?\"\n\n\"Sure. No member of the spacepilot's union has been off Earth for close\nto fifty years. They wouldn't know how to operate a ship.\"\n\n\"I see. All the ships are set for automatic.\"\n\n\"Exactly. Permanently and irrevocably automatic.\"\n\n\"What would happen if these ships ran into an unprecedented situation?\"\n\n\"That's hard to say. The ships can't think, you know; they simply follow\npre-set programs. If the ships ran into a situation for which they were\nnot programmed, they'd be paralyzed, at least temporarily. I think they\nhave an optimum-choice selector which is supposed to take over\nunstructured situations; but it's never been tried out. At best, it\nwould react sluggishly. At worst, it wouldn't work at all. And that\nwould be fine by me.\"\n\n\"Do you really mean that?\"\n\n\"I certainly do. I'm sick of standing around watching a machine do the\nsame thing day after day. Most of the professional men I know feel the\nsame way. We want to do something. Anything. Did you know that a hundred\nyears ago human-piloted starships were exploring the planets of other\nsolar systems?\"\n\n\"Yes.\"\n\n\"Well, that's what we should be doing now. Moving outward, exploring,\nadvancing. That's what we need.\"\n\n\"I agree. But don't you think you're saying rather dangerous things?\"\n\n\"I know I am. But frankly, I just don't care any longer. Let them ship\nme to Omega if they want to. I'm doing no good here.\"\n\n\"Then you've heard about Omega?\"\n\n\"Anyone connected with starships knows about Omega. Round trips between\nOmega and Earth, that's all our ships do. It's a terrible world.\nPersonally, I put the blame on the clergy.\"\n\n\"The clergy?\"\n\n\"Absolutely. Those sanctimonious fools with their endless drivel about\nthe Church of the Spirit of Mankind Incarnate. It's enough to make a man\nwish for a little evil....\"\n\n       *       *       *       *       *\n\n(_Citizen Father Boeren, age 51, occupation clergyman. A stately,\nplum-shaped man wearing a saffron robe and white sandals._)\n\n\"That's right, my son, I am the abbot of the local branch of the Church\nof the Spirit of Mankind Incarnate. Our church is the official and\nexclusive religious expression of the government of Earth. Our religion\nspeaks for all the peoples of Earth. It is a composite of the best\nelements of all the former religions, both major and minor, skillfully\nblended into a single all-embracing faith.\"\n\n\"Citizen Abbot, aren't there bound to be contradictions in doctrine\namong the various religions which make up your faith?\"\n\n\"There _were_. But the forgers of our present Church threw out all\ncontroversial matter. We wanted agreement, not dissension. We preserve\nonly certain colorful facets of those early great religions; facets with\nwhich people can identify. There have never been any schisms in our\nreligion, because we are all-acceptant. One may believe anything one\nwishes, as long as it preserves the holy spirit of Mankind Incarnate.\nFor our worship, you see, is the true worship of Man. And the spirit we\nrecognize is the spirit of the divine and holy Good.\"\n\n\"Would you define Good for me, Citizen Abbot?\"\n\n\"Certainly. Good is that force within us which inspires men to acts of\nconformity and subservience. The worship of Good is essentially the\nworship of oneself, and therefore the only true worship. The self which\none worships is the ideal social being: the man content in his niche in\nsociety, yet ready to creatively advance his status. Good is gentle,\nsince it is a true reflection of the loving and pitying universe. Good\nis continually changing in its aspects, although it comes to us in the ...\nYou have a strange look on your face, young man.\"\n\n\"I'm sorry, Citizen Abbot. I believe I heard that sermon, or one very\nmuch like it.\"\n\n\"It is true wherever one hears it.\"\n\n\"Of course. One more question, sir. Could you tell me about the\nreligious instruction of children?\"\n\n\"That duty is performed for us by the robot-confessors.\"\n\n\"Yes?\"\n\n\"The notion came to us from the ancient root-faith of Transcendental\nFreudianism. The robot-confessor instructs children and adults alike. It\nhears their problems within the social matrix. It is their constant\nfriend, their social mentor, their religious instructor. Being robotic,\nthe confessors are able to give exact and unvarying answers to any\nquestion. This aids the great work of Conformity.\"\n\n\"I can see that it does. What do the human priests do?\"\n\n\"They watch over the robot-confessors.\"\n\n\"Are these robot-confessors present in the closed classrooms?\"\n\n\"I am not competent to answer that.\"\n\n\"They are, aren't they?\"\n\n\"I truly do not know. The closed classrooms are closed to abbots as well\nas other adults.\"\n\n\"By whose order?\"\n\n\"By order of the Chief of the Secret Police.\"\n\n\"I see.... Thank you, Citizen Abbot Boeren.\"\n\n       *       *       *       *       *\n\n(_Citizen Enyen Dravivian, age 43, occupation government employee. A\nnarrow-faced, slit-eyed man, old and tired beyond his years._)\n\n\"Good afternoon, sir. You say that you are employed by the government?\"\n\n\"Correct.\"\n\n\"Is that the state or the federal government?\"\n\n\"Both.\"\n\n\"I see. And have you been in this employ for very long?\"\n\n\"Approximately eighteen years.\"\n\n\"Yes, sir. Would you mind telling me what, specifically, your job is?\"\n\n\"Not at all. I am the Chief of the Secret Police.\"\n\n\"You are--I see, sir. That's very interesting. I--\"\n\n\"Don't reach for your needlebeam, ex-Citizen Barrent. I can assure you,\nit won't operate in the blanketed area around this house. And if you\ndraw it, you'll be hurt.\"\n\n\"How?\"\n\n\"I have my own means of protection.\"\n\n\"How did you know my name?\"\n\n\"I've known about you almost since you set foot upon Earth. We are not\nentirely without resources you know. But we can discuss all that inside.\nWon't you come in?\"\n\n\"I think I'd rather not.\"\n\n\"I'm afraid you have to. Come, Barrent, I won't bite you.\"\n\n\"Am I under arrest?\"\n\n\"Of course not. We're simply going to have a little talk. That's right,\nsir, right through there. Just make yourself comfortable.\"\n\n\n\n\nChapter Twenty-Eight\n\n\nDravivian led him into a large room paneled in walnut. The furniture was\nof a heavy, black wood, intricately carved and varnished. The desk, high\nand straight, seemed to be an antique. A heavy tapestry covered one\nentire wall. It depicted, in fading colors, a medieval hunting scene.\n\n\"Do you like it?\" Dravivian asked. \"My family did the furnishing. My\nwife copied the tapestry from an original in the Metropolitan Museum. My\ntwo sons collaborated on the furniture. They wanted something ancient\nand Spanish in feeling, but with more comfort than antiques usually\ngive. A slight modification of the lines accomplished that. My own\ncontributions are not visible. Music of the baroque period is my\nspecialty.\"\n\n\"Aside from policework,\" Barrent said.\n\n\"Yes, aside from that.\" Dravivian turned away from Barrent and looked\nthoughtfully at the tapestry. \"We will come to the matter of the police\nin due course. Tell me first, what do you think of this room?\"\n\n\"It's very beautiful,\" Barrent said.\n\n\"Yes. And?\"\n\n\"Well--I'm no judge.\"\n\n\"You _must_ judge,\" Dravivian said. \"In this room you can see Earth's\ncivilization in miniature. Tell me what you think of it.\"\n\n\"It feels lifeless,\" Barrent said.\n\nDravivian turned to Barrent and smiled. \"Yes, that's a good word for it.\nSelf-involved might perhaps be better. This is a high-status room,\nBarrent. A great deal of creativity has gone into the artistic\nimprovement of ancient archetypes. My family has re-created a bit of the\nSpanish past, as others have re-created bits of the Mayan, Early\nAmerican, or Oceanic past. And yet, the essential hollowness is obvious.\nOur automatized factories produce the same goods for us year in and year\nout. Since everyone has these same goods, it is necessary for us to\nchange the factory product, to improve and embroider it, to express\nourselves through it, to rank ourselves by it. That's how Earth is,\nBarrent. Our energy and skills are channeled into essentially decadent\npursuits. We re-carve old furniture, worry about rank and status, and in\nthe meantime the frontier of the distant planets remains unexplored and\nunconquered. We ceased long ago to expand. Stability brought the danger\nof stagnation, to which we succumbed. We became so highly socialized\nthat individuality had to be diverted to the most harmless of pursuits,\nturned inward, kept from any meaningful expression. I think you have\nseen a fair amount of that in your time on Earth?\"\n\n\"I have. But I never expected to hear the Chief of the Secret Police say\nit.\"\n\n\"I'm an unusual man,\" Dravivian said, with a mocking smile. \"And the\nSecret Police is an unusual institution.\"\n\n\"It must be very efficient. How did you find out about me?\"\n\n\"That was really quite simple. Most of the people of Earth are\nsecurity-conditioned from childhood. It's part of our heritage, you\nknow. Nearly all the people you met were able to tell that there was\nsomething very wrong about you. You were as obviously out of place as a\nwolf among sheep. People noticed, and reported directly to me.\"\n\n\"All right,\" Barrent said. \"Now what?\"\n\n\"First I would like you to tell me about Omega.\"\n\nBarrent told the Police Chief about his life on the prison planet.\nDravivian nodded, a faint smile on his lips.\n\n\"Yes, it's very much as I expected,\" he said. \"The same sort of thing\nhas happened on Omega as happened in early America and Australia. There\nare differences, of course; you have been shut off more completely from\nthe mother country. But the same fierce energy and drive is there, and\nthe same ruthlessness.\"\n\n\"What are you going to do?\" Barrent asked.\n\nDravivian shrugged his shoulders. \"It really doesn't matter. I suppose I\ncould kill you. But that wouldn't stop your group on Omega from sending\nout other spies, or from seizing one of the prison ships. As soon as the\nOmegans begin to move in force, they'll discover the truth anyhow.\"\n\n\"What truth?\"\n\n\"By now it must be obvious to you,\" Dravivian said. \"Earth hasn't fought\na war for nearly eight hundred years. We wouldn't know how. The\norganization of guardships around Omega is pure façade. The ships are\ncompletely automatized, built to meet conditions of several hundreds\nyears ago. A determined attack will capture a ship; and when you have\none, the rest will fall. After that, there's nothing to stop the Omegans\nfrom coming back to Earth; and there's nothing on Earth to fight them\nwith. This, you must realize, is the reason why all prisoners leaving\nEarth are divorced from their memories. If they _remembered_, Earth's\nvulnerability would be painfully apparent.\"\n\n\"If you knew all this,\" Barrent asked, \"why didn't your leaders do\nsomething about it?\"\n\n\"That was our original intention. But there was no real drive behind the\nintention. We preferred not to think about it. We assumed the status quo\nwould remain indefinitely. We didn't want to think about the day when\nthe Omegans returned to Earth.\"\n\n\"What are you and your police going to do about it?\" Barrent asked.\n\n\"I am façade, too,\" Dravivian told him. \"I have no police. The position\nof Chief is entirely honorary. There has been no need of a police force\non Earth for close to a century.\"\n\n\"You're going to need one when the Omegans come home,\" Barrent said.\n\n\"Yes. There's going to be crime again, and serious trouble. But I think\nthe final amalgamation will be successful. You on Omega have the drive,\nthe ambition to reach the stars. I believe you need a certain stability\nand creativeness which Earth can provide. Whatever the results, the\nunion is inevitable. We've lived in a dream here for too long. It's\ngoing to take violent measures to awaken us.\"\n\nDravivian rose to his feet. \"And now,\" he said, \"since the fate of Earth\nand Omega seem to be decided, could I offer you some refreshment?\"\n\n\n\n\nChapter Twenty-Nine\n\n\nWith the help of the Chief of Police, Barrent put a message aboard the\nnext ship to leave for Omega. The message told about conditions on Earth\nand urged immediate action. When that was finished, Barrent was ready\nfor his final job--to find the judge who had sentenced him for a crime\nhe hadn't committed, and the lying informer who had turned him in to the\njudge. When he found those two, Barrent knew he would regain the missing\nportions of his memory.\n\nHe took the night expressway to Youngerstun. His suspicions, sharply\nkeyed from life on Omega, would not let him rest. There had to be a\ncatch to all this splendid simplicity. Perhaps he would find it in\nYoungerstun.\n\nBy early morning he was there. Superficially, the neat rows of houses\nlooked the same as in any other town. But for Barrent they were\ndifferent, and achingly familiar. He _remembered_ this town, and the\nmonotonous houses had individuality and meaning for him. He had been\nborn and raised in this town.\n\nThere was Grothmeir's store, and across the street was the home of\nHavening, the local interior decorating champion. Here was Billy\nHavelock's house. Billy had been his best friend. They had planned on\nbeing starmen together, and had remained good friends after\nschool--until Barrent had been sentenced to Omega.\n\nHere was Andrew Therkaler's house. And down the block was the school he\nhad attended. He could remember the classes. He could remember how,\nevery day, they had gone through the door that led to the closed class.\nBut he still could not remember what he had learned there.\n\nRight here, near two huge elms, the murder had taken place. Barrent\nwalked to the spot and remembered how it had happened. He had been on\nhis way home. From somewhere down the street he had heard a scream. He\nhad turned, and a man--Illiardi--had run down the street and thrown\nsomething at him. Barrent had caught it instinctively and found himself\nholding an illegal handgun. A few steps further, he had looked into the\ntwisted dead face of Andrew Therkaler.\n\nAnd what had happened next? Confusion. Panic. A sensation of someone\nwatching as he stood, weapon in hand, over the corpse. There, at the end\nof the street, was the refuge to which he had gone.\n\nHe walked up to it, and recognized it as a robot-confessional booth.\n\nBarrent entered the booth. It was small, and there was a faint odor of\nincense in the air. The room contained a single chair. Facing it was a\ncomplex, brilliantly lighted panel.\n\n\"Good morning, Will,\" the panel said to him.\n\nBarrent had a sudden sense of helplessness when he heard that soft\nmechanical voice. He remembered it now. The passionless voice knew all,\nunderstood all, and forgave nothing. That artfully manufactured voice\nhad spoken to him, had listened, and then had judged. In his dream, he\nhad personified the robot-confessor into the figure of a human judge.\n\n\"You remember me?\" Barrent asked.\n\n\"Of course,\" said the robot-confessor. \"You were one of my parishioners\nbefore you went to Omega.\"\n\n\"You sent me there.\"\n\n\"For the crime of murder.\"\n\n\"But I didn't commit the crime!\" Barrent said. \"I didn't do it, and you\nmust have known it!\"\n\n\"Of course I knew it,\" the robot-confessor said. \"But my powers and\nduties are strictly defined. I sentence according to evidence, not\nintuition. By law, the robot-confessors must weigh only the concrete\nevidence which is put before them. They must, when in doubt, sentence.\nIn fact, the mere presence of a man before me charged with murder must\nbe taken as a strong presumption of his guilt.\"\n\n\"Was there evidence against me?\"\n\n\"Yes.\"\n\n\"Who gave it?\"\n\n\"I cannot reveal his name.\"\n\n\"You must!\" Barrent said. \"Times are changing on Earth. The prisoners\nare coming back. Did you know that?\"\n\n\"I expected it,\" the robot-confessor said.\n\n\"I must have the informer's name,\" Barrent said. He took the needlebeam\nout of his pocket and advanced toward the panel.\n\n\"A machine cannot be coerced,\" the robot-confessor told him.\n\n\"Give me the name!\" Barrent shouted.\n\n\"I should not, for your own good. The danger would be too great. Believe\nme, Will....\"\n\n\"The name!\"\n\n\"Very well. You will find the informer at Thirty-five Maple Street. But\nI earnestly advise you not to go there. You will be killed. You simply\ndo not know--\"\n\nBarrent pressed the trigger, and the narrow beam scythed through the\npanel. Lights flashed and faded as he cut through the intricate wiring.\nAt last all the lights were dead, and a faint gray smoke came from the\npanel.\n\nBarrent left the booth. He put the needlebeam back in his pocket and\nwalked to Maple Street.\n\n       *       *       *       *       *\n\nHe had been here before. He knew this street, set upon a hill, rising\nsteeply between oak and maple trees. Those lampposts were old friends,\nthat crack in the pavement was an ancient landmark. Here were the\nhouses, heavy with familiarity. They seemed to lean expectantly toward\nhim, like spectators waiting for the final act of an almost forgotten\ndrama.\n\nHe stood in front of 35 Maple Street. The silence which surrounded that\nplain white-shuttered house struck him as ominous. He took the\nneedlebeam out of his pocket, looking for a reassurance he knew he could\nnot find. Then he walked up the neat flagstones and tried the front\ndoor. It opened. He stepped inside.\n\nHe made out the dim shades of lamps and furniture, the dull gleam of a\npainting on the wall, a piece of statuary on an ebony pedestal.\nNeedlebeam in hand, he stepped into the next room.\n\nAnd came face to face with the informer.\n\nStaring at the informer's face, Barrent remembered. In an overpowering\nflood of memory he saw himself, a little boy, entering the closed\nclassroom. He heard again the soothing hum of machinery, watched the\npretty lights blink and flash, heard the insinuating machine voice\nwhisper in his ear. At first, the voice filled him with horror; what it\nsuggested was unthinkable. Then, slowly, he became accustomed to it, and\naccustomed to all the strange things that happened in the closed\nclassroom.\n\nHe _learned_. The machines taught on deep, unconscious levels. The\nmachines intertwined their lessons with the basic drives, weaving a\npattern of learned behavior with the life instinct. They taught, then\nblocked off conscious knowledge of the lessons, sealed it--and fused it.\n\nWhat had he been taught? _For the social good, you must be your own\npoliceman and witness. You must assume responsibility for any crime\nwhich might conceivably be yours._\n\nThe face of the informer stared impassively at him. It was Barrent's own\nface, reflected back from a mirror on the wall.\n\nHe had informed on himself. Standing with the gun in his hand that day,\nlooking down at the murdered man, learned unconscious processes had\ntaken over. The presumption of guilt had been too great for him to\nresist, the similarity to guilt had turned into guilt itself. He had\nwalked to the robot-confessor's booth, and there he had given complete\nand damning evidence against himself, had indicted himself on the basis\nof probability.\n\nThe robot-confessor had passed the obligatory sentence and Barrent had\nleft the booth. Well-trained in the lessons of the classroom, he had\ntaken himself into custody, had gone to the nearest thought-control\ncenter in Trenton. Already a partial amnesia had taken place, keyed to\nand triggered by the lessons of the closed classroom.\n\nThe skilled android technicians in the thought-control center had\nlabored hard to complete this amnesia, to obliterate any remnants of\nmemory. As a standard safeguard against any possible recovering of his\nmemory, they had implanted a logical construct of his crime beneath the\nconscious level. As the regulations required, this construct contained\nan implication of the far-reaching power of Earth.\n\nWhen the job was completed, an automatized Barrent had marched out of\nthe center, taken a special expressway to the prison ship depot, boarded\nthe prison ship, entered his cell, and closed the door and left Earth\nbehind him. Then he had slept until the checkpoint had been passed,\nafter which the newly arrived guards awakened the prisoners for\ndisembarkation on Omega....\n\nNow, staring at his own face in the mirror, the last of the conscious\nlessons of the classroom became conscious:\n\n_The lessons of the closed classroom must never be consciously known by\nthe individual. If they become conscious the human organism must perform\nan immediate act of self-destruction._\n\nNow he saw why his conquest of Earth had been so easy; it was because he\nhad conquered nothing. Earth needed no security forces, for the\npoliceman and the executioner were implanted in every man's mind.\nBeneath the surface of Earth's mild and pleasant culture was a\nself-perpetuating robot civilization. An awareness of that civilization\nwas punishable by death.\n\nAnd here, at this moment, the real struggle for Earth began.\n\nLearned behavior patterns intertwined with basic life drives forced\nBarrent to raise the needlebeam, to point it toward his head. This was\nwhat the robot-confessor had tried to warn him about, and what the\nmutant girl had skrenned. The younger Barrent, conditioned to absolute\nand mindless conformity, had to kill himself.\n\nThe older Barrent who had spent time on Omega fought that blind urge. A\nschizophrenic Barrent fought himself. The two parts of him battled for\npossession of the weapon, for control of the body, for ownership of the\nmind.\n\nThe needlebeam's movement stopped inches from his head. The muzzle\nwavered. Then slowly, the new Omegan Barrent, Barrent-2, forced the\nweapon away.\n\nHis victory was short-lived. For now the lessons of the closed classroom\ntook over, forcing Barrent-2 into a contrasurvival struggle with the\nimplacable and death-desiring Barrent-1.\n\n\n\n\nChapter Thirty\n\n\nConditioning took over and flung the fighting Barrents backward through\nsubjective time, to those stress points in the past where death had been\nnear, where the temporal life fabric had been weakened, where a\npredisposition toward death had already been established. Conditioning\nforced Barrent-2 to re-experience those moments. But this time, the\ndanger was augmented by the full force of the malignant half of his\npersonality--by the murderous informer, Barrent-1.\n\n       *       *       *       *       *\n\nBarrent-2 stood under glaring lights on the blood-stained sands of the\nArena, a sword in his hand. It was the time of the Omegan Games. Coming\nat him was the Saunus, a heavily armored reptile with the leering face\nof Barrent-1. Barrent-2 severed the creature's tail, and it changed\ninto three trichomotreds, rat-sized, Barrent-faced, with the\ndispositions of rabid wolverines. He killed two, and the third grinned\nand bit his left hand to the bone. He killed it, and watched\nBarrent-1's blood leak into the soggy sand....\n\n       *       *       *       *       *\n\nThree ragged men sat laughing on a bench, and a girl handed him a small\ngun. \"Luck,\" she said. \"I hope you know how to use this.\" Barrent nodded\nhis thanks before he noticed that the girl was not Moera; she was the\nskrenning mutant who had predicted his death. Still, he moved into the\nstreet and faced the three Hadjis.\n\nTwo of the men were mild-faced strangers. The third, Barrent-1,\nstepped forward and quickly brought his gun into firing position.\nBarrent-2 flung himself to the ground and pressed the trigger of his\nunfamiliar weapon. He felt it vibrate in his hand and saw Hadji\nBarrent's head and shoulders turn black and begin to crumble. Before he\ncould take aim again, his gun was wrenched violently from his hand.\nBarrent-1's dying shot had creased the end of the muzzle.\n\nDesperately he dived for the weapon, and as he rolled toward it he saw\nthe second man, now wearing the Barrent-1 face, take careful aim.\nBarrent-2 felt pain flash through his arm, already torn by the\ntrichomotred's teeth. He managed to shoot this Barrent-1, and through\na haze of pain faced the third man, now also Barrent-1. His arm was\nstiffening rapidly, but he forced himself to press the trigger....\n\n       *       *       *       *       *\n\n_You're playing their game_, Barrent-2 told himself. The\ndeath-conditioning will wear you down, will kill you. _You must see\nthrough it, get past it. It isn't really happening, it's in your\nmind_....\n\nBut there was no time to think. He was in a large, circular,\nhigh-ceilinged room of stone in the cellars of the Department of\nJustice. It was the Trial by Ordeal. Rolling across the floor toward him\nwas a glistening black machine shaped like a half-sphere, standing\nalmost four feet high. It came at him, and in the pattern of red, green,\nand amber lights he could see the hated face of Barrent-1.\n\nNow his enemy was in its ultimate form: the invariant robot\nconsciousness, as false and stylized as the conditioned dreams of Earth.\nThe Barrent-1 machine extruded a single slender tentacle with a white\nlight winking at the end of it. As it approached, the tentacle withdrew,\nand in its place appeared a jointed metal arm ending in a knife-edge.\nBarrent-2 dodged, and heard the knife scrape against the stone.\n\n_It isn't what you think it is_, Barrent-2 told himself. _It isn't a\nmachine, and you are not back on Omega. This is only half of yourself\nyou are fighting, this is nothing but a deadly illusion._\n\nBut he couldn't believe it. The Barrent machine was coming at him again,\nits metal hide glistening with a foul green substance which Barrent-2\nrecognized immediately as Contact Poison. He broke into a sprint, trying\nto stay away from the fatal touch.\n\n_It isn't fatal_, he told himself.\n\nNeutralizer washed over the metal surface, clearing away the poison. The\nmachine tried to ram him. Barrent tried half-heartedly to push it aside.\nIt crashed into him with stunning force, and he could feel ribs\nsplintering.\n\n_It isn't real! You're letting a conditioned reflex talk you to death!\nYou aren't on Omega! You're on Earth, in your own home, staring into a\nmirror!_\n\nBut the pain was real, and the clubbed metal arm felt real as it crashed\nagainst his shoulder. Barrent staggered away.\n\nHe felt horror, not at dying, but at dying too soon, before he could\nwarn the Omegans of this ultimate danger planted deep in their own\nminds. There was no one else to warn of the catastrophe that would\nstrike each man as he recovered his own specific memories of Earth. To\nhis best knowledge, no one had experienced this and lived. If _he_ could\nlive through it, countermeasures could be taken, counterconditioning\ncould be set up.\n\nHe pulled himself to his feet. Coached since childhood in social\nresponsibility, he thought of it now. He couldn't allow himself to die\nwhen his knowledge was vital to Omega.\n\n_This is not a real machine._\n\nHe repeated it to himself as the Barrent machine revved up, picked up\nspeed, and hurtled toward him from the far side of the room. He forced\nhimself to see beyond the machine, to see the patient droning lessons of\nthe classroom which had created this monster in his mind.\n\n_This is not a real machine._\n\nHe believed it....\n\nAnd swung his fist into the hated face reflected in the metal.\n\nThere was a moment of dazzling pain, and then he lost consciousness.\nWhen he came to, he was alone in his own home on Earth. His arm and\nshoulder ached, and several of his ribs seemed to be broken. On his left\nhand he bore the stigmata of the trichomotred's bite.\n\nBut with his cut and bleeding right hand he had smashed the mirror. He\nhad shattered it and Barrent-1 utterly and forever.\n\n\n\n                         OMEGA\n\n                       RELIGION:\n                 THE WORSHIP OF EVIL\n\n                      PLEASURES:\n        THE THRILL OF THE HUNT, WITH HUMAN PREY\n\n                       STATUS:\n            ATTAINED ONE CORPSE AT A TIME\n\n                   LIFE EXPECTANCY:\n                  THREE EARTH YEARS\n\n\n  \"ALL OF YOU ARE CRIMINALS THEREFORE MANKIND HAS REJECTED YOU,\n  AND YOU HAVE BEEN SENT TO A WORLD WHERE YOUR OWN SORT IS KING.\n  HERE YOU CAN MAKE YOUR OWN RULES, AND DIE BY THEM ...\"\n\n                 THE STATUS CIVILIZATION\n\n\n\n\nTranscriber's List of Corrections\n\n    Chapter One\n      Page 1, \"futher\" changed to \"further.\" (He awoke, rubbed his\n    eyes, and waited for further memories to come.)\n      Page 9, \"ot think\" changed to \"to think.\" (All he wanted to\n    do was lie down, to sleep, to have a chance to think about his\n    situation.)\n\n    Chapter Two\n      Page 14, \"theif\" changed to \"thief.\" (I'm ashamed to admit\n    that I can't remember what a credit thief is.)\n\n    Chapter Five\n      Page 36, \"wtih\" changed to \"with.\" (She appeared to be\n    dissatisfied with her husband; and divorce was forbidden on\n    Omega.)\n\n    Chapter Nine\n      Page 65, \"murder\" changed to \"murderer.\" (Before his visit to\n    the Dream Shop he had never felt himself a murderer, no matter\n    what the Earth authorities had accused him of.)\n\n    Chapter Sixteen\n      Page 107, \"undected\" changed to \"undetected.\" (By noon,\n    Barrent was still undetected.)\n      Page 114, \"were were\" changed to \"were.\" (If he were able to\n    get by the city gate, he would have to watch for the hunting\n    patrols.)\n\n    Chapter Eighteen\n      Page 125, \"Barren\" changed to \"Barrent.\" (Barrent ducked out\n    of a corner in which the creeping vines were trapping him.)\n\n    Chapter Twenty-Three\n      Page 151, \"coud\" changed to \"could.\" (Barrent backed away,\n    wondering if a needlebeam could stop it.)\n\n    Chapter Twenty-Four\n      Page 159, Added a missing end-quote. (The full facilities of\n    this park are waiting for all lovers of the great outdoors.\")\n      Page 159, \"Presumbaly\" changed to \"Presumably.\" (Presumably\n    they liked this sort of thing.)\n\n\n\n\n\nEnd of Project Gutenberg's The Status Civilization, by Robert Sheckley\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE STATUS CIVILIZATION ***\n\n***** This file should be named 20919-8.txt or 20919-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/0/9/1/20919/\n\nProduced by Greg Weeks, Karina Aleksandrova and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}