{"title": "The Mightiest Man", "author": "Patrick Fahy", "releaseDate": "May 23, 2007", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Robert Cicconetti, Tamise Totterdell and the\nOnline Distributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n    This e-text was produced from \"Worlds of If\" November 1961.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed.\n\n\nHe had betrayed mankind, but he was not afraid of the\nconsequences--ever!\n\n\nTHE\nMIGHTIEST\nMAN\n\n\nBy PATRICK FAHY\n\n\nThey caught up with him in Belgrade.\n\nThe aliens had gone by then, only a few shining metal huts in the\nSiberian tundra giving mute evidence that they had been anything other\nthan a nightmare.\n\nIt had seemed exactly like that. A nightmare in which all of Earth stood\nhelpless, unable to resist or flee, while the obscene shapes slithered\nand flopped over all her green fields and fair cities. And the awakening\nhad not brought the reassurance that it had all been a bad dream. That\nif it had happened in reality, the people of Earth would have been\ncapable of dealing with the terrible menace. It had been real. And they\nhad been no more capable of resisting the giant intelligences than a\nchild of killing the ogre in his favorite fairy story.\n\nIt was an ironic parallel, because that was what finally saved Earth for\nits own people. A fairy story.\n\nThe old fable of the lion and the mouse. When the lion had exhausted his\natomic armor and proud science against the invincible and immortal\ninvaders of Earth--for they could not be killed by any means--the mouse\nattacked and vanquished them.\n\nThe mouse, the lowest form of life: the fungoids, the air of Earth\nswarming with millions of their spores, attacked the monstrous bodies,\ngrew and entwined within the gray convolutions that were their brain\ncenters. And as the tiny thread-roots probed and tightened, the aliens\nscreamed soundlessly. The intelligences toppled and fell, and at last\nthat few among them who retained sanity gathered their lunatic brethren\nand fled as they had come.\n\nIf he had known the effect the fungoids would have on them, he would\nhave told them that too. He had told them everything else, when he had\nbeen snatched from a busy city street, a random specimen of humanity to\nbe probed and investigated.\n\nThey had chosen well. For the payment they offered him he was willing to\nbarter the whole human race. As far as it lay in his power he did just\nthat.\n\nHe was not an educated man, though he was intelligent. It was child's\nplay to them to strip his mind bare; but they had to know the\nintangibles too, the determined will of humanity to survive, the\nprobabilities of the pattern of human behavior in a situation which\nhumanity had never before faced. He told them all he could, gladly and\nwillingly. He would have descended to any treachery for the vast\nglittering reward they tempted him with.\n\nIt wasn't easy for the Yugoslavs to guard him and, anyway, their hearts\nweren't in the task. His treachery, the ultimate treason, the betrayal\nof the whole human race, was commonly known.\n\nInevitably the mob got him and killed three policemen in the process.\nWhen they had sated their anger a little and the traitor had lost most\nof his clothes and the thumb of his right hand, they dragged him to the\njunction where the Danube meets the Sava and held him under the gray\nwaters with long poles, as if he was some poisonous reptile.\n\nHe lay supinely on the bed of the river and smiled evilly while a\nhundred thousand people writhed in neural agony.\n\n       *       *       *       *       *\n\nTwenty-four hours later the neural plague had spread to Zagreb and into\nAlbania as far as Tirana. When it crossed to Leghorn in Italy the\nBalkans held twenty million lunatics and the Danube was an artificial\nlake a hundred miles wide.\n\nThey had used a \"clean\" bomb. So they were able to bring a loudspeaker\nvan to its edge and boom at him to come out. He allowed them to do that\nfor some inscrutable reason; perhaps to demonstrate that his powers were\nselective. Then it seemed he got tired of the farce, and cruel fingers\ntwined themselves into the nerve centers of the President of Italy and\nthe Prime Minister of the government of United Europe. He made them\ndance a horribly twisted _pas de deux_ on the banks of the Danube for\nhis perverted amusement.\n\nThen he released them, and released the millions of gibbering, twitching\nidiots that inhabited Southern Europe, and he came out of the river bed\nin which he had lain for forty-eight hours.\n\nHe walked alone through the deserted streets of Belgrade until he came\nto the United Nations building. There he told a very brave lieutenant\nthat he was willing to stand trial any place in the world they wished.\n\nFor three days nobody came to arrest him. He sat alone with the\nlieutenant in the peopleless city of Belgrade and waited for his\ncaptors. They came then, timidly reassured by his non-violence. While he\ntalked to them pleasantly the citizens of London and Paris suddenly\nbegan to dance jerky and grotesque jigs on the pavements of their\ncities. In the same moment the Chief Justice of the Court of the\nNations, at a cocktail party in Washington, writhed in the exquisite\npain of total muscle cramp, his august features twisted into a mask of\nabject fear.\n\nThe trial itself was a legal farce. The prisoner promptly pleaded guilty\nto the charge of betraying mankind to an alien race, but he didn't allow\nthem to question him. When one lawyer persisted in face of his pleasant\nrefusals, he died suddenly in a cramped ball of screaming agony.\n\nThe gray-faced Chief Justice inquired whether he wished to be sentenced\nand he answered yes, but not to death. They couldn't kill him, he\nexplained. That was part of the reward the aliens had given him. The\nother part was that _he_ could kill or immobilize anybody in the\nworld--or everybody--from any distance. He sat back and smiled at the\nstricken courtroom. Then he lost his composure and his mouth twitched.\nHe laughed uproariously and slapped his knees in ecstasy.\n\nIt was plain that he was fond of a joke.\n\nAn anonymous lawyer stood up and waited patiently for his merriment to\nsubside.\n\nIf this was true, he asked, why had not the aliens used this power? Why\nhad they not simply killed off the inhabitants and taken over the vacant\nplanet? The traitor gazed kindly at him; and a court stenographer who\nhad cautiously picked up a pencil returned agonizingly to her foetal\nposition and, that way, died.\n\nThe traitor looked at his fingers and shrugged. The thumb that had been\nsnapped off in the mob's frenzy was more than half grown again.\n\n\"They needed slaves,\" he said simply.\n\n\"And at the end, while some of them were still sane?\"\n\nThe traitor raised his eyebrows, giving him his full courteous\nattention. The lawyer sat down abruptly, his question unfinished. The\ncreature who had betrayed his own race smiled at him and permitted him\nto live.\n\nHe even completed his question for him, and answered it. \"Why did they\nnot kill then? They had something else on their minds--fungoids!\" He\nlaughed uproariously at his macabre joke. \"And in their minds too!\"\n\nThe lawyer's blue eyes gazed at him steadily and he stopped laughing. In\nthe bated hush of the courtroom he said softly, \"What a pity I'm not an\nalien too. You could have the fungoids destroy me!\"\n\nHe laughed again helplessly, the tears running down his cheeks.\n\n       *       *       *       *       *\n\nThe Chief Justice adjourned the Court then and the prisoner sauntered to\nhis comfortable quarters in front of his frightened guards.\n\nThat night, in his own living room, the Chief Justice danced an agonized\nfandango in front of his horror-stricken wife and the anonymous lawyer\nsat in his apartment, staring at the blank wall. He was glad the aliens\nhad not made the traitor telepathic too.\n\nHe had found the chink in his armor.\n\nThe neural paralysis, the murders by remote control, were acts of a\nconscious will. He had himself admitted that if his mind was destroyed\nhis powers would be destroyed with it. The aliens had not sought revenge\nbecause their minds were totally occupied with saving themselves. The\nstricken ones had simply lost the power.\n\nThe knowledge was useless to him. There was no way they could attack his\nmind without his knowing it.\n\nPossibly they could steal away his consciousness by drugging or\nbludgeoning, but it would be racial suicide to attempt it. In the split\nmoment of realization he would kill every human being on Earth. There\nwould be nobody left to operate on his brain, to make him a mindless,\npowerless idiot for the rest of time. For any period of time, he\ncorrected himself. His brain would heal again.\n\nIt was useless to think about it. There was nothing they could use\nagainst his invincibility. The only hope was to attack him unawares ...\nand if that hope was a fraction less than a certainty it could only mean\nfinal and absolute catastrophe.\n\nThe lawyer looked at his watch. It was four in the morning.\n\nHe went into the kitchenette and then shrugged himself into his coat. He\nwalked through the silent streets, past the city hospital where the\nChief Justice lay in agony while the motor impulses from his nerve\ncenters wrenched and twisted his body. He entered the foyer of the\nluxury hotel where the race betrayer was held prisoner and took the\nelevator to the sixth floor.\n\nTwo sleepy guards jerked erect outside the unlocked door. He put his\nfinger to his lips, enjoining them to silence. Then he entered the room\nand stood for a moment over the man who was invincible and immortal--and\nhuman. Human, and subject to the involuntary unconsciousness which\nnature demands from all men. He slept.\n\nThe eyelids fluttered. The lawyer took the steel meat skewer from his\npocket. He thrust it through a half-opened eye and rotated it,\nmethodically reducing the soft brain to formless mush.\n\nAfter that the trial proceeded normally.\n\nThe prisoner stared vacantly in front of him and all his movements had\nto be directed. But he was alive and his thumb was full grown again.\n\nIt was the lawyer that noticed this and pointed out the implications.\nThe thumb had grown to full size in less than six weeks. They must\nregard that as their maximum period of immunity.\n\nThey ruminated over it for another four days. The question was a tricky\none, for malignant immortality was beyond human solution. It was not\njust a matter of dealing out punishment. The problem now was the\nprotection of the race from sudden annihilation. An insolvable problem,\nbut one that must be solved. They could only do their best.\n\nHe was sentenced to life imprisonment, with a special feature.\n\nIt was decided he should be guillotined once a month as long as he\nlived.\n\n\nEND\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Mightiest Man, by Patrick Fahy\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE MIGHTIEST MAN ***\n\n***** This file should be named 21582.txt or 21582.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/1/5/8/21582/\n\nProduced by Robert Cicconetti, Tamise Totterdell and the\nOnline Distributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}