{"title": "Gambler's World", "author": "John Keith Laumer", "releaseDate": "May 28, 2007", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Robert Cicconetti, V. L. Simpson and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n    Transcriber's Notes:\n\n    This etext was produced from \"Worlds of If\" November 1961.\n    Extensive research did not uncover any evidence that the\n    U.S. copyright on this publication was renewed.\n\n    Obvious typesetting errors have been corrected.\n    ========================================================\n\n\n\n\nGAMBLER'S\nWORLD\n\nBy KEITH LAUMER\n\n\nIllustrated by GAUGHAN\n\n\n\n\nI\n\n\nRetief paused before a tall mirror to check the overlap of the four sets\nof lapels that ornamented the vermilion cutaway of a First Secretary and\nConsul.\n\n\"Come along, Retief,\" Magnan said. \"The Ambassador has a word to say to\nthe staff before we go in.\"\n\n\"I hope he isn't going to change the spontaneous speech he plans to make\nwhen the Potentate impulsively suggests a trade agreement along the\nlines they've been discussing for the last two months.\"\n\n\"Your derisive attitude is uncalled for, Retief,\" Magnan said sharply.\n\"I think you realize it's delayed your promotion in the Corps.\"\n\nRetief took a last glance in the mirror. \"I'm not sure I want a\npromotion,\" he said. \"It would mean more lapels.\"\n\nAmbassador Crodfoller pursed his lips, waiting until Retief and Magnan\ntook places in the ring of Terrestrial diplomats around him.\n\n\"A word of caution only, gentlemen,\" he said. \"Keep always foremost in\nyour minds the necessity for our identification with the Nenni Caste.\nEven a hint of familiarity with lower echelons could mean the failure of\nthe mission. Let us remember that the Nenni represent authority here on\nPetreac. Their traditions must be observed, whatever our personal\npreferences. Let's go along now. The Potentate will be making his\nentrance any moment.\"\n\nMagnan came to Retief's side as they moved toward the salon.\n\n\"The Ambassador's remarks were addressed chiefly to you, Retief,\" he\nsaid. \"Your laxness in these matters is notorious. Naturally, I believe\nfirmly in democratic principles myself--\"\n\n\"Have you ever had a feeling, Mr. Magnan, that there's a lot going on\nhere that we don't know about?\"\n\nMagnan nodded. \"Quite so. Ambassador Crodfoller's point exactly. Matters\nwhich are not of concern to the Nenni are of no concern to us.\"\n\n\"Another feeling I get is that the Nenni aren't very bright. Now\nsuppose--\"\n\n\"I'm not given to suppositions, Retief. We're here to implement the\npolicies of the Chief of Mission. And I should dislike to be in the\nshoes of a member of the staff whose conduct jeopardized the agreement\nthat will be concluded here tonight.\"\n\n       *       *       *       *       *\n\nA bearer with a tray of drinks rounded a fluted column, shied as he\nconfronted the diplomats, fumbled the tray, grabbed and sent a glass\ncrashing to the floor.\n\nMagnan leaped back, slapping at the purple cloth of his pants leg.\nRetief's hand shot out to steady the tray. The servant rolled terrified\neyes.\n\n\"I'll take one of these, now that you're here,\" Retief said. He took a\nglass from the tray, winking at the servant.\n\n\"No harm done,\" he said. \"Mr. Magnan's just warming up for the big\ndance.\"\n\nA Nenni major-domo bustled up, rubbing his hands politely.\n\n\"Some trouble here?\" he said. \"What happened, Honorables, what,\nwhat....\"\n\n\"The blundering idiot,\" Magnan spluttered. \"How dare--\"\n\n\"You're quite an actor, Mr. Magnan,\" Retief said. \"If I didn't know\nabout your democratic principles, I'd think you were really mad.\"\n\nThe servant ducked his head and scuttled away.\n\n\"Has this fellow....\" The major-domo eyed the retreating bearer.\n\n\"I dropped my glass,\" Retief said. \"Mr. Magnan's upset because he hates\nto see liquor wasted.\"\n\nRetief turned to find himself face-to-face with Ambassador Crodfoller.\n\n\"I witnessed that,\" The Ambassador hissed. \"By the goodness of\nProvidence, the Potentate and his retinue haven't appeared yet. But I\ncan assure you the servants saw it. A more un-Nenni-like display I would\nfind it difficult to imagine!\"\n\nRetief arranged his features in an expression of deep interest.\n\n\"More un-Nenni-like, sir?\" he said. \"I'm not sure I--\"\n\n\"Bah!\" The Ambassador glared at Retief, \"Your reputation has preceded\nyou, sir. Your name is associated with a number of the most bizarre\nincidents in Corps history. I'm warning you; I'll tolerate nothing.\" He\nturned and stalked away.\n\n\"Ambassador-baiting is a dangerous sport, Retief,\" Magnan said.\n\nRetief took a swallow of his drink. \"Still,\" he said, \"it's better than\nno sport at all.\"\n\n\"Your time would be better spent observing the Nenni mannerisms.\nFrankly, Retief, you're not fitting into the group at all well.\"\n\n\"I'll be candid with you, Mr. Magnan. The group gives me the willies.\"\n\n\"Oh, the Nenni are a trifle frivolous, I'll concede,\" Magnan said. \"But\nit's with them that we must deal. And you'd be making a contribution to\nthe overall mission if you merely abandoned that rather arrogant manner\nof yours.\" Magnan looked at Retief critically. \"You can't help your\nheight, of course. But couldn't you curve your back just a bit--and\npossibly assume a more placating expression? Just act a little more....\"\n\n\"Girlish?\"\n\n\"Exactly.\" Magnan nodded, then looked sharply at Retief.\n\nRetief drained his glass and put it on a passing tray.\n\n\"I'm better at acting girlish when I'm well juiced,\" he said. \"But I\ncan't face another sorghum-and-soda. I suppose it would be un-Nenni-like\nto slip the bearer a credit and ask for a Scotch and water.\"\n\n\"Decidedly.\" Magnan glanced toward a sound across the room.\n\n\"Ah, here's the Potentate now!\" He hurried off.\n\nRetief watched the bearers coming and going, bringing trays laden with\ndrinks, carrying off empties. There was a lull in the drinking now, as\nthe diplomats gathered around the periwigged Chief of State and his\ncourtiers. Bearers loitered near the service door, eyeing the notables.\nRetief strolled over to the service door, pushed through it into a\nnarrow white-tiled hall filled with the odors of the kitchen. Silent\nservants gaped as he passed, watching as he moved along to the kitchen\ndoor and stepped inside.\n\n\n\n\nII\n\n\nA dozen or more low-caste Petreacans, gathered around a long table in\nthe center of the room looked up, startled. A heap of long-bladed bread\nknives, French knives, carving knives and cleavers lay in the center of\nthe table. Other knives were thrust into belts or held in the hands of\nthe men. A fat man in the yellow sarong of a cook stood frozen in the\nact of handing a knife to a tall one-eyed sweeper.\n\nRetief took one glance, then let his eyes wander to a far corner of the\nroom. Humming a careless little tune, he sauntered across to the open\nliquor shelves, selected a garish green bottle and turned unhurriedly\nback toward the door. The group of servants watched him, transfixed.\n\nAs Retief reached the door, it swung inward. Magnan, lips pursed, stood\nin the doorway.\n\n\"I had a premonition,\" he said.\n\n\"I'll bet it was a dandy,\" Retief said. \"You must tell me all about\nit--in the salon.\"\n\n\"We'll have this out right here,\" Magnan snapped. \"I've warned you!\"\nMagnan's voice trailed off as he took in the scene around the table.\n\n\"After you,\" Retief said, nudging Magnan toward the door.\n\n\"What's going on here?\" Magnan barked. He stared at the men, started\naround Retief. A hand stopped him.\n\n\"Let's be going,\" Retief said, propelling Magnan toward the hall.\n\n\"Those knives!\" Magnan yelped. \"Take your hands off me, Retief! What are\nyou men--?\"\n\nRetief glanced back. The fat cook gestured suddenly, and the men faded\nback. The cook stood, arm cocked, a knife across his palm.\n\n\"Close the door and make no sound,\" he said softly.\n\nMagnan pressed back against Retief. \"Let's ... r-run....\" he faltered.\n\nRetief turned slowly, put his hands up.\n\n\"I don't run very well with a knife in my back,\" he said. \"Stand very\nstill, Magnan, and do just what he tells you.\"\n\n\"Take them out through the back,\" the cook said.\n\n\"What does he mean?\" Magnan spluttered. \"Here, you--\"\n\n\"Silence,\" the cook said, almost casually. Magnan gaped at him, closed\nhis mouth.\n\nTwo of the men with knives came to Retief's side and gestured, grinning\nbroadly.\n\n\"Let's go, peacocks,\" one said.\n\nRetief and Magnan silently crossed the kitchen, went out the back door,\nstopped on command and stood waiting. The sky was brilliant with stars.\nA gentle breeze stirred the tree-tops beyond the garden. Behind them the\nservants talked in low voices.\n\n\"You go too, Illy,\" the cook was saying.\n\n\"Do it here,\" another said.\n\n\"And carry their damn dead bodies down?\"\n\n\"Pitch 'em behind the hedge.\"\n\n\"I said the river. Three of you is plenty for a couple of Nenni. We\ndon't know if we want to--\"\n\n\"They're foreigners, not Nenni. We don't know--\"\n\n\"So they're foreign Nenni. Makes no difference. I've seen them. I need\nevery man here; now get going.\"\n\n\"What about the big guy? He looks tough.\"\n\n\"Him? He waltzed into the room and didn't notice a thing. But watch the\nother one.\"\n\nAt a prod from a knife point, Retief moved off down the walk, two of the\nescort behind him and Magnan, another going ahead to scout the way.\n\nMagnan moved closer to Retief.\n\n\"Say,\" he said in a whisper. \"That fellow in the lead; isn't he the one\nwho spilled the drink? The one you took the blame for?\"\n\n\"That's him, all right. He doesn't seem nervous any more, I notice.\"\n\n\"You saved him from serious punishment,\" Magnan said. \"He'll be\ngrateful; he'll let us go.\"\n\n\"Better check with the fellows with the knives before you act on that.\"\n\n\"Say something to him,\" Magnan hissed, \"Remind him.\"\n\n       *       *       *       *       *\n\nThe lead man fell back in line with Retief and Magnan.\n\n\"These two are scared of you,\" he said, grinning and jerking a thumb\ntoward the knife-handlers. \"They haven't worked around the Nenni like\nme; they don't know you.\"\n\n\"Don't you recognize this gentleman?\" Magnan said.\n\n\"He did me a favor,\" the man said. \"I remember.\"\n\n\"What's it all about?\" Retief asked.\n\n\"The revolution. We're taking over now.\"\n\n\"Who's 'we'?\"\n\n\"The People's Anti-Fascist Freedom League.\"\n\n\"What are all the knives for?\"\n\n\"For the Nenni; and for all you foreigners.\"\n\n\"What do you mean?\" Magnan gasped.\n\n\"We'll slit all the throats at one time. Saves a lot of running around.\"\n\n\n\"What time will that be?\"\n\n\"Just at dawn; and dawn comes early, this time of year. By full daylight\nthe PAFFL will be in charge.\"\n\n\"You'll never succeed,\" Magnan said. \"A few servants with knives! You'll\nall be caught and killed.\"\n\n\"By who, the Nenni?\" the man laughed. \"You Nenni are a caution.\"\n\n\"But we're not Nenni--\"\n\n\"We've watched you; you're the same. You're part of the same\nblood-sucking class.\"\n\n\"There are better ways to, uh, adjust differences,\" Magnan said. \"This\nkilling won't help you, I'll personally see to it that your grievances\nare heard in the Corps Courts. I can assure you that the plight of the\ndowntrodden workers will be alleviated. Equal rights for all--\"\n\n\"These threats won't work,\" the man said. \"You don't scare me.\"\n\n\"Threats? I'm promising _relief_ to the exploited classes of Petreac!\"\n\n\"You must be nuts,\" the man said. \"You trying to upset the system or\nsomething?\"\n\n\"Isn't that the purpose of your revolution?\"\n\n\"Look, Nenni, we're tired of you Nenni getting all the graft. We want\nour turn. What good would it do us to run Petreac if there's no loot?\"\n\n\"You mean you intend to oppress the people? But they're your own\ngroup.\"\n\n\"Group, schmoop. We're taking all the chances; we're doing the work. We\ndeserve the payoff. You think we're throwing up good jobs for the fun of\nit?\"\n\n\"You're basing a revolt on these cynical premises?\"\n\n\"Wise up, Nenni. There's never been a revolution for any other reason.\"\n\n\"Who's in charge of this?\" Retief said.\n\n\"Shoke, the head chef.\"\n\n\"I mean the big boss. Who tells Shoke what all to do?\"\n\n\"Oh, that's Zorn. Look out, here's where we start down the slope. It's\nslippery.\"\n\n\"Look,\" Magnan said. \"You.\"\n\n\"My name's Illy.\"\n\n\"Mr. Illy, this man showed you mercy when he could have had you beaten.\"\n\n\"Keep moving. Yeah, I said I was grateful.\"\n\n\"Yes,\" Magnan said, swallowing hard. \"A noble emotion, gratitude. You\nwon't regret it.\"\n\n\"I always try to pay back a good turn,\" Illy said. \"Watch your step now\non this sea-wall.\"\n\n\"You'll never regret it,\" Magnan said.\n\n\"This is far enough,\" Illy motioned to one of the knife men. \"Give me\nyour knife, Vug.\"\n\nThe man passed his knife to Illy. There was an odor of sea-mud and kelp.\nSmall waves slapped against the stones of the sea-wall. The wind was\nstronger here.\n\n\"I know a neat stroke,\" Illy said. \"Practically painless. Who's first?\"\n\n\"What do you mean?\" Magnan quavered.\n\n\"I _said_ I was grateful. I'll do it myself, give you a nice clean job.\nYou know these amateurs; botch it up and have a guy floppin' around,\nyellin' and spatterin' everybody up.\"\n\n\"I'm first,\" Retief said. He pushed past Magnan, stopped suddenly, drove\na straight punch at Illy's mouth.\n\n       *       *       *       *       *\n\nThe long blade flicked harmlessly over Retief's shoulder as Illy fell.\nRetief whirled, leaped past Magnan, took the unarmed servant by the\nthroat and belt, lifted him and slammed him against the third man. Both\nscrambled, yelped and fell from the sea-wall into the water.\n\nRetief turned back to Illy. He pulled off the man's belt and strapped\nhis hands together.\n\nMagnan found his voice.\n\n\"You.... we.... they....\"\n\n\"I know,\" Retief said.\n\n\"We've got to get back,\" Magnan said, \"Warn them!\"\n\n\"We'd never get through the rebel cordon around the palace. And if we\ndid, trying to give an alarm would only set the assassinations off\nearly.\"\n\n\"We can't just....\"\n\n\"We've got to go to the source; this fellow Zorn. Get him to call it\noff.\"\n\n\"We'd be killed! At least we're safe here.\"\n\nIlly groaned and opened his eyes. He sat up.\n\n\"On your feet, Illy,\" Retief said.\n\nIlly looked around. \"I'm sick,\" he said.\n\n\"The damp air is bad for you. Let's be going.\" Retief pulled the man to\nhis feet. \"Where does Zorn stay when he's in town?\" he demanded.\n\n\"What happened? Where's Vug and....\"\n\n\"They had an accident. Fell in the pond.\"\n\nIlly gazed down at the restless black water.\n\n\"I guess I had you Nenni figured wrong.\"\n\n\"Us Nenni have hidden qualities. Let's get moving before Vug and Slug\nmake it to shore and start it all over again.\"\n\n\"No hurry,\" Illy said. \"They can't swim.\" He spat into the water. \"So\nlong, Vug. So long, Toscin. Take a pull, at the Hell Horn for me.\" He\nstarted off along the sea wall toward the sound of the surf.\n\n\"You want to see Zorn, I'll take you to see Zorn,\" he said. \"I can't\nswim either.\"\n\n\n\n\nIII\n\n\n\"I take it,\" Retief said, \"that the casino is a front for his political\nactivities.\"\n\n\"He makes plenty off it. This PAFFL is a new kick. I never heard about\nit until maybe a couple months ago.\"\n\nRetief motioned toward a dark shed with an open door.\n\n\"We'll stop here,\" he said, \"long enough to strip the gadgets off these\nuniforms.\"\n\nIlly, hands strapped behind his back, stood by and watched as Retief and\nMagnan removed medals, ribbons, orders and insignia from the formal\ndiplomatic garments.\n\n\"This may help some,\" Retief said, \"if the word is out that two\ndiplomats are loose.\"\n\n\"It's a breeze,\" Illy said. \"We see cats in purple and orange tailcoats\nall the time.\"\n\n\"I hope you're right,\" Retief said. \"But if we're called, you'll be the\nfirst to go, Illy.\"\n\n\"You're a funny kind of Nenni,\" Illy said, eyeing Retief, \"Toscin and\nVug must be wonderin' what happened to 'em.\"\n\n\"If you think I'm good at drowning people, you ought to see me with a\nknife. Let's get going.\"\n\n\"It's only a little way now,\" Illy said. \"But you better untie me.\nSomebody's liable to stick their nose in and get me killed.\"\n\n\"I'll take the chance. How do we get to the casino?\"\n\n\"We follow this street. It twists around and goes under a couple\ntunnels. When we get to the Drunkard's Stairs we go up and it's right in\nfront of us. A pink front with a sign like a big Luck Wheel.\"\n\n\"Give me your belt, Magnan,\" Retief said.\n\nMagnan handed it over.\n\n\"Lie down, Illy,\" Retief said.\n\nThe servant looked at Retief.\n\n\"Vug and Toscin will be glad to see me,\" he said. \"But they'll never\nbelieve me.\" He lay down. Retief strapped his feet together and stuffed\na handkerchief in his mouth.\n\n\"Why are you doing that?\" Magnan asked. \"We need him.\"\n\n\"We know the way. And we don't need anyone to announce our arrival. It's\nonly on three-dee that you can march a man through a gang of his pals\nwith a finger in his back.\"\n\nMagnan looked at the man. \"Maybe you'd better, uh, cut his throat,\" he\nsaid.\n\nIlly rolled his eyes.\n\n\"That's a very un-Nenni-like suggestion, Mr. Magnan,\" Retief said. \"If\nwe have any trouble finding the casino, I'll give it serious thought.\"\n\nThere were few people in the narrow street. Shops were shuttered,\nwindows dark.\n\n\"Maybe they heard about the coup,\" Magnan said. \"They're lying low.\"\n\n\"More likely, they're at the palace picking up their knives.\"\n\nThey rounded a corner, stepped over a man curled in the gutter snoring\nheavily and found themselves at the foot of a long flight of littered\nstone steps.\n\n\"The Drunkard's Stairs are plainly marked,\" Magnan sniffed.\n\n\"I hear sounds up there,\" Retief said. \"Sounds of merrymaking.\"\n\n\"Maybe we'd better go back.\"\n\n\"Merrymaking doesn't scare me,\" Retief said. \"Come to think of it, I\ndon't know what the word means.\" He started up, Magnan behind him.\n\n       *       *       *       *       *\n\nAt the top of the long stair a dense throng milled in the alley-like\nstreet.\n\nA giant illuminated roulette wheel revolved slowly above them. A\nloudspeaker blared the chant of the croupiers from the tables inside.\nMagnan and Retief moved through the crowd toward the wide-open doors.\n\nMagnan plucked at Retief's sleeve. \"Are you sure we ought to push right\nin like this? Maybe we ought to wait a bit, look around....\"\n\n\"When you're where you have no business being,\" Retief said, \"always\nstride along purposefully. If you loiter, people begin to get curious.\"\n\nInside, a mob packed the wide, low-ceilinged room, clustered around\ngambling devices in the form of towers, tables and basins.\n\n\"What do we do now?\" Magnan asked.\n\n\"We gamble. How much money do you have in your pockets?\"\n\n\"Why ... a few credits.\" Magnan handed the money to Retief. \"But what\nabout the man Zorn?\"\n\n\"A purple cutaway is conspicuous enough, without ignoring the tables,\"\nRetief said. \"We've got a hundred credits between us. We'll get to Zorn\nin due course, I hope.\"\n\n\"Your pleasure, gents,\" a bullet-headed man said, eyeing the colorful\nevening clothes of the diplomats. \"You'll be wantin' to try your luck at\nthe Zoop tower, I'd guess. A game for real sporting gents.\"\n\n\"Why ... ah ...\" Magnan said.\n\n\"What's a zoop tower?\" Retief asked.\n\n\"Out-of-towners, hey?\" The bullet-headed man shifted his dope-stick to\nthe other corner of his mouth. \"Zoop is a great little game. Two teams\nof players buy into the pot. Each player takes a lever; the object is to\nmake the ball drop from the top of the tower into your net. Okay?\"\n\n\"What's the ante?\"\n\n\"I got a hundred-credit pot workin' now, gents.\"\n\nRetief nodded. \"We'll try it.\"\n\nThe shill led the way to an eight-foot tower mounted on gimbals. Two\nperspiring men in trade-class pullovers gripped two of the levers that\ncontrolled the tilt of the tower. A white ball lay in a hollow in the\nthick glass platform at the top. From the center, an intricate pattern\nof grooves led out to the edge of the glass. Retief and Magnan took\nchairs before the two free levers.\n\n\"When the light goes on, gents, work the lever to jack the tower. You\ngot three gears. Takes a good arm to work top gear. That's this button\nhere. The little knob controls what way you're goin'. May the best team\nwin. I'll take the hundred credits now.\"\n\n       *       *       *       *       *\n\nRetief handed over the money. A red light flashed on, and Retief tried\nthe lever.\n\nIt moved easily, with a ratcheting sound. The tower trembled, slowly\ntilted toward the two perspiring workmen pumping frantically at their\nlevers. Magnan started slowly, accelerated as he saw the direction the\ntower was taking.\n\n\"Faster, Retief,\" he said. \"They're winning.\"\n\n\"This is against the clock, gents,\" the bullet-headed man said. \"If\nnobody wins when the light goes off, the house takes all.\"\n\n\"Crank it over to the left,\" Retief said.\n\n\"I'm getting tired.\"\n\n\"Shift to a lower gear.\"\n\nThe tower leaned. The ball stirred, rolled into a concentric channel.\nRetief shifted to middle gear, worked the lever. The tower creaked to a\nstop, started back upright.\n\n\"There isn't any lower gear,\" Magnan gasped. One of the two on the other\nside of the tower shifted to middle gear; the other followed suit. They\nworked harder now, heaving against the stiff levers. The tower quivered,\nmoved slowly toward their side.\n\n\"I'm exhausted,\" Magnan gasped. He dropped the lever, lolled back in the\nchair, gulping air. Retief shifted position, took Magnan's lever with\nhis left hand.\n\n\"Shift it to middle gear,\" Retief said. Magnan gulped, punched the\nbutton and slumped back, panting.\n\n\"My arm,\" he said. \"I've injured myself.\"\n\nThe two men in pullovers conferred hurriedly as they cranked their\nlevers; then one punched a button and the other reached across, using\nhis left arm to help.\n\n\"They've shifted to high,\" Magnan said. \"Give up, it's hopeless.\"\n\n\"Shift me to high,\" Retief said. \"Both buttons!\"\n\nMagnan complied. Retief's shoulders bulged. He brought one lever down,\nthen the other, alternately, slowly at first, then faster. The tower\njerked, tilted toward him, farther.... The ball rolled in the channel,\nfound an outlet--\n\nAbruptly, both Retief's levers froze.\n\nThe tower trembled, wavered and moved back. Retief heaved. One lever\nfolded at the base, bent down and snapped off short. Retief braced his\nfeet, took the other lever with both hands and pulled.\n\nThere was a rasp of metal friction, and a loud twang. The lever came\nfree, a length of broken cable flopping into view. The tower fell over\nas the two on the other side scrambled aside.\n\n\"Hey!\" Bullet-head yelled. \"You wrecked my equipment!\"\n\nRetief got up and faced him.\n\n\"Does Zorn know you've got your tower rigged for suckers?\"\n\n\"You tryin' to call me a cheat or something?\"\n\nThe crowd had fallen back, ringing the two men. Bullet-head glanced\naround. With a lightning motion, he plucked a knife from somewhere.\n\n\"That'll be five hundred credits for the equipment,\" he said. \"Nobody\ncalls Kippy a cheat.\"\n\n       *       *       *       *       *\n\nRetief picked up the broken lever.\n\n\"Don't make me hit you with this, you cheap chiseler.\"\n\nKippy looked at the bar.\n\n\"Comin' in here,\" he said indignantly, looking to the crowd for support.\n\"Bustin' up my rig, callin' names....\"\n\n\"I want a hundred credits,\" Retief said. \"Now.\"\n\n\"Highway robbery!\" Kippy yelled.\n\n\"Better pay up,\" somebody called.\n\n\"Hit him, mister,\" someone else said.\n\nA broad-shouldered man with graying hair pushed through the crowd and\nlooked around. \"You heard 'em, Kippy. Give,\" he said.\n\nThe shill growled but tucked his knife away. Reluctantly he peeled a\nbill from a fat roll and handed it over.\n\nThe newcomer looked from Retief to Magnan.\n\n\"Pick another game, strangers,\" he said. \"Kippy made a little mistake.\"\n\n\"This is small-time stuff,\" Retief said. \"I'm interested in something\nbig.\"\n\nThe broad-shouldered man lit a perfumed dope stick. \"What would you call\nbig?\" he said softly.\n\n\"What's the biggest you've got?\"\n\nThe man narrowed his eyes, smiling. \"Maybe you'd like to try Slam.\"\n\n\"Tell me about it.\"\n\n\"Over here.\" The crowd opened up, made a path. Retief and Magnan\nfollowed across the room to a brightly-lit glass-walled box.\n\nThere was an arm-sized opening at waist height. Inside was a hand grip.\nA two-foot plastic globe a quarter full of chips hung in the center.\nApparatus was mounted at the top of the box.\n\n\"Slam pays good odds,\" the man said. \"You can go as high as you like.\nChips cost you a hundred credits. You start it up by dropping a chip in\nhere.\" He indicated a slot.\n\n\"You take the hand grip. When you squeeze, it unlocks. The globe starts\nto turn. You can see, it's full of chips. There's a hole at the top. As\nlong as you hold the grip, the bowl turns. The harder you squeeze, the\nfaster it turns. Eventually it'll turn over to where the hole is down,\nand chips fall out.\n\n\"On the other hand, there's contact plates spotted around the bowl. When\none of 'em lines up with a live contact, you get quite a little\njolt--guaranteed nonlethal. All you've got to do is hold on long enough,\nand you'll get the payoff.\"\n\n\"How often does this random pattern put the hole down?\"\n\n\"Anywhere from three minutes to fifteen, with the average run of\nplayers. Oh, by the way, one more thing. That lead block up there--\" The\nman motioned with his head toward a one-foot cube suspended by a thick\ncable. \"It's rigged to drop every now and again. Averages five minutes.\nA warning light flashes first. You can take a chance; sometimes the\nlight's a bluff. You can set the clock back on it by dropping another\nchip--or you can let go the grip.\"\n\nRetief looked at the massive block of metal.\n\n\"That would mess up a man's dealing hand, wouldn't it?\"\n\n\"The last two jokers who were too cheap to feed the machine had to have\n'em off. Their arms, I mean. That lead's heavy stuff.\"\n\n\"I don't suppose your machine has a habit of getting stuck, like\nKippy's?\"\n\nThe broad-shouldered man frowned.\n\n\"You're a stranger,\" he said, \"You don't know any better.\"\n\n\"It's a fair game, Mister,\" someone called.\n\n\"Where do I buy the chips?\"\n\nThe man smiled. \"I'll fix you up. How many?\"\n\n\"One.\"\n\n\"A big spender, eh?\" The man snickered, but handed over a large plastic\nchip.\n\n\n\n\nIV\n\n\nRetief stepped to the machine, dropped the coin.\n\n\"If you want to change your mind,\" the man said, \"you can back out now.\nAll it'll cost you is the chip you dropped.\"\n\nRetief reached through the hole, took the grip. It was leather padded\nhand-filling. He squeezed it. There was a click and bright lights sprang\nup. The crowd ah!-ed. The globe began to twirl lazily. The four-inch\nhole at its top was plainly visible.\n\n\"If ever the hole gets in position it will empty very quickly,\" Magnan\nsaid, hopefully.\n\nSuddenly, a brilliant white light flooded the glass cage. A sound went\nup from the spectators.\n\n\"Quick, drop a chip,\" someone called.\n\n\"You've only got ten seconds....\"\n\n\"Let go!\" Magnan yelped.\n\nRetief sat silent, holding the grip, frowning up at the weight. The\nglobe twirled faster now. Then the bright white light winked off.\n\n\"A bluff!\" Magnan gasped.\n\n\"That's risky, stranger,\" the gray-templed man said.\n\nThe globe was turning rapidly now, oscillating from side to side. The\nhole seemed to travel in a wavering loop, dipping lower, swinging up\nhigh, then down again.\n\n\"It has to move to the bottom soon,\" Magnan said. \"Slow it down.\"\n\n\"The slower it goes, the longer it takes to get to the bottom,\" someone\nsaid.\n\nThere was a crackle and Retief stiffened. Magnan heard a sharp intake of\nbreath. The globe slowed, and Retief shook his head, blinking.\n\nThe broad-shouldered man glanced at a meter.\n\n\"You took pretty near a full jolt, that time,\" he said.\n\nThe hole in the globe was tracing an oblique course now, swinging to the\ncenter, then below.\n\n\"A little longer,\" Magnan said.\n\n\"That's the best speed I ever seen on the Slam ball,\" someone said. \"How\nmuch longer can he hold it?\"\n\nMagnan looked at Retief's knuckles. They showed white against the grip.\nThe globe tilted farther, swung around, then down; two chips fell out,\nclattered down a chute and into a box.\n\n\"We're ahead,\" Magnan said. \"Let's quit.\"\n\nRetief shook his head. The globe rotated, dipped again; three chips\nfell.\n\n\"She's ready,\" someone called.\n\n\"It's bound to hit soon,\" another voice added excitedly. \"Come on,\nMister!\"\n\n\"Slow down,\" Magnan said. \"So it won't move past too quickly.\"\n\n\"Speed it up, before that lead block gets you,\" someone called.\n\nThe hole swung high, over the top, then down the side. Chips rained out\nof the hole, six, eight....\n\n\"Next pass,\" a voice called.\n\nThe white light flooded the cage. The globe whirled; the hole slid over\nthe top, down, down.... A chip fell, two more....\n\nRetief half rose, clamped his jaw and crushed the grip. Sparks flew. The\nglobe slowed, chips spewing. It stopped, swung back, weighted by the\nmass of chips at the bottom, and stopped again with the hole centered.\n\n[Illustration]\n\nChips cascaded down the chute, filled the box before Retief, spilled on\nthe floor. The crowd yelled.\n\nRetief released the grip and withdrew his arm at the same instant that\nthe lead block slammed down.\n\n\"Good lord,\" Magnan said. \"I felt that through the floor.\"\n\nRetief turned to the broad-shouldered man.\n\n\"This game's all right for beginners,\" he said. \"But I'd like to talk a\nreally big gamble. Why don't we go to your office, Mr. Zorn?\"\n\n       *       *       *       *       *\n\n\"Your proposition interests me,\" Zorn said, grinding out the stump of\nhis dope stick in a brass ashtray. \"But there's some angles to this I\nhaven't mentioned yet.\"\n\n\"You're a gambler, Zorn, not a suicide,\" Retief said. \"Take what I've\noffered. The other idea was fancier, I agree, but it won't work.\"\n\n\"How do I know you birds aren't lying?\" Zorn snarled. He stood up,\nstrode up and down the room. \"You walk in here and tell me I'll have a\ntask force on my neck, that the Corps won't recognize my regime. Maybe\nyou're right. But I've got other contacts. They say different.\" He\nwhirled, stared at Retief.\n\n\"I have pretty good assurance that once I put it over, the Corps will\nhave to recognize me as the legal government of Petreac. They won't\nmeddle in internal affairs.\"\n\n\"Nonsense,\" Magnan spoke up. \"The Corps will never deal with a pack of\ncriminals calling themselves--\"\n\n\"Watch your language, you!\" Zorn rasped.\n\n\"I'll admit Mr. Magnan's point is a little weak,\" Retief said. \"But\nyou're overlooking something. You plan to murder a dozen or so officers\nof the Corps Diplomatique Terrestrienne along with the local wheels. The\ncorps won't overlook that. It can't.\"\n\n\"Their tough luck they're in the middle,\" Zorn muttered.\n\n\"Our offer is extremely generous, Mr. Zorn,\" Magnan said. \"The post\nyou'll get will pay you very well indeed. As against the certain failure\nof your planned coup, the choice should be simple.\"\n\nZorn eyed Magnan. \"Offering me a job--it sounds phony as hell. I thought\nyou birds were goody-goody diplomats.\"\n\n\"It's time you knew,\" Retief said. \"There's no phonier business in the\nGalaxy than diplomacy.\"\n\n\"You'd better take it, Mr. Zorn,\" Magnan said.\n\n\"Don't push me, Junior!\" Zorn said. \"You two walk into my headquarters\nempty-handed and big-mouthed. I don't know what I'm talking to you for.\nThe answer is no. N-I-X, no!\"\n\n\"Who are you afraid of?\" Retief said softly.\n\nZorn glared at him.\n\n\"Where do you get that 'afraid' routine? I'm top man here!\"\n\n\"Don't kid around, Zorn. Somebody's got you under their thumb. I can see\nyou squirming from here.\"\n\n       *       *       *       *       *\n\n\"What if I let your boys alone?\" Zorn said suddenly. \"The Corps won't\nhave anything to say then, huh?\"\n\n\"The Corps has plans for Petreac, Zorn. You aren't part of them. A\nrevolution right now isn't part of them. Having the Potentate and the\nwhole Nenni caste slaughtered isn't part of them. Do I make myself\nclear?\"\n\n\"Listen,\" Zorn said urgently, pulling a chair around. \"I'll tell you\nguys a few things. You ever heard of a world they call Rotune?\"\n\n\"Certainly,\" Magnan said. \"It's a near neighbor of yours. Another\nbackward--that is, emergent--\"\n\n\"Okay,\" Zorn said. \"You guys think I'm a piker, do you? Well, let me\nwise you up. The Federal Junta on Rotune is backing my play. I'll be\nrecognized by Rotune, and the Rotune fleet will stand by in case I need\nany help. I'll present the CDT with what you call a _fait accompli_.\"\n\n\"What does Rotune get out of this? I thought they were your traditional\nenemies.\"\n\n\"Don't get me wrong. I've got no use for Rotune; but our interests\nhappen to coincide right now.\"\n\n\"Do they?\" Retief smiled grimly. \"You can spot a sucker as soon as he\ncomes through that door out there--but you go for a deal like this!\"\n\n\"What do you mean?\" Zorn looked angrily at Retief. \"It's fool-proof.\"\n\n\"After you get in power, you'll be fast friends with Rotune, is that\nit?\"\n\n\"Friends, hell! Just give me time to get set, and I'll square a few\nthings with that--\"\n\n\"Exactly. And what do you suppose they have in mind for you?\"\n\n\"What are you getting at?\"\n\n\"Why is Rotune interested in your take-over?\"\n\nZorn studied Retief's face. \"I'll tell you why,\" he said. \"It's you\nbirds. You and your trade agreement. You're here to tie Petreac into\nsome kind of trade combine. That cuts Rotune out. Well, we're doing all\nright out here. We don't need any commitments to a lot of fancy-pants on\nthe other side of the Galaxy.\"\n\n\"That's what Rotune has sold you, eh?\" Retief said, smiling.\n\n\"Sold, nothing!\"\n\n       *       *       *       *       *\n\nZorn ground out his dope-stick, lit another. He snorted angrily.\n\n\"Okay; what's your idea?\" he asked after a moment.\n\n\"You know what Petreac is getting in the way of imports as a result of\nthe agreement?\"\n\n\"Sure. A lot of junk.\"\n\n\"To be specific,\" Retief said, \"there'll be 50,000 Tatone B-3 dry\nwashers; 100,000 Glo-float motile lamps; 100,000 Earthworm Minor garden\ncultivators; 25,000 Veco space heaters; and 75,000 replacement elements\nfor Ford Monomeg drives.\"\n\n\"Like I said. A lot of junk.\"\n\nRetief leaned back, looking sardonically at Zorn, \"Here's the gimmick,\nZorn,\" he said. \"The Corps is getting a little tired of Petreac and\nRotune carrying on their two-penny war out here. Your privateers have a\nnasty habit of picking on innocent bystanders. After studying both\nsides, the Corps has decided Petreac would be a little easier to do\nbusiness with. So this trade agreement was worked out. The Corps can't\nopenly sponsor an arms shipment to a belligerent. But personal\nappliances are another story.\"\n\n\"So what do we do--plow 'em under with back-yard cultivators?\" Zorn\nlooked at Retief, puzzled. \"What's the point?\"\n\n\"You take the sealed monitor unit from the washer, the repeller field\ngenerator from the lamp, the converter control from the cultivator, et\ncetera, et cetera. You fit these together according to some very simple\ninstructions. Presto! You have one hundred thousand Standard-class Y\nhand blasters. Just the thing to turn the tide in a stalemated war\nfought with obsolete arms.\"\n\n\"Good lord!\" Magnan said. \"Retief, are you--\"\n\n\"I have to tell him,\" Retief said. \"He has to know what he's putting his\nneck into.\"\n\n\"Weapons, hey?\" Zorn said. \"And Rotune knows about it?\"\n\n\"Sure they know about it. It's not too hard to figure out. And there's\nmore. They want the CDT delegation included in the massacre for a\nreason. It will put Petreac out of the picture; the trade agreement will\ngo to Rotune; and you and your new regime will find yourselves looking\ndown the muzzles of your own blasters.\"\n\nZorn threw his dope-stick to the floor with a snarl.\n\n\"I should have smelled something when that Rotune smoothie made his\npitch.\" Zorn looked at his watch.\n\n\"I've got two hundred armed men in the palace. We've got about forty\nminutes to get over there before the rocket goes up.\"\n\n\n\n\nV\n\n\n\"You'd better stay here on this terrace out of the way until I've spread\nthe word,\" Zorn said. \"Just in case.\"\n\n\"Let me caution you against any ... ah ... slip-ups, Mr. Zorn,\" Magnan\nsaid. \"The Nenni are not to be molested--\"\n\nZorn looked at Retief.\n\n\"Your friend talks too much,\" he said. \"I'll keep my end of it. He'd\nbetter keep his.\"\n\n\"Nothing's happened yet, you're sure?\" Magnan said.\n\n\"I'm sure,\" Zorn said. \"Ten minutes to go. Plenty of time.\"\n\n\"I'll just step into the salon to assure myself that all is well,\"\nMagnan said.\n\n\"Suit yourself,\" Zorn said. \"Just stay clear of the kitchen, or you'll\nget your throat cut.\" He sniffed at his dope-stick. \"What's keeping\nShoke?\" he muttered.\n\nMagnan stepped to a tall glass door, eased it open and poked his head\nthrough the heavy draperies. As he moved to draw back, a voice was\nfaintly audible. Magnan paused, head still through the drapes.\n\n\"What's going on there?\" Zorn rasped. He and Retief stepped up behind\nMagnan.\n\n\"--breath of air, ha-ha,\" Magnan was saying.\n\n\"Well, come along, Magnan!\" Ambassador Crodfoller's voice snapped.\n\nMagnan shifted from one foot to the other then pushed through the\ndrapes.\n\n\"Where've you been, Mr. Magnan?\" The Ambassador's voice was sharp.\n\n\"Oh ... ah ... a slight accident, Mr. Ambassador.\"\n\n\"What's happened to your shoes? Where are your insignia and\ndecorations?\"\n\n\"I--ah--spilled a drink on them. Sir. Ah--listen....\"\n\nThe sound of an orchestra came up suddenly, blaring a fanfare.\n\nZorn shifted restlessly, ear against the glass.\n\n\"What's your friend pulling?\" he rasped. \"I don't like this.\"\n\n\"Keep cool, Zorn,\" Retief said. \"Mr. Magnan is doing a little emergency\nsalvage on his career.\"\n\nThe music died away with a clatter.\n\n\"--My God,\" Ambassador Crodfoller's voice was faint. \"Magnan, you'll be\nknighted for this. Thank God you reached me. Thank God it's not too\nlate. I'll find some excuse. I'll get a gram off at once.\"\n\n\"But you--\"\n\n\"It's all right, Magnan. You were in time. Another ten minutes and the\nagreement would have been signed and transmitted. The wheels would have\nbeen put in motion. My career ruined....\"\n\nRetief felt a prod at his back. He turned.\n\n\"Doublecrossed,\" Zorn said softly. \"So much for the word of a diplomat.\"\n\n       *       *       *       *       *\n\nRetief looked at the short-barreled needler in Zorn's hand.\n\n\"I see you hedge your bets, Zorn,\" he said.\n\n\"We'll wait here,\" Zorn said, \"until the excitement's over inside. I\nwouldn't want to attract any attention right now.\"\n\n\"Your politics are still lousy, Zorn. The picture hasn't changed. Your\ncoup hasn't got a chance.\"\n\n\"Skip it. I'll take up one problem at a time.\"\n\n\"Magnan's mouth has a habit of falling open at the wrong time--\"\n\n\"That's my good luck that I heard it. So there'll be no agreement, no\nguns, no fat job for Tammany Zorn, hey? Well, I can still play it the\nother way, What have I got to lose?\"\n\nWith a movement too quick to follow, Retief's hand chopped down across\nZorn's wrist. The needler clattered as Zorn reeled, and then Retief's\nhand clamped Zorn's arm and whirled him around.\n\n\"In answer to your last question,\" Retief said, \"your neck.\"\n\n\"You haven't got a chance, doublecrosser,\" Zorn gasped.\n\n\"Shoke will be here in a minute,\" Retief said. \"Tell him it's all off.\"\n\n\"Twist harder, Mister,\" Zorn said. \"Break it off at the shoulder. I'm\ntelling him nothing!\"\n\n\"The kidding's over, Zorn,\" Retief said. \"Call it off or I'll kill you.\"\n\n\"I believe you,\" Zorn said. \"But you won't have long to remember it.\"\n\n\"All the killing will be for nothing,\" Retief said. \"You'll be dead and\nthe Rotunes will step into the power vacuum.\"\n\n\"So what? When I die, the world ends.\"\n\n\"Suppose I make you another offer, Zorn?\"\n\n\"Why would it be any better than the last one, chiseler?\"\n\nRetief released Zorn's arm, pushed him away, stooped and picked up the\nneedler.\n\n\"I could kill you, Zorn. You know that.\"\n\n\"Go ahead!\"\n\nRetief reversed the needler, held it out.\n\n\"I'm a gambler too, Zorn. I'm gambling you'll listen to what I have to\nsay.\"\n\nZorn snatched the gun, stepped back. He looked at Retief.\n\n\"That wasn't the smartest bet you ever made, Mister; but go ahead.\nYou've got maybe ten seconds.\"\n\n\"Nobody doublecrossed you, Zorn. Magnan put his foot in it. Too bad. Is\nthat a reason to kill yourself and a lot of other people who've bet\ntheir lives on you?\"\n\n\"They gambled and lost. Tough.\"\n\n\"Maybe you haven't lost yet--if you don't quit.\"\n\n\"Get to the point!\"\n\nRetief spoke earnestly for a minute and a half. Zorn stood, gun aimed,\nlistening. Then both men turned as footsteps approached along the\nterrace. A fat man in a yellow sarong padded up to Zorn.\n\nZorn tucked the needler in his waistband.\n\n\"Hold everything, Shoke,\" he said. \"Tell the boys to put the knives\naway. Spread the word fast. It's all off.\"\n\n       *      *       *        *        *\n\n\"I want to commend you, Retief,\" Ambassador Crodfoller said expansively.\n\"You mixed very well at last night's affair. Actually, I was hardly\naware of your presence.\"\n\n\"I've been studying Mr. Magnan's work,\" Retief said.\n\n\"A good man, Magnan. In a crowd, he's virtually invisible.\"\n\n\"He knows when to disappear all right.\"\n\n\"This has been in many ways a model operation, Retief.\" The Ambassador\npatted his paunch contentedly. \"By observing local social customs and\nblending harmoniously with the court, I've succeeded in establishing a\nfine, friendly, working relationship with the Potentate.\"\n\n\"I understand the agreement has been postponed.\"\n\nThe Ambassador chuckled. \"The Potentate's a crafty one. Through ... ah\n... a special study I have been conducting, I learned last night that he\nhad hoped to, shall I say, 'put one over' on the Corps.\"\n\n\"Great heavens,\" Retief said.\n\n\"Naturally, this placed me in a difficult position. It was my task to\nquash this gambit, without giving any indication that I was aware of its\nexistence.\"\n\n\"A hairy position indeed,\" Retief said.\n\n\"Quite casually, I informed the Potentate that certain items which had\nbeen included in the terms of the agreement had been deleted and others\nsubstituted. I admired him at that moment, Retief. He took it\ncoolly--appearing completely indifferent--perfectly dissembling his very\nserious disappointment.\"\n\n\"I noticed him dancing with three girls wearing a bunch of grapes\napiece. He's very agile for a man of his bulk.\"\n\n\"You mustn't discount the Potentate! Remember, beneath that mask of\nfrivolity, he had absorbed a bitter blow.\"\n\n\"He had me fooled,\" Retief said.\n\n\"Don't feel badly; I confess at first I failed to sense his shrewdness.\"\nThe Ambassador nodded and moved off along the corridor.\n\nRetief turned and went into an office. Magnan looked up from his desk.\n\n\"Ah,\" he said. \"Retief. I've been meaning to ask you. About the ... ah\n... blasters. Are you--?\"\n\nRetief leaned on Magnan's desk, looked at him.\n\n\"I thought that was to be our little secret.\"\n\n\"Well, naturally I--\" Magnan closed his mouth, swallowed. \"How is it,\nRetief,\" he said sharply, \"that you were aware of this blaster business,\nwhen the Ambassador himself wasn't?\"\n\n\"Easy,\" Retief said. \"I made it up.\"\n\n\"You what!\" Magnan looked wild. \"But the agreement--it's been revised!\nAmbassador Crodfoller has gone on record....\"\n\n\"Too bad. Glad _I_ didn't tell him about it.\"\n\n       *       *       *       *       *\n\nMagnan leaned back and closed his eyes.\n\n\"It was big of you to take all the ... blame,\" Retief said, \"when the\nAmbassador was talking about knighting people.\"\n\nMagnan opened his eyes.\n\n\"What about that gambler, Zorn? Won't he be upset?\"\n\n\"It's all right,\" Retief said, \"I made another arrangement. The business\nabout making blasters out of common components wasn't completely\nimaginary. You can actually do it, using parts from an old-fashioned\ndisposal unit.\"\n\n\"What good will that do him?\" Magnan whispered, looking nervous. \"We're\nnot shipping in any old-fashioned disposal units.\"\n\n\"We don't need to,\" Retief said. \"They're already installed in the\npalace kitchen--and in a few thousand other places, Zorn tells me.\"\n\n\"If this ever leaks....\" Magnan put a hand to his forehead.\n\n\"I have his word on it that the Nenni slaughter is out. This place is\nripe for a change. Maybe Zorn is what it needs.\"\n\n\"But how can we _know?_\" Magnan yelped. \"How can we be sure?\"\n\n\"We can't,\" Retief said. \"But it's not up to the Corps to meddle in\nPetreacs' internal affairs.\" He leaned over, picked up Magnan's desk\nlighter and lit a cigar. He blew a cloud of smoke toward the ceiling.\n\"Right?\"\n\nMagnan looked at him, nodded weakly. \"Right.\"\n\n\"I'd better be getting along to my desk,\" Retief said. \"Now that the\nAmbassador feels that I'm settling down at last--\"\n\n\"Retief,\" Magnan said, \"tonight, I implore you. Stay out of the\nkitchen--no matter what.\"\n\nRetief raised his eyebrows.\n\n\"I know,\" Magnan said. \"If you hadn't interfered, we'd all have had our\nthroats cut. But at least,\" he added, \"we'd have died in accordance with\nregulations!\"\n\n\nEND\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Gambler's World, by John Keith Laumer\n\n*** END OF THIS PROJECT GUTENBERG EBOOK GAMBLER'S WORLD ***\n\n***** This file should be named 21627.txt or 21627.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/1/6/2/21627/\n\nProduced by Robert Cicconetti, V. L. Simpson and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}