{"title": "The Yillian Way", "author": "John Keith Laumer", "releaseDate": "June 9, 2007", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Robert Cicconetti, LN Yaddanapudi and the\nOnline Distributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\nTHE YILLIAN WAY\n\nBy KEITH LAUMER\n\n     The ceremonious protocol of the Yills was impressive,\n     colorful--and, in the long run, deadly!\n\n\nI\n\nJame Retief, vice-consul and third secretary in the Diplomatic Corps,\nfollowed the senior members of the terrestrial mission across the tarmac\nand into the gloom of the reception building. The gray-skinned Yill\nguide who had met the arriving embassy at the foot of the ramp hurried\naway. The councillor, two first secretaries and the senior attaches\ngathered around the ambassador, their ornate uniforms bright in the vast\ndun-colored room.\n\nTen minutes passed. Retief strolled across to the nearest door and\nlooked through the glass panel at the room beyond. Several dozen Yill\nlounged in deep couches, sipping lavender drinks from slender glass\ntubes. Black-tunicked servants moved about inconspicuously, offering\ntrays. A party of brightly-dressed Yill moved toward the entrance doors.\nOne of the party, a tall male, made to step before another, who raised a\nhand languidly, fist clenched. The first Yill stepped back and placed\nhis hands on top of his head. Both Yill were smiling and chatting as\nthey passed through the doors.\n\nRetief turned away to rejoin the Terrestrial delegation waiting beside a\nmound of crates made of rough greenish wood stacked on the bare concrete\nfloor.\n\nAs Retief came up, Ambassador Spradley glanced at his finger watch and\nspoke to the man beside him.\n\n\"Ben, are you quite certain our arrival time was made clear?\"\n\nSecond Secretary Magnan nodded emphatically. \"I stressed the point, Mr.\nAmbassador. I communicated with Mr. T'Cai-Cai just before the lighter\nbroke orbit, and I specifically----\"\n\n\"I hope you didn't appear truculent, Mr. Magnan,\" the ambassador said\nsharply.\n\n\"No indeed, Mr. Ambassador. I merely----\"\n\n\"You're sure there's no VIP room here?\" The ambassador glanced around\nthe cavernous room. \"Curious that not even chairs have been provided.\"\n\n\"If you'd care to sit on one of these crates----\"\n\n\"Certainly not.\" The ambassador looked at his watch again and cleared\nhis throat.\n\n\"I may as well make use of these few moments to outline our approach for\nthe more junior members of the staff; it's vital that the entire mission\nwork in harmony in the presentation of the image. We Terrestrials are a\nkindly, peace-loving race.\" The ambassador smiled in a kindly,\npeace-loving way.\n\n\"We seek only a reasonable division of spheres of influence with the\nYill.\" He spread his hands, looking reasonable.\n\n\"We are a people of high culture, ethical, sincere.\" The smile was\nreplaced abruptly by pursed lips.\n\n\"We'll start by asking for the entire Sirenian System, and settle for\nhalf. We'll establish a foothold on all the choicer worlds. And, with\nshrewd handling, in a century we'll be in a position to assert a wider\nclaim.\"\n\nThe ambassador glanced around. \"If there are no questions----\"\n\n       *       *       *       *       *\n\nRetief stepped forward. \"It's my understanding, Mr. Ambassador, that we\nhold the prior claim to the Sirenian System. Did I understand your\nExcellency to say that we're ready to concede half of it to the Yill\nwithout a struggle?\"\n\nAmbassador Spradley looked up at Retief, blinking. The younger man\nloomed over him. Beside him, Magnan cleared his throat in the silence.\n\n\"Vice-Consul Retief merely means----\"\n\n\"I can interpret Mr. Retief's remark,\" the ambassador snapped. He\nassumed a fatherly expression.\n\n\"Young man, you're new to the Service. You haven't yet learned the team\nplay, the give-and-take of diplomacy. I shall expect you to observe\nclosely the work of the experienced negotiators of the mission. You must\nlearn the importance of subtlety.\"\n\n\"Mr. Ambassador,\" Magnan said, \"I think the reception committee is\narriving.\" He pointed. Half a dozen tall, short-necked Yill were\nentering through a side door. The leading Yill hesitated as another\nstepped in his path. He raised a fist, and the other moved aside,\ntouching the top of his head perfunctorily with both hands. The group\nstarted across the room toward the Terrestrials. Retief watched as a\nslender alien came forward and spoke passable Terran in a reedy voice.\n\n\"I am P'Toi. Come this way....\" He turned, and the group moved toward\nthe door, the ambassador leading. As he reached for the door, the\ninterpreter darted ahead and shouldered him aside. The other Yill\nstopped, waiting.\n\nThe ambassador almost glared, then remembered the image. He smiled and\nbeckoned the Yill ahead. They milled uncertainly, muttering in the\nnative tongue, then passed through the door.\n\nThe Terran party followed.\n\n\"---- give a great deal to know what they're saying,\" Retief overheard\nas he came up.\n\n\"Our interpreter has forged to the van,\" the ambassador said. \"I can\nonly assume he'll appear when needed.\"\n\n\"A pity we have to rely on a native interpreter,\" someone said.\n\n\"Had I known we'd meet this rather uncouth reception,\" the ambassador\nsaid stiffly, \"I would have audited the language personally, of course,\nduring the voyage out.\"\n\n\"Oh, no criticism intended, of course, Mr. Ambassador.\"\n\n\"Heavens,\" Magnan put in. \"Who would have thought----\"\n\nRetief moved up behind the ambassador.\n\n\"Mr. Ambassador,\" he said, \"I----\"\n\n\"Later, young man,\" the ambassador snapped. He beckoned to the first\ncouncillor, and the two moved off, heads together.\n\nOutside, a bluish sun gleamed in a dark sky. Retief watched his breath\nform a frosty cloud in the chill air. A broad doughnut-wheeled vehicle\nwas drawn up to the platform. The Yill gestured the Terran party to the\ngaping door at the rear, then stood back, waiting.\n\nRetief looked curiously at the gray-painted van. The legend written on\nits side in alien symbols seemed to read \"egg nog.\"\n\n       *       *       *       *       *\n\nThe ambassador entered the vehicle, the other Terrestrials following. It\nwas as bare of seats as the Terminal building. What appeared to be a\ndefunct electronic chassis lay in the center of the floor.\n\nRetief glanced back. The Yill were talking excitedly. None of them\nentered the car. The door was closed, and the Terrans braced themselves\nunder the low roof as the engine started up with a whine of worn\nturbos.\n\nThe van moved off.\n\nIt was an uncomfortable ride. Retief put out an arm as the vehicle\nrounded a corner, just catching the ambassador as he staggered,\noff-balance. The ambassador glared at him, settled his heavy tri-corner\nhat and stood stiffly until the car lurched again.\n\nRetief stooped, attempting to see out through the single dusty window.\nThey seemed to be in a wide street lined with low buildings.\n\nThey passed through a massive gate, up a ramp, and stopped. The door\nopened. Retief looked out at a blank gray facade, broken by tiny windows\nat irregular intervals. A scarlet vehicle was drawn up ahead, the Yill\nreception committee emerging from it. Through its wide windows Retief\nsaw rich upholstery and caught a glimpse of glasses clamped to a tiny\nbar.\n\nP'Toi, the Yill interpreter, came forward, gestured to a small door.\nMagnan opened it, waiting for the ambassador.\n\nAs he stepped to it, a Yill thrust himself ahead and hesitated.\nAmbassador Spradley drew himself up, glaring. Then he twisted his mouth\ninto a frozen smile and stepped aside.\n\nThe Yill looked at each other then filed through the door.\n\nRetief was the last to enter. As he stepped inside, a black-clad servant\nslipped past him, pulled the lid from a large box by the door and\ndropped in a paper tray heaped with refuse. There were alien symbols in\nflaking paint on the box. They seemed, Retief noticed, to spell \"egg\nnog.\"\n\n\nII\n\nThe shrill pipes and whining reeds had been warming up for an hour when\nRetief emerged from his cubicle and descended the stairs to the banquet\nhall.\n\nStanding by the open doors, he lit a slender cigar and watched through\nnarrowed eyes as obsequious servants in black flitted along the low wide\ncorridor, carrying laden trays into the broad room, arranging settings\non a great four-sided table forming a hollow square that almost filled\nthe room. Rich brocades were spread across the center of the side\nnearest the door, flanked by heavily decorated white cloths. Beyond,\nplain white extended to the far side, where metal dishes were arranged\non the bare table top.\n\nA richly dressed Yill approached, stepped aside to allow a servant to\npass and entered the room.\n\nRetief turned at the sound of Terran voices behind him. The ambassador\ncame up, trailed by two diplomats. He glanced at Retief, adjusted his\nruff and looked into the banquet hall.\n\n\"Apparently we're to be kept waiting again,\" he muttered. \"After having\nbeen informed at the outset that the Yill have no intention of yielding\nan inch, one almost wonders....\"\n\n\"Mr. Ambassador,\" Retief said. \"Have you noticed----\"\n\n\"However,\" Ambassador Spradley said, eyeing Retief, \"a seasoned\ndiplomatist must take these little snubs in stride. In the end---- Ah,\nthere, Magnan.\" He turned away, talking.\n\nSomewhere a gong clanged.\n\nIn a moment, the corridor was filled with chattering Yill who moved past\nthe group of Terrestrials into the banquet hall. P'Toi, the Yill\ninterpreter, came up and raised a hand.\n\n\"Waitt heere....\"\n\nMore Yill filed into the dining room to take their places. A pair of\nhelmeted guards approached, waving the Terrestrials back. An immense\ngray-jowled Yill waddled to the doors and passed through, followed by\nmore guards.\n\n\"The Chief of State,\" Retief heard Magnan say. \"The Admirable\nF'Kau-Kau-Kau.\"\n\n\"I have yet to present my credentials,\" Ambassador Spradley said. \"One\nexpects some latitude in the observances of protocol, but I confess....\"\nHe wagged his head.\n\nThe Yill interpreter spoke up.\n\n\"You now whill lhie on yourr intesstinss, and creep to fesstive board\nthere.\" He pointed across the room.\n\n\"Intestines?\" Ambassador Spradley looked about wildly.\n\n\"Mr. P'Toi means our stomachs, I wouldn't wonder,\" Magnan said. \"He just\nwants us to lie down and crawl to our seats, Mr. Ambassador.\"\n\n\"What the devil are you grinning at, you idiot?\" the ambassador snapped.\n\n       *       *       *       *       *\n\nMagnan's face fell.\n\nSpradley glanced down at the medals across his paunch.\n\n\"This is.... I've never....\"\n\n\"Homage to godss,\" the interpreter said.\n\n\"Oh. Oh, religion,\" someone said.\n\n\"Well, if it's a matter of religious beliefs....\" The ambassador looked\ndubiously around.\n\n\"Golly, it's only a couple of hundred feet,\" Magnan offered.\n\nRetief stepped up to P'Toi.\n\n\"His Excellency the Terrestrial Ambassador will not crawl,\" he said\nclearly.\n\n\"Here, young man! I said nothing----\"\n\n\"Not to crawl?\" The interpreter wore an unreadable Yill expression.\n\n\"It is against our religion,\" Retief said.\n\n\"Againsst?\"\n\n\"We are votaries of the Snake Goddess,\" Retief said. \"It is a sacrilege\nto crawl.\" He brushed past the interpreter and marched toward the\ndistant table.\n\nThe others followed.\n\nPuffing, the ambassador came to Retief's side as they approached the\ndozen empty stools on the far side of the square opposite the brocaded\nposition of the Admirable F'Kau-Kau-Kau.\n\n\"Mr. Retief, kindly see me after this affair,\" he hissed. \"In the\nmeantime, I hope you will restrain any further rash impulses. Let me\nremind you _I_ am chief of mission here.\"\n\nMagnan came up from behind.\n\n\"Let me add my congratulations, Retief,\" he said. \"That was fast\nthinking----\"\n\n\"Are you out of your mind, Magnan?\" the ambassador barked. \"I am\nextremely displeased!\"\n\n\"Why,\" Magnan stuttered, \"I was speaking sarcastically, of course, Mr.\nAmbassador. Didn't you notice the kind of shocked little gasp I gave\nwhen he did it?\"\n\nThe Terrestrials took their places, Retief at the end. The table before\nthem was of bare green wood, with an array of shallow pewter dishes.\n\nSome of the Yill at the table were in plain gray, others in black. All\neyed them silently. There was a constant stir among them as one or\nanother rose and disappeared and others sat down. The pipes and reeds\nwere shrilling furiously, and the susurration of Yillian conversation\nfrom the other tables rose ever higher in competition.\n\nA tall Yill in black was at the ambassador's side now. The nearby Yill\nfell silent as he began ladling a whitish soup into the largest of the\nbowls before the Terrestrial envoy. The interpreter hovered, watching.\n\n\"That's quite enough,\" Ambassador Spradley said, as the bowl overflowed.\nThe Yill servant rolled his eyes, dribbled more of the soup into the\nbowl.\n\n\"Kindly serve the other members of my staff,\" the ambassador said. The\ninterpreter said something in a low voice. The servant moved hesitantly\nto the next stool and ladled more soup.\n\n       *       *       *       *       *\n\nRetief watched, listening to the whispers around him. The Yill at the\ntable were craning now to watch. The soup ladler was ladling rapidly,\nrolling his eyes sideways. He came to Retief, reached out with the full\nladle for the bowl.\n\n\"No,\" Retief said.\n\nThe ladler hesitated.\n\n\"None for me,\" Retief said.\n\nThe interpreter came up and motioned to the servant, who reached again,\nladle brimming.\n\n\"I ... DON'T ... LIKE ... IT!\" Retief said, his voice distinct in the\nsudden hush. He stared at the interpreter, who stared back, then waved\nthe servant away.\n\n\"Mr. Retief!\" a voice hissed.\n\nRetief looked down at the table. The ambassador was leaning forward,\nglaring at him, his face a mottled crimson.\n\n\"I'm warning you, Mr. Retief,\" he said hoarsely. \"I've eaten sheep's\neyes in the Sudan, ka swe in Burma, hundred-year _cug_ on Mars and\neverything else that has been placed before me in the course of my\ndiplomatic career. And, by the holy relics of Saint Ignatz, you'll do\nthe same!\" He snatched up a spoon-like utensil and dipped it into his\nbowl.\n\n\"Don't eat that, Mr. Ambassador,\" Retief said.\n\nThe ambassador stared, eyes wide. He opened his mouth, guided the spoon\ntoward it----\n\nRetief stood, gripped the table under its edge and heaved. The immense\nwooden slab rose and tilted, dishes sliding. It crashed to the floor\nwith a ponderous slam.\n\nWhitish soup splattered across the terrazzo. A couple of odd bowls\nrolled across the room. Cries rang out from the Yill, mingling with a\nstrangled yell from Ambassador Spradley.\n\nRetief walked past the wild-eyed members of the mission to the\nsputtering chief. \"Mr. Ambassador,\" he said. \"I'd like----\"\n\n\"You'd like! I'll break you, you young hoodlum! Do you realize----\"\n\n\"Pleass....\" The interpreter stood at Retief's side.\n\n\"My apologies,\" Ambassador Spradley said, mopping his forehead. \"My\nprofound apologies.\"\n\n\"Be quiet,\" Retief said.\n\n\"Wha--what?\"\n\n\"Don't apologize,\" Retief said. P'Toi was beckoning.\n\n\"Pleasse, arll come.\"\n\nRetief turned and followed him.\n\nThe portion of the table they were ushered to was covered with an\nembroidered white cloth, set with thin porcelain dishes. The Yill\nalready seated there rose, amid babbling, and moved down the table. The\nblack-clad Yill at the end table closed ranks to fill the vacant seats.\nRetief sat down and found Magnan at his side.\n\n\"What's going on here?\" the second secretary said angrily.\n\n\"They were giving us dog food,\" Retief said. \"I overheard a Yill. They\nseated us at the bottom of the servants' table----\"\n\n\"You mean you know their language?\"\n\n\"I learned it on the way out. Enough, at least.\"\n\nThe music burst out with a clangorous fanfare, and a throng of jugglers,\ndancers and acrobats poured into the center of the hollow square,\nfrantically juggling, dancing and back-flipping. Black-clad servants\nswarmed suddenly, heaping mounds of fragrant food on the plates of Yill\nand Terrestrials alike, pouring a pale purple liquor into slender\nglasses. Retief sampled the Yill food. It was delicious.\n\nConversation was impossible in the din. He watched the gaudy display and\nate heartily.\n\n\nIII\n\nRetief leaned back, grateful for the lull in the music. The last of the\ndishes were whisked away, and more glasses filled. The exhausted\nentertainers stopped to pick up the thick square coins the diners threw.\n\nRetief sighed. It had been a rare feast.\n\n\"Retief,\" Magnan said in the comparative quiet, \"what were you saying\nabout dog food as the music came up?\"\n\nRetief looked at him. \"Haven't you noticed the pattern, Mr. Magnan? The\nseries of deliberate affronts?\"\n\n\"Deliberate affronts! Just a minute, Retief. They're uncouth, yes,\ncrowding into doorways and that sort of thing....\" He looked at Retief\nuncertainly.\n\n\"They herded us into a baggage warehouse at the terminal. Then they\nhauled us here in a garbage truck----\"\n\n\"Garbage truck!\"\n\n\"Only symbolic, of course. They ushered us in the tradesman's entrance,\nand assigned us cubicles in the servants' wing. Then we were seated\nwith the coolie class sweepers at the bottom of the table.\"\n\n\"You must be.... I mean, we're the Terrestrial delegation! Surely these\nYill must realize our power.\"\n\n\"Precisely, Mr. Magnan. But----\"\n\nWith a clang of cymbals the musicians launched a renewed assault. Six\ntall, helmeted Yill sprang into the center of the floor and paired off\nin a wild performance, half dance, half combat. Magnan pulled at\nRetief's arm, his mouth moving.\n\nRetief shook his head. No one could talk against a Yill orchestra in\nfull cry. He sampled a bright red wine and watched the show.\n\nThere was a flurry of action, and two of the dancers stumbled and\ncollapsed, their partner-opponents whirling away to pair off again,\ndescribe the elaborate pre-combat ritual, and abruptly set to, dulled\nsabres clashing--and two more Yill were down, stunned. It was a violent\ndance.\n\nRetief watched, the drink forgotten.\n\nThe last two Yill approached and retreated, whirled, bobbed and spun,\nfeinted and postured--and on the instant, clashed, straining\nchest-to-chest--then broke apart, heavy weapons chopping, parrying, as\nthe music mounted to a frenzy.\n\n[Illustration]\n\nEvenly matched, the two hacked, thrust, blow for blow, across the\nfloor, then back, defense forgotten, slugging it out.\n\nAnd then one was slipping, going down, helmet awry. The other, a giant,\nmuscular Yill, spun away, whirled in a mad skirl of pipes as coins\nshowered--then froze before a gaudy table, raised the sabre and slammed\nit down in a resounding blow across the gay cloth before a lace and\nbow-bedecked Yill in the same instant that the music stopped.\n\nIn utter silence the dancer-fighter stared across the table at the\nseated Yill.\n\nWith a shout, the Yill leaped up, raised a clenched fist. The dancer\nbowed his head, spread his hands on his helmet.\n\nRetief took a deep gulp of a pale yellow liqueur and leaned forward to\nwatch. The beribboned Yill waved a hand negligently, spilled a handful\nof coins across the table and sat down.\n\nThe challenger spun away in a screeching shrill of music. Retief caught\nhis eye for an instant as he passed.\n\nAnd then the dancer stood rigid before the brocaded table--and the music\nstopped off short as the sabre slammed down before a heavy Yill in\nornate metallic coils. The challenged Yill rose and raised a fist. The\nother ducked his head, put his hands on his helmet. Coins rolled. The\ndancer moved on.\n\nTwice more the dancer struck the table in ritualistic challenge,\nexchanged gestures, bent his neck and passed on. He circled the broad\nfloor, sabre twirling, arms darting in an intricate symbolism. The\norchestra blared shrilly, unmuffled now by the surf-roar of\nconversation. The Yill, Retief noticed suddenly, were sitting silent,\nwatching. The dancer was closer now, and then he was before Retief,\npoised, towering, sabre above his head.\n\nThe music cut, and in the startling instantaneous silence, the heavy\nsabre whipped over and down with an explosive concussion that set dishes\ndancing on the table-top.\n\n       *       *       *       *       *\n\nThe Yill's eyes held on Retief's. In the silence, Magnan tittered\ndrunkenly. Retief pushed back his stool.\n\n\"Steady, my boy,\" Ambassador Spradley called. Retief stood, the Yill\ntopping his six foot three by an inch. In a motion almost too quick to\nfollow, Retief reached for the sabre, twitched it from the Yill's grip,\nswung it in a whistling cut. The Yill ducked, sprang back, snatched up a\nsabre dropped by another dancer.\n\n\"Someone stop the madman!\" Spradley howled.\n\nRetief leaped across the table, sending fragile dishes spinning.\n\nThe other danced back, and only then did the orchestra spring to life\nwith a screech and a mad tattoo of high-pitched drums.\n\nMaking no attempt to following the weaving pattern of the Yill bolero,\nRetief pressed the other, fending off vicious cuts with the blunt\nweapon, chopping back relentlessly. Left hand on hip, Retief matched\nblow for blow, driving the other back.\n\nAbruptly, the Yill abandoned the double role. Dancing forgotten, he\nsettled down in earnest, cutting, thrusting, parrying; and now the two\nstood toe to toe, sabres clashing in a lightning exchange. The Yill gave\na step, two, then rallied, drove Retief back, back----\n\nAnd the Yill stumbled. His sabre clattered, and Retief dropped his point\nas the other wavered past him and crashed to the floor.\n\nThe orchestra fell silent in a descending wail of reeds. Retief drew a\ndeep breath and wiped his forehead.\n\n\"Come back here, you young fool!\" Spradley called hoarsely.\n\nRetief hefted the sabre, turned, eyed the brocade-draped table. He\nstarted across the floor. The Yill sat as if paralyzed.\n\n\"Retief, no!\" Spradley yelped.\n\nRetief walked directly to the Admirable F'Kau-Kau-Kau, stopped, raised\nthe sabre.\n\n\"Not the chief of state,\" someone in the Terrestrial mission groaned.\n\nRetief whipped the sabre down. The dull blade split the cloth and clove\nthe hardwood table. There was utter silence.\n\nThe Admirable F'Kau-Kau-Kau rose, seven feet of obese gray Yill. Broad\nface expressionless to any Terran eyes, he raised a fist like a\njewel-studded ham.\n\nRetief stood rigid for a long moment. Then, gracefully, he inclined his\nhead, placed his finger tips on his temples.\n\nBehind him, there was a clatter as Ambassador Spradley collapsed. Then\nthe Admirable F'Kau-Kau-Kau cried out and reached across the table to\nembrace the Terrestrial, and the orchestra went mad.\n\nGray hands helped Retief across the table, stools were pushed aside to\nmake room at F'Kau-Kau-Kau's side. Retief sat, took a tall flagon of\ncoal-black brandy pressed on him by his neighbor, clashed glasses with\nThe Admirable and drank.\n\n\nIV\n\nRetief turned at the touch on his shoulder.\n\n\"The Ambassador wants to speak to you, Retief,\" Magnan said.\n\nRetief looked across to where Ambassador Spradley sat glowering behind\nthe plain tablecloth.\n\n\"Under the circumstances,\" Retief said, \"you'd better ask him to come\nover here.\"\n\n\"The ambassador?\" Magnan's voice cracked.\n\n\"Never mind the protocol,\" Retief said. \"The situation is still\ndelicate.\" Magnan went away.\n\n\"The feast ends,\" F'Kau-Kau-Kau said. \"Now you and I, Retief, must\nstraddle the Council Stool.\"\n\n\"I'll be honored, Admirable,\" Retief said. \"I must inform my\ncolleagues.\"\n\n\"Colleagues?\" F'Kau-Kau-Kau said. \"It is for chiefs to parley. Who shall\nspeak for a king while he yet has tongue for talk?\"\n\n\"The Yill way is wise,\" Retief said.\n\nF'Kau-Kau-Kau emptied a squat tumbler of pink beer. \"I will treat with\nyou, Retief, as viceroy, since as you say your king is old and the space\nbetween worlds is far. But there shall be no scheming underlings privy\nto our dealings.\" He grinned a Yill grin. \"Afterwards we shall carouse,\nRetief. The Council Stool is hard and the waiting handmaidens\ndelectable. This makes for quick agreement.\"\n\nRetief smiled. \"The king is wise.\"\n\n\"Of course, a being prefers wenches of his own kind,\" F'Kau-Kau-Kau\nsaid. He belched. \"The Ministry of Culture has imported several\nTerry--excuse me, Retief--Terrestrial joy-girls, said to be top-notch\nspecimens. At least they have very fat watchamacallits.\"\n\n\"The king is most considerate,\" Retief said.\n\n\"Let us to it then, Retief. I may hazard a fling with one of your\nTerries, myself. I fancy an occasional perversion.\" F'Kau-Kau-Kau dug an\nelbow into Retief's side and bellowed with laughter.\n\nAmbassador Spradley hurried to intercept Retief as he crossed to the\ndoor at F'Kau-Kau-Kau's side.\n\n\"Retief, kindly excuse yourself, I wish a word with you.\" His voice was\nicy. Magnan stood behind him, goggling.\n\n\"Mr. Ambassador, forgive my apparent rudeness,\" Retief said. \"I don't\nhave time to explain now----\"\n\n\"Rudeness!\" Spradley barked. \"Don't have time, eh? Let me tell you----\"\n\n\"Lower your voice, Mr. Ambassador,\" Retief said.\n\nSpradley quivered, mouth open, speechless.\n\n\"If you'll sit down and wait quietly,\" Retief said, \"I think----\"\n\n\"_You_ think!\" Spradley spluttered.\n\n       *       *       *       *       *\n\n\"Silence!\" Retief said. Spradley looked up at Retief's face. He stared\nfor a moment into Retief's gray eyes, closed his mouth and swallowed.\n\n\"The Yill seem to have gotten the impression I'm in charge,\" Retief\nsaid, \"We'll have to keep it up.\"\n\n\"But--but--\" Spradley stuttered. Then he straightened. \"That is the last\nstraw,\" he whispered hoarsely. \"_I_ am the Terrestrial Ambassador\nExtraordinary and Minister Plenipotentiary. Magnan has told me that\nwe've been studiedly insulted, repeatedly, since the moment of our\narrival. Kept waiting in baggage rooms, transported in refuse lorries,\nherded about with servants, offered swill at table. Now I and my senior\nstaff, are left cooling our heels, without so much as an audience while\nthis--this multiple Kau person hobnobs with--with--\"\n\nSpradley's voice broke. \"I may have been a trifle hasty, Retief, in\nattempting to restrain you. Blaspheming the native gods and dumping the\nbanquet table are rather extreme measures, but your resentment was\nperhaps partially justified. I am prepared to be lenient with you.\" He\nfixed a choleric eye on Retief.\n\n\"I am walking out of this meeting, Mr. Retief. I'll take no more of\nthese deliberate personal----\"\n\n\"That's enough,\" Retief snapped. \"You're keeping the king waiting. Get\nback to your chair and sit there until I come back.\"\n\nMagnan found his voice. \"What are you going to do, Retief?\"\n\n\"I'm going to handle the negotiation,\" Retief said. He handed Magnan his\nempty glass. \"Now go sit down and work on the Image.\"\n\n       *       *       *       *       *\n\nAt his desk in the VIP suite aboard the orbiting Corps vessel,\nAmbassador Spradley pursed his lips and looked severely at Vice-Consul\nRetief.\n\n\"Further,\" he said, \"you have displayed a complete lack of understanding\nof Corps discipline, the respect due a senior agent, even the basic\ncourtesies. Your aggravated displays of temper, ill-timed outbursts of\nviolence and almost incredible arrogance in the assumption of authority\nmake your further retention as an officer-agent of the Diplomatic Corps\nimpossible. It will therefore be my unhappy duty to recommend your\nimmediate----\"\n\nThere was a muted buzz from the communicator. The ambassador cleared his\nthroat.\n\n\"Well?\"\n\n\"A signal from Sector HQ, Mr. Ambassador,\" a voice said.\n\n\"Well, read it,\" Spradley snapped. \"Skip the preliminaries.\"\n\n\"Congratulations on the unprecedented success of your mission. The\narticles of agreement transmitted by you embody a most favorable\nresolution of the difficult Sirenian situation, and will form the basis\nof continued amicable relations between the Terrestrial States and the\nYill Empire. To you and your staff, full credit is due for a job well\ndone. Signed, Deputy Assistant Secretary----\"\n\nSpradley cut off the voice impatiently.\n\nHe shuffled papers, eyed Retief sharply.\n\n\"Superficially, of course, an uninitiated observer might leap to the\nconclusion that the--ah--results that were produced in spite of these\n... ah ... irregularities justify the latter.\" The Ambassador smiled a\nsad, wise smile. \"This is far from the case,\" he said. \"I----\"\n\nThe communicator burped softly.\n\n\"Confound it!\" Spradley muttered. \"Yes?\"\n\n\"Mr. T'Cai-Cai has arrived,\" the voice said. \"Shall I----\"\n\n\"Send him in at once.\" Spradley glanced at Retief. \"Only a two-syllable\nman, but I shall attempt to correct these false impressions, make some\namends....\"\n\nThe two Terrestrials waited silently until the Yill Protocol chief\ntapped at the door.\n\n\"I hope,\" the ambassador said, \"that you will resist the impulse to take\nadvantage of your unusual position.\" He looked at the door. \"Come in.\"\n\nT'Cai-Cai stepped into the room, glanced at Spradley, turned to greet\nRetief in voluble Yill. He rounded the desk to the ambassador's chair,\nmotioned him from it and sat down.\n\n       *       *       *       *       *\n\n\"I have a surprise for you, Retief,\" he said, in Terran. \"I myself have\nmade use of the teaching machine you so kindly lent us.\"\n\n\"That's fine. T'Cai-Cai,\" Retief said. \"I'm sure Mr. Spradley will be\ninterested in hearing what we have to say.\"\n\n\"Never mind,\" the Yill said. \"I am here only socially.\" He looked around\nthe room.\n\n\"So plainly you decorate your chamber. But it has a certain austere\ncharm.\" He laughed a Yill laugh.\n\n\"Oh, you are a strange breed, you Terrestrials. You surprised us all.\nYou know, one hears such outlandish stories. I tell you in confidence,\nwe had expected you to be overpushes.\"\n\n\"Pushovers,\" Spradley said, tonelessly.\n\n\"Such restraint! What pleasure you gave to those of us, like myself of\ncourse, who appreciated your grasp of protocol. Such finesse! How subtly\nyou appeared to ignore each overture, while neatly avoiding actual\ncontamination. I can tell you, there were those who thought--poor\nfools--that you had no grasp of etiquette. How gratified we were, we\nprofessionals, who could appreciate your virtuosity--when you placed\nmatters on a comfortable basis by spurning the cats'-meat. It was sheer\npleasure then, waiting, to see what form your compliment would take.\"\n\nThe Yill offered orange cigars, stuffed one in his nostril.\n\n\"I confess even I had not hoped that you would honor our Admirable so\nsignally. Oh, it is a pleasure to deal with fellow professionals, who\nunderstand the meaning of protocol!\"\n\nAmbassador Spradley made a choking sound.\n\n\"This fellow has caught a chill,\" T'Cai-Cai said. He eyed Spradley\ndubiously. \"Step back, my man. I am highly susceptible.\n\n\"There is one bit of business I shall take pleasure in attending to, my\ndear Retief,\" T'Cai-Cai went on. He drew a large paper from his\nreticule. \"The Admirable is determined than none other than yourself\nshall be accredited here. I have here my government's exequatur\nconfirming you as Terrestrial consul-general to Yill. We shall look\nforward to your prompt return.\"\n\nRetief looked at Spradley.\n\n\"I'm sure the Corps will agree,\" he said.\n\n\"Then I shall be going,\" T'Cai-Cai said. He stood up. \"Hurry back to us,\nRetief. There is much that I would show you of Yill.\"\n\n\"I'll hurry,\" Retief said and, with a Yill wink: \"Together we shall see\nmany high and splendid things!\"\n\n\nEND\n\n  +--------------------------------------------------------------+\n  | Coming in the March issue of If--                            |\n  |                                                              |\n  |                    THE MADMAN FROM EARTH                     |\n  |                       by Keith Laumer                        |\n  |                                                              |\n  |                            TYBALT                            |\n  |                       by Stephen Barr                        |\n  |                                                              |\n  |   A great new cover novelette by Poul Anderson--plus short   |\n  | stories, Theodore Sturgeon's column, features, etc. On sale  |\n  |               January 14th at all newsstands.                |\n  +--------------------------------------------------------------+\n\n  +--------------------------------------------------------------+\n  | Transcriber's Note and Errata                                |\n  |                                                              |\n  | This e-text was produced from 'Worlds of If' January 1962.   |\n  | Extensive research did not uncover any evidence that the U.S.|\n  | copyright on this publication was renewed.                   |\n  |                                                              |\n  | One instance of 'tubos' has been corrected to 'turbos'.      |\n  +--------------------------------------------------------------+\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Yillian Way, by John Keith Laumer\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE YILLIAN WAY ***\n\n***** This file should be named 21782.txt or 21782.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/1/7/8/21782/\n\nProduced by Robert Cicconetti, LN Yaddanapudi and the\nOnline Distributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}