{"title": "The Repairman", "author": "Harry Harrison", "releaseDate": "July 14, 2007", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Susan Carr and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\nThe Repairman\n\nBy HARRY HARRISON\n\nIllustrated by KRAMER\n\n\n\n\n    Being an interstellar trouble shooter wouldn't be so bad ... if I\n    could shoot the trouble!\n\n\nThe Old Man had that look of intense glee on his face that meant someone\nwas in for a very rough time. Since we were alone, it took no great feat\nof intelligence to figure it would be me. I talked first, bold attack\nbeing the best defense and so forth.\n\n\"I quit. Don't bother telling me what dirty job you have cooked up,\nbecause I have already quit and you do not want to reveal company\nsecrets to me.\"\n\nThe grin was even wider now and he actually chortled as he thumbed a\nbutton on his console. A thick legal document slid out of the delivery\nslot onto his desk.\n\n\"This is your contract,\" he said. \"It tells how and when you will work.\nA steel-and-vanadium-bound contract that you couldn't crack with a\nmolecular disruptor.\"\n\nI leaned out quickly, grabbed it and threw it into the air with a single\nmotion. Before it could fall, I had my Solar out and, with a wide-angle\nshot, burned the contract to ashes.\n\nThe Old Man pressed the button again and another contract slid out on\nhis desk. If possible, the smile was still wider now.\n\n\"I should have said a _duplicate_ of your contract--like this one here.\"\nHe made a quick note on his secretary plate. \"I have deducted 13 credits\nfrom your salary for the cost of the duplicate--as well as a 100-credit\nfine for firing a Solar inside a building.\"\n\nI slumped, defeated, waiting for the blow to land. The Old Man fondled\nmy contract.\n\n\"According to this document, you can't quit. Ever. Therefore I have a\nlittle job I know you'll enjoy. Repair job. The Centauri beacon has shut\ndown. It's a Mark III beacon....\"\n\n\"_What_ kind of beacon?\" I asked him. I have repaired hyperspace beacons\nfrom one arm of the Galaxy to the other and was sure I had worked on\nevery type or model made. But I had never heard of this kind.\n\n\"Mark III,\" the Old Man repeated, practically chortling. \"I never heard\nof it either until Records dug up the specs. They found them buried in\nthe back of their oldest warehouse. This was the earliest type of beacon\never built--by Earth, no less. Considering its location on one of the\nProxima Centauri planets, it might very well be the first beacon.\"\n\n       *       *       *       *       *\n\nI looked at the blueprints he handed me and felt my eyes glaze with\nhorror. \"It's a monstrosity! It looks more like a distillery than a\nbeacon--must be at least a few hundred meters high. I'm a repairman, not\nan archeologist. This pile of junk is over 2000 years old. Just forget\nabout it and build a new one.\"\n\nThe Old Man leaned over his desk, breathing into my face. \"It would take\na year to install a new beacon--besides being too expensive--and this\nrelic is on one of the main routes. We have ships making\nfifteen-light-year detours now.\"\n\nHe leaned back, wiped his hands on his handkerchief and gave me Lecture\nForty-four on Company Duty and My Troubles.\n\n\"This department is officially called Maintenance and Repair, when it\nreally should be called trouble-shooting. Hyperspace beacons are made to\nlast forever--or damn close to it. When one of them breaks down, it is\n_never_ an accident, and repairing the thing is never a matter of just\nplugging in a new part.\"\n\nHe was telling _me_--the guy who did the job while he sat back on his\nfat paycheck in an air-conditioned office.\n\nHe rambled on. \"How I wish that were all it took! I would have a fleet\nof parts ships and junior mechanics to install them. But its not like\nthat at all. I have a fleet of expensive ships that are equipped to do\nalmost anything--manned by a bunch of irresponsibles like _you_.\"\n\nI nodded moodily at his pointing finger.\n\n\"How I wish I could fire you all! Combination space-jockeys, mechanics,\nengineers, soldiers, con-men and anything else it takes to do the\nrepairs. I have to browbeat, bribe, blackmail and bulldoze you thugs\ninto doing a simple job. If you think you're fed up, just think how I\nfeel. But the ships must go through! The beacons must operate!\"\n\nI recognized this deathless line as the curtain speech and crawled to my\nfeet. He threw the Mark III file at me and went back to scratching in\nhis papers. Just as I reached the door, he looked up and impaled me on\nhis finger again.\n\n\"And don't get any fancy ideas about jumping your contract. We can\nattach that bank account of yours on Algol II long before you could draw\nthe money out.\"\n\nI smiled, a little weakly, I'm afraid, as if I had never meant to keep\nthat account a secret. His spies were getting more efficient every day.\nWalking down the hall, I tried to figure a way to transfer the money\nwithout his catching on--and knew at the same time he was figuring a way\nto outfigure me.\n\nIt was all very depressing, so I stopped for a drink, then went on to\nthe spaceport.\n\n       *       *       *       *       *\n\nBy the time the ship was serviced, I had a course charted. The nearest\nbeacon to the broken-down Proxima Centauri Beacon was on one of the\nplanets of Beta Circinus and I headed there first, a short trip of only\nabout nine days in hyperspace.\n\nTo understand the importance of the beacons, you have to understand\nhyperspace. Not that many people do, but it is easy enough to understand\nthat in this _non_-space the regular rules don't apply. Speed and\nmeasurements are a matter of relationship, not constant facts like the\nfixed universe.\n\nThe first ships to enter hyperspace had no place to go--and no way to\neven tell if they had moved. The beacons solved that problem and opened\nthe entire universe. They are built on planets and generate tremendous\namounts of power. This power is turned into radiation that is punched\nthrough into hyperspace. Every beacon has a code signal as part of its\nradiation and represents a measurable point in hyperspace. Triangulation\nand quadrature of the beacons works for navigation--only it follows its\nown rules. The rules are complex and variable, but they are still rules\nthat a navigator can follow.\n\nFor a hyperspace jump, you need at least four beacons for an accurate\nfix. For long jumps, navigators use as many as seven or eight. So every\nbeacon is important and every one has to keep operating. That is where I\nand the other trouble-shooters came in.\n\nWe travel in well-stocked ships that carry a little bit of everything;\nonly one man to a ship because that is all it takes to operate the\noverly efficient repair machinery. Due to the very nature of our job, we\nspend most of our time just rocketing through normal space. After all,\nwhen a beacon breaks down, how do you find it?\n\nNot through hyperspace. All you can do is approach as close as you can\nby using other beacons, then finish the trip in normal space. This can\ntake months, and often does.\n\nThis job didn't turn out to be quite that bad. I zeroed on the Beta\nCircinus beacon and ran a complicated eight-point problem through the\nnavigator, using every beacon I could get an accurate fix on. The\ncomputer gave me a course with an estimated point-of-arrival as well as\na built-in safety factor I never could eliminate from the machine.\n\nI would much rather take a chance of breaking through near some star\nthan spend time just barreling through normal space, but apparently Tech\nknows this, too. They had a safety factor built into the computer so you\ncouldn't end up inside a star no matter how hard you tried. I'm sure\nthere was no humaneness in this decision. They just didn't want to lose\nthe ship.\n\n       *       *       *       *       *\n\nIt was a twenty-hour jump, ship's time, and I came through in the middle\nof nowhere. The robot analyzer chuckled to itself and scanned all the\nstars, comparing them to the spectra of Proxima Centauri. It finally\nrang a bell and blinked a light. I peeped through the eyepiece.\n\nA fast reading with the photocell gave me the apparent magnitude and a\ncomparison with its absolute magnitude showed its distance. Not as bad\nas I had thought--a six-week run, give or take a few days. After feeding\na course tape into the robot pilot, I strapped into the acceleration\ntank and went to sleep.\n\nThe time went fast. I rebuilt my camera for about the twentieth time and\njust about finished a correspondence course in nucleonics. Most\nrepairmen take these courses. Besides their always coming in handy, the\ncompany grades your pay by the number of specialties you can handle. All\nthis, with some oil painting and free-fall workouts in the gym, passed\nthe time. I was asleep when the alarm went off that announced planetary\ndistance.\n\nPlanet two, where the beacon was situated according to the old charts,\nwas a mushy-looking, wet kind of globe. I tried to make sense out of\nthe ancient directions and finally located the right area. Staying\noutside the atmosphere, I sent a flying eye down to look things over. In\nthis business, you learn early when and where to risk your own skin. The\neye would be good enough for the preliminary survey.\n\nThe old boys had enough brains to choose a traceable site for the\nbeacon, equidistant on a line between two of the most prominent mountain\npeaks. I located the peaks easily enough and started the eye out from\nthe first peak and kept it on a course directly toward the second. There\nwas a nose and tail radar in the eye and I fed their signals into a\nscope as an amplitude curve. When the two peaks coincided, I spun the\neye controls and dived the thing down.\n\nI cut out the radar and cut in the nose orthicon and sat back to watch\nthe beacon appear on the screen.\n\n[Illustration]\n\nThe image blinked, focused--and a great damn pyramid swam into view. I\ncursed and wheeled the eye in circles, scanning the surrounding country.\nIt was flat, marshy bottom land without a bump. The only thing in a\nten-mile circle was this pyramid--and that definitely wasn't my beacon.\n\nOr wasn't it?\n\nI dived the eye lower. The pyramid was a crude-looking thing of\nundressed stone, without carvings or decorations. There was a shimmer of\nlight from the top and I took a closer look at it. On the peak of the\npyramid was a hollow basin filled with water. When I saw that, something\nclicked in my mind.\n\n       *       *       *       *       *\n\nLocking the eye in a circular course, I dug through the Mark III\nplans--and there it was. The beacon had a precipitating field and a\nbasin on top of it for water; this was used to cool the reactor that\npowered the monstrosity. If the water was still there, the beacon was\nstill there--inside the pyramid. The natives, who, of course, weren't\neven mentioned by the idiots who constructed the thing, had built a nice\nheavy, thick stone pyramid around the beacon.\n\nI took another look at the screen and realized that I had locked the eye\ninto a circular orbit about twenty feet above the pyramid. The summit of\nthe stone pile was now covered with lizards of some type, apparently the\nlocal life-form. They had what looked like throwing sticks and arbalasts\nand were trying to shoot down the eye, a cloud of arrows and rocks\nflying in every direction.\n\nI pulled the eye straight up and away and threw in the control circuit\nthat would return it automatically to the ship.\n\nThen I went to the galley for a long, strong drink. My beacon was not\nonly locked inside a mountain of handmade stone, but I had managed to\nirritate the things who had built the pyramid. A great beginning for a\njob and one clearly designed to drive a stronger man than me to the\nbottle.\n\nNormally, a repairman stays away from native cultures. They are poison.\nAnthropologists may not mind being dissected for their science, but a\nrepairman wants to make no sacrifices of any kind for his job. For this\nreason, most beacons are built on uninhabited planets. If a beacon _has_\nto go on a planet with a culture, it is usually built in some\ninaccessible place.\n\nWhy this beacon had been built within reach of the local claws, I had\nyet to find out. But that would come in time. The first thing to do was\nmake contact. To make contact, you have to know the local language.\n\nAnd, for _that_, I had long before worked out a system that was\nfool-proof.\n\nI had a pryeye of my own construction. It looked like a piece of rock\nabout a foot long. Once on the ground, it would never be noticed, though\nit was a little disconcerting to see it float by. I located a lizard\ntown about a thousand kilometers from the pyramid and dropped the eye.\nIt swished down and landed at night in the bank of the local mud wallow.\nThis was a favorite spot that drew a good crowd during the day. In the\nmorning, when the first wallowers arrived, I flipped on the recorder.\n\nAfter about five of the local days, I had a sea of native conversation\nin the memory bank of the machine translator and had tagged a few\nexpressions. This is fairly easy to do when you have a machine memory to\nwork with. One of the lizards gargled at another one and the second one\nturned around. I tagged this expression with the phrase, \"Hey, George!\"\nand waited my chance to use it. Later the same day, I caught one of them\nalone and shouted \"Hey, George!\" at him. It gurgled out through the\nspeaker in the local tongue and he turned around.\n\nWhen you get enough reference phrases like this in the memory bank, the\nMT brain takes over and starts filling in the missing pieces. As soon as\nthe MT could give a running translation of any conversation it heard, I\nfigured it was time to make a contact.\n\n       *       *       *       *       *\n\nI found him easily enough. He was the Centaurian version of a\ngoat-boy--he herded a particularly loathsome form of local life in the\nswamps outside the town. I had one of the working eyes dig a cave in an\noutcropping of rock and wait for him.\n\nWhen he passed next day, I whispered into the mike: \"Welcome, O\nGoat-boy Grandson! This is your grandfather's spirit speaking from\nparadise.\" This fitted in with what I could make out of the local\nreligion.\n\nGoat-boy stopped as if he'd been shot. Before he could move, I pushed a\nswitch and a handful of the local currency, wampum-type shells, rolled\nout of the cave and landed at his feet.\n\n\"Here is some money from paradise, because you have been a good boy.\"\nNot really from paradise--I had lifted it from the treasury the night\nbefore. \"Come back tomorrow and we will talk some more,\" I called after\nthe fleeing figure. I was pleased to notice that he took the cash before\ntaking off.\n\nAfter that, Grandpa in paradise had many heart-to-heart talks with\nGrandson, who found the heavenly loot more than he could resist. Grandpa\nhad been out of touch with things since his death and Goat-boy happily\nfilled him in.\n\nI learned all I needed to know of the history, past and recent, and it\nwasn't nice.\n\nIn addition to the pyramid being around the beacon, there was a nice\nlittle religious war going on around the pyramid.\n\nIt all began with the land bridge. Apparently the local lizards had been\nliving in the swamps when the beacon was built, but the builders didn't\nthink much of them. They were a low type and confined to a distant\ncontinent. The idea that the race would develop and might reach _this_\ncontinent never occurred to the beacon mechanics. Which is, of course,\nwhat happened.\n\nA little geological turnover, a swampy land bridge formed in the right\nspot, and the lizards began to wander up beacon valley. And found\nreligion. A shiny metal temple out of which poured a constant stream of\nmagic water--the reactor-cooling water pumped down from the atmosphere\ncondenser on the roof. The radioactivity in the water didn't hurt the\nnatives. It caused mutations that bred true.\n\nA city was built around the temple and, through the centuries, the\npyramid was put up around the beacon. A special branch of the priesthood\nserved the temple. All went well until one of the priests violated the\ntemple and destroyed the holy waters. There had been revolt, strife,\nmurder and destruction since then. But still the holy waters would not\nflow. Now armed mobs fought around the temple each day and a new band of\npriests guarded the sacred fount.\n\nAnd I had to walk into the middle of that mess and repair the thing.\n\nIt would have been easy enough if we were allowed a little mayhem. I\ncould have had a lizard fry, fixed the beacon and taken off. Only\n\"native life-forms\" were quite well protected. There were spy cells on\nmy ship, all of which I hadn't found, that would cheerfully rat on me\nwhen I got back.\n\nDiplomacy was called for. I sighed and dragged out the plastiflesh\nequipment.\n\n       *       *       *       *       *\n\nWorking from 3D snaps of Grandson, I modeled a passable reptile head\nover my own features. It was a little short in the jaw, me not having\none of their toothy mandibles, but that was all right. I didn't have to\nlook _exactly_ like them, just something close, to soothe the native\nmind. It's logical. If I were an ignorant aborigine of Earth and I ran\ninto a Spican, who looks like a two-foot gob of dried shellac, I would\nimmediately leave the scene. However, if the Spican was wearing a suit\nof plastiflesh that looked remotely humanoid, I would at least stay and\ntalk to him. This was what I was aiming to do with the Centaurians.\n\nWhen the head was done, I peeled it off and attached it to an attractive\nsuit of green plastic, complete with tail. I was really glad they had\ntails. The lizards didn't wear clothes and I wanted to take along a lot\nof electronic equipment. I built the tail over a metal frame that\nanchored around my waist. Then I filled the frame with all the equipment\nI would need and began to wire the suit.\n\nWhen it was done, I tried it on in front of a full-length mirror. It was\nhorrible but effective. The tail dragged me down in the rear and gave me\na duck-waddle, but that only helped the resemblance.\n\nThat night I took the ship down into the hills nearest the pyramid, an\nout-of-the-way dry spot where the amphibious natives would never go. A\nlittle before dawn, the eye hooked onto my shoulders and we sailed\nstraight up. We hovered above the temple at about 2,000 meters, until it\nwas light, then dropped straight down.\n\nIt must have been a grand sight. The eye was camouflaged to look like a\nflying lizard, sort of a cardboard pterodactyl, and the slowly flapping\nwings obviously had nothing to do with our flight. But it was impressive\nenough for the natives. The first one that spotted me screamed and\ndropped over on his back. The others came running. They milled and\nmobbed and piled on top of one another, and by that time I had landed in\nthe plaza fronting the temple. The priesthood arrived.\n\nI folded my arms in a regal stance. \"Greetings, O noble servers of the\nGreat God,\" I said. Of course I didn't say it out loud, just whispered\nloud enough for the throat mike to catch. This was radioed back to the\nMT and the translation shot back to a speaker in my jaws.\n\nThe natives chomped and rattled and the translation rolled out almost\ninstantly. I had the volume turned up and the whole square echoed.\n\nSome of the more credulous natives prostrated themselves and others fled\nscreaming. One doubtful type raised a spear, but no one else tried that\nafter the pterodactyl-eye picked him up and dropped him in the swamp.\nThe priests were a hard-headed lot and weren't buying any lizards in a\npoke; they just stood and muttered. I had to take the offensive again.\n\n\"Begone, O faithful steed,\" I said to the eye, and pressed the control\nin my palm at the same time.\n\nIt took off straight up a bit faster than I wanted; little pieces of\nwind-torn plastic rained down. While the crowd was ogling this ascent, I\nwalked through the temple doors.\n\n\"I would talk with you, O noble priests,\" I said.\n\nBefore they could think up a good answer, I was inside.\n\n       *       *       *       *       *\n\nThe temple was a small one built against the base of the pyramid. I\nhoped I wasn't breaking too many taboos by going in. I wasn't stopped,\nso it looked all right. The temple was a single room with a\nmurky-looking pool at one end. Sloshing in the pool was an ancient\nreptile who clearly was one of the leaders. I waddled toward him and he\ngave me a cold and fishy eye, then growled something.\n\nThe MT whispered into my ear, \"Just what in the name of the thirteenth\nsin are you and what are you doing here?\"\n\nI drew up my scaly figure in a noble gesture and pointed toward the\nceiling. \"I come from your ancestors to help you. I am here to restore\nthe Holy Waters.\"\n\nThis raised a buzz of conversation behind me, but got no rise out of the\nchief. He sank slowly into the water until only his eyes were showing. I\ncould almost hear the wheels turning behind that moss-covered forehead.\nThen he lunged up and pointed a dripping finger at me.\n\n\"You are a liar! You are no ancestor of ours! We will--\"\n\n\"Stop!\" I thundered before he got so far in that he couldn't back out.\n\"I said your ancestors sent me as emissary--I am not one of your\nancestors. Do not try to harm me or the wrath of those who have Passed\nOn will turn against you.\"\n\nWhen I said this, I turned to jab a claw at the other priests, using the\nmotion to cover my flicking a coin grenade toward them. It blew a nice\nhole in the floor with a great show of noise and smoke.\n\nThe First Lizard knew I was talking sense then and immediately called a\nmeeting of the shamans. It, of course, took place in the public bathtub\nand I had to join them there. We jawed and gurgled for about an hour and\nsettled all the major points.\n\nI found out that they were new priests; the previous ones had all been\nboiled for letting the Holy Waters cease. They found out I was there\nonly to help them restore the flow of the waters. They bought this,\ntentatively, and we all heaved out of the tub and trickled muddy paths\nacross the floor. There was a bolted and guarded door that led into the\npyramid proper. While it was being opened, the First Lizard turned to\nme.\n\n\"Undoubtedly you know of the rule,\" he said. \"Because the old priests\ndid pry and peer, it was ruled henceforth that only the blind could\nenter the Holy of Holies.\" I'd swear he was smiling, if thirty teeth\npeeking out of what looked like a crack in an old suitcase can be called\nsmiling.\n\nHe was also signaling to him an underpriest who carried a brazier of\ncharcoal complete with red-hot irons. All I could do was stand and watch\nas he stirred up the coals, pulled out the ruddiest iron and turned\ntoward me. He was just drawing a bead on my right eyeball when my brain\ngot back in gear.\n\n\"Of course,\" I said, \"blinding is only right. But in my case you will\nhave to blind me before I _leave_ the Holy of Holies, not now. I need my\neyes to see and mend the Fount of Holy Waters. Once the waters flow\nagain, I will laugh as I hurl myself on the burning iron.\"\n\n       *       *       *       *       *\n\nHe took a good thirty seconds to think it over and had to agree with me.\nThe local torturer sniffled a bit and threw a little more charcoal on\nthe fire. The gate crashed open and I stalked through; then it banged to\nbehind me and I was alone in the dark.\n\nBut not for long--there was a shuffling nearby and I took a chance and\nturned on my flash. Three priests were groping toward me, their\neye-sockets red pits of burned flesh. They knew what I wanted and led\nthe way without a word.\n\nA crumbling and cracked stone stairway brought us up to a solid metal\ndoorway labeled in archaic script _MARK III BEACON--AUTHORIZED PERSONNEL\nONLY_. The trusting builders counted on the sign to do the whole job,\nfor there wasn't a trace of a lock on the door. One lizard merely turned\nthe handle and we were inside the beacon.\n\nI unzipped the front of my camouflage suit and pulled out the\nblueprints. With the faithful priests stumbling after me, I located the\ncontrol room and turned on the lights. There was a residue of charge in\nthe emergency batteries, just enough to give a dim light. The meters and\nindicators looked to be in good shape; if anything, unexpectedly bright\nfrom constant polishing.\n\nI checked the readings carefully and found just what I had suspected.\nOne of the eager lizards had managed to open a circuit box and had\npolished the switches inside. While doing this, he had thrown one of the\nswitches and that had caused the trouble.\n\n       *       *       *       *       *\n\nRather, that had _started_ the trouble. It wasn't going to be ended by\njust reversing the water-valve switch. This valve was supposed to be\nused only for repairs, after the pile was damped. When the water was cut\noff with the pile in operation, it had started to overheat and the\nautomatic safeties had dumped the charge down the pit.\n\nI could start the water again easily enough, but there was no fuel left\nin the reactor.\n\nI wasn't going to play with the fuel problem at all. It would be far\neasier to install a new power plant. I had one in the ship that was\nabout a tenth the size of the ancient bucket of bolts and produced at\nleast four times the power. Before I sent for it, I checked over the\nrest of the beacon. In 2000 years, there should be _some_ sign of wear.\n\nThe old boys had built well, I'll give them credit for that. Ninety per\ncent of the machinery had no moving parts and had suffered no wear\nwhatever. Other parts they had beefed up, figuring they would wear, but\nslowly. The water-feed pipe from the roof, for example. The pipe walls\nwere at least three meters thick--and the pipe opening itself no bigger\nthan my head. There were some things I could do, though, and I made a\nlist of parts.\n\nThe parts, the new power plant and a few other odds and ends were chuted\ninto a neat pile on the ship. I checked all the parts by screen before\nthey were loaded in a metal crate. In the darkest hour before dawn, the\nheavy-duty eye dropped the crate outside the temple and darted away\nwithout being seen.\n\nI watched the priests through the pryeye while they tried to open it.\nWhen they had given up, I boomed orders at them through a speaker in the\ncrate. They spent most of the day sweating the heavy box up through the\nnarrow temple stairs and I enjoyed a good sleep. It was resting inside\nthe beacon door when I woke up.\n\n       *       *       *       *       *\n\nThe repairs didn't take long, though there was plenty of groaning from\nthe blind lizards when they heard me ripping the wall open to get at the\npower leads. I even hooked a gadget to the water pipe so their Holy\nWaters would have the usual refreshing radioactivity when they started\nflowing again. The moment this was all finished, I did the job they were\nwaiting for.\n\nI threw the switch that started the water flowing again.\n\nThere were a few minutes while the water began to gurgle down through\nthe dry pipe. Then a roar came from outside the pyramid that must have\nshaken its stone walls. Shaking my hands once over my head, I went down\nfor the eye-burning ceremony.\n\nThe blind lizards were waiting for me by the door and looked even\nunhappier than usual. When I tried the door, I found out why--it was\nbolted and barred from the other side.\n\n\"It has been decided,\" a lizard said, \"that you shall remain here\nforever and tend the Holy Waters. We will stay with you and serve your\nevery need.\"\n\nA delightful prospect, eternity spent in a locked beacon with three\nblind lizards. In spite of their hospitality, I couldn't accept.\n\n\"What--you dare interfere with the messenger of your ancestors!\" I had\nthe speaker on full volume and the vibration almost shook my head off.\n\nThe lizards cringed and I set my Solar for a narrow beam and ran it\naround the door jamb. There was a great crunching and banging from the\njunk piled against it, and then the door swung free. I threw it open.\nBefore they could protest, I had pushed the priests out through it.\n\nThe rest of their clan showed up at the foot of the stairs and made a\ngreat ruckus while I finished welding the door shut. Running through the\ncrowd, I faced up to the First Lizard in his tub. He sank slowly beneath\nthe surface.\n\n\"What lack of courtesy!\" I shouted. He made little bubbles in the water.\n\"The ancestors are annoyed and have decided to forbid entrance to the\nInner Temple forever; though, out of kindness, they will let the waters\nflow. Now I must return--on with the ceremony!\"\n\nThe torture-master was too frightened to move, so I grabbed out his hot\niron. A touch on the side of my face dropped a steel plate over my eyes,\nunder the plastiskin. Then I jammed the iron hard into my phony\neye-sockets and the plastic gave off an authentic odor.\n\nA cry went up from the crowd as I dropped the iron and staggered in\nblind circles. I must admit it went off pretty well.\n\n       *       *       *       *       *\n\nBefore they could get any more bright ideas, I threw the switch and my\nplastic pterodactyl sailed in through the door. I couldn't see it, of\ncourse, but I knew it had arrived when the grapples in the claws latched\nonto the steel plates on my shoulders.\n\nI had got turned around after the eye-burning and my flying beast hooked\nonto me backward. I had meant to sail out bravely, blind eyes facing\ninto the sunset; instead, I faced the crowd as I soared away, so I made\nthe most of a bad situation and threw them a snappy military salute.\nThen I was out in the fresh air and away.\n\nWhen I lifted the plate and poked holes in the seared plastic, I could\nsee the pyramid growing smaller behind me, water gushing out of the base\nand a happy crowd of reptiles sporting in its radioactive rush. I\ncounted off on my talons to see if I had forgotten anything.\n\nOne: The beacon was repaired.\n\nTwo: The door was sealed, so there should be no more sabotage,\naccidental or deliberate.\n\nThree: The priests should be satisfied. The water was running again, my\neyes had been duly burned out, and they were back in business. Which\nadded up to--\n\nFour: The fact that they would probably let another repairman in, under\nthe same conditions, if the beacon conked out again. At least I had done\nnothing, like butchering a few of them, that would make them\nantagonistic toward future ancestral messengers.\n\nI stripped off my tattered lizard suit back in the ship, very glad that\nit would be some other repairman who'd get the job.\n\n--HARRY HARRISON\n\n\n\n\nTranscriber's Note:\n\nThis etext was produced from _Galaxy_ February 1958. Extensive research\ndid not uncover any evidence that the U.S. copyright on this publication\nwas renewed.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Repairman, by Harry Harrison\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE REPAIRMAN ***\n\n***** This file should be named 22073.txt or 22073.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/2/0/7/22073/\n\nProduced by Greg Weeks, Susan Carr and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}