{"title": "The Winged Men of Orcon", "author": "David R. Sparks", "releaseDate": "July 30, 2007", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Jana Srna and the Online Distributed\nProofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n\n           [Illustration]\n\n       The Winged Men of Orcon\n\n       _A Complete Novelette_\n\n\n          By David R. Sparks\n\n\n Far out at the edge of the Universe\n    two scientists play a game of\n      wits--Earth to the winner.\n\n\n\n\nCHAPTER I\n\n_The Wrecked Space-Ship_\n\n\nWhen I came to, it was dark; so dark that the night seemed all but fluid\nwith black pigment. Breathing was difficult, but in spite of that,\nhowever, I felt exhilarated mentally. Also I felt strong, stronger than\nI ever had in my life before. I tried to raise my hands, and found that\nI was handcuffed.\n\nI lay sprawled out on a sharply canted floor of metal, and from outside\nthe house, or whatever it was I was in, I could hear the screeching and\nhowling of the wind. I touched my face with my fettered hands, and the\nact gave me a feeling of comfort, for the scar on my cheek was still\nthere and I knew that I was myself.\n\n[Illustration: A flash of blue light played about our ship.]\n\nTwisting around, I sat up, and with great difficulty drew a lighter from\nmy trousers pocket. The flame glimmered up. I knew then that I was lying\nin the control room of a great flying machine!\n\nAll about me I saw crumpled human forms clad in glistening gray flying\njumpers. It was very, very hot. I thought I caught the sound of waves\ncrashing on a shore. Through a broken port blustered a hot wind laden\nwith an odd odor suggestive of garlic and kelp. It was just as dark\noutside as in. I stirred about a bit, and found that I was in good shape\nexcept for the handcuffs.\n\nA low moan came from behind a bulkhead door at one end of the control\nroom. I listened, and again the sound was repeated. With the lighter\nstill flickering in my hands, I got to my feet. The bulkhead door was\njammed, but I found a heavy telargeium spanner-wrench on the floor, and\nwith a strength which frightened me--a strength which could have come\nonly by some upset condition of gravitation--I soon crashed the door\nopen. I had no sooner done it, however, than I forgot about the moan\nwhich had fetched me.\n\n                   *       *       *       *       *\n\nWhat I saw first, hanging on a hook on one wall, was a bunch of keys,\none of which readily opened the lock of my handcuffs. Then there was a\nlong-barrelled, gleaming atomic gun, undamaged, and a couple of the new\ncold-ray flashlights. Free, I caught up one of the flashlights, and\nplaced back on their hook the keys which had opened the cuffs. Then I\nstooped over each corpse, and confirmed my first impression that two of\nthe dead men were strangers to me, but that I half recognized one.\n\nThe vaguely familiar man was clad, under his gray jumper, in the uniform\nof a rear admiral of the U. S. W. Upper Zone Patrol Division. He wore a\nmedal of high honor, the Calypsus medal. I knew that he was Wellington\nForbes, the man who had defeated the planet Calypsus three years before.\n\nWellington Forbes! And I with him!\n\nI think I may be excused my temporary forgetfulness of the moan which\nhad brought me to Forbes' death chamber. Uppermost in my mind was the\nmanner in which I had been brought here. For it was he, approaching me\nthrough the medium of letters and messengers, who had begged, implored\nme to help him against Orcon, the eccentric planet of my own discovery,\nthe planet which belonged to a solar system at the other end of the\nUniverse from ours. Because of my knowledge of Orcon, with its bubbling\nseas, its brooding nightmares, and lastly, its queer conduct toward\nEarth, he had wanted to take me away from my telescopes to fight. And I\nhad refused.\n\nNow I understood how I came to be here.\n\nI knew that this dead man had kidnapped me after drugging me with one of\nthe new amnesiacs. Yorildiside, I reckoned it. And just because I knew\nthat Admiral Forbes had seized me by force, I knew almost to a certainty\nthat I was shipwrecked on that very Orcon which I had discovered two\nyears before.\n\n                   *       *       *       *       *\n\nI was enraged at this high-handed treatment. For if danger was indeed\nthreatening Earth from Orcon, my place of all places was at my\ntelescopes. I could do with them, for the civilizations about me, what\nno one else could. Too, I was actuated by selfish motives. I loved my\ntelescopes and my isodermic super-spectroscopes. And there was still\nmuch work I had to do! Already I had discovered three new elements, and\nthat had showed me I was but at the beginning of a knowledge of\ncosmological chemistry. Forbes! He had brought me by force out here on\nthis beastly little planet whose orbit was like that of a snake with the\nSaint Vitus' dance! He had taken me to this wretched planet which lay at\nsuch a remote end of the Universe that not even explorers had been\ntempted to visit it!\n\n\"Oh, damn the whole business!\" I groaned aloud. I was thoroughly angry\nand bitter.\n\nIn a little while I experienced a sudden change of mood. I'd no sooner\nspoken than a moan came from directly behind me, and I remembered why\nI'd got going in the beginning, and was ashamed. I entered a small\ncompartment which opened from Forbes' cabin, and discovered immediately\nthree more people.\n\nThe strides I had taken made me realize that I had to be careful, for I\nwas indeed endowed with a terrific strength--an extraordinary strength\nand lightness. One of these three new people was obviously dead, for his\nneck was broken. The other two still breathed. The first of the two was\na short man, a Japanese by the look of him. His arm was broken. The\nother person was, to my surprise, a woman. She, like the dead Forbes,\nwore the insignia of the U. S. W. Upper Zone Patrol. Her insignia was\nthat of a navigating officer.\n\nSo it was she who had caused the crash!\n\nIt was also she who had moaned. My feelings as I lifted her to a bunk\nwere mixed. Being a reactionary, I still felt that woman's place was not\nin the Army or Navy. Yet I confess that the woman--or girl, rather--was\nornamental. She was of the Iberian type. She was beautiful, and looked\nhelpless. Some atavistic trait of the protective instinct in man made me\ntake a little more pains in caring for her than I might have taken with\na man.\n\n                   *       *       *       *       *\n\n\"Doctor Weeks,\" were the first surprised words she murmured when I had\nbandaged a cut in her head and she came to.\n\nWeeks being my name--Frederick Weeks--I grunted and wondered just how\nmuch _she'd_ had to do with my being here. I noted that the eyes were\ngray with violet lights.\n\n\"You were handcuffed and drugged,\" she announced wonderingly.\n\n\"I was,\" I answered, \"but I'm not any more. Thanks to my own efforts.\"\n\nShe dropped that subject.\n\n\"Take me to Admiral Forbes, Doctor Weeks. I am Captain Virginia Crane.\"\n\nI acknowledged curtly her introduction of herself and told her the\nadmiral was dead. Her cheeks, already pale, grew white. I asked her the\nnumber of the space flyer's crew. She said ten. So far, four were dead,\nthree alive, including myself, and the rest unaccounted for, I told her.\nShe winced. In a moment, though, she pulled herself together with a grit\nwhich I could not deny, despite my disapproval of her being here.\n\n\"I suppose you wonder why you're here,\" she said suddenly, \"and where we\nare.\"\n\n\"I don't need to be told where I am,\" I said coldly, \"but a little\ninformation as to who was responsible for my coming to Orcon wouldn't be\namiss. I suppose it was Forbes.\"\n\nShe cut me off with a look.\n\n\"It wasn't the admiral.\" Her really beautiful eyes narrowed. \"It was I\nwho planned your abduction and got him to execute it.\"\n\n\"You!\"\n\nI drew back. My manner was formal and cold.\n\nAnd after that I guess I pretty well boiled over. But did it gain me\nanything? Before I had said half enough to soothe my lacerated feelings,\nthe girl simply shrugged and looked bored.\n\n\"Don't be a fool,\" she ordered curtly. \"We needed you, and I, for one,\nwas not going to see your egotistical ideas about an unimportant piece\nof work--your cosmological chemistry--jeopardize the safety of the\nworld. Oh, I know the government wanted you in your laboratory. But with\nLudwig Leider loose on Orcon, and you the only one in our Zone who knew\nmuch of anything about the planet, what could you expect?\"\n\n                   *       *       *       *       *\n\nI hardly know what might have happened between us if she had not\nmentioned Leider's name when she did. The insults with which she had\nbegun had hardly been atoned for by her half understanding of my refusal\nto join Forbes, and I was still in a rage. Yet, as it was, at the\nmention of Leider I snapped to attention.\n\n\"Ludwig Leider! Here?\"\n\n\"Yes,\" she replied significantly.\n\n\"But that makes a difference! Why wasn't I told? Why this silly\nkidnapping?\"\n\nShe moved a little on the couch and looked at me.\n\n\"There was not time to tell you and to chance putting up with further\nsilly arguments on your part. When the secret service detail which had\nbeen handling the Leider case brought in word of his whereabouts, there\nwas time only to get a ship specially outfitted for such a tremendous\njourney and start. We _had_ to kidnap you.\"\n\nI hardly heard her last words. Ludwig Leider--scientist extraordinary,\nrenegade, terrorist. Everyone of our latter day century knew that he was\nthe greatest example of the megalomaniac--the power-seeking\ngenius--which the human race had produced for decades. Everyone knew\nthat he--furious because he had been denied the high position he craved\nas ruler for life of the united peoples of Earth--had been the leader of\nthe interplanetary struggle which had resulted in Forbes' brilliantly\nsuccessful attack on Calypsus. And everyone knew that he had escaped\nfrom Calypsus. And that, while he was free, there could be no real\nsafety anywhere, either for Earth, which he hated, or any of its allied\nplanets. Leider, here! No wonder I had been observing queer goings on in\nOrcon!\n\n                   *       *       *       *       *\n\nSomehow I forgot to be angry with poor dead Forbes. Almost I forgot to\ndisapprove of the woman.\n\n\"See here!\" I broke out. \"If your secret service detail was right, and\nLeider _is_ on Orcon, we've got to stop talking and get going. Tell me\nmore about your expedition.\"\n\n\"Do you know,\" she said presently, \"I rather thought you would make\nquite a leader--and fighter--if you could ever be aroused. As for the\nexpedition, we have only this one ship. It's that kind of a job.\"\n\n\"Oh, suicide party, eh?\"\n\nI ignored her remark about my ability as a fighter. I had never aspired\nto any sort of naval or military leadership.\n\n\"Yes,\" she answered; \"suicide party. And I suppose, with our ship\nwrecked, our admiral dead, and contact with Leider not even made as yet,\nit's become doubly so. But we've got to do something.\"\n\nShe leaned forward on the couch.\n\n\"Our primary objective,\" she went on, \"was to reach Orcon and scout, and\nthen radio information back to Earth. But we also have two tons of the\nnew explosive, kotomite, aboard and are to do damage if we can. What are\nyou going to do, Doctor? The command is yours now.\"\n\nI was well enough versed in the upper space tactics of our modern navy\nto appreciate the wisdom which had been used in sending the one ship\nalone on the expedition, and I could well understand the reasonable hope\nof success which had been promised. I confess I was staggered to know\nwhat could be done, however, now that the admiral was dead and the ship\nwrecked. As for my having inherited the command, I was even more\ndisconcerted.\n\n\"_I_ don't know what we're going to do,\" I said in answer to Captain\nCrane's question. \"I doubt if Forbes would know, if he were alive, and\nI'm by no means the commander he was. But, as you say, we have to do\nsomething. So, since it's a little early in the game to explode the\nkotomite and call it a day's work, we better declare a truce between\nourselves, and then check up on the ship. Come on, if you're able.\"\n\nShe was able.\n\n                   *       *       *       *       *\n\nIn the next twenty minutes we found that it was the forward end of the\ngreat flier which was damaged, and that while she was in fair shape\namidships and astern, she would never fly again. We discovered that the\nthree unaccounted-for men of the crew were lying forward, and found that\ntwo were dead and one lived--a radio man named LeConte. He had two ribs\nbroken. Half a dozen atomic guns remained to us, and we found intact one\ndynamo capable of generating the new cold light in considerable\nquantities. It was not an encouraging check-up, though. Out of a crew of\nten, only the four of us were alive; Captain Crane, the Jap, LeConte,\nand myself. And all of us were more or less battered. The ship was still\nhabitable, but smashed beyond hope of repair. Around us stretched\nOrcon--in the control of Ludwig Leider.\n\nI got LeConte, the radio man with the broken ribs, into the small cabin\nwhere the Jap still lay and made him comfortable. Then I set the Jap's\nbroken arm. I gave both him and LeConte an injection of penopalatrin in\norder that their shattered bones might be decently knitted in two or\nthree hours. The Jap presently came to, and I found that he was a\ncivilian like myself, but one who had long been employed on the U. S. W.\nresearch staff as a ray and explosive expert. I realized at once that he\nwas the inventor of the kotomite with which the ship was loaded.\n\nAll of them, including Captain Crane, told me the story of the crash.\nCaptain Crane hadn't been responsible, after all. Their magnogravitos\nsystem had failed in some mysterious manner as they approached Orcon. In\nspite of the checking effect of their helium pontoons, which had\nexpanded properly when they had come into Orcon's atmosphere, they had\nslammed into a sea of light and crashed. That was all anyone knew. But\neveryone suspected that Leider had been somehow responsible.\n\n\"I do not enjoy the prospect,\" Koto said after a glance at his\ntemporarily helpless left arm. \"If Leider is able to wreck a space ship\nbefore she ever reaches his planet, he has more power than he ever had\nduring the Calypsus war.\"\n\n                   *       *       *       *       *\n\nI said nothing, but simply looked at LeConte, and nodded approval when\nhe muttered something about getting his sending set in shape, if that\nwere possible. We were sitting in the small cabin and Captain Crane was\nsearching my face with those discomforting, violet-lighted gray eyes. I\nknew she was asking me once more what I was going to do, and I knew\nthat, except that we might fire the kotomite, I could tell her nothing.\n\nWe sat on in silence. Then, however, before I spoke about the kotomite,\na change came.\n\nAll at once I felt the space flier tremble under me. It rocked gently\nover on one side and began to move. Slowly, but definitely.\n\nKoto and I were on our feet in a flash. Captain Crane stiffened and\nfaced me, waiting.\n\n\"What is it?\" Koto gasped.\n\n\"We'll find out what it is,\" I flung back. \"Miss Crane--Captain--on deck\nwith you. Here, Koto, a hand with one of the guns. We'll take it up out\nof the hatchway and through the main cabin.\"\n\nLeConte, I knew, was the one we must be careful of, with his cracked\nribs.\n\n\"Get to your apparatus,\" I ordered him, \"and stay with it until you get\nthrough to Earth.\"\n\nWith that I jumped into the main cabin, stepped over Forbes' lifeless\nbody, and caught hold of the nearest of the atomic guns. I was to be a\nleader, after all.\n\n\n\n\nCHAPTER II\n\n_The Cable of Menace_\n\n\nIt was dark when we gained the deck; as dark as it had been when I first\nregained consciousness. Captain Crane was attending to that problem,\nhowever. As Koto and I floundered with the gun on the slippery\ntelargeium plates of the outer hull, I heard her moving about. Then she\nuttered a cry of relief, and there came a faint click. Instantly the\ndarkness all about--the clinging noisome darkness of Orcon at night--was\nshattered.\n\nThe blessed rays of our one good lighting dynamo were loosed!\n\nI saw the girl standing braced beside a stanchion, staring over the\nship's side.\n\n\"Come on, Koto!\" I snapped.\n\nI am no fighting man by trade. Nevertheless, there was a kind of\ninstinct which told me to get the gun set up at any point of vantage\nalong the ship's side. And Koto understood.\n\n\"There,\" he breathed after but a few seconds, and from the experienced\nway in which he touched the disintegration-release trigger with his one\ngood hand, I knew we were ready.\n\nThe flier was still moving, slowly and smoothly. She seemed to be half\nlifted, half drawn by some colossal force. I leaned far out over the\nrail.\n\nA long, slender, but apparently indestructible cable had been affixed to\nour stern by means of a metal plate at its end which I guessed to be\nmagnetic. I saw that the cable vanished under lashing waves which broke\non a not distant shore, and that we were being drawn irresistibly toward\nthe waves.\n\n                   *       *       *       *       *\n\nThe light from the deck brought out dazzling scintillations from a beach\ncomposed of gigantic crystal pebbles as large as ostrich eggs. On the\nbeach and grouped thickly all about our hull, swarmed a legion of\ncreatures which--\n\nWell, they were the brood of Orcon. They were the creatures who had\ngiven Ludwig Leider refuge and allied themselves with him in his attempt\nto make trouble for Earth. And they were half-bird, half-human! Their\nfaces, bodies, arms, and legs were human. _But they had wings!_\nTranslucent, membranous structures, almost gauzy, which stretched out\nfrom their shoulders like bat's wings. And their skins, as they surged\nabout in the beams of our light, gleamed a bright orange color, and\nabout their heads waved frilled antennae which were evidently used as\nextra tactile organs to supplement the human hands. I could see\ninstantly that the Orconites possessed a high degree of intelligence. Of\nall the queer breeds that interplanetary travel and exploration had\nproduced, this was the queerest.\n\nI swung to Koto, who was crouching beside the gun.\n\n\"Get rid of that cable before we go under!\" I exclaimed.\n\nI had already guessed that the plate which held the cable to our stern\nwas magnetic. It was easy to see that the cable had been fastened there\nby the Orconites and that our ship and ourselves might be drawn to\ndestruction. I flung myself over to Koto's side to help him with the\ngun.\n\nThe howling wind which had been at a lull as we reached the deck, broke\nloose again, and, as a gust hit us, Koto, gun, and I were all but swept\noverboard. The winged legion overside gave loud cries and braced\nthemselves against the gusts. I saw Virginia Crane clinging desperately\nto her stanchion beside the light switches.\n\n\"More light if you have it!\" I screamed to her against the wind.\n\nThen Koto and I got the gun going.\n\n                   *       *       *       *       *\n\nMy first feeling was one of intense relief. As the thing went off under\nour hands, and I knew from a faint trembling and a low hiss that the\nweapon was functioning perfectly, I felt thankful indeed for the\ninstinct which had made me get the gun on deck. It could be only a\nmatter of seconds now until a whole section of the metallic cable was\ndisintegrated completely and until our ship was free.\n\nBreathlessly I watched the greenish atomic stream play along the bright\nlength of the cable of death, and, as Koto and I steadied the gun\ntogether, I knew he shared my relief. Despite the howling of the wind,\nthe yells of the Orconites, the continued slow movement of the ship, and\nthe hideous churning of the waves astern, I laughed to myself.\n\n\"Doctor Weeks!\"\n\nI saw that Captain Crane had gone aft to watch the effects of our fire.\n\n\"All right,\" I bellowed. \"What--\"\n\n\"Nothing is happening back here! Your gun! What's the matter with it?\"\n\nI was too startled to answer otherwise than I did.\n\n\"Nothing's the matter with it. What's the matter with _you_?\"\n\nBut the next instant I knew she was right.\n\n\"My God, Doctor!\" Koto cried, and I knew he had leaped to the same\nconclusion I had.\n\nSuddenly I brushed Koto's hands away from the gun, and myself directed\nit so that its ray cut straight across one whole group of the queer\ncreatures on the beach. Then I cursed.\n\nInstead of being cut down, broken like so many blades of grass, not one\nof the creatures showed that the ray had touched them at all. They only\nuttered tremendous hoarse sounds that might have been laughter.\n\nI stood up.\n\n\"Koto, Leider's found means of protecting both raw materials and living\nbeings against the atomic gun!\"\n\n                   *       *       *       *       *\n\nCaptain Crane was beside us now, and I saw that she did not need to be\ntold of the disaster. As Koto turned away from the gun, I thought of\nLeConte below. When the waves closed in on us, he would be caught like a\nrat.\n\nThe shriek of the wind and the crash of waves grew louder. I felt upon\nmy face the sting of spray from the aqueous solution of which the\nlashing sea at our stern was composed. The cable held, and the ship\ncontinued to move. We were barely a hundred yards away from the shore.\n\nAll at once, though, a string of both chemical and physical\nformulae--the last thing a man would expect to think of in such a\nposition--flashed into my mind.\n\n\"Here, wait a minute,\" I thought. \"If Leider's done this thing, it\nmeans--it must mean--that he's juggled his atomic structures through\nproduction in terrific quantities of the quondarium light which I\ntheorized about last year! But he can't have done that without playing\nhell with the action of magnetic forces from beginning to end! I believe\nif we take the gun aft and direct it at--\"\n\nThat was as far as I got with forming words. I flung myself toward the\ngun and began to drag it to a position aft, where we might direct its\nray full force, at close range, against the magnetic metal plate which\nheld the cable to our stern.\n\n\"Help me!\" I yelled at the others.\n\nKoto was the first to close in. Struggling, slipping, hampered rather\nthan helped by our great strength, we clawed our way aft. A combined\nlurch of ship and blast of wind threw Captain Crane down, but she\nstaggered up.\n\nWe dropped the gun with a thump at a spot where the bulging curve of the\nstern swelled directly under the muzzle. I grabbed at the trigger just\nas a new surge of movement brought the flier perilously close to a\ngreat, inrushing wall of water which was not water. Koto's face was\ndrawn, and Virginia Crane was staring in horrified fascination at the\ngun.\n\n                   *       *       *       *       *\n\nAgain came the faint trembling of the beautifully constructed mechanism.\nThe green ray leaped out across the blinding whiteness of our light\nrays. I jammed the muzzle down until the whole force of the atomic\nstream was spouting against the magnetic plate which held the cable to\nour stern.\n\n\"Look, Doctor! Look!\" Captain Crane cried.\n\nBut I was already looking.\n\nFor an instant a flash of blue light played about our ship. There was a\nsingle sharp, crackling sound; and, ringing in the night, an echoing,\nhigh-pitched twang.\n\nKoto let out a shout. I took my hands away from the gun.\n\nBackward the twanging cable snapped, demolishing with one touch a score\nof the clustering Orconites. Into the waves it snapped, and our ship,\nceasing to move, came to rest upon the glittering pebbles of the beach.\n\nI heaved a deep sigh.\n\n\"What came to me a moment ago,\" I said breathlessly to the others, \"was\nthe idea that when atomic structures are so juggled that they are no\nlonger affected by the gun, all the forces of magnetism, which usually\nare immune to the atomic stream, are rendered liable to disruption by\nit. We could not destroy Leider's cable, but we could play the deuce\nwith its magnetic grip on us.\"\n\nKoto was looking at me wide-eyed, and I saw that his interest was as\nkeen as my own. Even Virginia Crane, scientist though she was not, was\ninterested.\n\nWe were in no position, however, to sit still and think. The waves\nastern and the howling wind were subsiding noticeably, but the\ninhabitants of Orcon all about us were still creating a great hubbub.\nOur next obvious move, regardless of what they might do, was to get hold\nof one of them and make him talk.\n\n                   *       *       *       *       *\n\nAfter a gesture to Koto and Captain Crane to stay where they were, I ran\nto a spot on the deck where I had seen a permanent ladder fixed to the\nside of the ship. Three jumps took me down to the beach, and three more\ntook me into the very midst of the mob.\n\nThe confusion brought about by the destruction of the score or so of\nOrconites by the flying cable, and by our unexpected salvation, all\nworked for me. And another thing worked for me, too.\n\nThese people had great intelligence, but they seemed like sheep when it\ncame to a question of physical, hand to hand encounter. Of rough and\ntumble fighting with fists they knew nothing--as indeed not many people\ndo in this century, even on Earth. The result of it all was that they\nshrank back when I charged into them, and not a blow was struck, even\nwhen I caught up the nearest figure in my path, swung it over my\nshoulder, and tore back to the ladder. In two shakes I was standing on\nthe deck again, my prisoner all safe.\n\n\"What a creature!\" Virginia Crane cried as I presented her and Koto with\nmy struggling but helpless prize.\n\nThat was just what I had thought after my first glimpse of the whole\nbrood of them. Close inspection showed, as I had supposed, that the\nOrconite was a man, and yet not a man. The body, the limbs, the enormous\nhead, the features of the orange-colored face were human; and the chap\nbegan to spout excited sounds which were certainly the words of\nintelligent speech. But also he was winged, and from the orange forehead\nwaved those curious, frilled feelers!\n\n                   *       *       *       *       *\n\nHe was clad in a single loose garment of woven cloth which permitted\nfree action for both limbs and wings. A small, flat black box with a\nmouthpiece into which he could speak, was strapped to his chest in such\na position that it was almost concealed by the folds of his blouse. We\nwere to find out presently the purpose of this instrument, but I did not\nexamine it carefully then. As the creature glared balefully at us from\nhis intelligent dark eyes, I glanced over the side of the ship to see\nwhether trouble was to be expected from his fellows.\n\nAnd for the moment they surged about so much, and made so much noise,\nthat I thought trouble might come. The shouting, however, was caused by\ntheir dismay at all that had happened to them, and I saw that instead of\nmaking ready to attack they were preparing a retreat. We had whipped\nthem temporarily.\n\nWe had thrown them into such disorder, indeed, that in another moment a\nwhole force of them gave proof of their ability to fly, by taking off\nfrom the beach. Up and out they swept, out into the intense blackness\nwhich overhung the sea behind us. In another moment the whole crew had\nvanished, and I was glad enough of it.\n\n\"Come on below,\" I said to my two companions. \"There's no telling how\nlong Leider will keep his hands off us, and we've got to find out from\nour prisoner whatever we can.\"\n\nWith that I turned to the companionway, lugging the winged man, and the\nothers followed.\n\n\n\n\nCHAPTER III\n\n_In the Grip of Ludwig Leider_\n\n\nOnce we were below, LeConte joined us from the radio room. After taking\na swift look at our prisoner, and listening to our account of what had\nhappened above, he reported that the radio had been put out of\ncommission by the crash but could be repaired. All of us then held a\nhasty conference and decided that since no one was badly in need of\nrest, LeConte would return to his sending set, Koto would keep a deck\nwatch, and Captain Crane and I would see what we could learn from the\nprisoner.\n\nFrom the start it had been certain that the Orconite's strength was not\nto be compared to our earthly powers. Therefore I made no attempt to\nbind him, but simply shoved him into a seat in the main cabin of the\nflier--the room in which Forbes' body still lay--and began to try to\nmake him talk.\n\nI knew that Leider must have some way of communicating with his allies,\nand I was determined that if he could, I could. But it was uphill work.\nThe creature closed his mouth, assumed a sullen look, and sat tight. He\nknew what I was after--that I could tell by the expression of his\nface--but he met with stolid silence all of my attempts to address him\nin such languages as I knew of Earth and our allied planets. I got\nnowhere, until, in a manner as sudden as it was unexpected, something\nhappened which ended the deadlock.\n\n                   *       *       *       *       *\n\nThe way it happened was this. As LeConte, working in the radio room\nclose off the main saloon, completed a connection which had been broken,\nhe called to us that he was making progress, and a moment later we heard\nthe click of his sending key and the shrill squeal of a powerful\nelectric arc breaking across the transmission points of his set. I\nrealized at once that this did not mean that the set was wholly in\norder, for the pitch of the squealing arc was too high and too sharp,\nbut I did know that there was hope of establishing communication with\nEarth soon. And, too, I realized another thing.\n\nThe moment that shrill, squealing sound impinged upon the Orconite's\nears, he jumped and uttered a cry of pain. There was something about his\nnervous organism that could not stand these sounds!\n\n\"LeConte,\" I shouted, \"close your key again!\"\n\nAfter that the battle was won. By the time I had explained to LeConte\nwhy I had given him the order, and he had filled the cabin two or three\ntimes with the screech, the Orconite was ready to speak. He trembled in\nhis seat. His mouth twisted with pain, and a look of agony seared his\neyes. He burst into fluent Orconese speech. Then he made a swift pass\nwith one hand at the black box on his chest, touched a switch there, and\nbegan to rattle his Orconese into the mouthpiece.\n\nThe result--well, one might have known that Leider would have found some\ningenious means of making the difficult speech of Orcon easy. Out of the\nsmall instrument into which our prisoner spoke his hard, rattling words,\ncame a flood of pure German.\n\nAn instrument for translating spoken Orconese into spoken German. That\nwas what the little box was.\n\n\"Shut the accursed transmission set off!\" came from the box in a clear\nGerman which I understood readily. \"I will talk. Ask what you want to\nknow. I cannot stand this!\"\n\n                   *       *       *       *       *\n\nHis face still contorted, the Orconese touched a second switch on the\nbox, and indicated that I was to speak at the instrument. I did so, in\nGerman. The result was an instant translation into the prisoner's own\ntongue.\n\nThe rest was easy.\n\n\"What is your name?\" was my first question.\n\n\"Hargrib.\"\n\n\"What were you and your people trying to do to us with the cable you\nhitched to our stern?\" I asked next.\n\n\"Destroy you.\"\n\nThe whole story was this: In a power house on an island only a few\nhundred yards off the beach was kept a magnetic cable which Leider had\nbeen using in connection with some deep sea dredging apparatus he kept\nthere. When our ship crashed, the order had come from headquarters that\nthe cable be fastened to us and the ship drawn into the sea. I concluded\nthat we had missed an unpleasant fate by a narrow margin.\n\nQuickly Hargrib confirmed our belief that it was Leider who had wrecked\nour ship while it was still approaching Orcon through space. A ray which\nhad crippled the magnogravitos had been used. So great was Leider's\npower that, after disabling us, he had even been able to direct our\ncourse so that we had crashed on the beach close to the headquarters he\nhad set up for himself deep in the wilderness, away from the cities of\nOrcon.\n\nThe Orconite's free mention of Leider's name and his open admission\nthat the man was king and god in Orcon, made direct inquiry about him\neasy. Also it was plain that Hargrib, now he had been cornered, would\nhold nothing back because he believed we would never live long enough to\nmake trouble, regardless of what information we gained.\n\n                   *       *       *       *       *\n\nTo state the rest of it briefly, we learned that Leider had come to\nOrcon immediately after his defeat at Calypsus. He had found ready\nallies here, on the crazy, distant planet which had been too remote to\ntempt explorers from Earth until necessity had forced our voyage. The\npeople of Orcon knew science and machinery, and were advanced in every\nrespect. From communication which they had had with other peoples in\ntheir own zone of the Universe, they had even heard of Earth and its\nallied planets. They had lent themselves readily to Leider's fierce\nplans to make trouble for Earth.\n\nAs to what Leider's plan of war was, Hargrib could not tell us much, for\nhis duties kept him absorbed in other work, not connected with the\ncampaign. He stated definitely, however, that Leider had almost\ncompleted the development of apparatus which would enable him to strike\nhis blow without ever leaving Orcon. The whole work was being carried\nforward in tremendous subterranean laboratories and power rooms which\nhad been established in a series of natural caverns only a few miles\ndistant from the desolate beach on which we were lying at that moment.\nHargrib said that with the coming of daylight, we would be able to see\nthe mountains in which the caverns were concealed, just as we would be\nable to sight the nearby island whence had been shot the cable which had\nso nearly done for us.\n\nAt this point my natural curiosity as a scientist made me desire greatly\nto ask a thousand questions about the planet itself, with its bubbling\nchemical seas and its erratic orbit, and I did ask a few things. The\nanswers I received confirmed the theory I had already formed that Orcon\ndid not revolve regularly, but had days and nights which might last\nanywhere from a few hours to a month. I was told--what I had already\nguessed--that the bubbling fluid which composed the seas changed the\norbit of the planet as the nature of the fluid's chemical elements\nchanged.\n\nAlso I was told flatly and calmly, as though there were nothing at all\nremarkable about the fact, that Leider had penetrated so deeply into the\nchemical secrets of Orcon that he was able to control the coming of day\nand night. Finally I was told that the planet had a hot, moist climate\ninstead of the frigid one to be expected when any sun was so remote,\nbecause of the continued warmth-giving chemical action of its seas.\n\n                   *       *       *       *       *\n\nI could have gone on seeking information for hours. Captain Crane,\nhowever, showed impatience at even the few questions I did ask, and I\nknew that she was justified. It was my duty to think about the position\nwe were in and the task we had in hand.\n\nI asked Hargrib sharply what was to be expected from Leider now that his\ncable party against us had failed. And he told me.\n\nThe sum of it was that Leider was working eagerly to complete his\npreparations for the attack on Earth. Although it was he who had sent\nword from headquarters that we were to be destroyed, he had not paused\nto attend to the matter himself. Hargrib thought, however, that the\nfailure of the cable party might change this attitude, and expressed\nthe belief that Leider would interview us now before he put us out of\nthe way. He swore, and I believed, that he did not know when or how\nLeider would come to us or have us brought to him. Also he did not know\nwhen or how we would finally be exterminated.\n\nI now asked a series of indirect questions which led me to believe that\nneither Hargrib nor his master knew of the thing I had been conscious of\nfrom the start--that we had aboard the ship an amount of high explosive\nsufficient to do ghastly damage not only to this section of the coast\nbut to the whole planet of Orcon. I gathered, however, that Leider\nsuspected we were armed against him in some way, and would watch us\ncarefully.\n\n                   *       *       *       *       *\n\nBy now daylight had begun to peer in through the ports, a greenish\ndaylight which grew out of the north, and with its coming I resolved on\na plan of action.\n\n\"I am done with Hargrib,\" I said suddenly to Captain Crane. \"We'll lock\nhim up in one of the staterooms, and after that we'll see if we can't\nget busy with something that will at least help Earth, even if it\ndoesn't help us.\"\n\nHargrib, still terrified by those radio sounds he could not stand, made\nno protest when I ordered him into the stateroom which had belonged to\nthe ship's second officer, and we were rid of him in a moment.\n\nI now called LeConte from the radio room and Koto in from the deck, and\nafter Captain Crane and I had told them what we had learned, I made my\nproposal.\n\nThe plan was simply that LeConte should continue to work on his sending\napparatus until he reached Earth, while Koto, Captain Crane and I set\nout on a reconnaissance. I said that I hoped to be able to locate\nLeider's headquarters and learn what method of attack he intended to use\nagainst Earth; and that I hoped further that at least one of us would be\nable to bring word back to LeConte, who could send it to Earth. Finally\nI indicated that we would see what could be done with our two tons of\nkotomite as soon as we had made the attempt to send information home. I\ntold LeConte, who would stay with the ship, to fire the explosive\nhimself if anything happened to make him believe that we had been killed\nwhile scouting.\n\nI did not fail to point out that since our atomic guns were useless\nagainst the Orconites and Leider, we should have to go unarmed on our\nexpedition, and I did not fail to state that the whole effort seemed\nfutile. But the opportunity offered by Leider's present withdrawal was\none we could not afford to miss. We were drowning people, I said, and we\nmust clutch at straws. And my friends were good enough to agree.\n\n                   *       *       *       *       *\n\nAs soon as the conference was ended, therefore, we disposed of our six\ndead by the simple process of disintegrating them with one of the atomic\nguns, and then LeConte returned to the radio, and Koto, Captain Crane\nand I went on deck to have our first look at Orcon by daylight.\n\nThe first thing we saw was the small, rocky islet just off the shore\nwhence had come the cable. It seemed a harmless place now, with only one\nsquat building of stone and no Orconites about, but we were glad enough\nto turn away from it and look toward the dark and ragged range of\nmountains which loomed up some five miles inland--the mountains of\nLeider's headquarters. Not that the sight inspired us with greater\nconfidence. It didn't. But it was good to look at the mountains,\nbecause the fact that we were going there meant that at least we should\nbe acting instead of idling.\n\nNo Orconite was visible anywhere.\n\nWith the coming of daylight--the greenish daylight of Orcon--the sea\nbehind us had calmed until its surface was disturbed only by gigantic\nlazy bubbles which broke with muffled, thudding explosions. The air\nsmelled of chlorine, iodine, and sulphurated hydrogen, but was\nbreathable. I saw that the principal characteristic of life on Orcon was\nan organic ability to thrive under almost any climatic conditions. Many\nof the huge, crystal clear boulders which covered the beach and the\ncoastal plain which led to the hills, were covered with leafless flowers\nwhich had immense, leathery petals and sharp, fang-like spines. Other\nevidences of swift growing life showed on every hand. Ugly, jelly-like\ncreatures oozed about the ship and everywhere else. In places the very\nrocks seemed ready to come to life.\n\n                   *       *       *       *       *\n\nAfter one good look about, I issued the order to start. As we clambered\ndown the ship's ladder to the beach and set out resolutely toward the\nhills, I made myself try to hope, and for a time did muster up a little\ncheer.\n\nI did not keep it, though. In less than ten minutes something happened\nwhich ended our expedition in a terrible manner.\n\nWhat began it was a long shout which came echoing from LeConte back on\nthe ship. The instant I heard the cry I knew, somehow, that trouble had\nstarted. Leider had kept off us as long as we had remained quiet, but at\nour first move he had gone into action.\n\nWhile LeConte's cry still echoed in my ears, I swung to face the ship\nand saw him waving frantically from the deck. At that moment I also had\na queer impression that the sunlight was growing brighter on all the\nglittering rocks, and that some new feeling was creeping into the air.\n\n\"Doctor Weeks!\" LeConte cried across the distance between us. \"Come at\nonce!\"\n\nTerror had laid hold of the man. Captain Crane, Koto and I began to run\nto him.\n\n\"What is it?\" I shouted.\n\n\"I don't know,\" came the thin answer. \"I almost had Earth when my whole\nset went to pieces. Come, quickly!\"\n\n\"We will, if we're able,\" I muttered to myself, and said aloud as I ran\nin the gigantic bounds possible on Orcon: \"Koto, Captain, do you feel\nanything queer in the air as if--as if--\"\n\nI never finished. Suddenly Captain Crane screamed and flung out her arms\nto me with the gesture of one about to fall.\n\n\"Doctor Weeks!\" she gasped. \"Frederick, help me!\"\n\n                   *       *       *       *       *\n\nAnd that was all. Before she could choke out another word, before I\ncould do more than clutch at her, she had been caught up by an invisible\npower, caught up straight into the now dazzlingly brilliant green air,\nand swept away from us as if she were a feather in a tornado.\n\nIt was over before realization could sink in. Nor was her departure all.\nFrom the ship came a ringing yell, and as LeConte, in the distance,\nclutched a stanchion as if for dear life, the whole battered, glimmering\ngray shape of the flier moved, shivered, and in a flash was caught up\nand whisked away as easily as had been Virginia Crane!\n\n\"He's got us!\" I sputtered as I turned to Koto. \"He was only waiting\nuntil we started to march against him.\"\n\n\"God, yes. Horrible!\" he muttered.\n\nThen _his_ kindly yellow face went white. Even while I stood looking at\nhim, he, too, was swept away into space.\n\nWhen my turn came, it was as if implacable fingers took hold of my\nwrists, the front of my coat, my shoes. I distinctly remember thinking\nthat after all the peace we'd had, something as astounding as this was\nalmost bound to have happened. The glittering boulders of the coastal\nplain fell away, and I felt myself being whirled through space. The\nspeed was taking my breath away. A ringing came into my ears, spots\nfloated before my eyes, a nauseating light-headedness swept me, and I\nlapsed into unconsciousness.\n\n\n\n\nCHAPTER IV\n\n_In the Caverns of Orcon_\n\n\nI came out of it to find myself lying on my back upon the rocky floor of\na cavern more lofty than any cathedral. The air was warm and charged\nwith a pungent, almost mephitic odor. Blue light filled the vast\nsubterranean place. I heard the far-away, droning throb of machinery.\nCrackling sounds like static on a vast scale ripped back and forth at\nintervals.\n\nNeither Captain Crane, Koto, nor LeConte was in sight, but wherever I\nlooked as I twisted my head slowly, I saw winged Orconites staring at\nme. They stood back against the walls of the cavern chamber, their wings\nfolded, the antennae on their orange foreheads waving gently. None was\nclose, but all watched with cold, intelligent interest. I decided that I\nwas in Leider's headquarters, a closely guarded prisoner. It was to be\nsupposed that Leider had brought us here, as Hargrib had said he might,\nto interview us before he finished us off.\n\nFear for the others laid hold of me, but I was still too dazed and giddy\nto get up and look for them. I lay still, trying to remember everything.\n\n\"He waited until we made an aggressive move,\" I thought, \"and then he\ndid _something_ to us. He did something which brought us shooting\nthrough the air here to his headquarters!\"\n\nAfter I had progressed so far, it did not take me long to realize what\nmethod Leider had employed to fetch us to the caverns. Nor did it take\nme much longer, once I was sure of the method, to roll over heavily and\nbegin to yank the metal buttons off my coat. Since the many\nguards--fully twenty of them--made no move to interfere, I did not stop\nuntil I had torn every button off my clothing, dumped from my pockets\nevery object which had a scrap of metal on it, and even dug the metal\neyelets out of my shoes.\n\n                   *       *       *       *       *\n\nWhat had happened was that Leider had simply readjusted the forces of\nhis damned power houses so as to yank us to him, ship and all, _without_\nthe medium of a magnetic cable. What he had done was to direct at us a\nmagnetic current so terrific that, taking hold of the few odds and ends\nof metal on our persons, it had snatched us bodily through space. And\nthe ship, too! It was stupendous; incredible.\n\nFull consciousness had returned by this time, and fear possessed me even\nmore completely than it had before--fear for what might be going to\nhappen to Earth and fear of what might already have happened to my\nfriends. The Leider who had planned the Calypsus war had had no such\ngigantic powers as these. As thoughts of Virginia Crane and the others\nincreased until they filled my whole mind, I sat up on the floor of the\ncavern and then rose slowly to my feet.\n\nThe guards never relaxed their vigilance, but they made no move as I\nmoved; they only stared, and I ventured to call out.\n\n\"Captain Crane! Koto! LeConte!\" I shouted loudly.\n\nNo answer came. Since the Orconites still did not prevent me, I began to\nwalk swiftly down the length of the great, echoing cathedral cavern,\ntoward an abutment of rock which jutted out from one wall, separating\nthe room I was in from another. Again I shouted, and the whole place\nrang with echoes, and my fears grew.\n\nBut all at once fear vanished. I knew that the worst had not happened\nand that I was not to be left alone.\n\n\"Doctor Weeks!\" It was Koto's voice, and it came from behind the\nabutment of rock toward which I was hurrying.\n\n\"Koto!\" I yelled and entered the next cavern and saw it all.\n\n                   *       *       *       *       *\n\nHe was lying stretched out on the rocky floor of an underground room as\nvast as the one I had left behind me. He was unhurt, and he was waving\nto me! Captain Crane, just waking up, was stretched out beside him. Our\nship, a colossal bulk of battered, gleaming metal, had come to a\nlighting point some fifty yards beyond them. LeConte was sitting on the\ndeck, staring groggily at me.\n\nGuards were posted all around the walls of this new cavern, and those I\nhad just walked away from now came crowding in to join their fellows,\nbut none spoke to us or held us back. In another thirty seconds LeConte\nhad slid down from the ship, Captain Crane had stumbled to her feet,\nKoto had flung an arm about me, and we were all babbling together.\n\nI will not attempt to tell of our feelings during that interval. But the\nreunion did much for us. When I had returned to consciousness, it had\nbeen with the thought that our puny scouting expedition had been wrecked\nbefore it had begun, and that all else had been lost to us. Now the mere\nfact that we were together once more changed my attitude suddenly and\ncompletely.\n\n\"Defeated?\" I asked myself, and as I gripped the warm hands of friends I\nknew that we were not defeated at all. Rather it seemed that everything\nwe could have hoped to gain was won.\n\nThe penopalatrin I had injected in Koto and LeConte had mended the\nformer's broken arm and the latter's cracked ribs, so that none of us\nwas in any way disabled. And we seemed to be free within limits. And our\nship was here in Leider's caverns--our ship laden with two tons of the\nmost terrific explosive science had ever created. And the Orconites,\nthough they might be suspicious, knew nothing of our weapon.\n\nNow that hope had sprung to life again, I knew that the opportunities\nopen to us were huge. We were in great trouble, and whatever we did\nwould probably not be easily done, but there was a strong chance that we\nmight yet strike a blow that would help the peoples of Earth in their\nhour of need.\n\n                   *       *       *       *       *\n\nIt was not necessary to explain to the others all that was passing in my\nmind, for I could tell by their expressions that they were comprehending\nthe possibilities as clearly as I.\n\n\"What's Leider up to?\" Captain Crane asked after a while.\n\n\"He's brought us here to put us through an interview,\" I answered. \"He\nhasn't sent for us yet because he's busy getting ready for his war.\nAlso, since he's a Prussian all the way through, he's probably ignoring\nus in the belief that his absence will make us more impressed with his\nmightiness.\"\n\n\"Yes, but what are we going to do while he ignores us?\" she snapped\nback.\n\n\"Quite a lot,\" I answered, and turned to LeConte. \"What are the chances\nof getting word to Earth?\"\n\n\"Impossible,\" he said, shaking his head. \"The set was wrecked when the\nmagnetism--or whatever it was--took hold of us.\"\n\n\"All right. Never mind it.\" I looked at Koto now. \"Koto, what do you\nhave to do to fire your explosive?\"\n\nI was sure now that the thought had already been in their minds, for\nCaptain Crane and LeConte nodded and Koto smiled.\n\n\"The kotomite,\" he answered, \"is packed in telargeium drums in the\nship's hold, and protected against being exploded until oxygen is\nadmitted to the drums and force applied. It was our original hope to\nland on Orcon, deposit the drums, and fire them by a time fuse. The\nquickest way now would be simply to place one of our atomic guns in the\nhold, turn it loose, and get out. The stream of the gun would in a very\nshort time disintegrate the drums to admit oxygen, and would at the same\ntime set off the explosive.\"\n\n\"Good,\" I said shortly, and without more ado glanced about the cavern to\nlook over the situation with regard to the forty or so Orconites whom we\nhad been ignoring, and who had ignored us, ever since we found each\nother.\n\n                   *       *       *       *       *\n\nThey were standing motionless against the walls, eyes alert, ugly\nantennae waving, but with their arms folded across their chests. There\nseemed to be no reason why we should not all march boldly to the ship,\nclimb aboard, and forthwith do the work that was to be done there. I\nhad, however, a feeling that our task was not to be so easily\naccomplished, and was not long in discovering that the feeling was\ncorrect.\n\nThe moment I told the others to come with me, and we all started to walk\ntoward the ship, the whole encircling force of Orconites began to move\nsilently forward. When we were within a few yards of the ship's ladder,\na tall lithely built Orconite who seemed to be captain of the guard,\nflopped his wings, shot across the cavern, and dropped down before us.\nInto the instrument on his chest he rapped a word of Orconese which was\ntranslated instantly into the German.\n\n\"_Verboten!_\" was the word.\n\nForbidden! The Orconites were not taking any chances with us. It was\ndiscouraging, but no more than I had expected. It simply meant that if\nwe were to be interfered with, we should have to do something about the\ninterference.\n\nI quickly began to work out a plan.\n\nFirst of all I shrugged at the captain of the guard and turned back from\nthe ship as though his refusal to let us aboard was of no consequence.\nNext I spoke to the others.\n\n\"Come on,\" I said in a normal voice. \"Don't make a fuss now, but pull\nback, from the gangway.\"\n\nThey saw, I think, that I was planning something, and we retreated\ntogether, with the result that the Orconites ceased to threaten and once\nmore fell back to the walls of the cavern. Their captain flew over and\njoined them.\n\n                   *       *       *       *       *\n\n\"I thought for a moment,\" I said, \"that we might tell the captain that\nHargrib was locked up in the ship, and so furnish an excuse to get\naboard. But that isn't good. Some of the Orconites would surely go with\nus, and in that case it would be next to impossible to get at the\nkotomite properly. What we need is at least a couple of minutes which\nwill be uninterrupted. We'll leave Hargrib right where he is, and get\naccess to the ship in another way. We'll fight for it!\"\n\n\"Fight?\" Captain Crane shot a glance at me, and I saw that the idea\nappealed to her.\n\n\"So far as I can see,\" I said quickly, \"Leider hasn't armed his guards\nwith any unique weapon, but has merely left them to watch us. And the\nOrconites don't know how to fight! Think of the ease with which I got\naway with Hargrib last night. When it comes to dealing destruction with\nscientific weapons, their power is appalling. When it comes to a\nslugging match, they are only so many sheep. And Leider's forgotten to\ntake that fact into account!\"\n\nI felt really sure that the guards were not armed with some mysterious\nweapon we could not see, and Koto felt the same.\n\n\"Doctor, you're right!\" he exclaimed. \"Leider's made a mistake! He's\nforgotten what damage can be done by physical strength, and left us\nalone with a mere flesh-and-blood guard. There are forty of the\nOrconites and their leader, and only four of us. But we have strength\nthat they never dreamed of possessing. It makes the odds almost even!\"\n\n\"Right,\" I snapped. \"And they will be even altogether if we can get hold\nof some clubs.\"\n\n                   *       *       *       *       *\n\nKoto and the others looked doubtful at that, but I had been thinking\nhard of the problem all the while we were talking. I motioned\nunobtrusively toward the end of the room, where a tunnel, blue-lighted\nand lined with curious, glittering dials like ammeters, gave entrance,\nevidently, to another great underground chamber. On the floor of that\ntunnel, close to the entrance, lay a pile of heavy stalactites of some\nmineral which resembled jade. The spikes had seemingly been cleared off\nthe tunnel roof and left to be carried away. They were pointed enough to\nbe used for stabbing, and looked heavy enough to make stout clubs.\n\nCaptain Crane smothered an exclamation as she glanced at the pile, and\nKoto and LeConte smiled.\n\nOur conversation all this while had been carried on with seeming\ncasualness, and not even the leader of the Orconites showed suspicion.\nMore than ever I felt that neither they nor Leider would be prepared to\ndefend the ship against a sudden physical attack.\n\n\"The weak point for us,\" I said, \"is that we'll have to make an awful\nrow, and the alarm will go out, and eventually some weapon will be\nbrought out to stop us. But if we work quickly, there's a good chance\nthat we can finish everything before Leider is able to step in with some\ndevilish freak instrument. Take it easy until we've got the clubs, and\nthen cut loose for all you're worth. Captain Crane, it's a great pity\nyou're a woman. In all this you'll simply have to--\"\n\nI did not finish. Something in the look she gave me stopped me quite,\nand somehow, whether I would admit it or not, I knew she was as fit as\nwe were. By this time we were strolling away from the ship toward the\ntunnel.\n\n                   *       *       *       *       *\n\nBlue-lighted, brilliant, the opening loomed larger as we approached. The\nsame sounds of static on a vast scale which filled our cavern, filled\nthe tunnel, but the place was deserted. The pile of jade spikes\nshimmered right at the entrance. A few of the guards behind us sauntered\nat our heels without speaking, and the dozen or so about the tunnel\nclosed in toward the opening, but no restraint was put upon us.\n\n\"We seem to have the freedom of the place and the key to the city!\" was\nCaptain Crane's dry comment.\n\n\"Yes,\" I answered. \"I'm pretty sure it's going to be a case of lambs led\nto the slaughter. Looks as if--Oh, good Lord, look!\"\n\nAt the moment when I spoke those last words, we had approached to within\nthirty or forty feet of the pile of stalactites, and from the quick\nmovement which eight or ten Orconites made ahead of us, drawing\nthemselves up in a line across the tunnel mouth, I knew that we had\nalmost reached the limit of our freedom. But it was not that fact, or\nthe movement of our guards, that brought the exclamation from me.\n\n\"Look!\" I cried again, even though I knew each of the others had seen as\nclearly as I.\n\nFrom where we were walking slowly forward, it was possible to see clear\ndown the tunnel to the tall, lighted cavern beyond our own. In the\ncenter of that cavern, with her nose pointing toward a wide tunnel down\nwhich showed a glimmer of daylight, rested the long, needle-like, bright\nhull of the most beautifully designed space flier I had ever seen.\n\nWe did not need to be told that this was Leider's own cruiser. A ship of\nsuch magnitude and exceeding beauty could have been nothing else.\n\n                   *       *       *       *       *\n\nThe guards knew we had seen and were aware of our excitement, but\ncontented themselves by standing fast in the line they had already\nformed across the tunnel. We advanced another few yards.\n\n\"Mother of Mercy!\" LeConte whispered, almost in awe.\n\n\"There's a chance for us!\" Koto gasped. \"A chance! We'll set one of the\nguns going in the hold of our own ship, and then--\"\n\nCaptain Crane's face was flushed with intense excitement, and her\nfingers were moving as though she felt the delicate controls of the\nspace ship under them even now.\n\n\"Could you pilot it?\" I asked.\n\n\"_Could_ I! Give me the chance!\" she cried.\n\n\"All right,\" I snapped, \"we will!\"\n\nAnd in that second I enlarged my plans to take this gorgeous new\ndevelopment into account.\n\n\"Fight to take the cruiser,\" I ordered. \"Captain Crane, Koto, LeConte,\nget aboard as soon as you can cut your way through. I'll take care of\nour ship and the kotomite at that time and join you, if possible. Come\non!\"\n\nThus was it decided. Thus did we enter our fight with an outlook as\nutterly different from our original one as hope is different from\ndespair. Our discovery of the cruiser had been almost accidental, a\nthing which might never have taken place except for our trip to get the\nspikes of jade. Surely such a happy accident had never happened before!\n\n                   *       *       *       *       *\n\nThe moment I gave the command to go ahead, and we started to run, all of\nthe ugly, bird-like faces of the Orconites across the tunnel became\nconvulsed, and the creatures commenced to howl at us. Before we hurled\nourselves against the line, swift reinforcements shot through the air\nover our heads and joined them, and the temporary uncertainty which had\nheld them gave way, so that they met our advance with an advance of\ntheir own. But we did not care.\n\nA few smashing blows which I delivered with my fists served to bring\nscreams of agony from the several creatures immediately about me, and as\none or two staggered and crashed to the floor, the others gave way a\nlittle. In a moment I was through the line to the pile of stalactites.\nAnd the others were through with me.\n\n\"Here you go, Koto!\" I cried, and stooping down in spite of the jostling\nbodies and clammy hands that tried to prevent us, I caught up one of the\nlong, needle-pointed, heavy stalactites. As I shoved it at him and\nsnatched another for myself, Captain Crane and the others armed\nthemselves.\n\nBy this time every Orconite in the heavy guard was on the spot, and the\nwhole mass was all over us, gasping, burbling, flapping their wings,\nfighting to clutch at us with their hideous orange hands and waving\nantennae. Decidedly the fight was on, and I was forced to admit the fact\nthat, though these creatures might be sheep, even sheep have power. But\nthe first skirmish was already won, and I had faith that we could win\nthe real battle.\n\nI balanced my peculiar weapon in my hand to get the feel of it, then\nbrushed aside a pair of sucking paws which were trying to take it from\nme, and plunged the spike clean through the body of the man who held me.\n\nHe fell without making a sound. I regained my weapon by planting my boot\non his chest and wrenching it free.\n\nI swung the spike like a club and crushed two heads with a single blow\nat each. A downward blow served almost to hack a long, clutching arm\nfrom an Orconite's body. With four men out of the struggle, I looked to\nsee how my companions were faring, and was assured by a single glance\nthat they were as well off as I.\n\n                   *       *       *       *       *\n\nEncouraged greatly, I met an advance of pressing, jostling bodies by a\nreturn to my original technique of stabbing. I stabbed every time a hand\nreached out to hold me, and if I did not take a life with each stab, I\nat least drew a spout of greenish-colored blood.\n\nIt was not a nice business, any of it, especially as the Orconites were\nas fearless before our onslaught as they were powerless. But it had to\nbe done. We were fighting for far more than our own lives.\n\nThe blue-lighted corridor with its rippling sounds of static and its\ngigantic ammeters became worse than a shambles. We walked upon, stumbled\nover, wallowed amongst the piled corpses of the slain, whose master,\nknowing more of the science of destructive warfare than any other being\nin the Universe, had nevertheless forgotten that it was still possible\nfor mankind to fight with their hands.\n\nSuch a fight could have only one ending.\n\nWhen the end came I saw that Virginia Crane was splashed with the ugly\nblood of the Orconites from her smooth forehead to the soles of her\nflying boots, but she was unhurt. The rest of us were likewise\nblood-stained and uninjured. We were all too excited to feel tired. The\nmoment the pressure about us began to relax, she surged toward the\nwaiting cruiser at the end of the tunnel, and I shouted to Koto and\nLeConte.\n\n\"Go and help her, you two! I'll do the work on our ship!\"\n\nThey did not question my order, but obeyed.\n\nThere were only ten or a dozen of the winged ones left now, and when the\ntwo men leaped after the woman, it was easy for me to fight a jabbing,\nslashing battle which not only protected the retreat, but enabled me to\nwork my way slowly toward our own ship and its kotomite.\n\n                   *       *       *       *       *\n\nWith Leider's cruiser already headed toward the tunnel which led out\nfrom the underground hangar, I knew that it could be taken into space\nwith a minimum loss of time. I believed that I could get an atomic gun\ngoing in our hold quickly, too. My hopes rose high as I darted a glance\nover my shoulder and saw Captain Crane and Koto taking, three at a time,\nthe gangway steps which led to the deck and control room, with LeConte\ndirectly behind them. Now there were only seven guards left instead of a\ndozen, and those were at last showing signs of being cowed. I cut down\ntwo, and gave a great bound which carried me away from the others in the\ndirection of our wrecked ship.\n\nNo sooner, though, did I tense myself for a second leap than I felt a\nnerveless sensation in my knees, as though the bones had turned to\nbutter, and knew that my high hopes had budded too soon. Instead of\nleaping, I staggered on for two short steps, then stopped because I\ncould stagger no farther. Looking back at the cruiser, I saw that\nLeConte, still on the gangway, had stopped also. Captain Crane and Koto\nwere making weak, despairing signs at me from the entrance to the\ncontrol room. Both of them looked as sick as cats. I heard a laugh, a\nshrill, rasping sort of laugh, from the forward end of the bright\ncruiser, and I looked in that direction.\n\nI saw a short man, bald headed, with frog eyes peering at us from behind\nthick prismatic glasses. He was clad in baggy green overalls, and was\nslowly waving in our direction a glistening metal tube which he held in\nboth hands. From the end of the tube emanated a purplish light.\n\n\"You were clever, my good young friends,\" he chortled, \"to think of\nfighting with your hands, but you were not quite quick enough. Not\nto-day goes anyone in my cruiser! What do you think of the enervating\nray, heh? Ingenious, not? Ludwig Leider discovered it. I am Ludwig\nLeider. You shall come with me and with your own eyes watch the\nde-energizing of New York and Paris and Berlin. For I am ready to do\naway with your paltry Earth now!\"\n\nI felt the last energy ooze out of me and I sunk, all in a heap, on the\nfloor of Ludwig Leider's cavern.\n\n\n\n\nCHAPTER V\n\n_Death in a Box_\n\n\nNew York. We did see it with our own eyes. The instrument through which\nwe gazed was like a metal box with a ground-glass top and a mesh of\nslender wires leading away from the table on which the box rested.\nLeider touched a button amidst a long row of buttons on the table. All\nwe had to do after that was to look at the ground-glass plate, and the\npicture was there.\n\nWe, in Leider's private laboratory on Orcon, saw the crowds of a mass\nmeeting of some sort in Union Square, saw a boy and a girl kissing each\nother in the shadow of bushes in Central Park, saw a little fox terrier\nwatching with only one eye open.\n\nWe could not speak, any of the four of us, as we stared at that very\nsimple box which wrought miracles. I stood still, thinking of the things\nwhich had happened after our capture, when the cruiser had already\nseemed to be in our grasp.\n\nFirst of all, Leider had restored our energy to us by the simple process\nof turning off the ray which emanated from the tube in his hands. Then a\nveritable legion of Orconites had come to the cavern in which the\ncruiser rested, and we had been marched through the very heart of the\npower rooms, with their hum and clack and dazzle of mighty machinery,\nto the laboratory. That was all.\n\nThe Orconites had left us outside the heavy doors of the private room,\nbut, just as there had been no opportunity to attack while they marched\nwith us, Leider gave us no opportunity to harm him while we were alone.\nThough he had forgotten once the damage we could do in a fight, he was\nnot going to be fooled again. He kept the great table of the box between\nourselves and him, and his wary hands were always closer to a certain\nrow of control buttons than ours were to his.\n\n                   *       *       *       *       *\n\nIt was he who broke at last the silence which had fallen as we watched\nNew York from Orcon, and his voice was loud in the hushed laboratory\nfrom which the noises of his subterranean power houses were shut out.\n\n\"Sit down,\" he commanded, \"and keep away from the table and the\nreflector.\"\n\nThen, when we had taken chairs beside the table, he began to speak to\nus.\n\n\"That little dog you saw--I have it in my power to withdraw from him in\none second all the energy which makes him run, jump about, live. That I\ncan do by touching controls here at my table without even leaving this\nmarvelous, marvelous room.\" A frown crossed his forehead above his\npop-eyes, and he exclaimed with swift anger, in a croaking voice, \"And\nwhat I do to the little dog, I can do as easily to the whole population\nof your loathsome Earth!\"\n\nI looked up at him where he stood with the table between us, and at\nlength found my tongue.\n\n\"And of course you will do it, you swine!\" I burst out.\n\nHis momentary anger had passed as swiftly as it had come, and, ignoring\nmy epithet, he rocked smugly on the balls and heels of his feet and\nsmiled.\n\n\"Ah, Herr Doktor,\" he answered contentedly, \"I will destroy Earth, of\ncourse! For who has better cause than I, whom Earth would not accept as\nher master? All of the people there will lose the power to move, and\nthey will die. I am ready now, in the uttermost degree. After you so\nneatly but uselessly saved yourselves from drowning last night, I\nfinished. As easily can I de-energize the peoples of Earth as I can\nyou--the four of you--if you should make the move to harm me.\"\n\n                   *       *       *       *       *\n\nCaptain Crane was staring first at Leider, then at me, and her cheeks\nwere gray and ghastly looking. Koto and LeConte were both sitting tight\nin chairs beside our own, watching me rather than Leider. I looked over\nthe shelves, the whole complex apparatus of that incredible room, but\nsaw no weapon of any kind. And my hands were useless because _his_ were\nso close to the damnable controls.\n\n\"But what becomes of Earth itself, after our peoples are gone?\" I asked\npresently.\n\nLeider shrugged and his eyes twinkled behind the thick glasses.\n\n\"Herr Doktor, you are a brilliant man. Amongst the most brilliant, I\nshould say, of any who on the Earth have labored. Yet of science you\nknow less than a child. What should I do with Earth except to sit here\nin my own room, and, with the anarcostic ray, reduce its solid structure\ninto stardust which will drift away into space like the smoke from one\ntiny match? Pouf! like that.\"\n\nI looked at the table, at Leider's wary hands. I knew that the man was\nready, even as he had said, to do away with Earth. I guessed that we\nwould die, too, when Earth was gone--probably here in this room. And it\nseemed likely that the destruction would begin at a not distant moment,\nfor there was some quality of fanatical evil lurking even now in\nLeider's face.\n\nThen, however, I stiffened in my chair very suddenly indeed. If I could\nfind a way to get close to the box on the table without rousing Leider's\nsuspicion, the outlook might not be so black!\n\n\"Leider,\" I exclaimed all at once, and there was a vigor in my words,\n\"it's all very well for you to be saying these mighty things, but do you\nknow what? I don't believe you can draw the energy out of the human race\nor disintegrate the Earth, either!\"\n\n                   *       *       *       *       *\n\nI think if I had kicked him I could not have surprised him more. Which\nwas exactly what I had hoped to do.\n\n\"You--you do not _believe_?\" he said, incredulously.\n\n\"No I don't!\"\n\n\"Ach, Gott!\" A black fury overcame him. Hideous fury. He was already\nstanding beside the table. Quaking from head to foot, he pointed\nsavagely at the box. \"Get up and look into the reflector!\" He choked and\nhis voice rose to a scream. \"Get up! Stoop close to the reflector and\nwatch! Watch there, I say!\"\n\nThe thing which had launched me on my course of action was the fact that\nthe picture-making box was not screwed to the table. The only thing\nwhich held it there was the soft mesh of wires!\n\nWith a concealed gesture to the others to stay still, I rose, placed my\nhands on the table close to the box, and leaned forward as though to\nlook at the glass.\n\n\"It shall come now!\" Leider yelled, and at that moment took his eyes off\nme, while he reached with a rage-palsied hand for the twinkling line of\nbuttons.\n\nThe instant he looked away from me, I gave a tug which jerked the heavy\nbox away from its wires as easily as a weed is plucked from soft earth.\nAs I made the move Leider looked up and screamed. His hand, already\nreaching for the buttons, darted forward. But the instant had been all I\nneeded. Before the darting hand ever reached the table, I struck Leider\na sharp blow, and hurled the box to the floor.\n\nIn a moment more the others were around me. The box was shattered to\nmatchwood. Leider was lying on the floor behind his table with one arm\ndoubled limply under him and dark blood welling from a forehead gash\nwhich I hoped went as deep as his brain.\n\nKoto and LeConte kicked open the laboratory door and shot through.\nCaptain Crane and I jumped after them.\n\n\n\n\nCHAPTER VI\n\n_Through the Darkness of Orcon_\n\n\nGongs clanged, blue lights flashed on and off with the lurid glare of\nsulphur pits burning in hell, and screaming, winged Orconites, all mixed\nup together, pelted toward us as thickly as the snowflakes of a\nblizzard. I don't suppose the destruction of one little mesh of wires\nhad ever created such a disturbance before.\n\nLeider's cruiser rested in the hangar two caverns away.\n\n\"Play hide-and-seek with them!\" I shouted against the turmoil.\n\nThe initial wave of the attack struck us as we tore from the laboratory\ncorridor into the first power room. Captain Crane went down under the\nonslaught of what must have been a hundred Orconites, and it took all\nthe tearing strength of Koto's, LeConte's, and my hands combined to\nburrow through the piles of creatures who covered her, and get her out.\nBy the time she was on her feet again, a new legion was at us.\n\nI had not, however, suggested hide-and-seek meaninglessly.\n\nWhile the others fought, and wildest confusion reigned, I pulled off my\ncoat, flung it aside, and crammed myself into a loose, one-piece costume\nof Orcon which I tore off a corpse. Then I fought while my three\ncompanions repeated the operation. We succeeded in confusing the mob to\nsuch an extent that we were able to work our way through the fringes of\nthe melee and move clear across the first room, before we were\nrecognized.\n\n                   *       *       *       *       *\n\nThe alarm of our escape, though, spread into the next room almost as\nsoon as we reached it, and a foolish attempt we made to keep bunched\ntogether and get through with a dash, betrayed us before we got well\nstarted.\n\nNow it was a case of being drowned again by a sheer deluge of men. While\nthe Orconites pawed me, tripped me, and otherwise discommoded me, I\nbroke necks, dug out eyes, tore quivering antennae from foreheads until\nI felt as if I had been doing nothing else for hours. And those beside\nme were doing the same. Yet always more bladder faces rose in front of\nus, and more wings beat down from above. Not even our supreme strength\nwas great enough to stand it.\n\nOut across the bleeding, crumpled bodies and the teeming swarms beyond,\nI saw as through a red mist the glittering, whirling maze of Leider's\nwondrous generators, and began to curse to myself.\n\nFor the steady pressure was forcing us slowly back toward the machines\nand toward the rugged, high wall of the cavern beyond, and I knew that\nonce we reached the wall we could retreat no farther and must stand\nthere to fight until we were completely exhausted. I drew closer to\nVirginia Crane and did what I could to help her with her main group of\nassailants while still battling my own.\n\nOddly enough, I was remembering how, when she had been caught up by the\nmagnetic current that had brought us here, she had cried out to me,\ncalling me by my given name.... The recollection filled me with a queer\nemotion, partly rebellion and partly--something else. In the crisis we\nwere facing now, I somehow lacked my wonted power to shun femininity.\n\n                   *       *       *       *       *\n\nSide by side we struggled against our enemies, tearing at them with our\nwhole strength, yet always we were driven closer to the wall which would\nfinally stop us.\n\n\"Oh,\" she finally gasped, \"I--didn't want--to die!\"\n\n\"No,\" I answered through set teeth as I hurled down an Orconite only to\nbe confronted by two more; \"but I'm afraid--we must. Well, we've done\naway with Leider, anyway.\"\n\n\"Yes,\" she choked. \"That's--something.\"\n\nKoto and LeConte were as hard pressed as we. Then, as we fell steadily\nback into a passage between two of the vast generators, back toward the\nsolid wall of the cavern, a queer thing happened.\n\nDespite the fact that LeConte was embroiled with a dozen winged men, his\nface became crinkled with a broad grin!\n\n\"Watch!\" he yelled suddenly, and I _did_ watch.\n\nWe were within a few feet of the driving gear of one of the generators.\nQuick as a bolt of lightning, LeConte caught a deadly firm hold on one\nof the ugly, squawking orange-skinned creatures, raised him into the\nair, and there held him poised while he swung around to face the\ngenerator.\n\nGenius!\n\nThere was a shriek, then a thousand shrieks. Impelled by the Frenchman's\ntremendous heave, the winged man shot forward and struck full, with a\nsplashing sound, against the terrifically revolving armature. A\nthunderbolt seemed to explode in our faces. All in that room, we as well\nas the Orconites, reeled dazedly back. A stench of seared flesh and\nshort circuited wires smote our nostrils. Darkness--smothering, thick,\nabsolute darkness--settled over us.\n\n                   *       *       *       *       *\n\n\"Come on!\" LeConte shouted amidst the blessed inkiness of it, and I felt\nhim tug at my hand. Captain Crane's hand slipped into my other, Koto\ncaught hold of her, and we started forward.\n\nGenius indeed, this stroke of LeConte's.\n\nClinging stoutly to each other, we pushed through the meager,\nfloundering opposition which was all that was offered in the intense\ndarkness, and began to forge swiftly ahead. Ten yards ... a hundred. A\nslight decrease of the sounds of crying and panting and of confused\nflopping wings told us we had passed through the arch which separated\nthe wrecked power room from the hangar.\n\n\"Captain,\" I whispered as we battered against some confused and helpless\nOrconites and flung them aside, \"could you make anything of the control\nsystem on the cruiser before Leider got us?\"\n\nVirginia Crane said vigorously that she had.\n\n\"The light switches are all on a board to the right of the entrance\ndoor. The other controls are as readily accessible.\"\n\n\"Leaves us in something of a position!\" I whispered.\n\nThe hand which she had placed in my own tightened its grip. I heard\nLeConte grunt with satisfaction as he pressed forward. I began to figure\non ways and means of getting to our wrecked ship alone after the others\nwere aboard the cruiser.\n\nWe crossed another fifty or sixty yards of the darkness, and found fewer\nof the badly shaken Orconites in our path. Now, in that thick obscurity,\nI sensed that we were nearing the magnificent, tapering hull with its\nfish-scale sides.\n\n\"Come on!\" I urged unnecessarily. I kicked into several of the yielding\nbodies left from our first fight, before Leider had taken us, and in a\nlittle while the feel of cool, smooth metal under my hand told me we had\nreached the gangway.\n\n\"Up you go, Captain!\" I snapped, and as she clutched the slender rail of\nthe gangway and plunged upwards, \"LeConte, you next. Koto--\"\n\nBut Koto laid a firm hand on my arm.\n\n\"No, I do not go.\"\n\n                   *       *       *       *       *\n\nWe stopped where we were. The noises of pursuit were still around us,\nand I could have slugged him for making a delay.\n\n\"You fool, get aboard!\" I roared.\n\nBut it did no good.\n\n\"No.\"\n\n\"Get the motors started!\" I called to Captain Crane. \"LeConte, you help\nher.\" Then I turned to Koto and in the dark waved a fist under his nose.\n\"You idiot--\"\n\n\"No, my friend,\" he laughed at me. \"You killed Leider. LeConte put out\nthe lights. Captain Crane will pilot the ship. Now it's my turn. You\nwill pardon my insubordination, but you will also please to hurry up the\ngangway before I knock you unconscious and throw you up. Damn it, it's\nmy explosive, anyway, isn't it? Who has the best right to fire it?\"\n\nWith that he whirled away from me.\n\n\"Don't wait!\" he called over his shoulder.\n\nI laughed at him and sang out the order to Captain Crane to stand by. As\nfor myself, I remained standing on the small platform at the foot of the\ngangway.\n\nThe moment Captain Crane flipped a switch which flooded the control room\nand a score of ports along the hull with golden light, I thought the\nyells which rose from the other room and the far side of this one would\nblow the roof off. By the time we felt a quiver run through the hull,\nand heard the sweet, deep-throated hum of the gigantic power plant, a\nmob of Orconites had formed for a new attack. It was hideous that we\ncould not wait for Koto in darkness, but the light was essential to\nCaptain Crane's preparations, so there was nothing to be done. I felt\nthat Koto's chances of getting back to us were one in a thousand.\n\n                   *       *       *       *       *\n\nYet suddenly, as I still clung to the foot of the gangway, LeConte\nthrust his head from the control room door and yelled at me to hang on\ntight. At once the ship moved forward, and, rolling easily on her ground\ngear, swung left and lunged toward the swooping mob of Orconites.\n\nHandling that space flier in the cavern was like trying to navigate a\none-hundred-thousand-ton freighter in a pond. But Captain Crane did\nit--she whom I had once accused, to myself, of misnavigating and\nwrecking our other ship. The Orconites had formed themselves in a dense\ngroup. We went into them, mowed them down, stopped under the great arch\nwhich led to the inky black power rooms, backed up, and, as the\nscreaming lines reformed, crunched terrifically into them again.\n\nBy this time I saw in the corridor leading to our old ship, where the\ndarkness was only partially broken by our lights, a dark-headed grinning\nman who was bent nearly double with the speed of his running.\n\n\"He's coming!\" I howled.\n\n\"He's coming!\" LeConte echoed to Virginia Crane in the control room.\n\nAnd again the miracle of the hundred-thousand-tonner in the pond was\nperformed. Again the cruiser backed up and swung around. We headed\ntoward Koto, straight toward him.\n\n                   *       *       *       *       *\n\nThere still were droves of Orconites to contend with. Flocks of them had\ntaken to their wings, and were filling the whole upper reaches of the\ncavern, now that a juggernaut had the floor. They had spied Koto and\nwere swooping toward him. But they could not seize him without coming to\nthe floor, and they could not come to the floor without contending with\nthe juggernaut.\n\nNow the cruiser seemed to swoop. I saw a swirl of wings all about,\nbattering down and down about the Jap; then I clung to the gangway rail\nwith one hand and reached far out with the other toward our friend.\n\nHe leaped, and I felt the warm contact of his hands gripping my arm. I\ngave a heave, and landed him on the steps as neatly as a fisherman ever\nnetted a trout.\n\n\"All clear!\" I screamed up the gangway.\n\nIt was not until we were on the deck, and the cruiser was gliding\nmagnificently forward toward the shaft which led outside to space and\nlight, that Koto spoke. But when he did, his words had significance.\n\n\"It's done!\" he panted. \"The gun is firing against the drums!\"\n\nWe dove into the control room, and LeConte banged the outer door shut\nand jammed huge catches, battening it down for our flight through space.\n\n\"Get out as fast as you can!\" LeConte panted on, speaking now to Captain\nCrane as she headed us gently into the tunnel. \"The kotomite's due to go\noff the second the first drums are disintegrated.\"\n\nI dropped limply on to a seat beside the pilot and sat still.\n\n                   *       *       *       *       *\n\nWe passed through the tunnel in five or six seconds. In another five\nseconds, we had not only taken off, but had worked up a formidable\nspeed. We barely felt the explosion when it came. But on the instrument\nboard in front of Virginia Crane, gleamed a little box with a\nground-glass top, and in that we saw, as by a magic, what happened on\nOrcon.\n\nFirst the mountains which topped the subterranean power houses were\nlifted off. Then the whole planet rocked. Finally the caverns were\ninundated by the deluge of the sea which, in the beginning, had so\nnearly swallowed us.\n\nOrcon was not destroyed, but we knew even then that such of its\ninhabitants as might remain alive would not soon again dream of making\nan attack upon Earth.\n\nOn the way back, as Earth took form and grew round in the interminable\nreaches of space ahead of us, I got on well with Captain Crane. It\nstarted when she asked me if I were still so cocksure that woman had no\nplace in the U. S. W. Upper Zone Patrol, and I was forced to answer that\nI was not. After that, one thing led to another.\n\nWe were photographed together when we landed beside the colossal,\nmetal-roofed hangars of the Long Island station of the U. S. W. The\nsnapshot was published in that afternoon's tabloids under the caption:\nBetrothed.\n\n\nTranscriber's Note:\n\nThis e-text was produced from Astounding Stories January 1932. Extensive\nresearch did not uncover any evidence that the U.S. copyright on this\npublication was renewed.\n\n\n\n\n\n\nEnd of Project Gutenberg's The Winged Men of Orcon, by David R. Sparks\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE WINGED MEN OF ORCON ***\n\n***** This file should be named 22176-8.txt or 22176-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/2/1/7/22176/\n\nProduced by Greg Weeks, Jana Srna and the Online Distributed\nProofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}