{"title": "Project Mastodon", "author": "Clifford Donald Simak", "releaseDate": "August 2, 2007", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, dpcfmander and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n[Transcriber's Note: This story was first published in March 1955\n_Galaxy_ and the etext was produced from the anthology \"All the\nTraps of Earth and other stories\". Extensive research did not\nuncover any evidence that the U.S. copyright on this publication\nwas renewed.]\n\n\n\n\nPROJECT MASTODON\n\nBy\n\nClifford D. Simak\n\n\nThe chief of protocol said, \"Mr. Hudson of--ah--Mastodonia.\"\n\nThe secretary of state held out his hand. \"I'm glad to see you,\nMr. Hudson. I understand you've been here several times.\"\n\n\"That's right,\" said Hudson. \"I had a hard time making your people\nbelieve I was in earnest.\"\n\n\"And are you, Mr. Hudson?\"\n\n\"Believe me, sir, I would not try to fool you.\"\n\n\"And this Mastodonia,\" said the secretary, reaching down to tap\nthe document upon the desk. \"You will pardon me, but I've never\nheard of it.\"\n\n\"It's a new nation,\" Hudson explained, \"but quite legitimate. We\nhave a constitution, a democratic form of government, duly elected\nofficials, and a code of laws. We are a free, peace-loving people\nand we are possessed of a vast amount of natural resources and--\"\n\n\"Please tell me, sir,\" interrupted the secretary, \"just where are\nyou located?\"\n\n\"Technically, you are our nearest neighbors.\"\n\n\"But that is ridiculous!\" exploded Protocol.\n\n\"Not at all,\" insisted Hudson. \"If you will give me a moment, Mr.\nSecretary, I have considerable evidence.\"\n\nHe brushed the fingers of Protocol off his sleeve and stepped\nforward to the desk, laying down the portfolio he carried.\n\n\"Go ahead, Mr. Hudson,\" said the secretary. \"Why don't we all sit\ndown and be comfortable while we talk this over?\"\n\n\"You have my credentials, I see. Now here is a propos--\"\n\n\"I have a document signed by a certain Wesley Adams.\"\n\n\"He's our first president,\" said Hudson. \"Our George Washington,\nyou might say.\"\n\n\"What is the purpose of this visit, Mr. Hudson?\"\n\n\"We'd like to establish diplomatic relations. We think it would be\nto our mutual benefit. After all, we are a sister republic in\nperfect sympathy with your policies and aims. We'd like to\nnegotiate trade agreements and we'd be grateful for some Point\nFour aid.\"\n\nThe secretary smiled. \"Naturally. Who doesn't?\"\n\n\"We're prepared to offer something in return,\" Hudson told him\nstiffly. \"For one thing, we could offer sanctuary.\"\n\n\"Sanctuary!\"\n\n\"I understand,\" said Hudson, \"that in the present state of\ninternational tensions, a foolproof sanctuary is not something to\nbe sneezed at.\"\n\nThe secretary turned stone cold. \"I'm an extremely busy man.\"\n\nProtocol took Hudson firmly by the arm. \"Out you go.\"\n\nGeneral Leslie Bowers put in a call to State and got the\nsecretary.\n\n\"I don't like to bother you, Herb,\" he said, \"but there's\nsomething I want to check. Maybe you can help me.\"\n\n\"Glad to help you if I can.\"\n\n\"There's a fellow hanging around out here at the Pentagon, trying\nto get in to see me. Said I was the only one he'd talk to, but you\nknow how it is.\"\n\n\"I certainly do.\"\n\n\"Name of Huston or Hudson or something like that.\"\n\n\"He was here just an hour or so ago,\" said the secretary.\n\"Crackpot sort of fellow.\"\n\n\"He's gone now?\"\n\n\"Yes. I don't think he'll be back.\"\n\n\"Did he say where you could reach him?\"\n\n\"No, I don't believe he did.\"\n\n\"How did he strike you? I mean what kind of impression did you get\nof him?\"\n\n\"I told you. A crackpot.\"\n\n\"I suppose he is. He said something to one of the colonels that\ngot me worrying. Can't pass up anything, you know--not in the\nDirty Tricks Department. Even if it's crackpot, these days you got\nto have a look at it.\"\n\n\"He offered sanctuary,\" said the secretary indignantly. \"Can you\nimagine that!\"\n\n\"He's been making the rounds, I guess,\" the general said. \"He was\nover at AEC. Told them some sort of tale about knowing where there\nwere vast uranium deposits. It was the AEC that told me he was\nheading your way.\"\n\n\"We get them all the time. Usually we can ease them out. This\nHudson was just a little better than the most of them. He got in\nto see me.\"\n\n\"He told the colonel something about having a plan that would\nenable us to establish secret bases anywhere we wished, even in\nthe territory of potential enemies. I know it sounds crazy....\"\n\n\"Forget it, Les.\"\n\n\"You're probably right,\" said the general, \"but this idea sends\nme. Can you imagine the look on their Iron Curtain faces?\"\n\nThe scared little government clerk, darting conspiratorial glances\nall about him, brought the portfolio to the FBI.\n\n\"I found it in a bar down the street,\" he told the man who took\nhim in tow. \"Been going there for years. And I found this\nportfolio laying in the booth. I saw the man who must have left it\nthere and I tried to find him later, but I couldn't.\"\n\n\"How do you know he left it there?\"\n\n\"I just figured he did. He left the booth just as I came in and it\nwas sort of dark in there and it took a minute to see this thing\nlaying there. You see, I always take the same booth every day and\nJoe sees me come in and he brings me the usual and--\"\n\n\"You saw this man leave the booth you usually sit in?\"\n\n\"That's right.\"\n\n\"Then you saw the portfolio.\"\n\n\"Yes, sir.\"\n\n\"You tried to find the man, thinking it must have been his.\"\n\n\"That's exactly what I did.\"\n\n\"But by the time you went to look for him, he had disappeared.\"\n\n\"That's the way it was.\"\n\n\"Now tell me--why did you bring it here? Why didn't you turn it in\nto the management so the man could come back and claim it?\"\n\n\"Well, sir, it was like this. I had a drink or two and I was\nwondering all the time what was in that portfolio. So finally I\ntook a peek and--\"\n\n\"And what you saw decided you to bring it here to us.\"\n\n\"That's right. I saw--\"\n\n\"Don't tell me what you saw. Give me your name and address and\ndon't say anything about this. You understand that we're grateful\nto you for thinking of us, but we'd rather you said nothing.\"\n\n\"Mum's the word,\" the little clerk assured him, full of vast\nimportance.\n\nThe FBI phoned Dr. Ambrose Amberly, Smithsonian expert on\npaleontology.\n\n\"We've got something, Doctor, that we'd like you to have a look\nat. A lot of movie film.\"\n\n\"I'll be most happy to. I'll come down as soon as I get clear. End\nof the week, perhaps?\"\n\n\"This is very urgent, Doctor. Damnest thing you ever saw. Big,\nshaggy elephants and tigers with teeth down to their necks.\nThere's a beaver the size of a bear.\"\n\n\"Fakes,\" said Amberly, disgusted. \"Clever gadgets. Camera angles.\"\n\n\"That's what we thought first, but there are no gadgets, no camera\nangles. This is the real McCoy.\"\n\n\"I'm on my way,\" the paleontologist said, hanging up.\n\n_Snide item in smug, smartaleck gossip column: Saucers are passé\nat the Pentagon. There's another mystery that's got the high brass\nvery high._\n\n\n\n\nII\n\n\nPresident Wesley Adams and Secretary of State John Cooper sat\nglumly under a tree in the capital of Mastodonia and waited for\nthe ambassador extraordinary to return.\n\n\"I tell you, Wes,\" said Cooper, who, under various pseudonyms, was\nalso the secretaries of commerce, treasury and war, \"this is a\ncrazy thing we did. What if Chuck can't get back? They might throw\nhim in jail or something might happen to the time unit or the\nhelicopter. We should have gone along.\"\n\n\"We had to stay,\" Adams said. \"You know what would happen to this\ncamp and our supplies if we weren't around here to guard them.\"\n\n\"The only thing that's given us any trouble is that old mastodon.\nIf he comes around again, I'm going to take a skillet and bang him\nin the brisket.\"\n\n\"That isn't the only reason, either,\" said President Adams, \"and\nyou know it. We can't go deserting this nation now that we've\ncreated it. We have to keep possession. Just planting a flag and\nsaying it's ours wouldn't be enough. We might be called upon for\nproof that we've established residence. Something like the old\nhomestead laws, you know.\"\n\n\"We'll establish residence sure enough,\" growled Secretary Cooper,\n\"if something happens to that time unit or the helicopter.\"\n\n\"You think they'll do it, Johnny?\"\n\n\"Who do what?\"\n\n\"The United States. Do you think they'll recognize us?\"\n\n\"Not if they know who we are.\"\n\n\"That's what I'm afraid of.\"\n\n\"Chuck will talk them into it. He can talk the skin right off a\ncat.\"\n\n\"Sometimes I think we're going at this wrong. Sure, Chuck's got\nthe long-range view and I suppose it's best. But maybe what we\nought to do is grab a good, fast profit and get out of here. We\ncould take in hunting parties at ten thousand a head or maybe we\ncould lease it to a movie company.\"\n\n\"We can do all that and do it legally and with full protection,\"\nCooper told him, \"if we can get ourselves recognized as a\nsovereign nation. If we negotiate a mutual defense pact, no one\nwould dare get hostile because we could squawk to Uncle Sam.\"\n\n\"All you say is true,\" Adams agreed, \"but there are going to be\nquestions. It isn't just a matter of walking into Washington and\ngetting recognition. They'll want to know about us, such as our\npopulation. What if Chuck has to tell them it's a total of three\npersons?\"\n\nCooper shook his head. \"He wouldn't answer that way, Wes. He'd\nduck the question or give them some diplomatic double-talk. After\nall, how can we be _sure_ there are only three of us? We took over\nthe whole continent, remember.\"\n\n\"You know well enough, Johnny, there are no other humans back here\nin North America. The farthest back any scientist will place the\nmigrations from Asia is 30,000 years. They haven't got here yet.\"\n\n\"Maybe we should have done it differently,\" mused Cooper. \"Maybe\nwe should have included the whole world in our proclamation, not\njust the continent. That way, we could claim quite a population.\"\n\n\"It wouldn't have held water. Even as it is, we went a little\nfurther than precedent allows. The old explorers usually laid\nclaim to certain watersheds. They'd find a river and lay claim to\nall the territory drained by the river. They didn't go grabbing\noff whole continents.\"\n\n\"That's because they were never sure of exactly what they had,\"\nsaid Cooper. \"We are. We have what you might call the advantage of\nhindsight.\"\n\nHe leaned back against the tree and stared across the land. It was\na pretty place, he thought--the rolling ridges covered by vast\ngrazing areas and small groves, the forest-covered, ten-mile river\nvalley. And everywhere one looked, the grazing herds of mastodon,\ngiant bison and wild horses, with the less gregarious fauna\nscattered hit and miss.\n\nOld Buster, the troublesome mastodon, a lone bull which had been\nprobably run out of a herd by a younger rival, stood at the edge\nof a grove a quarter-mile away. He had his head down and was\ncurling and uncurling his trunk in an aimless sort of way while he\nteetered slowly in a lazy-crazy fashion by lifting first one foot\nand then another.\n\nThe old cuss was lonely, Cooper told himself. That was why he hung\naround like a homeless dog--except that he was too big and awkward\nto have much pet-appeal and, more than likely, his temper was\nunstable.\n\nThe afternoon sun was pleasantly warm and the air, it seemed to\nCooper, was the freshest he had ever smelled. It was, altogether,\na very pleasant place, an Indian-summer sort of land, ideal for a\nSunday picnic or a camping trip.\n\nThe breeze was just enough to float out from its flagstaff before\nthe tent the national banner of Mastodonia--a red rampant mastodon\nupon a field of green.\n\n\"You know, Johnny,\" said Adams, \"there's one thing that worries me\na lot. If we're going to base our claim on precedent, we may be\nway off base. The old explorers always claimed their discoveries\nfor their nations or their king, never for themselves.\"\n\n\"The principle was entirely different,\" Cooper told him. \"Nobody\never did anything for himself in those days. Everyone was always\nunder someone else's protection. The explorers either were\nfinanced by their governments or were sponsored by them or\noperated under a royal charter or a patent. With us, it's\ndifferent. Ours is a private enterprise. You dreamed up the time\nunit and built it. The three of us chipped in to buy the\nhelicopter. We've paid all of our expenses out of our own pockets.\nWe never got a dime from anyone. What we found is ours.\"\n\n\"I hope you're right,\" said Adams uneasily.\n\nOld Buster had moved out from the grove and was shuffling warily\ntoward the camp. Adams picked up the rifle that lay across his\nknees.\n\n\"Wait,\" said Cooper sharply. \"Maybe he's just bluffing. It would\nbe a shame to plaster him; he's such a nice old guy.\"\n\nAdams half raised the rifle.\n\n\"I'll give him three steps more,\" he announced. \"I've had enough\nof him.\"\n\nSuddenly a roar burst out of the air just above their heads. The\ntwo leaped to their feet.\n\n\"It's Chuck!\" Cooper yelled. \"He's back!\"\n\nThe helicopter made a half-turn of the camp and came rapidly to\nEarth.\n\nTrumpeting with terror, Old Buster was a dwindling dot far down\nthe grassy ridge.\n\n\n\n\nIII\n\n\nThey built the nightly fires circling the camp to keep out the\nanimals.\n\n\"It'll be the death of me yet,\" said Adams wearily, \"cutting all\nthis wood.\"\n\n\"We have to get to work on that stockade,\" Cooper said. \"We've\nfooled around too long. Some night, fire or no fire, a herd of\nmastodon will come busting in here and if they ever hit the\nhelicopter, we'll be dead ducks. It wouldn't take more than just\nfive seconds to turn us into Robinson Crusoes of the Pleistocene.\"\n\n\"Well, now that this recognition thing has petered out on us,\"\nsaid Adams, \"maybe we can get down to business.\"\n\n\"Trouble is,\" Cooper answered, \"we spent about the last of our\nmoney on the chain saw to cut this wood and on Chuck's trip to\nWashington. To build a stockade, we need a tractor. We'd kill\nourselves if we tried to rassle that many logs bare-handed.\"\n\n\"Maybe we could catch some of those horses running around out\nthere.\"\n\n\"Have you ever broken a horse?\"\n\n\"No, that's one thing I never tried.\"\n\n\"Me, either. How about you, Chuck?\"\n\n\"Not me,\" said the ex-ambassador extraordinary bluntly.\n\nCooper squatted down beside the coals of the cooking fire and\ntwirled the spit. Upon the spit were three grouse and half a dozen\nquail. The huge coffee pot was sending out a nose-tingling aroma.\nBiscuits were baking in the reflector.\n\n\"We've been here six weeks,\" he said, \"and we're still living in a\ntent and cooking on an open fire. We better get busy and get\nsomething done.\"\n\n\"The stockade first,\" said Adams, \"and that means a tractor.\"\n\n\"We could use the helicopter.\"\n\n\"Do you want to take the chance? That's our getaway. Once\nsomething happens to it....\"\n\n\"I guess not,\" Cooper admitted, gulping.\n\n\"We could use some of that Point Four aid right now,\" commented\nAdams.\n\n\"They threw me out,\" said Hudson. \"Everywhere I went, sooner or\nlater they got around to throwing me out. They were real organized\nabout it.\"\n\n\"Well, we tried,\" Adams said.\n\n\"And to top it off,\" added Hudson, \"I had to go and lose all that\nfilm and now we'll have to waste our time taking more of it.\nPersonally, I don't ever want to let another saber-tooth get that\nclose to me while I hold the camera.\"\n\n\"You didn't have a thing to worry about,\" Adams objected. \"Johnny\nwas right there behind you with the gun.\"\n\n\"Yeah, with the muzzle about a foot from my head when he let go.\"\n\n\"I stopped him, didn't I?\" demanded Cooper.\n\n\"With his head right in my lap.\"\n\n\"Maybe we won't have to take any more pictures,\" Adams suggested.\n\n\"We'll have to,\" Cooper said. \"There are sportsmen up ahead who'd\nfork over ten thousand bucks easy for two weeks of hunting here.\nBut before we could sell them on it, we'd have to show them\nmovies. That scene with the saber-tooth would cinch it.\"\n\n\"If it didn't scare them off,\" Hudson pointed out. \"The last few\nfeet showed nothing but the inside of his throat.\"\n\nEx-ambassador Hudson looked unhappy. \"I don't like the whole\nsetup. As soon as we bring someone in, the news is sure to leak.\nAnd once the word gets out, there'll be guys lying in ambush for\nus--maybe even nations--scheming to steal the know-how, legally or\nviolently. That's what scares me the most about those films I\nlost. Someone will find them and they may guess what it's all\nabout, but I'm hoping they either won't believe it or can't manage\nto trace us.\"\n\n\"We could swear the hunting parties to secrecy,\" said Cooper.\n\n\"How could a sportsman keep still about the mounted head of a\nsaber-tooth or a record piece of ivory?\" And the same thing would\napply to anyone we approached. Some university could raise dough\nto send a team of scientists back here and a movie company would\ncough up plenty to use this place as a location for a caveman\nepic. But it wouldn't be worth a thing to either of them if they\ncouldn't tell about it.\n\n\"Now if we could have gotten recognition as a nation, we'd have\nbeen all set. We could make our own laws and regulations and be\nable to enforce them. We could bring in settlers and establish\ntrade. We could exploit our natural resources. It would all be\nlegal and aboveboard. We could tell who we were and where we were\nand what we had to offer.\"\n\n\"We aren't licked yet,\" said Adams. \"There's a lot that we can do.\nThose river hills are covered with ginseng. We can each dig a\ndozen pounds a day. There's good money in the root.\"\n\n\"Ginseng root,\" Cooper said, \"is peanuts. We need _big_ money.\"\n\n\"Or we could trap,\" offered Adams. \"The place is alive with\nbeaver.\"\n\n\"Have you taken a good look at those beaver? They're about the\nsize of a St. Bernard.\"\n\n\"All the better. Think how much just one pelt would bring.\"\n\n\"No dealer would believe that it was beaver. He'd think you were\ntrying to pull a fast one on him. And there are only a few states\nthat allow beaver to be trapped. To sell the pelts--even if you\ncould--you'd have to take out licenses in each of those states.\"\n\n\"Those mastodon carry a lot of ivory,\" said Cooper. \"And if we\nwanted to go north, we'd find mammoths that would carry even\nmore....\"\n\n\"And get socked into the jug for ivory smuggling?\"\n\nThey sat, all three of them, staring at the fire, not finding\nanything to say.\n\nThe moaning complaint of a giant hunting cat came from somewhere\nup the river.\n\n\n\n\nIV\n\n\nHudson lay in his sleeping bag, staring at the sky. It bothered\nhim a lot. There was not one familiar constellation, not one star\nthat he could name with any certainty. This juggling of the stars,\nhe thought, emphasized more than anything else in this ancient\nland the vast gulf of years which lay between him and the Earth\nwhere he had been--or would be--born.\n\nA hundred and fifty thousand years, Adams had said, give or take\nten thousand. There just was no way to know. Later on, there might\nbe. A measurement of the stars and a comparison with their\npositions in the twentieth century might be one way of doing it.\nBut at the moment, any figure could be no more than a guess.\n\nThe time machine was not something that could be tested for\ncalibration or performance. As a matter of fact, there _was_ no\nway to test it. They had not been certain, he remembered, the\nfirst time they had used it, that it would really work. There had\nbeen no way to find out. When it worked, you knew it worked. And\nif it hadn't worked, there would have been no way of knowing\nbeforehand that it wouldn't.\n\nAdams had been sure, of course, but that had been because he had\nabsolute reliance in the half-mathematical, half-philosophic\nconcepts he had worked out--concepts that neither Hudson nor\nCooper could come close to understanding.\n\nThat had always been the way it had been, even when they were\nkids, with Wes dreaming up the deals that he and Johnny carried\nout. Back in those days, too, they had used time travel in their\nplay. Out in Johnny's back yard, they had rigged up a time\nmachine out of a wonderful collection of salvaged junk--a wooden\ncrate, an empty five-gallon paint pail, a battered coffee maker, a\nbunch of discarded copper tubing, a busted steering wheel and\nother odds and ends. In it, they had \"traveled\" back to\nIndian-before-the-white-man land and mammoth-land and\ndinosaur-land and the slaughter, he remembered, had been\nwonderfully appalling.\n\nBut, in reality, it had been much different. There was much more\nto it than gunning down the weird fauna that one found.\n\nAnd they should have known there would be, for they had talked\nabout it often.\n\nHe thought of the bull session back in university and the little,\nusually silent kid who sat quietly in the corner, a law-school\nstudent whose last name had been Pritchard.\n\nAnd after sitting silently for some time, this Pritchard kid had\nspoken up: \"If you guys ever do travel in time, you'll run up\nagainst more than you bargain for. I don't mean the climate or the\nterrain or the fauna, but the economics and the politics.\"\n\nThey all jeered at him, Hudson remembered, and then had gone on\nwith their talk. And after a short while, the talk had turned to\nwomen, as it always did.\n\nHe wondered where that quiet man might be. Some day, Hudson told\nhimself, I'll have to look him up and tell him he was right.\n\nWe did it wrong, he thought. There were so many other ways we\nmight have done it, but we'd been so sure and greedy--greedy for\nthe triumph and the glory--and now there was no easy way to\ncollect.\n\nOn the verge of success, they could have sought out help, gone to\nsome large industrial concern or an educational foundation or even\nto the government. Like historic explorers, they could have\nobtained subsidization and sponsorship. Then they would have had\nprotection, funds to do a proper job and they need not have\noperated on their present shoestring--one beaten-up helicopter and\none time unit. They could have had several and at least one\nstanding by in the twentieth century as a rescue unit, should that\nbe necessary.\n\nBut that would have meant a bargain, perhaps a very hard one, and\nsharing with someone who had contributed nothing but the money.\nAnd there was more than money in a thing like this--there were\ntwenty years of dreams and a great idea and the dedication to\nthat great idea--years of work and years of disappointment and an\nalmost fanatical refusal to give up.\n\nEven so, thought Hudson, they had figured well enough. There had\nbeen many chances to make blunders and they'd made relatively few.\nAll they lacked, in the last analysis, was backing.\n\nTake the helicopter, for example. It was the one satisfactory\nvehicle for time traveling. You had to get up in the air to clear\nwhatever upheavals and subsidences there had been through geologic\nages. The helicopter took you up and kept you clear and gave you a\nchance to pick a proper landing place. Travel without it and,\ngranting you were lucky with land surfaces, you still might\nmaterialize in the heart of some great tree or end up in a swamp\nor the middle of a herd of startled, savage beasts. A plane would\nhave done as well, but back in this world, you couldn't land a\nplane--or you couldn't be certain that you could. A helicopter,\nthough, could land almost anywhere.\n\nIn the time-distance they had traveled, they almost certainly had\nbeen lucky, although one could not be entirely sure just how great\na part of it was luck. Wes had felt that he had not been working\nas blindly as it sometimes might appear. He had calibrated the\nunit for jumps of 50,000 years. Finer calibration, he had said\nrealistically, would have to wait for more developmental work.\n\nUsing the 50,000-year calibrations, they had figured it out. One\njump (conceding that the calibration was correct) would have\nlanded them at the end of the Wisconsin glacial period; two jumps,\nat its beginning. The third would set them down toward the end of\nthe Sangamon Interglacial and apparently it had--give or take ten\nthousand years or so.\n\nThey had arrived at a time when the climate did not seem to vary\ngreatly, either hot or cold. The flora was modern enough to give\nthem a homelike feeling. The fauna, modern and Pleistocenic,\noverlapped. And the surface features were little altered from the\ntwentieth century. The rivers ran along familiar paths, the hills\nand bluffs looked much the same. In this corner of the Earth, at\nleast, 150,000 years had not changed things greatly.\n\nBoyhood dreams, Hudson thought, were wondrous. It was not often\nthat three men who had daydreamed in their youth could follow it\nout to its end. But they had and here they were.\n\nJohnny was on watch, and it was Hudson's turn next, and he'd\nbetter get to sleep. He closed his eyes, then opened them again\nfor another look at the unfamiliar stars. The east, he saw, was\nflushed with silver light. Soon the Moon would rise, which was\ngood. A man could keep a better watch when the Moon was up.\n\nHe woke suddenly, snatched upright and into full awareness by the\nmarrow-chilling clamor that slashed across the night. The very air\nseemed curdled by the savage racket and, for a moment, he sat\nnumbed by it. Then, slowly, it seemed--his brain took the noise\nand separated it into two distinct but intermingled categories,\nthe deadly screaming of a cat and the maddened trumpeting of a\nmastodon.\n\nThe Moon was up and the countryside was flooded by its light.\nCooper, he saw, was out beyond the watchfires, standing there and\nwatching, with his rifle ready. Adams was scrambling out of his\nsleeping bag, swearing softly to himself. The cooking fire had\nburned down to a bed of mottled coals, but the watchfires still\nwere burning and the helicopter, parked within their circle,\npicked up the glint of flames.\n\n\"It's Buster,\" Adams told him angrily. \"I'd know that bellowing of\nhis anywhere. He's done nothing but parade up and down and bellow\never since we got here. And now he seems to have gone out and\nfound himself a saber-tooth.\"\n\nHudson zipped down his sleeping bag, grabbed up his rifle and\njumped to his feet, following Adams in a silent rush to where\nCooper stood.\n\nCooper motioned at them. \"Don't break it up. You'll never see the\nlike of it again.\"\n\nAdams brought his rifle up.\n\nCooper knocked the barrel down.\n\n\"You fool!\" he shouted. \"You want them turning on us?\"\n\nTwo hundred yards away stood the mastodon and, on his back, the\nscreeching saber-tooth. The great beast reared into the air and\ncame down with a jolt, bucking to unseat the cat, flailing the air\nwith his massive trunk. And as he bucked, the cat struck and\nstruck again with his gleaming teeth, aiming for the spine.\n\nThen the mastodon crashed head downward, as if to turn a\nsomersault, rolled and was on his feet again, closer to them now\nthan he had been before. The huge cat had sprung off.\n\nFor a moment, the two stood facing one another. Then the tiger\ncharged, a flowing streak of motion in the moonlight. Buster\nwheeled away and the cat, leaping, hit his shoulder, clawed wildly\nand slid off. The mastodon whipped to the attack, tusks slashing,\nhuge feet stamping. The cat, caught a glancing blow by one of the\ntusks, screamed and leaped up, to land in spread-eagle fashion\nupon Buster's head.\n\nMaddened with pain and fright, blinded by the tiger's raking\nclaws, the old mastodon ran--straight toward the camp. And as he\nran, he grasped the cat in his trunk and tore him from his hold,\nlifted him high and threw him.\n\n\"Look out!\" yelled Cooper and brought his rifle up and fired.\n\nFor an instant, Hudson saw it all as if it were a single scene,\nmotionless, one frame snatched from a fantastic movie epic--the\ncharging mastodon, with the tiger lifted and the sound track one\ngreat blast of bloodthirsty bedlam.\n\nThen the scene dissolved in a blur of motion. He felt his rifle\nthud against his shoulder, knowing he had fired, but not hearing\nthe explosion. And the mastodon was almost on top of him, bearing\ndown like some mighty and remorseless engine of blind destruction.\n\nHe flung himself to one side and the giant brushed past him. Out\nof the tail of his eye, he saw the thrown saber-tooth crash to\nEarth within the circle of the watchfires.\n\nHe brought his rifle up again and caught the area behind Buster's\near within his sights. He pressed the trigger. The mastodon\nstaggered, then regained his stride and went rushing on. He hit\none of the watchfires dead center and went through it, scattering\ncoals and burning brands.\n\nThen there was a thud and the screeching clang of metal.\n\n\"Oh, no!\" shouted Hudson.\n\nRushing forward, they stopped inside the circle of the fires.\n\nThe helicopter lay tilted at a crazy angle. One of its rotor\nblades was crumpled. Half across it, as if he might have fallen as\nhe tried to bull his mad way over it, lay the mastodon.\n\nSomething crawled across the ground toward them, its spitting,\nsnarling mouth gaping in the firelight, its back broken, hind legs\ntrailing.\n\nCalmly, without a word, Adams put a bullet into the head of the\nsaber-tooth.\n\n\n\n\nV\n\n\nGeneral Leslie Bowers rose from his chair and paced up and down\nthe room. He stopped to bang the conference table with a knotted\nfist.\n\n\"You can't do it,\" he bawled at them. \"You can't kill the project.\nI _know_ there's something to it. We can't give it up!\"\n\n\"But it's been ten years, General,\" said the secretary of the\narmy. \"If they were coming back, they'd be here by now.\"\n\nThe general stopped his pacing, stiffened. Who did that little\ncivilian squirt think he was, talking to the military in that tone\nof voice!\n\n\"We know how you feel about it, General,\" said the chairman of the\njoint chiefs of staff. \"I think we all recognize how deeply you're\ninvolved. You've blamed yourself all these years and there is no\nneed of it. After all, there may be nothing to it.\"\n\n\"Sir,\" said the general, \"I _know_ there's something to it. I\nthought so at the time, even when no one else did. And what we've\nturned up since serves to bear me out. Let's take a look at these\nthree men of ours. We knew almost nothing of them at the time, but\nwe know them now. I've traced out their lives from the time that\nthey were born until they disappeared--and I might add that, on\nthe chance it might be all a hoax, we've searched for them for\nyears and we've found no trace at all.\n\n\"I've talked with those who knew them and I've studied their\nscholastic and military records. I've arrived at the conclusion\nthat if any three men could do it, they were the ones who could.\nAdams was the brains and the other two were the ones who carried\nout the things that he dreamed up. Cooper was a bulldog sort of\nman who could keep them going and it would be Hudson who would\nfigure out the angles.\n\n\"And they knew the angles, gentlemen. They had it all doped out.\n\n\"What Hudson tried here in Washington is substantial proof of\nthat. But even back in school, they were thinking of those angles.\nI talked some years ago to a lawyer in New York, name of\nPritchard. He told me that even back in university, they talked\nof the economic and political problems that they might face if\nthey ever cracked what they were working at.\n\n\"Wesley Adams was one of our brightest young scientific men. His\nrecord at the university and his war work bears that out. After\nthe war, there were at least a dozen jobs he could have had. But\nhe wasn't interested. And I'll tell you why he wasn't. He had\nsomething bigger--something he wanted to work on. So he and these\ntwo others went off by themselves--\"\n\n\"You think he was working on a temporal--\" the army secretary cut\nin.\n\n\"He was working on a time machine,\" roared the general. \"I don't\nknow about this 'temporal' business. Just plain 'time machine' is\ngood enough for me.\"\n\n\"Let's calm down, General,\" said the JCS chairman, \"After all,\nthere's no need to shout.\"\n\nThe general nodded. \"I'm sorry, sir. I get all worked up about\nthis. I've spent the last ten years with it. As you say, I'm\ntrying to make up for what I failed to do ten years ago. I should\nhave talked to Hudson. I was busy, sure, but not that busy. It's\nan official state of mind that we're too busy to see anyone and I\nplead guilty on that score. And now that you're talking about\nclosing the project--\"\n\n\"It's costing us money,\" said the army secretary.\n\n\"And we have no direct evidence,\" pointed out the JCS chairman.\n\n\"I don't know what you want,\" snapped the general. \"If there was\nany man alive who could crack time, that man was Wesley Adams. We\nfound where he worked. We found the workshop and we talked to\nneighbors who said there was something funny going on and--\"\n\n\"But ten years, General!\" the army secretary protested.\n\n\"Hudson came here, bringing us the greatest discovery in all\nhistory, and we kicked him out. After that, do you expect them to\ncome crawling back to us?\"\n\n\"You think they went to someone else?\"\n\n\"They wouldn't do that. They know what the thing they have found\nwould mean. They wouldn't sell us out.\"\n\n\"Hudson came with a preposterous proposition,\" said the man from\nthe state department.\n\n\"They had to protect themselves!\" yelled the general. \"If you had\ndiscovered a virgin planet with its natural resources intact, what\nwould you do about it? Come trotting down here and hand it over to\na government that's too 'busy' to recognize--\"\n\n\"General!\"\n\n\"Yes, sir,\" apologized the general tiredly. \"I wish you gentlemen\ncould see my view of it, how it all fits together. First there\nwere the films and we have the word of a dozen competent\npaleontologists that it's impossible to fake anything as perfect\nas those films. But even granting that they could be, there are\ncertain differences that no one would ever think of faking,\nbecause no one ever knew. Who, as an example, would put lynx\ntassels on the ears of a saber-tooth? Who would know that young\nmastodon were black?\n\n\"And the location. I wonder if you've forgotten that we tracked\ndown the location of Adams' workshop from those films alone. They\ngave us clues so positive that we didn't even hesitate--we drove\nstraight to the old deserted farm where Adams and his friends had\nworked. Don't you see how it all fits together?\"\n\n\"I presume,\" the man from the state department said nastily, \"that\nyou even have an explanation as to why they chose that particular\nlocation.\"\n\n\"You thought you had me there,\" said the general, \"but I have an\nanswer. A good one. The southwestern corner of Wisconsin is a\ngeologic curiosity. It was missed by all the glaciations. Why, we\ndo not know. Whatever the reason, the glaciers came down on both\nsides of it and far to the south of it and left it standing there,\na little island in a sea of ice.\n\n\"And another thing: Except for a time in the Triassic, that same\narea of Wisconsin has always been dry land. That and a few other\nspots are the only areas in North America which have not, time and\ntime again, been covered by water. I don't think it necessary to\npoint out the comfort it would be to an experimental traveler in\ntime to be certain that, in almost any era he might hit, he'd have\ndry land beneath him.\"\n\nThe economics expert spoke up: \"We've given this matter a lot of\nstudy and, while we do not feel ourselves competent to rule upon\nthe possibility or impossibility of time travel, there are some\nobservations I should like, at some time, to make.\"\n\n\"Go ahead right now,\" said the JCS chairman.\n\n\"We see one objection to the entire matter. One of the reasons,\nnaturally, that we had some interest in it is that, if true, it\nwould give us an entire new planet to exploit, perhaps more wisely\nthan we've done in the past. But the thought occurs that any\nplanet has only a certain grand total of natural resources. If we\ngo into the past and exploit them, what effect will that have upon\nwhat is left of those resources for use in the present? Wouldn't\nwe, in doing this, be robbing ourselves of our own heritage?\"\n\n\"That contention,\" said the AEC chairman, \"wouldn't hold true in\nevery case. Quite the reverse, in fact. We know that there was, in\nsome geologic ages in the past, a great deal more uranium than we\nhave today. Go back far enough and you'd catch that uranium before\nit turned into lead. In southwestern Wisconsin, there is a lot of\nlead. Hudson told us he knew the location of vast uranium deposits\nand we thought he was a crackpot talking through his hat. If we'd\nknown--let's be fair about this--if we had known and believed him\nabout going back in time, we'd have snapped him up at once and all\nthis would not have happened.\"\n\n\"It wouldn't hold true with forests, either,\" said the chairman of\nthe JCS. \"Or with pastures or with crops.\"\n\nThe economics expert was slightly flushed. \"There is another\nthing,\" he said. \"If we go back in time and colonize the land we\nfind there, what would happen when that--well, let's call it\nretroactive--when that retroactive civilization reaches the\nbeginning of our historic period? What will result from that\ncultural collision? Will our history change? Is what has happened\nfalse? Is all--\"\n\n\"That's all poppycock!\" the general shouted. \"That and this other\ntalk about using up resources. Whatever we did in the past--or are\nabout to do--has been done already. I've lain awake nights,\nmister, thinking about all these things and there is no answer,\nbelieve me, except the one I give you. The question which faces us\nhere is an immediate one. Do we give all this up or do we keep on\nwatching that Wisconsin farm, waiting for them to come back? Do we\nkeep on trying to find, independently, the process or formula or\nmethod that Adams found for traveling in time?\"\n\n\"We've had no luck in our research so far, General,\" said the\nquiet physicist who sat at the table's end. \"If you were not so\nsure and if the evidence were not so convincing that it had been\ndone by Adams, I'd say flatly that it is impossible. We have no\napproach which holds any hope at all. What we've done so far, you\nmight best describe as flounder. But if Adams turned the trick, it\nmust be possible. There may be, as a matter of fact, more ways\nthan one. We'd like to keep on trying.\"\n\n\"Not one word of blame has been put on you for your failure,\" the\nchairman told the physicist. \"That you could do it seems to be\nmore than can be humanly expected. If Adams did it--_if_ he did, I\nsay--it must have been simply that he blundered on an avenue of\nresearch no other man has thought of.\"\n\n\"You will recall,\" said the general, \"that the research program,\neven from the first, was thought of strictly as a gamble. Our one\nhope was, and must remain, that they will return.\"\n\n\"It would have been so much simpler all around,\" the state\ndepartment man said, \"if Adams had patented his method.\"\n\nThe general raged at him. \"And had it published, all neat and\norderly, in the patent office records so that anyone who wanted it\ncould look it up and have it?\"\n\n\"We can be most sincerely thankful,\" said the chairman, \"that he\ndid not patent it.\"\n\n\n\n\nVI\n\n\nThe helicopter would never fly again, but the time unit was\nintact.\n\nWhich didn't mean that it would work.\n\nThey held a powwow at their camp site. It had been, they decided,\nsimpler to move the camp than to remove the body of Old Buster. So\nthey had shifted at dawn, leaving the old mastodon still sprawled\nacross the helicopter.\n\nIn a day or two, they knew, the great bones would be cleanly\npicked by the carrion birds, the lesser cats, the wolves and foxes\nand the little skulkers.\n\nGetting the time unit out of the helicopter had been quite a\nchore, but they finally had managed and now Adams sat with it\ncradled in his lap.\n\n\"The worst of it,\" he told them, \"is that I can't test it. There's\nno way to. You turn it on and it works or it doesn't work. You\ncan't know till you try.\"\n\n\"That's something we can't help,\" Cooper replied. \"The problem,\nseems to me, is how we're going to use it without the whirlybird.\"\n\n\"We have to figure out some way to get up in the air,\" said Adams.\n\"We don't want to take the chance of going up into the twentieth\ncentury and arriving there about six feet underground.\"\n\n\"Common sense says that we should be higher here than up ahead,\"\nHudson pointed out. \"These hills have stood here since Jurassic\ntimes. They probably were a good deal higher then and have\nweathered down. That weathering still should be going on. So we\nshould be higher here than in the twentieth century--not much,\nperhaps, but higher.\"\n\n\"Did anyone ever notice what the altimeter read?\" asked Cooper.\n\n\"I don't believe I did,\" Adams admitted.\n\n\"It wouldn't tell you, anyhow,\" Hudson declared. \"It would just\ngive our height then and now--and we were moving, remember--and\nwhat about air pockets and relative atmosphere density and all the\nrest?\"\n\nCooper looked as discouraged as Hudson felt.\n\n\"How does this sound?\" asked Adams. \"We'll build a platform twelve\nfeet high. That certainly should be enough to clear us and yet\nsmall enough to stay within the range of the unit's force-field.\"\n\n\"And what if we're two feet higher here?\" Hudson pointed out.\n\n\"A fall of fourteen feet wouldn't kill a man unless he's plain\nunlucky.\"\n\n\"It might break some bones.\"\n\n\"So it might break some bones. You want to stay here or take a\nchance on a broken leg?\"\n\n\"All right, if you put it that way. A platform, you say. A\nplatform out of what?\"\n\n\"Timber. There's lot of it. We just go out and cut some logs.\"\n\n\"A twelve-foot log is heavy. And how are we going to get that big\na log uphill?\"\n\n\"We drag it.\"\n\n\"We try to, you mean.\"\n\n\"Maybe we could fix up a cart,\" said Adams, after thinking a\nmoment.\n\n\"Out of what?\" Cooper asked.\n\n\"Rollers, maybe. We could cut some and roll the logs up here.\"\n\n\"That would work on level ground,\" Hudson said. \"It wouldn't work\nto roll a log uphill. It would get away from us. Someone might get\nkilled.\"\n\n\"The logs would have to be longer than twelve feet, anyhow,\"\nCooper put in. \"You'd have to set them in a hole and that takes\naway some footage.\"\n\n\"Why not the tripod principle?\" Hudson offered. \"Fasten three logs\nat the top and raise them.\"\n\n\"That's a gin-pole, a primitive derrick. It'd still have to be\nlonger than twelve feet. Fifteen, sixteen, maybe. And how are we\ngoing to hoist three sixteen-foot logs? We'd need a block and\ntackle.\"\n\n\"There's another thing,\" said Cooper. \"Part of those logs might\njust be beyond the effective range of the force-field. Part of\nthem would have to--_have to_, mind you--move in time and part\ncouldn't. That would set up a stress....\"\n\n\"Another thing about it,\" added Hudson, \"is that we'd travel with\nthe logs. I don't want to come out in another time with a bunch of\nlogs flying all around me.\"\n\n\"Cheer up,\" Adams told them. \"Maybe the unit won't work, anyhow.\"\n\n\n\n\nVII\n\n\nThe general sat alone in his office and held his head between his\nhands. The fools, he thought, the goddam knuckle-headed fools! Why\ncouldn't they see it as clearly as he did?\n\nFor fifteen years now, as head of Project Mastodon, he had lived\nwith it night and day and he could see all the possibilities\nas clearly as if they had been actual fact. Not military\npossibilities alone, although as a military man, he naturally\nwould think of those first.\n\nThe hidden bases, for example, located within the very strongholds\nof potential enemies--within, yet centuries removed in time. Many\ncenturies removed and only seconds distant.\n\nHe could see it all: The materialization of the fleets; the swift,\ndevastating blow, then the instantaneous retreat into the\nfastnesses of the past. Terrific destruction, but not a ship lost\nnor a man.\n\nExcept that if you had the bases, you need never strike the blow.\nIf you had the bases and let the enemy know you had them, there\nwould never be the provocation.\n\nAnd on the home front, you'd have air-raid shelters that would be\neffective. You'd evacuate your population not in space, but time.\nYou'd have the sure and absolute defense against any kind of\nbombing--fission, fusion, bacteriological or whatever else the\nlabs had in stock.\n\nAnd if the worst should come--which it never would with a setup\nlike that--you'd have a place to which the entire nation could\nretreat, leaving to the enemy the empty, blasted cities and the\nlethally dusted countryside.\n\nSanctuary--that had been what Hudson had offered the\nthen-secretary of state fifteen years ago--and the idiot had\nfrozen up with the insult of it and had Hudson thrown out.\n\nAnd if war did not come, think of the living space and the vast\nnew opportunities--not the least of which would be the opportunity\nto achieve peaceful living in a virgin world, where the old\nhatreds would slough off and new concepts have a chance to grow.\n\nHe wondered where they were, those three who had gone back into\ntime. Dead, perhaps. Run down by a mastodon. Or stalked by tigers.\nOr maybe done in by warlike tribesmen. No, he kept forgetting\nthere weren't any in that era. Or trapped in time, unable to get\nback, condemned to exile in an alien time. Or maybe, he thought,\njust plain disgusted. And he couldn't blame them if they were.\n\nOr maybe--let's be fantastic about this--sneaking in colonists\nfrom some place other than the watched Wisconsin farm, building up\nin actuality the nation they had claimed to be.\n\nThey had to get back to the present soon or Project Mastodon would\nbe killed entirely. Already the research program had been halted\nand if something didn't happen quickly, the watch that was kept on\nthe Wisconsin farm would be called off.\n\n\"And if they do that,\" said the general, \"I know just what I'll\ndo.\"\n\nHe got up and strode around the room.\n\n\"By God,\" he said, \"I'll show 'em!\"\n\n\n\n\nVIII\n\n\nIt had taken ten full days of back-breaking work to build the\npyramid. They'd hauled the rocks from the creek bed half a mile\naway and had piled them, stone by rolling stone, to the height of\na full twelve feet. It took a lot of rocks and a lot of patience,\nfor as the pyramid went up, the base naturally kept broadening\nout.\n\nBut now all was finally ready.\n\nHudson sat before the burned-out campfire and held his blistered\nhands before him.\n\nIt should work, he thought, better than the logs--and less\ndangerous.\n\nGrab a handful of sand. Some trickled back between your fingers,\nbut most stayed in your grasp. That was the principle of the\npyramid of stones. When--and if--the time machine should work,\nmost of the rocks would go along.\n\nThose that didn't go would simply trickle out and do no harm.\nThere'd be no stress or strain to upset the working of the\nforce-field.\n\nAnd if the time unit didn't work?\n\nOr if it did?\n\nThis was the end of the dream, thought Hudson, no matter how you\nlooked at it.\n\nFor even if they did get back to the twentieth century, there\nwould be no money and with the film lost and no other taken to\nreplace it, they'd have no proof they had traveled back beyond the\ndawn of history--back almost to the dawn of Man.\n\nAlthough how far you traveled would have no significance. An hour\nor a million years would be all the same; if you could span the\nhour, you could span the million years. And if you could go back\nthe million years, it was within your power to go back to the\nfirst tick of eternity, the first stir of time across the face of\nemptiness and nothingness--back to that initial instant when\nnothing as yet had happened or been planned or thought, when all\nthe vastness of the Universe was a new slate waiting the first\nchalk stroke of destiny.\n\nAnother helicopter would cost thirty thousand dollars--and they\ndidn't even have the money to buy the tractor that they needed to\nbuild the stockade.\n\nThere was no way to borrow. You couldn't walk into a bank and say\nyou wanted thirty thousand to take a trip back to the Old Stone\nAge.\n\nYou still could go to some industry or some university or the\ngovernment and if you could persuade them you had something on the\nball--why, then, they might put up the cash after cutting\nthemselves in on just about all of the profits. And, naturally,\nthey'd run the show because it was their money and all you had\ndone was the sweating and the bleeding.\n\n\"There's one thing that still bothers me,\" said Cooper, breaking\nthe silence. \"We spent a lot of time picking our spot so we'd miss\nthe barn and house and all the other buildings....\"\n\n\"Don't tell me the windmill!\" Hudson cried.\n\n\"No. I'm pretty sure we're clear of that. But the way I figure,\nwe're right astraddle that barbed-wire fence at the south end of\nthe orchard.\"\n\n\"If you want, we could move the pyramid over twenty feet or so.\"\n\nCooper groaned. \"I'll take my chances with the fence.\" Adams got\nto his feet, the time unit tucked underneath his arm. \"Come on,\nyou guys. It's time to go.\"\n\nThey climbed the pyramid gingerly and stood unsteadily at its top.\n\nAdams shifted the unit around, clasped it to his chest.\n\n\"Stand around close,\" he said, \"and bend your knees a little. It\nmay be quite a drop.\"\n\n\"Go ahead,\" said Cooper. \"Press the button.\"\n\nAdams pressed the button.\n\nNothing happened.\n\nThe unit didn't work.\n\n\n\n\nIX\n\n\nThe chief of Central Intelligence was white-lipped when he\nfinished talking.\n\n\"You're sure of your information?\" asked the President.\n\n\"Mr. President,\" said the CIA chief, \"I've never been more sure of\nanything in my entire life.\"\n\nThe President looked at the other two who were in the room, a\nquestion in his eyes.\n\nThe JCS chairman said, \"It checks, sir, with everything we know.\"\n\n\"But it's incredible!\" the President said.\n\n\"They're afraid,\" said the CIA chief. \"They lie awake nights.\nThey've become convinced that we're on the verge of traveling in\ntime. They've tried and failed, but they think we're near success.\nTo their way of thinking, they've got to hit us now or never,\nbecause once we actually get time travel, they know their number's\nup.\"\n\n\"But we dropped Project Mastodon entirely almost three years ago.\nIt's been all of ten years since we stopped the research. It was\ntwenty-five years ago that Hudson--\"\n\n\"That makes no difference, sir. They're convinced we dropped the\nproject publicly, but went underground with it. That would be the\nkind of strategy they could understand.\"\n\nThe President picked up a pencil and doodled on a pad.\n\n\"Who was that old general,\" he asked, \"the one who raised so much\nfuss when we dropped the project? I remember I was in the Senate\nthen. He came around to see me.\"\n\n\"Bowers, sir,\" said the JCS chairman.\n\n\"That's right. What became of him?\"\n\n\"Retired.\"\n\n\"Well, I guess it doesn't make any difference now.\" He doodled\nsome more and finally said, \"Gentlemen, it looks like this is it.\nHow much time did you say we had?\"\n\n\"Not more than ninety days, sir. Maybe as little as thirty.\"\n\nThe President looked up at the JCS chairman.\n\n\"We're as ready,\" said the chairman, \"as we will ever be. We can\nhandle them--I think. There will, of course, be some--\"\n\n\"I know,\" said the President.\n\n\"Could we bluff?\" asked the secretary of state, speaking quietly.\n\"I know it wouldn't stick, but at least we might buy some time.\"\n\n\"You mean hint that we have time travel?\"\n\nThe secretary nodded.\n\n\"It wouldn't work,\" said the CIA chief tiredly. \"If we really had\nit, there'd be no question then. They'd become exceedingly\nwell-mannered, even neighborly, if they were sure we had it.\"\n\n\"But we haven't got it,\" said the President gloomily.\n\n\n\n\nX\n\n\nThe two hunters trudged homeward late in the afternoon, with a\ndeer slung from a pole they carried on their shoulders. Their\nbreath hung visibly in the air as they walked along, for the frost\nhad come and any day now, they knew, there would be snow.\n\n\"I'm worried about Wes,\" said Cooper, breathing heavily. \"He's\ntaking this too hard. We got to keep an eye on him.\"\n\n\"Let's take a rest,\" panted Hudson.\n\nThey halted and lowered the deer to the ground.\n\n\"He blames himself too much,\" said Cooper. He wiped his sweaty\nforehead. \"There isn't any need to. All of us walked into this\nwith our eyes wide open.\"\n\n\"He's kidding himself and he knows it, but it gives him something\nto go on. As long as he can keep busy with all his puttering\naround, he'll be all right.\"\n\n\"He isn't going to repair the time unit, Chuck.\"\n\n\"I know he isn't. And he knows it, too. He hasn't got the tools or\nthe materials. Back in the workshop, he might have a chance, but\nhere he hasn't.\"\n\n\"It's rough on him.\"\n\n\"It's rough on all of us.\"\n\n\"Yes, but we didn't get a brainstorm that marooned two old friends\nin this tail end of nowhere. And we can't make him swallow it when\nwe say that it's okay, we don't mind at all.\"\n\n\"That's a lot to swallow, Johnny.\"\n\n\"What's going to happen to us, Chuck?\"\n\n\"We've got ourselves a place to live and there's lots to eat. Save\nour ammo for the big game--a lot of eating for each bullet--and\ntrap the smaller animals.\"\n\n\"I'm wondering what will happen when the flour and all the other\nstuff is gone. We don't have too much of it because we always\nfigured we could bring in more.\"\n\n\"We'll live on meat,\" said Hudson. \"We got bison by the million.\nThe plains Indians lived on them alone. And in the spring, we'll\nfind roots and in the summer berries. And in the fall, we'll\nharvest a half-dozen kinds of nuts.\"\n\n\"Some day our ammo will be gone, no matter how careful we are with\nit.\"\n\n\"Bows and arrows. Slingshots. Spears.\"\n\n\"There's a lot of beasts here I wouldn't want to stand up to with\nnothing but a spear.\"\n\n\"We won't stand up to them. We'll duck when we can and run when we\ncan't duck. Without our guns, we're no lords of creation--not in\nthis place. If we're going to live, we'll have to recognize that\nfact.\"\n\n\"And if one of us gets sick or breaks a leg or--\"\n\n\"We'll do the best we can. Nobody lives forever.\"\n\nBut they were talking around the thing that really bothered them,\nHudson told himself--each of them afraid to speak the thought\naloud.\n\nThey'd live, all right, so far as food, shelter and clothing were\nconcerned. And they'd live most of the time in plenty, for this\nwas a fat and open-handed land and a man could make an easy\nliving.\n\nBut the big problem--the one they were afraid to talk about--was\ntheir emptiness of purpose. To live, they had to find some meaning\nin a world without society.\n\nA man cast away on a desert isle could always live for hope, but\nhere there was no hope. A Robinson Crusoe was separated from his\nfellow-humans by, at the most, a few thousand miles. Here they\nwere separated by a hundred and fifty thousand years.\n\nWes Adams was the lucky one so far. Even playing his\nthousand-to-one shot, he still held tightly to a purpose, feeble\nas it might be--the hope that he could repair the time machine.\n\nWe don't need to watch him now, thought Hudson. The time we'll\nhave to watch is when he is forced to admit he can't fix the\nmachine.\n\nAnd both Hudson and Cooper had been kept sane enough, for there\nhad been the cabin to be built and the winter's supply of wood to\ncut and the hunting to be done.\n\nBut then there would come a time when all the chores were finished\nand there was nothing left to do.\n\n\"You ready to go?\" asked Cooper.\n\n\"Sure. All rested now,\" said Hudson.\n\nThey hoisted the pole to their shoulders and started off again.\n\nHudson had lain awake nights thinking of it and all the thoughts\nhad been dead ends.\n\nOne could write a natural history of the Pleistocene, complete\nwith photographs and sketches, and it would be a pointless thing\nto do, because no future scientist would ever have a chance to\nread it.\n\nOr they might labor to build a memorial, a vast pyramid,\nperhaps, which would carry a message forward across fifteen\nhundred centuries, snatching with bare hands at a semblance of\nimmortality. But if they did, they would be working against the\nsure and certain knowledge that it all would come to naught, for\nthey knew in advance that no such pyramid existed in historic\ntime.\n\nOr they might set out to seek contemporary Man, hiking across four\nthousand miles of wilderness to Bering Strait and over into Asia.\nAnd having found contemporary Man cowering in his caves, they\nmight be able to help him immeasurably along the road to his great\ninheritance. Except that they'd never make it and even if they\ndid, contemporary Man undoubtedly would find some way to do them\nin and might eat them in the bargain.\n\nThey came out of the woods and there was the cabin, just a hundred\nyards away. It crouched against the hillside above the spring,\nwith the sweep of grassland billowing beyond it to the slate-gray\nskyline. A trickle of smoke came up from the chimney and they saw\nthe door was open.\n\n\"Wes oughtn't to leave it open that way,\" said Cooper. \"No telling\nwhen a bear might decide to come visiting.\"\n\n\"Hey, Wes!\" yelled Hudson.\n\nBut there was no sign of him.\n\nInside the cabin, a white sheet of paper lay on the table top.\nHudson snatched it up and read it, with Cooper at his shoulder.\n\n    Dear guys--I don't want to get your hopes up again and have\n    you disappointed. But I think I may have found the trouble.\n    I'm going to try it out. If it doesn't work, I'll come back\n    and burn this note and never say a word. But if you find the\n    note, you'll know it worked and I'll be back to get you. Wes.\n\nHudson crumpled the note in his hand. \"The crazy fool!\"\n\n\"He's gone off his rocker,\" Cooper said. \"He just thought....\"\n\nThe same thought struck them both and they bolted for the door. At\nthe corner of the cabin, they skidded to a halt and stood there,\nstaring at the ridge above them.\n\nThe pyramid of rocks they'd built two months ago was gone!\n\n\n\n\nXI\n\n\nThe crash brought Gen. Leslie Bowers (ret.) up out of bed--about\ntwo feet out of bed--old muscles tense, white mustache bristling.\n\nEven at his age, the general was a man of action. He flipped the\ncovers back, swung his feet out to the floor and grabbed the\nshotgun leaning against the wall.\n\nMuttering, he blundered out of the bedroom, marched across the\ndining room and charged into the kitchen. There, beside the door,\nhe snapped on the switch that turned on the floodlights. He\npractically took the door off its hinges getting to the stoop and\nhe stood there, bare feet gripping the planks, nightshirt\nbillowing in the wind, the shotgun poised and ready.\n\n\"What's going on out there?\" he bellowed.\n\nThere was a tremendous pile of rocks resting where he'd parked his\ncar. One crumpled fender and a drunken headlight peeped out of the\nrubble.\n\nA man was clambering carefully down the jumbled stones, making a\ndetour to dodge the battered fender.\n\nThe general pulled back the hammer of the gun and fought to\ncontrol himself.\n\nThe man reached the bottom of the pile and turned around to face\nhim. The general saw that he was hugging something tightly to his\nchest.\n\n\"Mister,\" the general told him, \"your explanation better be a good\none. That was a brand-new car. And this was the first time I was\nset for a night of sleep since my tooth quit aching.\"\n\nThe man just stood and looked at him.\n\n\"Who in thunder are you?\" roared the general.\n\nThe man walked slowly forward. He stopped at the bottom of the\nstoop.\n\n\"My name is Wesley Adams,\" he said. \"I'm--\"\n\n\"Wesley Adams!\" howled the general. \"My God, man, where have you\nbeen all these years?\"\n\n\"Well, I don't imagine you'll believe me, but the fact is....\"\n\n\"We've been waiting for you. For twenty-five long years! Or,\nrather, _I've_ been waiting for you. Those other idiots gave up.\nI've waited right here for you, Adams, for the last three years,\never since they called off the guard.\"\n\nAdams gulped. \"I'm sorry about the car. You see, it was this\nway....\"\n\nThe general, he saw, was beaming at him fondly.\n\n\"I had faith in you,\" the general said.\n\nHe waved the shotgun by way of invitation. \"Come on in. I have a\ncall to make.\"\n\nAdams stumbled up the stairs.\n\n\"Move!\" the general ordered, shivering. \"On the double! You want\nme to catch my death of cold out here?\"\n\nInside, he fumbled for the lights and turned them on. He laid the\nshotgun across the kitchen table and picked up the telephone.\n\n\"Give me the White House at Washington,\" he said. \"Yes, I said the\nWhite House.... The President? Naturally he's the one I want to\ntalk to.... Yes, it's all right. He won't mind my calling him.\"\n\n\"Sir,\" said Adams tentatively.\n\nThe general looked up. \"What is it, Adams? Go ahead and say it.\"\n\n\"Did you say _twenty-five_ years?\"\n\n\"That's what I said. What were you doing all that time?\"\n\nAdams grasped the table and hung on. \"But it wasn't....\"\n\n\"Yes,\" said the general to the operator. \"Yes, I'll wait.\"\n\nHe held his hand over the receiver and looked inquiringly at\nAdams. \"I imagine you'll want the same terms as before.\"\n\n\"Terms?\"\n\n\"Sure. Recognition. Point Four Aid. Defense pact.\"\n\n\"I suppose so,\" Adams said.\n\n\"You got these saps across the barrel,\" the general told him\nhappily. \"You can get anything you want. You rate it, too, after\nwhat you've done and the bonehead treatment you got--but\nespecially for not selling out.\"\n\n\n\n\nXII\n\n\nThe night editor read the bulletin just off the teletype.\n\n\"Well, what do you know!\" he said. \"We just recognized\nMastodonia.\"\n\nHe looked at the copy chief.\n\n\"Where the hell is Mastodonia?\" he asked.\n\nThe copy chief shrugged. \"Don't ask me. You're the brains in this\njoint.\"\n\n\"Well, let's get a map for the next edition,\" said the night\neditor.\n\n\n\n\nXIII\n\n\nTabby, the saber-tooth, dabbed playfully at Cooper with his mighty\npaw.\n\nCooper kicked him in the ribs--an equally playful gesture.\n\nTabby snarled at him.\n\n\"Show your teeth at me, will you!\" said Cooper. \"Raised you from a\nkitten and that's the gratitude you show. Do it just once more and\nI'll belt you in the chops.\"\n\nTabby lay down blissfully and began to wash his face.\n\n\"Some day,\" warned Hudson, \"that cat will miss a meal and that's\nthe day you're it.\"\n\n\"Gentle as a dove,\" Cooper assured him. \"Wouldn't hurt a fly.\"\n\n\"Well, one thing about it, nothing dares to bother us with that\nmonstrosity around.\"\n\n\"Best watchdog there ever was. Got to have something to guard all\nthis stuff we've got. When Wes gets back, we'll be millionaires.\nAll those furs and ginseng and the ivory.\"\n\n\"_If_ he gets back.\"\n\n\"He'll be back. Quit your worrying.\"\n\n\"But it's been five years,\" Hudson protested.\n\n\"He'll be back. Something happened, that's all. He's probably\nworking on it right now. Could be that he messed up the time\nsetting when he repaired the unit or it might have been knocked\nout of kilter when Buster hit the helicopter. That would take a\nwhile to fix. I don't worry that he won't come back. What I can't\nfigure out is why did he go and leave us?\"\n\n\"I've told you,\" Hudson said. \"He was afraid it wouldn't work.\"\n\n\"There wasn't any need to be scared of that. We never would have\nlaughed at him.\"\n\n\"No. Of course we wouldn't.\"\n\n\"Then what _was_ he scared of?\" Cooper asked.\n\n\"If the unit failed and we knew it failed, Wes was afraid we'd try\nto make him see how hopeless and insane it was. And he knew we'd\nprobably convince him and then all his hope would be gone. And he\nwanted to hang onto that, Johnny. He wanted to hang onto his hope\neven when there wasn't any left.\"\n\n\"That doesn't matter now,\" said Cooper. \"What counts is that he'll\ncome back. I can feel it in my bones.\"\n\nAnd here's another case, thought Hudson, of hope begging to be\nallowed to go on living.\n\nGod, he thought, I wish I could be that blind!\n\n\"Wes is working on it right now,\" said Cooper confidently.\n\n\n\n\nXIV\n\n\nHe was. Not he alone, but a thousand others, working desperately,\nknowing that the time was short, working not alone for two men\ntrapped in time, but for the peace they all had dreamed\nabout--that the whole world had yearned for through the ages.\n\nFor to be of any use, it was imperative that they could zero in\nthe time machines they meant to build as an artilleryman would\nzero in a battery of guns, that each time machine would take its\noccupants to the same instant of the past, that their operation\nwould extend over the same period of time, to the exact second.\n\nIt was a problem of control and calibration--starting with a\nprototype that was calibrated, as its finest adjustment, for jumps\nof 50,000 years.\n\nProject Mastodon was finally under way.\n\n\n\n\n\nEnd of Project Gutenberg's Project Mastodon, by Clifford Donald Simak\n\n*** END OF THIS PROJECT GUTENBERG EBOOK PROJECT MASTODON ***\n\n***** This file should be named 22216-8.txt or 22216-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/2/2/1/22216/\n\nProduced by Greg Weeks, dpcfmander and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}