{"title": "Security", "author": "Poul William Anderson", "releaseDate": "August 4, 2007", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n[Illustration]\n\n\n\n\nSECURITY\n\nBY POUL ANDERSON\n\nILLUSTRATED BY EBEL\n\n\n\n\n          In a world where Security is all-important, nothing\n            can ever be secure. A mountain-climbing vacation\n            may wind up in deep Space. Or loyalty may prove\n              to be high treason. But it has its rewards.\n\n\nIt had been a tough day at the lab, one of those days when nothing seems\nable to go right. And, of course, it had been precisely the day Hammond,\nthe Efficiency inspector, would choose to stick his nose in. Another\nmark in his little notebook--and enough marks like that meant a\nderating, and Control had a habit of sending derated labmen to Venus.\nThat wasn't a criminal punishment, but it amounted to the same thing.\nAllen Lancaster had no fear of it for himself; the sector chief of a\nProject was under direct Control jurisdiction rather than Efficiency,\nand Control was friendly to him. But he'd hate to see young Rogers get\nit--the boy had been married only a week now.\n\nTo top the day off, a report had come to Lancaster's desk from Sector\nSeven of the Project. Security had finally cleared it for general\ntransmission to sector chiefs--and it was the complete design of an\nelectronic valve on which some of the best men in Lancaster's own\ndivision, Sector Thirteen, had been sweating for six months. There went\nhalf a year's work down the drain, all for nothing, and Lancaster would\nhave that much less to show at the next Project reckoning.\n\nHe had cursed for several minutes straight, drawing the admiring glances\nof his assistants. It was safe enough for a high-ranking labman to gripe\nabout Security--in fact, it was more or less expected. Scientists had\ntheir privileges.\n\nOne of these was a private three-room apartment. Another was an extra\nliquor ration. Tonight, as he came home, Lancaster decided to make a\ndent in the latter. He'd eaten at the commissary, as usual, but hadn't\nstayed to talk. All the way home in the tube, he'd been thinking of that\nwhiskey and soda.\n\nNow it sparkled gently in his glass and he sighed, letting a smile\ncrease his lean homely face. He was a tall man, a little stooped, his\nclothes--uniform and mufti alike--perpetually rumpled. Solitary by\nnature, he was still unmarried in spite of the bachelor tax and had only\none son. The boy was ten years old now, must be in the Youth Guard;\nLancaster wasn't sure, never having seen him.\n\nIt was dark outside his windows, but a glow above the walls across the\nskyway told of the city pulsing and murmuring beyond. He liked the quiet\nof his evenings alone and had withstood a good deal of personal and\nofficial pressure to serve in various patriotic organizations. \"Damn\nit,\" he had explained, \"I'm not doing routine work. I'm on a Project,\nand I need relaxation of my own choosing.\"\n\nHe selected a tape from his library. _Eine Kleine Nachtmusik_ lilted\njoyously about him as he found a chair and sat down. Control hadn't\ngotten around to making approved lists of music yet, though you'd\nsurely never hear Mozart in a public place. Lancaster got a cigar from\nthe humidor and collapsed his long gaunt body across chair and hassock.\nSmoke, whiskey, good music--they washed his mind clean of worry and\nfrustration; he drifted off in a mist of unformed dreams. Yes, it wasn't\nsuch a bad world.\n\n       *       *       *       *       *\n\nThe mail-tube went _ping!_ and he opened his eyes, swearing. For a\nmoment he was tempted to let the pneumo-roll lie where it fell, but\nhabit was too strong. He grumbled his way over to the basket and took it\nout.\n\nThe stamp across it jerked his mind to wakefulness. _OfiSal, sEkret, fOr\nadresE OnlE_--and a Security seal!\n\nAfter a moment he swallowed his thumping heart. It couldn't be serious,\nnot as far as he personally was concerned anyway. If that had been the\ncase, a squad of monitors would have been at the door. Not this message\ntube.... He broke the seal and unfolded the flimsy with elaborate care.\nSlowly, he scanned it. Underneath the official letterhead, the words\nwere curt. \"_Dis iz A matr uv urjensE and iz top sEkret. destrY Dis letr\nand Du tUb kontAniN it._ tUmOrO, 15 jUn, at 2130 ourz, U wil gO tU Du\nobzurvatOrE, A nIt klub at 5730 viktOrE strEt, and ask Du hedwAtr fOr A\nmistr Berg. U wil asUm Dat hE iz an Old frend uv yOrz and Dat Dis iz A\nsOSal EveniN. Du UZUal penaltEz ar invOkt fOr fAlUr tU komplI.\"\n\nThere was no signature. Lancaster stood for a moment, trying to imagine\nwhat this might be. There was a brief chill of sweat on his skin. Then\nhe suppressed his emotions. He had nothing to fear. His record was clean\nand he wasn't being arrested.\n\nHis mind wandered rebelliously off on something that had occurred to him\nbefore. Admittedly the new phonetic orthography was more efficient than\nthe old, if less esthetic; but since little of the earlier literature\nwas being re-issued in modern spelling not too many books had actually\nbeen condemned as subversive--only a few works on history, politics,\nphilosophy, and the like, together with some scientific texts restricted\nfor security reasons; but one by one, the great old writings were sent\nto forgetfulness.\n\nWell, these were critical times. There wasn't material and energy to\nspare for irrelevant details. No doubt when complete peace was achieved\nthere would be a renaissance. Meanwhile he, Lancaster, had his\nEuripides and Goethe and whatever else he liked, or knew where to borrow\nit.\n\nAs for this message, they must want him for something big, maybe\nsomething really interesting.\n\nNevertheless, his evening was ruined.\n\n       *       *       *       *       *\n\nThe Observatory was like most approved recreation spots--large and\nraucous, selling unrationed food and drink and amusement at uncontrolled\nprices of which the government took its usual lion's share. The angle in\nthis place was astronomy. The ceiling was a blue haze a-glitter with\nslowly wheeling constellations, and the strippers began with\nmake-believe spacesuits. There were some rather good murals on the walls\ndepicting various stages of the conquest of space. Lancaster was amused\nat one of them. When he'd been here three years ago, the first landing\non Ganymede had shown a group of men unfurling a German flag. It had\nstuck in his mind, because he happened to know that the first expedition\nthere had actually been Russian. That was all right then, seeing that\nGermany was an ally at the time. But now that Europe was growing\nincreasingly cold to the idea of an American-dominated world, the\nGanymedean pioneers were holding a good safe Stars and Stripes.\n\nOh, well. You had to keep the masses happy. They couldn't see that their\nsacrifices and the occasional short wars were necessary to prevent\nanother real smashup like the one seventy-five years ago. Lancaster's\nannoyance was directed at the sullen foreign powers and the traitors\nwithin his own land. It was because of them that science had to be\nstrait-jacketed by Security regulations.\n\nThe headwaiter bowed before him. \"I'm looking for a friend,\" said\nLancaster. \"A Mr. Berg.\"\n\n\"Yes, sir. This way, please.\"\n\nLancaster slouched after him. He'd worn the dress uniform of a Project\nofficer, but he felt that all eyes were on its deplorable sloppiness.\nThe headwaiter conducted him between tables of half-crocked\ncustomers--burly black-uniformed Space Guardsmen, army and air officers,\nrichly clad industrialists and union bosses, civilian leaders, their\nwives and mistresses. The waiters were all Martian slaves, he noticed,\ntheir phosphorescent owl-eyes smoldering in the dim blue light.\n\nHe was ushered into a curtained booth. There was an auto-dispenser so\nthat those using it need not be interrupted by servants, and an\nultrasonic globe on the table was already vibrating to soundproof the\nregion. Lancaster's gaze went to the man sitting there. In spite of\nbeing short, he was broad-shouldered and compact in plain gray evening\npajamas. His face was round and freckled, almost cherubic, under a shock\nof sandy hair, but there were merry little devils in his eyes.\n\n       *       *       *       *       *\n\n\"Good evening, Dr. Lancaster,\" he said. \"Please sit down. What'll you\nhave?\"\n\n\"Thanks, I'll have Scotch and soda.\" Might as well make this expensive,\nif the government was footing the bill. And if this--Berg--thought him\nun-American for drinking an imported beverage, what of it? The scientist\nlowered himself into the seat opposite his host.\n\n\"I'm having the same, as a matter of fact,\" said Berg mildly. He twirled\nthe dial and slipped a couple of five-dollar coins into the dispenser\nslot. When the tray was ejected, he sipped his drink appreciatively and\nlooked across the rim of the glass at the other man.\n\n\"You're a high-ranking physicist on the Arizona Project, aren't you, Dr.\nLancaster?\" he asked.\n\nThat much was safe to admit. Lancaster nodded.\n\n\"What is your work, precisely?\"\n\n\"You know I can't tell you anything like that.\"\n\n\"It's all right. Here are my credentials.\" Berg extended a wallet.\nLancaster scanned the cards and handed them back.\n\n\"Okay, so you're in Security,\" he said. \"I still can't tell you\nanything, not without proper clearance.\"\n\nBerg chuckled amiably. \"Good. I'm glad to see you're discreet. Too many\nlabmen don't understand the necessity of secrecy, even between different\nbranches of the same organization.\" With a sudden whip-like sharpness:\n\"You didn't tell anyone about this meeting, did you?\"\n\n\"No, of course not.\" Despite himself, Lancaster was rattled. \"That is, a\nfriend asked if I'd care to go out with her tonight, but I said I was\nmeeting someone else.\"\n\n\"That's right.\" Berg relaxed, smiling. \"All right, we may as well get\ndown to business. You're getting quite an honor, Dr. Lancaster. You've\nbeen tapped for one of the most important jobs in the Solar System.\"\n\n\"Eh?\" Lancaster's eyes widened behind the contact lenses. \"But no one\nelse has informed me--\"\n\n\"No one of your acquaintance knows of this. Nor shall they. But tell me,\nyou've done work on dielectrics, haven't you?\"\n\n\"Yes. It's been a sort of specialty of mine, in fact. I wrote my thesis\non the theory of dielectric polarization and since then--no, that's\nclassified.\"\n\n\"M-hm.\" Berg took another sip of his drink. \"And right now you're just a\ncog in a computer-development Project. You see, I do know a few things\nabout you. However, we've decided--higher up, you know, in fact on the\nvery top level--to take you off it for the time being and put you on\nthis other job, one concerning your specialty. Furthermore, you won't be\npart of a great organizational machine, but very much on your own. The\nfewer who know of this, the better.\"\n\nLancaster wasn't sure he liked that. Once the job was done--if he were\npossessed of all information on it--he might be incarcerated or even\nshot as a Security risk. Things like that had happened. But there wasn't\nmuch he could do about it.\n\n\"Have no fears.\" Berg seemed to read his thoughts. \"Your reward may be a\nlittle delayed for Security reasons, but it will come in due time.\" He\nleaned forward, earnestly. \"I repeat, this project is _top secret_. It's\na vital link in something much bigger than you can imagine, and few men\nbelow the President even know of it. Therefore, the very fact that\nyou've worked on it--that you've done any outside work at all--must\nremain unknown, even to the chiefs of your Project.\"\n\n\"Good stunt if you can do it,\" shrugged Lancaster. \"But I'm hot.\nSecurity keeps tabs on everything I do.\"\n\n\"This is how we'll work it. You have a furlough coming up in two weeks,\ndon't you--a three months' furlough? Where were you going?\"\n\n\"I thought I'd visit the Southwest. Get in some mountain climbing, see\nthe canyons and Indian ruins and--\"\n\n\"Yes, yes. Very well. You'll get your ticket as usual and a reservation\nat the Tycho Hotel in Phoenix. You'll go there and, on your first\nevening, retire early. Alone, I need hardly add. We'll be waiting for\nyou in your room. There'll be a very carefully prepared\nduplicate--surgical disguise, plastic fingerprinting tips, fully\neducated in your habits, tastes, and mannerisms. He'll stay behind and\ncarry out your vacation while we smuggle you away. A similar exchange\nwill be affected when you return, you'll be told exactly how your double\nspent the summer, and you'll resume your ordinary life.\"\n\n\"Ummm--well--\" It was too sudden. Lancaster had to hedge. \"But\nlook--I'll be supposedly coming back from an outdoor vacation, with a\nsuntan and well rested. Somebody's going to get suspicious.\"\n\n\"There'll be sun lamps where you're going, my friend. And I think the\nchance to work independently on something that really interests you will\nprove every bit as restful to your nerves as a summer's travel. I know\nthe scientific mentality.\" Berg chuckled. \"Yes, indeed.\"\n\n       *       *       *       *       *\n\nThe exchange went off so smoothly that it was robbed of all melodrama,\nthough Lancaster had an unexpectedly eerie moment when he confronted his\ndouble. It was his own face that looked at him, there in the impersonal\nhotel room, himself framed against blowing curtains and darkness of\nnight. Then Berg gestured him to follow and they went down a cord ladder\nhanging from the window sill. A car waited in the alley below and slid\ninto easy motion the instant they had gotten inside.\n\nThere was a driver and another man in the front seat, both shadows\nagainst the moving blur of street lamps and night. Berg and Lancaster\nsat in the rear, and the secret agent chatted all the way. But he said\nnothing of informational content.\n\nWhen the highway had taken them well into the loneliness of the desert,\nthe car turned off it, bumped along a miserable dirt track until it had\ncrossed a ridge, and slowed before a giant transcontinental dieselectric\ntruck. A man emerged from its cab, waving an unhurried arm, and the car\nswung around to the rear of the van. There was a tailgate lowered,\nforming a ramp; above it, the huge double doors opened on a cavern of\nblackness. The car slid up the ramp, and the man outside pushed it in\nafter them and closed the doors. Presently the truck got into motion.\n\n\"This is _really_ secret!\" whistled Lancaster. He felt awed and\nhelpless.\n\n\"Quite so. Security doesn't like the government's right hand to know\nwhat its left is doing.\" Berg smiled, a dim flash of teeth in his\nshadowy face. Then he was serious. \"It's necessary, Lancaster. You don't\nknow how strong and well-organized the subversives are.\"\n\n\"They--\" The physicist closed his mouth. It was true--he hadn't the\nfaintest notion, really. He followed the news, but in a cursory fashion,\nwithout troubling to analyze the meaning of it. Damn it all, he had\nenough else to think about. Just as well that elections had been\nsuspended and bade fair to continue indefinitely in abeyance. If he, a\nmember of the intelligentsia, wasn't sufficiently acquainted with the\npolitical and military facts of life to make rational decisions, it\ncertainly behooved the ill-educated masses to obey.\n\n\"We might as well stretch ourselves,\" said the driver. \"Long way to go\nyet.\" He climbed out and switched on an overhead light.\n\n       *       *       *       *       *\n\nThe interior of the van was roomy, even allowing for the car. There were\nbunks, a table and chairs, a small refrigerator and cookstove. The\ndriver, a lean saturnine man who seemed to be forever chewing gum, began\nto prepare coffee. The other sat down, whistling tunelessly. He was\nyoung and powerfully built, but his right arm ended in a prosthetic\nclaw. All of them were dressed in inconspicuous civilian garb.\n\n\"Take us about ten hours, maybe,\" said Berg. \"The spaceship's 'way over\nin Colorado.\"\n\nHe caught Lancaster's blank stare, and grinned. \"Yes, my friend, your\nlab is out in space. Surprised?\"\n\n\"Mmm--yeah. I've never been off Earth.\"\n\n\"Sokay. We run at acceleration, you won't be spacesick.\" Berg drew up a\nchair, sat down, and tilted it back against a wall. The steady rumble of\nengines pulsed under his words:\n\n\"It's interesting, really, to consider the relationship between\ngovernment and military technology. The powerful, authoritarian\ngovernments have always arisen in such times as the evolution of warfare\nmade a successful fighting machine something elaborate, expensive, and\nmaintainable by professionals only. Like in the Roman Empire. It took\nyears to train a legionnaire and a lot of money to equip an army and\nkeep it in the field. So Rome became autarchic. However, it was not so\nexpensive a proposition that a rebellious general couldn't put some\ntroops up for a while--or he could pay them with plunder. So you did get\ncivil wars. Later, when the Empire had broken up and warfare relied\nlargely on the individual barbarian who brought his own weapons with\nhim, government loosened. It had to--any ruler who got to throwing his\nweight around too much would have insurrection on his hands. Then as war\nagain became an art--well, you see how it goes. There are other factors,\nof course, like religion--ideology in general. But by and large, it's\nworked out the way I explained it. Because there are always people\nwilling to fight when government encroaches on what they consider their\nliberties, and governments are always going to try to encroach. So the\nbalance struck depends on comparative strength. The American colonists\nback in 1776 relied on citizen levies and weapons were so cheap and\nsimple that almost anyone could obtain them. Therefore government stayed\nloose for a long time. But nowadays, who except a government can make\natomic bombs and space rockets? So we get absolute states.\"\n\n       *       *       *       *       *\n\nLancaster looked around, feeling the loneliness close in on him. The\ndriver was still clattering the coffee pot. The one-armed man was\nutterly blank and expressionless. And Berg sat there, smiling, pouring\nout those damnable cynicisms. Was it some kind of test? Were they\nprobing his loyalty? What kind of reply was expected?\n\n\"We're a democratic nation and you know it,\" he said. It came out more\nfeebly than he had thought.\n\n\"Oh, well, sure. This is just a state of emergency which has lasted\nunusually long, seventy-two years to be exact. If we hadn't lost World\nWar III, and needed a powerful remilitarization to overthrow the Soviet\nworld--but we did.\" Berg took out a pack of cigarettes. \"Smoke? I was\njust trying to explain to you why the subversives are so dangerous. They\nhave to be, or they wouldn't stand any kind of chance. When you set out\nto upset something as big as the United States government, it's an all\nor nothing proposition. They've had a long time now to organize, and\nthere's a huge percentage of malcontents to help them out.\"\n\n\"Malcontents? Well, look, Berg--I mean, you're the expert and of course\nyou know your business, but a natural human grumble at conditions\ndoesn't mean revolutionary sentiments. These aren't such bad times.\nPeople have work, and their needs are supplied. They aren't hankering to\nhave the Hemispheric Wars back again.\"\n\n\"The standard revolutionary argument,\" said Berg patiently, \"is that the\nrebels aren't trying to overthrow the nation at all, but simply to\nrestore constitutional and libertarian government. It's common\nknowledge that they have help and some subsidies from outside, but it's\ncontended that these are merely countries tired of a world dominated by\nan American dictatorship and, being small Latin-American and European\nstates, couldn't possibly think of conquering us. Surely you've seen\nsubversive literature.\"\n\n\"Well, yes. Can't help finding their pamphlets. All over the place.\nAnd--\" Lancaster closed his mouth. No, damned if he was going to admit\nthat he knew three co-workers who listened to rebel propaganda\nbroadcasts. Those were silly, harmless kids--why get them in trouble,\nmaybe get them sent to camp?\n\n       *       *       *       *       *\n\n\"You probably don't appreciate the hold that kind of argument has on all\ntoo many intellectuals--and a lot of the common herd, too,\" said Berg.\n\"Naturally you wouldn't--if your attitude has always been unsympathetic,\nthese people aren't going to confide their thoughts to you. And then\nthere are bought men, and spies smuggled in, and--oh, I needn't\nelaborate. It's enough to say that we've been thoroughly infiltrated,\nand that most of their agents have absolutely impeccable dossiers. We\ncan't give neoscop to everybody, you know--Security has to rely on spot\nchecks and the testing of key personnel. Only when organizations get as\nbig as they are today, there's apt to be no real key man, and a few\nspies strategically placed in the lower echelons can pick-up a hell of a\nlot of information. Then there are the colonists out on the planets--our\nhold on them has always necessarily been loose, because of\ntransportation and communication difficulties if nothing else. And, as I\nsay, foreign powers. A little country like Switzerland or Denmark or\nVenezuela can't do much by itself, but an undercover international\npooling of resources.... Anyway, we have reason to believe in the\nexistence of a large, well financed, well organized underground, with\ntrained fighting men, big secret weapons dumps, and saboteurs ready for\nthe word 'go'--to say nothing of a restless population and any number of\ncovert sympathizers who'd follow if the initial uprising had good\nresults.\"\n\n\"Or bad, depending on whose viewpoint you take,\" grinned the one-armed\nman.\n\nLancaster put his elbows on his knees and rested his forehead on shaking\nhands. \"What has all this got to do with me?\" he protested. \"I'm not\nthe hero of some cloak-and-dagger spy story. I'm no good at undercover\nstuff--what do you want of me?\"\n\n\"It's very simple,\" Berg replied quietly. \"The balance of power is still\nwith the government, because it does have more of the really heavy\nweapons than any other group can possibly muster. Alphabet bombs,\nartillery, rockets, armor, spaceships and space missiles. You see? Only\nresearch has lately suggested that a new era in warfare is developing--a\nnew weapon as decisive as the Macedonian phalanx, gunpowder, and\naircraft were in their day.\" As Lancaster raised his eyes, he met an\nalmost febrile glitter in Berg's gaze. \"And _this_ weapon may reverse\nthe trend. It may be the cheap and simple arm that anyone can make and\nuse--the equalizer! So we've got to develop it before the rebels do.\nThey have laboratories of their own, and their skill at stealing our\nsecrets makes it impossible for us to trust the research to a Project in\nthe usual manner. The fewer who knew of this weapon, the better--because\nin the wrong hands it could mean--Armageddon!\"\n\n       *       *       *       *       *\n\nThe run from Earth was short, for the space laboratory wasn't far away\nat the moment as interplanetary distances go. Lancaster wasn't told\nanything about its orbit, but guessed that it had a path a million miles\nor so sunward from Earth and highly tilted with respect to the ecliptic.\nThat made for almost perfect concealment, for what spaceship would\nnormally go much north or south of the region containing the planets?\n\nHe was too preoccupied during the journey to estimate orbital figures,\nanyway. He had seen enough pictures of open space, and some of them had\nbeen excellent. But the reality towered unbelievably over all\nrepresentations. There simply is no way of describing that naked\ngrandeur, and when you have once experienced it you don't want to try.\nHis companions--Berg and the one-armed Jessup, who piloted the\nspaceboat--respected his need for silence.\n\nThe station had been painted non-reflecting black, which complicated\ntemperature control but made accidental observation of its existence\nalmost impossible. It loomed against the cold glory of stars like a pit\nof ultimate darkness, and Jessup had to guide the boat in with radar.\nWhen the last lock had clanged shut behind him and he stood in a narrow\nmetal corridor, shut away from the sky, Lancaster felt a sense of\nunendurable loss.\n\nIt faded, and he grew aware of others watching him. There were half a\ndozen people, a motley group dressed in any shabby garment they happened\nto fancy, with no sign of the semi-military discipline of a Project\ncrew. A Martian hovered in the background, and Lancaster didn't notice\nhim at first. Berg introduced the humans casually. There was a stocky\ngray-haired man named Friedrichs, a lanky space-tanned young chap called\nIsaacson, a middle-aged woman and her husband by the name of Dufrere, a\nquiet Oriental who answered to Hwang, and a red-haired woman presented\nas Karen Marek. These, Berg explained, were the technicians who would be\nhelping Lancaster. This end of the space station was devoted to the labs\nand factories; for security reasons, Lancaster couldn't be permitted to\ngo elsewhere, but it was hoped he would be comfortable here.\n\n\"Ummm--pardon me, aren't you a rather mixed group?\" asked the physicist.\n\n\"Yes, very,\" said Berg cheerfully. \"The Dufreres are French, Hwang is\nChinese, and Karen here is Norwegian though her husband was Czech. Not\nto mention.... There you are, I didn't see you before! Dr. Lancaster,\nI'd like you to meet Rakkan of Thyle, Mars, a very accomplished labman.\"\n\n       *       *       *       *       *\n\nLancaster gulped, shifting his feet and looking awkwardly at the small\ngray-feathered body and the beaked owl-face. Rakkan bowed politely,\nsparing Lancaster the decision of whether or not to shake the clawlike\nhand. He assumed Rakkan was somebody's slave--but since when did slaves\nact as social equals?\n\n\"But you said this project was top secret!\" he blurted.\n\n\"Oh, it is,\" smiled Karen Marek. She had a husky, pleasant voice, and\nwhile she was a little too thin to be really good-looking, she was cast\nin a fine mold and her eyes were large and gray and lovely. \"I assure\nyou, non-Americans are perfectly capable of preserving a secret. More so\nthan most Americans, really--we don't have ties on Earth. No one to blab\nto.\"\n\n\"It's not well known today, but the original Manhattan Project that\nconstructed the first atomic bombs had quite an international\ncharacter,\" said Berg. \"It even included German, Italian, and Hungarian\nelements though the United States was at war with those countries.\"\n\n\"Come along and we'll get you settled in your quarters,\" invited\nIsaacson.\n\nLancaster followed him down the long hallways, rather dazed with the\nwhole business. He noticed that the space station had a crude,\nunfinished look, as if it had been hastily thrown together from whatever\nmaterials were available. That didn't ring true for a government\nenterprise, no matter how secret.\n\nBerg seemed to read his thought again. \"We've worked under severe\nhandicaps,\" he said. \"Look, just suppose a lot of valuable material and\nequipment were ferried into space. If it's an ordinary government deal,\nyou know how many light-years of red tape are involved. Requisitions\nhave to be filled out in triplicate, every last rivet has to be\naccounted for--there'd simply have been too much chance of a rebel spy\ngetting a lead on us. It was safer all around to use whatever chance\nmaterials could be obtained from salvage or through individual purchases\non other planets. Ever hear of the _Waikiki_?\"\n\n\"Ummm--seems so--wasn't she the big freighter that disappeared many\nyears ago?\"\n\n\"That's the one. A meteor swarm struck her on the way to Venus.\nFurthermore, one of them shorted out her engine controls, so that she\nswooped out of the ecliptic plane and fell into an eccentric skew orbit.\nWhen this project was first started, one of our astronomers thought he'd\nidentified the swarm--it has a regular path of its own about the sun,\nthough the orbit is so cockeyed that spaceships hardly ever even see the\nthings. Anyway, knowing the orbit of the meteors and that of the\n_Waikiki_ at the time, he could calculate where the disaster must have\ntaken place--which gave us a lead in searching for the hulk. We found it\nafter a lot of investigation, moved it here, and built the station up\naround it. Very handy. And completely secret.\"\n\nLancaster had always suspected that Security was a little mad. Now he\nknew it. Oh, well--\n\n       *       *       *       *       *\n\nHis room was small and austere, but privacy was nice. The lab crew ate\nin a common refectory. Beyond the edge of their territory, great\nbulkheads blocked off three-fourths of the space station. Lancaster was\nsure that many people and several Martians lived there, for in the days\nthat followed he saw any number of strangers appearing and disappearing\nin the region allowed him. Most of these were workmen of some kind or\nother, called in to help the lab crew as needed, but all of them were\ntight-lipped. They must have been cautioned not to speak to the guest\nmore than was strictly necessary.\n\nLiving was Spartan in the station. It rotated fast enough to give\nweight, but even on the outer skin that was only one-half Earth gravity.\nA couple of silent Martians prepared undistinguished meals and did\nhousework in the quarters. There were no films or other organized\nrecreation, though Lancaster was told that the forbidden sector included\na good-sized room for athletics.\n\nBut the crew he worked with didn't seem to mind. They had their own\nlarge collections of books and music wires, which they borrowed from\neach other. They played chess and poker with savage skill. Conversation\nwas, at first, somewhat restrained in Lancaster's presence, and most of\nthe humor had so little reference to things he knew that he couldn't\nfollow it, but he became aware that they talked with more animation and\nintelligence than his friends on Earth. Manners were utterly informal,\nand it wasn't long before even Lancaster was being addressed by his\nfirst name; but cooperation was smooth and there seemed to be none of\nthe intrigue and backbiting of a typical Project crew.\n\nAnd the work filled their lives. Lancaster was caught up in it the \"day\"\nafter his arrival, realized at once what it meant, and was plunged into\nthe fascination of it. Berg hadn't lied; this was big!\n\nThe perfect dielectric.\n\nSuch, at least, was the aim of the project. It was explained to\nLancaster that one Dr. Sophoulis had first seen the possibilities and\norganized the research. It had gone ahead slowly, hampered by a lack of\nneeded materials and expert personnel. When Sophoulis died, none of his\nassistants felt capable of carrying on the work at any decent rate of\nspeed. They were all competent in their various specialties, but it\ntakes more than training to do basic research--a certain inborn,\nintuitive flair is needed. So they had sent to Earth for a new\nboss--Lancaster.\n\nThe physicist scratched his head in puzzlement. It didn't seem right\nthat something so important should have to take the leavings of\ntechnical personnel. Secrecy or not, the most competent men on Earth\nshould have been tapped for this job, and they should have been given\neverything they needed to carry it through. Then he forgot his\nbewilderment in the clean chill ecstasy of the work.\n\n       *       *       *       *       *\n\nMan had been hunting superior dielectrics for a long time now. It was\nmore than a question of finding the perfect electrical insulator, though\nthat would be handy too. What was really important was the sort of\ncondensers made possible by a genuinely good dielectric material. Given\nthat, you could do fantastic things in electronics. Most significant of\nall was the matter of energy storage. If you could store large amounts\nof electricity in an accumulator of small volume, without appreciable\nleakage loss, you could build generators designed to handle average\nrather than peak load--with resultant savings in cost; you could build\nelectric motors, containing their own energy supply and hence\nportable--which meant electric automobiles and possibly aircraft; you\ncould use inconveniently located power sources, such as remote\nwaterfalls, or dilute sources like sunlight, to augment--maybe\neventually replace--the waning reserves of fuel and fissionable\nminerals; you could.... Lancaster's mind gave up on all the\npossibilities opening before him and settled down to the immediate task\nat hand.\n\n\"The original mineral was found on Venus, in the Gorbu-vashtar country,\"\nexplained Karen Marek. \"Here's a sample.\" She gave him a lump of rough,\ndense material which glittered in hard rainbow points of light. \"It was\njust a curiosity at first, till somebody thought to test its electrical\nproperties. Those were slightly fantastic. We have all chemical and\nphysical data on this stuff already, of course, as well as an excellent\nidea of its crystal structure. It's a funny mixture of barium and\ntitanium compounds with some rare earths and--well, read the report for\nyourself.\"\n\nLancaster's eyes skimmed down the sheaf of papers she handed him. \"Can't\nmake very good condensers out of this,\" he objected. \"Too brittle--and\nlook how the properties vary with temperature. A practical dielectric\nhas to be stable in every way, at least over the range of conditions you\nintend to use it in.\"\n\nShe nodded.\n\n\"Of course. Anyway, the mineral is very rare on Venus, and you know how\ntough it is to search for anything in Gorbu-vashtar. What's important is\nthe lead it gave Sophoulis. You see, the dielectric constant of this\nmaterial isn't constant at all. It _increases_ with applied voltage.\nLook at this curve here.\"\n\nLancaster whistled. \"What the devil--but that's impossible! That much\nvariability means a crystal structure which is--uh--flexible, damn it!\nBut you've got a brittle substance here--\"\n\nAccording to the accepted theory of dielectricity, this couldn't be.\nLancaster realized with a thumping behind his veins that the theory\nwould have to be modified. Rather, this was an altogether different\nphenomenon from normal insulation.\n\nHe supposed some geological freak had formed the mineral. Venus was a\nstrange planet anyway. But that didn't matter. The important thing now\nwas to get to know this process. He went off into a happy mist of\nquantum mechanics, oscillation theory, and periodic functions of a\ncomplex variable.\n\nKaren and Isaacson exchanged a slow smile.\n\n       *       *       *       *       *\n\nSophoulis and his people had done heroic work under adverse conditions.\nA tentative theory of the mechanism involved had already been\nformulated, and the search had started for a means to duplicate the\nsuper-dielectricity in materials otherwise more suitable to man's needs.\nBut as he grew familiar with the place and the job, Lancaster wondered\njust how adverse the conditions really were.\n\nTrue, the equipment was old and cranky, much of it haywired together,\nmuch of it invented from scratch. But Rakkan the Martian, for all his\nlack of formal education, was unbelievably clever where it came to\nmaking apparatus and making it behave, and Friedrichs was a top-flight\ndesigner. The lab had what it needed--wasn't that enough?\n\nThe rest of Lancaster's crew were equally good. The Dufreres were\nphysical chemists _par excellence_, Isaacson a brilliant\ncrystallographer with an unusual brain for mathematics, Hwang an expert\non quantum theory and inter-atomic forces, Karen an imaginative\nexperimenter. None of them quite had the synthesizing mentality needed\nfor an overall picture and a fore-vision of the general direction of\nwork--that had been Sophoulis' share, and was now Lancaster's--but they\nwere all cheerful and skilled where it came to detail work and could\noften make suggestions in a theoretical line.\n\nThen, too, there was no Security snooping about, no petty scramble for\nrecognition and promotion, no red tape. What was more important,\nLancaster began to realize, was the personal nature of the whole\naffair. In a Project, the overall chief set the pattern, and it was\nfollowed by his subordinates with increasingly less latitude as you\nworked down through the lower ranks. You did what you were told,\nproduced results or else, and kept your mouth shut outside your own\nsector of the Project. You had only the vaguest idea of what actually\nwas being created, and why, and how it fitted into the broad scheme of\nsociety.\n\nHwang and Rakkan commented on that, one \"evening\" at dinner when they\nhad grown more relaxed in Lancaster's presence. \"It was inevitable, I\nsuppose, that scientific research should become corporate,\" said the\nChinese. \"So much equipment was needed, and so many specialties had to\nbe coordinated, that the solitary genius with only a few assistants\nhadn't a chance. Nevertheless, it's a pity. It's destroyed initiative in\nmany promising young men. The top man is no longer a scientist at\nall--he's an administrator with some technical background. The lower\nranks do have to exercise ingenuity, yes, but only along the lines they\nare ordered to follow. If some interesting sideline crops up, they can't\ninvestigate it. All they can do is submit a memorandum to the chief, and\nmost likely if anything is done it will be carried out by someone else.\"\n\n\"What would you do about it?\" shrugged Lancaster. \"You just admitted\nthat the old-time genius in a garret can't compete.\"\n\n\"No--but the small team of creative specialists, each with an excellent\nunderstanding of the others' fields, and each working in a loose,\nfree-willed cooperation with the rest, can. Indeed, the results will be\nmuch better. It was tried once, you may know. The early cybernetics men,\nback in the last century, worked that way.\"\n\n\"I wish we could co-opt some biologists and psychologists into this,\"\nmurmured Rakkan. His English was good, though indescribably accented by\nhis vocal apparatus. \"The cellular and neural implications of\ndielectricity look--promising. Maybe later.\"\n\n\"Well,\" said Lancaster defensively, \"a large Project can be made more\nsecure--less chance of leakage.\"\n\nHwang said nothing, but he cocked an eyebrow at an almost treasonable\nangle.\n\n       *       *       *       *       *\n\nIn going through Sophoulis' equations, Lancaster found what he believed\nwas the flaw that was blocking progress. The man had used a simplified\nquantum mechanics without correction for relativistic effects. That made\nfor neater mathematics but overlooked certain space-time aspects of the\npsi function. The error was excusable, for Sophoulis had not been\nfamiliar with the Belloni matrix, a mathematical tool that brought order\ninto what was otherwise incomprehensible chaos. Belloni's work was still\nclassified information, being too useful, in the design of new alloys,\nfor general consumption. Lancaster went happily to work correcting the\nequations. But when he was finished, he realized that he had no business\nshowing his results without proper clearance.\n\nHe wandered glumly into the lab. Karen was there alone, setting up an\napparatus for the next attempt at heat treatment. A smock covered her\ninto shapelessness, and her spectacular hair was bound up in a kerchief,\nbut she still looked good. Lancaster, a shy man, was more susceptible to\nher than he wanted to be.\n\n\"Where's Berg?\" he asked.\n\n\"Back on Earth with Jessup,\" she told him. \"Why?\"\n\n\"Damn! It holds up the whole business till he returns.\" Lancaster\nexplained his difficulty.\n\nKaren laughed. \"Oh, that's all right,\" she said in the low voice he\nliked to hear. \"We've all been cleared.\"\n\n\"Not officially. I've got to see the papers.\"\n\nShe glared at him then and stamped her foot. \"How stupid can you get\nwithout having to be spoon fed?\" she snapped. \"You've seen how much we\nthink of regulations here. Let's have those equations, Mac.\"\n\n\"But--blast it, Karen, you don't appreciate the need for security. Berg\nexplained it to me once--how dangerous the rebels are, and how easily\nthey can steal our secrets. And they'll stop at nothing. Do you want\nanother Hemispheric War?\"\n\nShe looked oddly at him, and when she spoke it was softly. \"Allen, do\nyou really believe that?\"\n\n\"Certainly! It's obvious, isn't it? Our country is maintaining the peace\nof the Solar System--once we drop the reins, all hell will run away from\nus.\"\n\n\"What's wrong with setting up a world-wide federation of countries? Most\nother nations are willing.\"\n\n\"But that--it's not _practical_!\"\n\n\"How do you know? It's never been tried.\"\n\n\"Anyway, we can't decide policy. That's just not for us.\"\n\n\"The United States is a democratic country--remember?\"\n\n\"But--\" Lancaster looked away. For a moment he stood unspeaking, and she\nwatched him with grave eyes and said nothing. Then, not really knowing\nwhy he did it, he lifted a defiant head. \"All right! We'll go ahead--and\nif Berg sends us all to camp, don't blame me.\"\n\n\"He won't.\" She laughed and clapped his shoulder. \"You know, Allen,\nthere are times when I think you're human after all.\"\n\n\"Thanks,\" he grinned wryly. \"How about--uh--how about having a--a b-beer\nwith me now? To celebrate.\"\n\n\"Why, sure.\"\n\n       *       *       *       *       *\n\nThey went down to the shop. A cooler of beer was there, its contents\nbeing reckoned as among the essential supplies brought from Earth by\nJessup. Lancaster uncapped two bottles, and he and Karen sat down on a\nbench, swinging their legs and looking over the silent, waiting\nmachines. Most of the station personnel were off duty now, in the\narbitrary \"night.\"\n\nHe sighed at last. \"I like it here.\"\n\n\"I'm glad you do, Allen.\"\n\n\"It's a funny place, but I like it. The station and all its wacky\ninhabitants. They're heterodox as the very devil and would have trouble\ngetting a dog catcher's job back home, but they're all refreshing.\"\nLancaster snapped his fingers. \"Say, that's it! That's why you're all\nout here. The government needs your talents, and you aren't quite\ntrusted, so you're put here out of range of spies. Right?\"\n\n\"Do you have to see a rebel with notebook in hand under every bed?\" she\nasked with a hint of weariness. \"The First Amendment hasn't been\nrepealed yet, they say. Theoretically we're all entitled to our own\nopinions.\"\n\n\"Okay, okay, I won't argue politics. Tell me about some of the people\nhere, will you? They're an odd bunch.\"\n\n\"I can't tell you much, Allen. That's where Security does apply.\nIsaacson is a Martian colonist, you've probably guessed that already.\nJessup lost his hand in a--a fight with some enemies once. The Dufreres\nhad a son who was killed in the Moroccan incident.\" Lancaster remembered\nthat that affair had involved American power used to crush a French spy\nring centered in North Africa. Sovereignty had been brushed aside. But\ndamn it, you had to preserve the status quo, for your own survival if\nnothing else. \"Hwang had to go into exile when the Chinese government\nchanged hands a few years back. I--\"\n\n\"Yes?\" he asked when her voice faded out.\n\n\"Oh, I might as well tell you. My husband and I lived in America after\nour marriage. He was a good biotechnician and had a job with one of the\nbig pharmaceutical companies. Only he--went to camp. Later he died or\nwas shot, I don't know which.\" Her words were flat.\n\n\"That's a shame,\" he said inadequately.\n\n\"The funny part of it is, he wasn't engaged in treason at all. He was\nquite satisfied with things as they were--oh, he talked a little, but so\ndoes everybody. I imagine some rival or enemy put the finger on him.\"\n\n\"Those things happen,\" said Lancaster. \"It's too bad, but they happen.\"\n\n\"They're bound to occur in a police state,\" she said. \"Sorry. We weren't\ngoing to argue politics, were we?\"\n\n\"I never said the world was perfect, Karen. Far from it. Only what\nalternative have we got? Any change is likely to be so dangerous\nthat--well, man can't afford mistakes.\"\n\n\"No, he can't. But I wonder if he isn't making one right now. Oh, well.\nGive me another beer.\"\n\nThey talked on indifferent subjects till Karen said it was her bedtime.\nLancaster escorted her to her apartment. She looked at him curiously as\nhe said good night, and then went inside and closed the door. Lancaster\nhad trouble getting to sleep.\n\n       *       *       *       *       *\n\nThe corrected equations provided an adequate theory of\nsuper-dielectricity--a theory with tantalizing hints about still other\nphenomena--and gave the research team a precise idea of what they wanted\nin the way of crystal structure. Actually, the substance to be formed\nwas only semi-crystalline, with plastic features as well, all interwoven\nwith a grid of carbon-linked atoms. Now the trick was to produce that\nstuff. Calculation revealed what elements would be needed, and what\nspatial arrangement--only how did you get the atoms to assume the\nrequired configuration and hook up in the right way?\n\nTheory would get you only so far, thereafter it was cut and try.\nLancaster rolled up his sleeves with the rest and let Karen take over\nthe leadership--she was the best experimenter. He spent some glorious\nand all but sleepless weeks, greasy, dirty, living in a jungle of\nhaywired apparatus with a restless slide rule. There were plenty of\nfailures, a lot of heartbreak and profanity, an occasional injury--but\nthey kept going, and they got there.\n\nThe day came--or was it the night?--when Karen took a slab of darkly\nshining substance out of the furnace where it had been heat-aging.\nRakkan sawed it into several chunks for testing. It was Lancaster who\nworked on the electric properties.\n\nHe applied voltage till his generator groaned, and watched in awe as\nmeters climbed and climbed without any sign of stopping. He discharged\nthe accumulated energy in a single blue flare that filled the lab with\nthunder and ozone. He tested for time lag of an electric signal and\nwondered wildly if it didn't feel like sleeping on its weary path.\n\nThe reports came in, excited yells from one end of the long, cluttered\nroom to the other, exultant whoops and men pounding each other on the\nback. This was it! This was the treasure at the rainbow's end.\n\n       *       *       *       *       *\n\nThe substance and its properties were physically and chemically stable\nover a temperature range of hundreds of degrees. The breakdown voltage\nwas up in the millions. The insulation resistance was better than the\nbest known to Earth's science.\n\nThe dielectric constant could be varied at will by a simple electric\nfield normal to the applied voltage gradient--a field which could be\ngenerated by a couple of dry cells if need be--and ranged from a hundred\nthousand to about three billion. For all practical purposes, here was\nthe ultimate dielectric.\n\n\"We did it!\" Friedrichs slapped Lancaster's back till it felt that the\nribs must crack. \"We have it!\"\n\n\"Whooppee!\" yelled Karen.\n\nSuddenly they had joined hands and were dancing idiotically around the\ninduction furnace. Lancaster clasped Rakkan's talons without caring that\nit was a Martian. They sang then, sang till heads appeared at the door\nand the glassware shivered.\n\n    _Here we go 'round the mulberry bush,\n     The mulberry bush, the mulberry bush--_\n\nIt called for a celebration. The end of a Project meant no more than\nfiling a last report and waiting for the next assignment, but they ran\nthings differently out here. Somebody broke out a case of Venusian\naguacaliente. Somebody else led the way to a storeroom, tossed its\ncontents into the hall, and festooned it with used computer tape.\nRakkan forgot his Martian dignity and fiddled for a square dance, with\nIsaacson doing the calling. The folk from the other end of the station\nswarmed in till the place overflowed. It was quite a party.\n\nHours later, Lancaster was hazily aware of lying stretched on the floor.\nHis head was in Karen's lap and she was stroking his hair. The hardy\nsurvivors were following the Dufreres in French drinking songs, which\nare the best in the known universe. Rakkan's fiddle wove in and out, a\nlovely accompaniment to voices that were untrained but made rich and\nalive by triumph.\n\n    _\"Sur ma tomb' je veux qu'on inscrive:\n     'Ici-git le roi des buveurs.'\n     Sur ma tomb' je veux qu'on inscrive:\n     'Ici-git le roi des buveurs.\n       Ici-git, oui, oui, oui,\n       Ici-git, non, non, non--'\"_\n\nLancaster knew that he had never been really happy before.\n\n       *       *       *       *       *\n\nBerg showed up a couple of days later, looking worried. Lancaster's\nvacation time was almost up. When he heard the news, his eyes snapped\ngleefully and he pumped the physicist's hand. \"Good work, boy!\"\n\n\"There are things to clean up yet,\" said Lancaster, \"but it's all\ndetail. Anybody can do it.\"\n\n\"And the material--what do you call it, anyway?\"\n\nKaren grinned. \"So far, we've only named it _ffuts_,\" she said. \"That's\n'stuff' spelled backward.\"\n\n\"Okay, okay. It's easy to manufacture?\"\n\n\"Sure. Now that we know how, anybody can make it in his own home--if\nhe's handy at tinkering apparatus together.\"\n\n\"Fine, fine! Just what was needed. This is the ticket.\" Berg turned back\nto Lancaster. \"Okay, boy, you can pack now. We blast again in a few\nhours.\"\n\nThe physicist shuffled his feet. \"What are my chances of getting\nre-assigned back here?\" he asked. \"I've liked it immensely. And now that\nI know about it anyway--\"\n\n\"I'll see. I'll see. But remember, this is top secret. You go back to\nyour regular job and don't say a word on this to anyone less than the\nPresident--no matter what happens, understand?\"\n\n\"Of course,\" snapped Lancaster, irritated. \"I know my duty.\"\n\n\"Yeah, so you do.\" Berg sighed. \"So you do.\"\n\nLeavetaking was tough for all concerned. They had grown fond of the\nquiet, bashful man--and as for him, he wondered how he'd get along\namong normal people. These were his sort. Karen wept openly and kissed\nhim good-bye with a fervor that haunted his dreams afterward. Then she\nstumbled desolately back to her quarters. Even Berg looked glum.\n\nHe regained his cockiness on the trip home, though, and insisted on\ntalking all the way. Lancaster, who wanted to be alone with his\nthoughts, was annoyed, but you don't insult a Security man.\n\n\"You understand the importance of this whole business, and why it has to\nbe secret?\" nagged Berg. \"I'm not thinking of the scientific and\nindustrial applications, but the military ones.\"\n\n\"Oh, sure. You can make lightning throwers if you want to. And you've\novercome the fuel problem. With a few _ffuts_ accumulators, charged from\nany handy power source, you can build fuelless military vehicles, which\nwould simplify your logistics immensely. And some really deadly hand\nguns could be built--pistols the equivalent of a cannon, almost.\"\nLancaster's voice was dead. \"So what?\"\n\n\"So plenty! Those are only a few of the applications. If you use your\nimagination, you can think of dozens more. And the key point is--the\n_ffuts_ and the essential gadgetry using it are cheap to make in\nquantity, easy to handle--the perfect weapon for the citizen soldier. Or\nfor the rebel! It isn't enough to decide the outcome of a war all by\nitself, but it may very well be precisely the extra element which will\ntip the military balance against the government. And I've already\ndiscussed what that means.\"\n\n\"Yes, I remember. That's your department, not mine. Just let me forget\nabout it.\"\n\n\"You'd better,\" said Berg.\n\n       *       *       *       *       *\n\nIn the month after his return, Lancaster lived much as usual. He was\nscolded a few times for an increasing absent-mindedness and a lack of\nenthusiasm on the Project, but that wasn't too serious. He became more\nof an introvert than ever. Having some difficulty with getting to sleep,\nhe resorted to soporifics and then, in a savage reaction, to stimulants.\nBut outwardly there was little to show the turmoil within him.\n\nHe didn't know what to think. He had always been a loyal citizen--not a\nfanatic, but loyal--and it wasn't easy for him to question his own basic\nassumptions. But he had experienced something utterly alien to what he\nconsidered normal, and he had found the strangeness more congenial--more\nhuman in every way--than the norm. He had breathed a different\natmosphere, and it couldn't but seem to him that the air of Earth was\ntainted. He re-read Kipling's _Chant-Pagan_ with a new understanding,\nand began to search into neglected philosophies. He studied the news in\ndetail, and his critical eye soon grew jaundiced--did this editorial or\nthat feature story have any semantic content at all, or was it only a\ntom-tom beat of loaded connotations? The very statements of fact were\nsubject to doubt--they should be checked against other accounts, or\nbetter yet against direct observation; but other accounts were forbidden\nand there was no chance to see for himself.\n\nHe took to reading seditious pamphlets with some care, and listened to a\nnumber of underground broadcasts, and tried clumsily to sound out those\nof his acquaintances whom he suspected of rebellious thoughts. It all\nhad to be done very cautiously, with occasional nightmare moments when\nhe thought he was being spied on; and was it right that a man should be\nafraid to hear a dissenting opinion?\n\nHe wondered what his son was doing. It occurred to him that modern\neducation existed largely to stultify independent thought.\n\nAt the same time, he was unable to discard the beliefs of his whole\nlife. Sedition was sedition and treason was treason--you couldn't evade\nthat fact. There were no more wars--plenty of minor clashes, but no real\nwars. There was a stable economy, and nobody lacked for the essentials.\nThe universal state might be a poor solution to the problems of a time\nof troubles, but it was nevertheless a solution. Change would be\nunthinkably dangerous.\n\nDangerous to whom? To the entrenched powers and their jackals. But the\noppressed peoples of Earth had nothing to lose, really, except their\nlives, and many of them seemed quite willing to sacrifice those. Did the\nrights of man stop at a full belly, or was there more?\n\nHe tried to take refuge in cynicism. After all, he was well off. He was\na successful jackal. But that wouldn't work either. He required a more\nbasic philosophy.\n\nOne thing that held him back was the thought that if he became a rebel,\nhe would be pitted against his friends--not only those of Earth, but\nthat strange joyous crew out in space. He couldn't see fighting against\nthem.\n\nThen there was the very practical consideration that he hadn't the\nfaintest idea of how to contact the underground even if he wanted to.\nAnd he'd make a hell of a poor conspirator.\n\nHe was still in an unhappy and undecided whirlpool when the monitors\ncame for him.\n\n       *       *       *       *       *\n\nThey knocked on the door at midnight, as was their custom, and he felt\nsuch an utter panic that he could barely make it across the apartment to\nlet them in. The four burly men wavered before his eyes, and there was a\nroaring and a darkness in his head. They arrested him without ceremony\non suspicion of treason, which meant that habeas corpus and even the\nright of trial didn't apply. Two of them escorted him to a car, the\nother two stayed to search his dwelling.\n\nAt headquarters, he was put in a cell and left to stew for some hours.\nThen a pair of men in the uniform of the federal police led him to a\nquestioning chamber. He was given a chair and a smiling, soft-voiced\nman--almost fatherly, with his plump cheeks and white hair--offered him\na cigarette and began talking to him.\n\n\"Just relax, Dr. Lancaster. This is pretty routine. If you've nothing to\nhide then you've nothing to fear. Just tell the truth.\"\n\n\"Of course.\" It was a dry whisper.\n\n\"Oh, you're thirsty. So sorry. Alec, get Dr. Lancaster a glass of water,\nwill you, please? And by the way, my name is Harris. Let's call this a\nfriendly conference, eh?\"\n\nLancaster drank avidly. Harris' manner was disarming, and the physicist\nfelt more at ease. This was--well, it was just a mistake. Or maybe a\nsimple spot check. Nothing to fear. He wouldn't be sent to camp--not he.\nSuch things happened to other people, not to Allen Lancaster.\n\n\"You've been immunized against neoscop?\" asked Harris.\n\n\"Yes. It's routine for my rank and over, you know. In case we should\never be kidnapped--but why am I telling _you_ this?\" Lancaster tried to\nsmile. His face felt stiff.\n\n\"Hm. Yes. Too bad.\"\n\n\"Of course, I've no objection at all to your using a lie detector on\nme.\"\n\n\"Fine, fine.\" Harris beamed and gestured to one of the expressionless\npolicemen. A table was wheeled forth, bearing the instrument. \"I'm glad\nyou're so cooperative, Dr. Lancaster. You've no idea how much trouble\nit saves me--and you.\"\n\nThey ran a few harmless calibrating questions. Then Harris said, still\nsmiling, \"And now tell me, Dr. Lancaster. Where were you really this\nsummer?\"\n\nLancaster felt his heart leap into his throat, and knew in a sudden\nterror that the dials were registering his reaction. \"Why--I took my\nvacation,\" he stammered. \"I was in the Southwest--\"\n\n\"Mmmm--the machine doesn't quite agree with you.\" Harris remained\nimpishly cheerful.\n\n\"But it's _true_! You can check back and--\"\n\n\"There are such things as doubles, you know. Come, come, now, let's not\nwaste the whole night. We both have many other things to do.\"\n\n\"I--look.\" Lancaster gulped down his panic and tried to speak calmly.\n\"Suppose I am lying. The machine should tell you that I'm not doing so\nout of disloyalty. There are things I can't tell anyone without\nclearance. Like if you asked me about my work on the Project--I can't\ntell you that. Why don't you check through regular Security channels?\nThere was a man named Berg--at least he called himself that. You'll find\nthat it's all perfectly okay with Security.\"\n\n\"You can tell me anything,\" said Harris gently.\n\n\"I can't tell you this. Not anybody short of the President.\" Lancaster\ncaught himself. \"Of course, that's assuming that I did really spend the\nsummer for something other than my vacation. But--\"\n\nHarris sighed. \"I was afraid of this. I'm sorry, Lancaster.\" He nodded\nto his policemen. \"Go ahead, boys.\"\n\n       *       *       *       *       *\n\nLancaster kept sliding into unconsciousness. They jolted him back to\nlife with stimulant injections and vigorous slaps and resumed working on\nhim. Now and then they would let up and Harris' face would swim out of a\nhaze of pain, smiling, friendly, sympathetic, offering him a smoke or a\nshot of whiskey. Lancaster sobbed and wanted more than anything else in\nthe world to do as that kindly man asked. But he didn't dare. He knew\nwhat happened to those who revealed state secrets.\n\nFinally he was thrown back into his cell and left to himself. When he\nrecovered from his faint--that was a very slow process--he had no idea\nof how many hours or days had gone by. There was a water tap in the room\nand he drank thirstily, vomited the liquid up again, and sat with his\nhead in his hands.\n\nSo far, he thought dully, they hadn't done too much to him. He was short\nseveral teeth, and there were some broken fingers and toes, and maybe a\nfloating kidney. The other bruises, lacerations, and burns would heal\nall right if they got the chance.\n\nOnly they wouldn't.\n\nHe wondered vaguely how Security had gotten onto his track. Berg's\nprecautions had been very thorough. So thorough, apparently, that Harris\ncould find no trace of what had really happened that summer, and was\ngoing only on suspicion. But what had made him suspicious in the first\nplace? An anonymous tip-off--from whom? Maybe some enemy, some rival on\nthe Project, had chosen this way of getting rid of his sector chief.\n\nIn the end, Lancaster thought wearily, he'd tell. Why not do it now?\nThen--probably--he'd only be shot for betraying Berg's confidence. That\nwould be the easy way out.\n\nNo. He'd hang on for awhile yet. There was always a faint chance.\n\nHis cell door opened and two guards came in. He was past flinching from\nthem, but he had to be supported on his way to the questioning room.\n\nHarris sat there, still smiling. \"How do you do, Dr. Lancaster,\" he said\npolitely.\n\n\"Not so well, thank you.\" The grin hurt his face.\n\n\"I'm sorry to hear that. But really, it's your own fault. You know\nthat.\"\n\n\"I can't tell you anything,\" said Lancaster. \"I'm under Security oath. I\ncan't speak of this to anyone below the President.\"\n\nHarris looked annoyed. \"Don't you think the President has better things\nto do than come running to every enemy of the state that yaps after\nhim?\"\n\n\"There's been some mistake, I tell you,\" pleaded Lancaster.\n\n\"I'll say there has. And you're the one that's made it. Go ahead, boys.\"\nHarris picked up a magazine and started reading.\n\n       *       *       *       *       *\n\nAfter awhile, Lancaster focused his mind on Karen Marek and kept it\nthere. That helped him bear up. If they knew, out in the station, what\nwas happening to him, they--well, they wouldn't forget him, try to\npretend they'd never known him, as the little fearful people of Earth\ndid. They'd speak up, and do their damnedest to save their friend.\n\nThe blows seemed to come from very far away. They didn't do things like\nthis out in the station. Lancaster realized the truth at that moment,\nbut it held no surprise. The most natural thing in the world. And now,\nof course, he'd never talk.\n\nMaybe.\n\nWhen he woke up, there was a man before him. The face blurred, seemed to\ngrow to monstrous size and then move out to infinite distances. The\nvoice of Harris had a ripple in it, wavering up and down, up and down.\n\n\"All right, Lancaster, here's the President. Since you insist, here he\nis.\"\n\n\"Go ahead, American,\" said the man. \"Tell me. It's your duty.\"\n\n\"No,\" said Lancaster.\n\n\"But I am the President. You wanted to see me.\"\n\n\"Most likely a double. Prove your identity.\"\n\nThe man who looked like the President sighed and turned away.\n\n       *       *       *       *       *\n\nLancaster woke up again lying on a cot. He must have been brought awake\nby a stimulant, for a white-coated figure was beside him, holding a\nhypodermic syringe. Harris was there too, looking exasperated.\n\n\"Can you talk?\" he asked.\n\n\"I--yes.\" Lancaster's voice was a dull croak. He moved his head, feeling\nthe ache of it.\n\n\"Look here, fellow,\" said Harris. \"We've been pretty easy with you so\nfar. Nothing has happened to you that can't be patched up. But we're\ngetting impatient now. It's obvious that you're a traitor and hiding\nsomething.\"\n\nWell, yes, thought Lancaster, he was a traitor, by one definition. Only\nit seemed to him that a man had a right to choose his own loyalties.\nHaving experienced what the police state meant, he would have been\nuntrue to himself if he had yielded to it.\n\n\"If you don't answer my questions in the next session,\" said Harris,\n\"we'll have to start getting really rough.\"\n\nLancaster remained silent. It was too much effort to try to speak.\n\n\"Don't think you're being heroic,\" said Harris. \"There's nothing pretty\nor even very human about a man under interrogation. You've been\nscreaming as loud as anybody.\"\n\nLancaster looked away.\n\nHe heard the doctor's voice. \"I'd advice giving him a few days' rest\nbefore starting again, sir.\"\n\n\"You're new here, aren't you?\" asked Harris.\n\n\"Yes, sir. I was only assigned to this duty a few weeks ago.\"\n\n\"Well, we don't put on kid gloves for traitors.\"\n\n\"That's not what I mean, sir,\" said the doctor. \"There are limits to\npain beyond which further treatment simply doesn't register. Also, I'm a\nlittle suspicious about this man's heart. It has a murmur, and\nquestioning puts a terrific strain on it. You wouldn't want him to die\non your hands, would you, sir?\"\n\n\"Mmmm--no. What do you advise?\"\n\n\"Just a few days in the hospital, with treatment and rest. It'll also\nhave a psychological effect as he thinks of what's waiting for him.\"\n\nHarris considered for a moment. \"All right. I've got enough other things\nto do anyway.\"\n\n\"Very good, sir. You won't regret this.\"\n\nLancaster heard the footsteps retreat into silence. Presently the doctor\ncame around to stand facing him. He was a short, curly-haired man of\nundistinguished appearance. For a moment they locked eyes, then\nLancaster closed his. He wanted to tell the doctor to go away, but it\nwasn't worth the trouble.\n\nLater he was put on a stretcher and carried down endless halls to\nanother cell. This one had a hospital look about it, somehow, and the\nair was sharp with the smell of antiseptics. The doctor came when he was\ninstalled in bed and took his arm and slipped a needle into it. \"Sleepy\ntime,\" he said.\n\nLancaster drifted away again.\n\n       *       *       *       *       *\n\nWhen he woke up, he felt darkness and movement. He looked around,\nwondering if he had gone blind, and the breath moaned out between his\nbruised lips. A hand was laid on his shoulder and a voice spoke out of\nthe black.\n\n\"It's okay, fella. Take it easy. There'll be no more questions.\"\n\nIt was the doctor's voice, and the doctor looked nothing at all like\nCharon, but still Lancaster wondered if he weren't being ferried over\nthe river of death. There was a thrumming all about him, and he heard a\nlow keening of wind. \"Where are we going?\" he mumbled.\n\n\"Away. You're in a stratorocket now. Just take it easy.\"\n\nLancaster fell asleep after awhile.\n\nBeyond that there was a drugged, confused period where he was only dimly\naware of moving and trying to talk. Shadows floated across his vision,\nshadows telling him something he couldn't quite grasp. He followed\nobediently enough. Full clarity came eventually, and he was lying in a\nbunk looking up at a metal ceiling. The shivering pulse of rockets\ntrembled in his body. A spaceship?\n\nA spaceship!\n\nHe sat up, heart thudding, and looked wildly around. \"Hey!\" he cried.\n\nThe remembered figure of Berg came through the door. \"Hullo, Allen,\" he\nsaid. \"How're you feeling?\"\n\n\"I--you--\" Lancaster sank weakly back to his pillow. He grew aware that\nhe was thoroughly bandaged, splinted, and braced, and that there was no\nmore pain. Not much, anyway.\n\n\"I feel fine,\" he said.\n\n\"Good, good. The doc says you'll be okay.\" Berg sat down on the edge of\nthe bunk. \"I can't stay here long, but the hell with it. We'll be at the\nstation soon. You deserve to know some things, such as that you've been\nrescued.\"\n\n\"Well, that's obvious,\" said Lancaster.\n\n\"By us. The rebels. The underground. Subversive characters.\"\n\n\"That's obvious too. And thanks--\" The word was so ridiculously\ninadequate that Lancaster had to laugh.\n\n       *       *       *       *       *\n\n\"I suppose you've guessed most of it already,\" said Berg. \"We needed a\nscientist of your caliber for our project. One thing we're desperately\nshort of is technical personnel, since the only real education in such\nlines is to be had on Earth and most graduates find comfortable berths\nin the existing society. Like you, for instance. So we played a trick on\nyou. We used part of our organization--yes, we have a big one, and it's\npretty smart and powerful too--to convince you this was a government job\nof top secrecy. More damn things can be done in the name of Security--\"\nBerg clicked his tongue. \"Everybody you saw at the station was more or\nless play-acting, of course. The whole thing was set up to fool you. We\nmight not have gotten away with it if we'd used some other person, more\nshrewd about such things, but we'd studied you and knew you for an\namiable, unsuspicious guy, too wrapped up in your own work to go\nwitch-smelling.\"\n\n\"I guessed that much,\" admitted Lancaster. \"After I'd been in the cells\nfor awhile. Your way of living and thinking was so different from\nanything like--\"\n\n\"Yeah. I'm sorry as hell about that, Allen. We thought you could just\nreturn to ordinary life, but somehow--through one of those accidents or\nmalices inevitable in a state where every man spies on his\nneighbor--you were hauled in. We knew of it at once--yes, we've even\ninfiltrated the secret police--and decided to do something about it.\nQuite apart from the danger of your betraying what you knew--we could\nhave eliminated that by quietly murdering you--there was the fact that\nwe'd gotten you into this and did owe you something. We managed to get\nDr. Pappas transferred to the inquisitory where you were being held. He\ndrugged you, producing a remarkably corpse-like figure, and smuggled you\nout as simply another one who'd died under questioning. I used my\nSecurity papers to get the body for special autopsy instead of the usual\nimmediate cremation. Then we simply drove till we reached the\nstratorocket we'd arranged to have ready, and you were flown to our\nspaceboat, and now you're on the way back to the station. You were kept\nunder drugs most of the way to help you rest--they'd knocked you around\nquite a bit in the inquisitory. So--\" Berg shrugged. \"Pappas can't go\nback to Earth now, of course, but we can always use a medic in space,\nand it was well worth the trouble to rescue you.\"\n\n\"I'm honored,\" said Lancaster.\n\n\"I still feel like hell about what happened to you, though.\"\n\n\"It's all right. I can't say I enjoyed it, but now that I've learned\nsome hard facts--oh, well, forget the painful nature of the lesson. I'll\nbe okay. And I'm going home!\"\n\n       *       *       *       *       *\n\nJessup supported Lancaster as they entered the space station. His old\ncrew was there waiting to greet him. They were all immensely pleased to\nhave him back, though Karen wept bitterly on his shoulder.\n\n\"It's all right,\" he told her. \"I'm not in such bad shape as I look.\nHonest, Karen, I'm all right. And now that I have gotten back, and know\nwhere I really belong--damn, but it was worth it!\"\n\nShe looked at him with eyes as gray as a rainy dawn. \"And you are with\nus?\" she whispered. \"You're one of us? Of your own will?\"\n\n\"Of course I am. Give me a week or two to rest, and I'll be back in the\nlab bossing all of you like a Simon Legree. Hell, we've just begun on\nthat super-dielectricity. And there are a lot of other things I want to\ntry out, too.\"\n\n\"It means exile,\" she said. \"No more blue skies and green valleys and\nocean winds. No more going back to Earth.\"\n\n\"Well, there are other planets, aren't there? And we'll go back to Earth\nin the next decade, I bet. Back to start a new American Revolution and\nwrite the Bill of Rights in the sky for all to see.\" Lancaster grinned\nshyly. \"I'm not much at making speeches, and I certainly don't like to\nlisten to them. But I've learned the truth and I want to say it out\nloud. The right of man to be free is the most basic one he's got, and\nwhen he gives that up he finishes by surrendering everything else too.\nYou people are fighting to bring back honesty and liberty and the\npossibility of progress. I hope nobody here is a fanatic, because\nfanaticism is exactly what we're fighting against. I say we, because\nfrom now on I'm one of you. That is, if you're sure you want me.\"\n\nHe stopped, clumsily. \"Okay. Speech ended.\"\n\nKaren drew a shivering breath and smiled at him. \"And everything else\njust begun, Allen,\" she said. He nodded, feeling too much for words.\n\n\"Get to bed with you,\" ordered Pappas.\n\n       *       *       *       *       *\n\nJessup led Lancaster off, and one by one the others drifted back to\ntheir jobs. Finally only Karen and Berg stood by the airlock.\n\n\"You keep your beautiful mouth shut, my dear,\" said the man.\n\n\"Oh, sure.\" Karen sighed unhappily. \"I wish I'd never learned your\nscheme. When you explained it to me I wanted to shoot you.\"\n\n\"You insisted on an explanation,\" said Berg defensively. \"When Allen was\ndue to go back to Earth, you wanted us to tell him who we were and keep\nhim. But it wouldn't have worked. I've studied his dossier, and he's not\nthe kind of man to switch loyalties that easily. If we were to have him\nat all, it could only be with his full consent. And now we've got him.\"\n\n\"It was still a lousy trick,\" she said.\n\n\"Of course it was. But we had no choice. We _had_ to have a first-rate\nphysicist.\"\n\n\"You know,\" she said, \"you're a rat from way back.\"\n\n\"That I am. And by and large, I enjoy it.\" Berg grimaced. \"Though I must\nadmit this job leaves a bad taste in my mouth. I like Allen. It was the\nhardest thing I ever did, tipping off the federal police about him.\"\n\nHe turned on his heel and walked away, smiling faintly.\n\n\n\n\nTranscriber's Note:\n\nThis etext was produced from _Space Science Fiction_ February 1953.\nExtensive research did not uncover any evidence that the U.S. copyright\non this publication was renewed. Minor spelling and typographical errors\nhave been corrected without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Security, by Poul William Anderson\n\n*** END OF THIS PROJECT GUTENBERG EBOOK SECURITY ***\n\n***** This file should be named 22239.txt or 22239.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/2/2/3/22239/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}