{"title": "Valley of Dreams", "author": "Stanley Grauman Weinbaum", "releaseDate": "August 11, 2007", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Pat A. Benoy and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n+--------------------------------------------------------------+\n|                                                              |\n| Transcriber's Note:                                          |\n|                                                              |\n| This etext of Valley of Dreams by Stanley G. Weinbaum was    |\n| produced from \"A Martian Odyssey and Others\" published in    |\n| 1949. Extensive research did not uncover any evidence that   |\n| the U.S. copyright on this publication was renewed.          |\n|                                                              |\n+--------------------------------------------------------------+\n\n       *       *       *       *       *\n\n\n\n\nVALLEY OF DREAMS\n\n\nCaptain Harrison of the _Ares_ expedition turned away from the little\ntelescope in the bow of the rocket. \"Two weeks more, at the most,\" he\nremarked. \"Mars only retrogrades for seventy days in all, relative to\nthe earth, and we've got to be homeward bound during that period, or\nwait a year and a half for old Mother Earth to go around the sun and\ncatch up with us again. How'd you like to spend a winter here?\"\n\nDick Jarvis, chemist of the party, shivered as he looked up from his\nnotebook. \"I'd just as soon spend it in a liquid air tank!\" he averred.\n\"These eighty-below zero summer nights are plenty for me.\"\n\n\"Well,\" mused the captain, \"the first successful Martian expedition\nought to be home long before then.\"\n\n\"Successful if we get home,\" corrected Jarvis. \"I don't trust these\ncranky rockets--not since the auxiliary dumped me in the middle of Thyle\nlast week. Walking back from a rocket ride is a new sensation to me.\"\n\n\"Which reminds me,\" returned Harrison, \"that we've got to recover your\nfilms. They're important if we're to pull this trip out of the red.\nRemember how the public mobbed the first moon pictures? Our shots ought\nto pack 'em to the doors. And the broadcast rights, too; we might show a\nprofit for the Academy.\"\n\n\"What interests me,\" countered Jarvis, \"is a personal profit. A book,\nfor instance; exploration books are always popular. _Martian\nDeserts_--how's that for a title?\"\n\n\"Lousy!\" grunted the captain. \"Sounds like a cook-book for desserts.\nYou'd have to call it 'Love Life of a Martian,' or something like that.\"\n\nJarvis chuckled. \"Anyway,\" he said, \"if we once get back home, I'm going\nto grab what profit there is, and never, never, get any farther from the\nearth than a good stratosphere plane'll take me. I've learned to\nappreciate the planet after plowing over this dried-up pill we're on\nnow.\"\n\n\"I'll lay you odds you'll be back here year after next,\" grinned the\nCaptain. \"You'll want to visit your pal--that trick ostrich.\"\n\n\"Tweel?\" The other's tone sobered. \"I wish I hadn't lost him, at that.\nHe was a good scout. I'd never have survived the dream-beast but for\nhim. And that battle with the push-cart things--I never even had a\nchance to thank him.\"\n\n\"A pair of lunatics, you two,\" observed Harrison. He squinted through\nthe port at the gray gloom of the Mare Cimmerium. \"There comes the sun.\"\nHe paused. \"Listen, Dick--you and Leroy take the other auxiliary rocket\nand go out and salvage those films.\"\n\nJarvis stared. \"Me and Leroy?\" he echoed ungrammatically. \"Why not me\nand Putz? An engineer would have some chance of getting us there and\nback if the rocket goes bad on us.\"\n\nThe captain nodded toward the stern, whence issued at that moment a\nmedley of blows and guttural expletives. \"Putz is going over the insides\nof the _Ares_,\" he announced. \"He'll have his hands full until we leave,\nbecause I want every bolt inspected. It's too late for repairs once we\ncast off.\"\n\n\"And if Leroy and I crack up? That's our last auxiliary.\"\n\n\"Pick up another ostrich and walk back,\" suggested Harrison gruffly.\nThen he smiled. \"If you have trouble, we'll hunt you out in the _Ares_,\"\nhe finished. \"Those films are important.\" He turned. \"Leroy!\"\n\nThe dapper little biologist appeared, his face questioning.\n\n\"You and Jarvis are off to salvage the auxiliary,\" the Captain said.\n\"Everything's ready and you'd better start now. Call back at half-hour\nintervals; I'll be listening.\"\n\nLeroy's eyes glistened. \"Perhaps we land for specimens--no?\" he queried.\n\n\"Land if you want to. This golf ball seems safe enough.\"\n\n\"Except for the dream-beast,\" muttered Jarvis with a faint shudder. He\nfrowned suddenly. \"Say, as long as we're going that way, suppose I have\na look for Tweel's home! He must live off there somewhere, and he's the\nmost important thing we've seen on Mars.\"\n\nHarrison hesitated. \"If I thought you could keep out of trouble,\" he\nmuttered. \"All right,\" he decided. \"Have a look. There's food and water\naboard the auxiliary; you can take a couple of days. But keep in touch\nwith me, you saps!\"\n\nJarvis and Leroy went through the airlock out to the grey plain. The\nthin air, still scarcely warmed by the rising sun, bit flesh and lung\nlike needles, and they gasped with a sense of suffocation. They dropped\nto a sitting posture, waiting for their bodies, trained by months in\nacclimatization chambers back on earth, to accommodate themselves to the\ntenuous air. Leroy's face, as always, turned a smothered blue, and\nJarvis heard his own breath rasping and rattling in his throat. But in\nfive minutes, the discomfort passed; they rose and entered the little\nauxiliary rocket that rested beside the black hull of the _Ares_.\n\nThe under-jets roared out their fiery atomic blast; dirt and bits of\nshattered biopods spun away in a cloud as the rocket rose. Harrison\nwatched the projectile trail its flaming way into the south, then turned\nback to his work.\n\nIt was four days before he saw the rocket again. Just at evening, as the\nsun dropped behind the horizon with the suddenness of a candle falling\ninto the sea, the auxiliary flashed out of the southern heavens, easing\ngently down on the flaming wings of the under-jets. Jarvis and Leroy\nemerged, passed through the swiftly gathering dusk, and faced him in the\nlight of the _Ares_. He surveyed the two; Jarvis was tattered and\nscratched, but apparently in better condition than Leroy, whose\ndapperness was completely lost. The little biologist was pale as the\nnearer moon that glowed outside; one arm was bandaged in thermo-skin and\nhis clothes hung in veritable rags. But it was his eyes that struck\nHarrison most strangely; to one who lived these many weary days with the\ndiminutive Frenchman, there was something queer about them. They were\nfrightened, plainly enough, and that was odd, since Leroy was no coward\nor he'd never have been one of the four chosen by the Academy for the\nfirst Martian expedition. But the fear in his eyes was more\nunderstandable than that other expression, that queer fixity of gaze\nlike one in a trance, or like a person in an ecstasy. \"Like a chap who's\nseen Heaven and Hell together,\" Harrison expressed it to himself. He was\nyet to discover how right he was.\n\nHe assumed a gruffness as the weary pair sat down. \"You're a fine\nlooking couple!\" he growled. \"I should've known better than to let you\nwander off alone.\" He paused. \"Is your arm all right, Leroy? Need any\ntreatment?\"\n\nJarvis answered. \"It's all right--just gashed. No danger of infection\nhere, I guess; Leroy says there aren't any microbes on Mars.\"\n\n\"Well,\" exploded the Captain, \"Let's hear it, then! Your radio reports\nsounded screwy. 'Escaped from Paradise!' Huh!\"\n\n\"I didn't want to give details on the radio,\" said Jarvis soberly.\n\"You'd have thought we'd gone loony.\"\n\n\"I think so, anyway.\"\n\n\"_Moi aussi!_\" muttered Leroy. \"I too!\"\n\n\"Shall I begin at the beginning?\" queried the chemist. \"Our early\nreports were pretty nearly complete.\" He stared at Putz, who had come in\nsilently, his face and hands blackened with carbon, and seated himself\nbeside Harrison.\n\n\"At the beginning,\" the Captain decided.\n\n\"Well,\" began Jarvis, \"we got started all right, and flew due south\nalong the meridian of the _Ares_, same course I'd followed last week. I\nwas getting used to this narrow horizon, so I didn't feel so much like\nbeing cooped under a big bowl, but one does keep overestimating\ndistances. Something four miles away looks eight when you're used to\nterrestrial curvature, and that makes you guess its size just four times\ntoo large. A little hill looks like a mountain until you're almost over\nit.\"\n\n\"I know that,\" grunted Harrison.\n\n\"Yes, but Leroy didn't, and I spent our first couple of hours trying to\nexplain it to him. By the time he understood (if he does yet) we were\npast Cimmerium and over that Xanthus desert, and then we crossed the\ncanal with the mud city and the barrel-shaped citizens and the place\nwhere Tweel had shot the dream-beast. And nothing would do for Pierre\nhere but that we put down so he could practice his biology on the\nremains. So we did.\n\n\"The thing was still there. No sign of decay; couldn't be, of course,\nwithout bacterial forms of life, and Leroy says that Mars is as sterile\nas an operating table.\"\n\n\"_Comme le coeur d'une fileuse_,\" corrected the little biologist, who\nwas beginning to regain a trace of his usual energy. \"Like an old maid's\nheart!\"\n\n\"However,\" resumed Jarvis, \"about a hundred of the little grey-green\nbiopods had fastened onto the thing and were growing and branching.\nLeroy found a stick and knocked 'em off, and each branch broke away and\nbecame a biopod crawling around with the others. So he poked around at\nthe creature, while I looked away from it; even dead, that rope-armed\ndevil gave me the creeps. And then came the surprise; the thing was part\nplant!\"\n\n\"_C'est vrai!_\" confirmed the biologist. \"It's true!\"\n\n\"It was a big cousin of the biopods,\" continued Jarvis. \"Leroy was quite\nexcited; he figures that all Martian life is of that sort--neither plant\nnor animal. Life here never differentiated, he says; everything has both\nnatures in it, even the barrel-creatures--even Tweel! I think he's\nright, especially when I recall how Tweel rested, sticking his beak in\nthe ground and staying that way all night. I never saw him eat or drink,\neither; perhaps his beak was more in the nature of a root, and he got\nhis nourishment that way.\"\n\n\"Sounds nutty to me,\" observed Harrison.\n\n\"Well,\" continued Jarvis, \"we broke up a few of the other growths and\nthey acted the same way--the pieces crawled around, only much slower\nthan the biopods, and then stuck themselves in the ground. Then Leroy\nhad to catch a sample of the walking grass, and we were ready to leave\nwhen a parade of the barrel-creatures rushed by with their push-carts.\nThey hadn't forgotten me, either; they all drummed out, 'We are\nv-r-r-iends--ouch!' just as they had before. Leroy wanted to shoot one\nand cut it up, but I remembered the battle Tweel and I had had with\nthem, and vetoed the idea. But he did hit on a possible explanation as\nto what they did with all the rubbish they gathered.\"\n\n\"Made mud-pies, I guess,\" grunted the captain.\n\n\"More or less,\" agreed Jarvis. \"They use it for food, Leroy thinks. If\nthey're part vegetable, you see, that's what they'd want--soil with\norganic remains in it to make it fertile. That's why they ground up sand\nand biopods and other growths all together. See?\"\n\n\"Dimly,\" countered Harrison. \"How about the suicides?\"\n\n\"Leroy had a hunch there, too. The suicides jump into the grinder when\nthe mixture has too much sand and gravel; they throw themselves in to\nadjust the proportions.\"\n\n\"Rats!\" said Harrison disgustedly. \"Why couldn't they bring in some\nextra branches from outside?\"\n\n\"Because suicide is easier. You've got to remember that these creatures\ncan't be judged by earthly standards; they probably don't feel pain, and\nthey haven't got what we'd call individuality. Any intelligence they\nhave is the property of the whole community--like an ant-heap. That's\nit! Ants are willing to die for their ant-hill; so are these creatures.\"\n\n\"So are men,\" observed the captain, \"if it comes to that.\"\n\n\"Yes, but men aren't exactly eager. It takes some emotion like\npatriotism to work 'em to the point of dying for their country; these\nthings do it all in the day's work.\" He paused.\n\n\"Well, we took some pictures of the dream-beast and the\nbarrel-creatures, and then we started along. We sailed over Xanthus,\nkeeping as close to the meridian of the _Ares_ as we could, and pretty\nsoon we crossed the trail of the pyramid-builder. So we circled back to\nlet Leroy take a look at it, and when we found it, we landed. The thing\nhad completed just two rows of bricks since Tweel and I left it, and\nthere it was, breathing in silicon and breathing out bricks as if it had\neternity to do it in--which it has. Leroy wanted to dissect it with a\nBoland explosive bullet, but I thought that anything that had lived for\nten million years was entitled to the respect due old age, so I talked\nhim out of it. He peeped into the hole on top of it and nearly got\nbeaned by the arm coming up with a brick, and then he chipped off a few\npieces of it, which didn't disturb the creature a bit. He found the\nplace I'd chipped, tried to see if there was any sign of healing, and\ndecided he could tell better in two or three thousand years. So we took\na few shots of it and sailed on.\n\n\"Mid afternoon we located the wreck of my rocket. Not a thing disturbed;\nwe picked up my films and tried to decide what next. I wanted to find\nTweel if possible; I figured from the fact of his pointing south that he\nlived somewhere near Thyle. We plotted our route and judged that the\ndesert we were in now was Thyle II; Thyle I should be east of us. So, on\na hunch, we decided to have a look at Thyle I, and away we buzzed.\"\n\n\"_Der_ motors?\" queried Putz, breaking his long silence.\n\n\"For a wonder, we had no trouble, Karl. Your blast worked perfectly. So\nwe hummed along, pretty high to get a wider view, I'd say about fifty\nthousand feet. Thyle II spread out like an orange carpet, and after a\nwhile we came to the grey branch of the Mare Chronium that bounded it.\nThat was narrow; we crossed it in half an hour, and there was Thyle\nI--same orange-hued desert as its mate. We veered south, toward the Mare\nAustrale, and followed the edge of the desert. And toward sunset we\nspotted it.\"\n\n\"Shpotted?\" echoed Putz. \"Vot vas shpotted?\"\n\n\"The desert was spotted--with buildings! Not one of the mud cities of\nthe canals, although a canal went through it. From the map we figured\nthe canal was a continuation of the one Schiaparelli called Ascanius.\n\n\"We were probably too high to be visible to any inhabitants of the city,\nbut also too high for a good look at it, even with the glasses. However,\nit was nearly sunset, anyway, so we didn't plan on dropping in. We\ncircled the place; the canal went out into the Mare Australe, and there,\nglittering in the south, was the melting polar ice-cap! The canal\ndrained it; we could distinguish the sparkle of water in it. Off to the\nsoutheast, just at the edge of the Mare Australe, was a valley--the\nfirst irregularity I'd seen on Mars except the cliffs that bounded\nXanthus and Thyle II. We flew over the valley--\" Jarvis paused suddenly\nand shuddered; Leroy, whose color had begun to return, seemed to pale.\nThe chemist resumed, \"Well, the valley looked all right--then! Just a\ngray waste, probably full of crawlers like the others.\n\n\"We circled back over the city; say, I want to tell you that place\nwas--well, gigantic! It was colossal; at first I thought the size was\ndue to that illusion I spoke of--you know, the nearness of the\nhorizon--but it wasn't that. We sailed right over it, and you've never\nseen anything like it!\n\n\"But the sun dropped out of sight right then. I knew we were pretty far\nsouth--latitude 60--but I didn't know just how much night we'd have.\"\n\nHarrison glanced at a Schiaparelli chart. \"About 60--eh?\" he said.\n\"Close to what corresponds to the Antarctic circle. You'd have about\nfour hours of night at this season. Three months from now you'd have\nnone at all.\"\n\n\"Three months!\" echoed Jarvis, surprised. Then he grinned. \"Right! I\nforget the seasons here are twice as long as ours. Well, we sailed out\ninto the desert about twenty miles, which put the city below the horizon\nin case we overslept, and there we spent the night.\n\n\"You're right about the length of it. We had about four hours of\ndarkness which left us fairly rested. We ate breakfast, called our\nlocation to you, and started over to have a look at the city.\n\n\"We sailed toward it from the east and it loomed up ahead of us like a\nrange of mountains. Lord, what a city! Not that New York mightn't have\nhigher buildings, or Chicago cover more ground, but for sheer mass,\nthose structures were in a class by themselves. Gargantuan!\n\n\"There was a queer look about the place, though. You know how a\nterrestrial city sprawls out, a nimbus of suburbs, a ring of residential\nsections, factory districts, parks, highways. There was none of that\nhere; the city rose out of the desert as abruptly as a cliff. Only a few\nlittle sand mounds marked the division, and then the walls of those\ngigantic structures.\n\n\"The architecture was strange, too. There were lots of devices that are\nimpossible back home, such as set-backs in reverse, so that a building\nwith a small base could spread out as it rose. That would be a valuable\ntrick in New York, where land is almost priceless, but to do it, you'd\nhave to transfer Martian gravitation there!\n\n\"Well, since you can't very well land a rocket in a city street, we put\ndown right next to the canal side of the city, took our small cameras\nand revolvers, and started for a gap in the wall of masonry. We weren't\nten feet from the rocket when we both saw the explanation for a lot of\nthe queerness.\n\n\"The city was in ruin! Abandoned, deserted, dead as Babylon! Or at\nleast, so it looked to us then, with its empty streets which, if they\nhad been paved, were now deep under sand.\"\n\n\"A ruin, eh?\" commented Harrison. \"How old?\"\n\n\"How could we tell?\" countered Jarvis. \"The next expedition to this golf\nball ought to carry an archeologist--and a philologist, too, as we\nfound out later. But it's a devil of a job to estimate the age of\nanything here; things weather so slowly that most of the buildings might\nhave been put up yesterday. No rainfall, no earthquakes, no vegetation\nis here to spread cracks with its roots--nothing. The only aging factors\nhere are the erosion of the wind--and that's negligible in this\natmosphere--and the cracks caused by changing temperature. And one other\nagent--meteorites. They must crash down occasionally on the city,\njudging from the thinness of the air, and the fact that we've seen four\nstrike ground right here near the _Ares_.\"\n\n\"Seven,\" corrected the captain. \"Three dropped while you were gone.\"\n\n\"Well, damage by meteorites must be slow, anyway. Big ones would be as\nrare here as on earth, because big ones get through in spite of the\natmosphere, and those buildings could sustain a lot of little ones. My\nguess at the city's age--and it may be wrong by a big percentage--would\nbe fifteen thousand years. Even that's thousands of years older than any\nhuman civilization; fifteen thousand years ago was the Late Stone Age in\nthe history of mankind.\n\n\"So Leroy and I crept up to those tremendous buildings feeling like\npygmies, sort of awe-struck, and talking in whispers. I tell you, it was\nghostly walking down that dead and deserted street, and every time we\npassed through a shadow, we shivered, and not just because shadows are\ncold on Mars. We felt like intruders, as if the great race that had\nbuilt the place might resent our presence even across a hundred and\nfifty centuries. The place was as quiet as a grave, but we kept\nimagining things and peeping down the dark lanes between buildings and\nlooking over our shoulders. Most of the structures were windowless, but\nwhen we did see an opening in those vast walls, we couldn't look away,\nexpecting to see some horror peering out of it.\n\n\"Then we passed an edifice with an open arch; the doors were there, but\nblocked open by sand. I got up nerve enough to take a look inside, and\nthen, of course, we discovered we'd forgotten to take our flashes. But\nwe eased a few feet into the darkness and the passage debouched into a\ncolossal hall. Far above us a little crack let in a pallid ray of\ndaylight, not nearly enough to light the place; I couldn't even see if\nthe hall rose clear to the distant roof. But I know the place was\nenormous; I said something to Leroy and a million thin echoes came\nslipping back to us out of the darkness. And after that, we began to\nhear other sounds--slithering rustling noises, and whispers, and sounds\nlike suppressed breathing--and something black and silent passed between\nus and that far-away crevice of light.\n\n\"Then we saw three little greenish spots of luminosity in the dusk to\nour left. We stood staring at them, and suddenly they all shifted at\nonce. Leroy yelled '_Ce sont des yeux!_' and they were! They were eyes!\n\n\"Well, we stood frozen for a moment, while Leroy's yell reverberated\nback and forth between the distant walls, and the echoes repeated the\nwords in queer, thin voices. There were mumblings and mutterings and\nwhisperings and sounds like strange soft laughter, and then the\nthree-eyed thing moved again. Then we broke for the door!\n\n\"We felt better out in the sunlight; we looked at each other sheepishly,\nbut neither of us suggested another look at the buildings inside--though\nwe _did_ see the place later, and that was queer, too--but you'll hear\nabout it when I come to it. We just loosened our revolvers and crept on\nalong that ghostly street.\n\n\"The street curved and twisted and subdivided. I kept careful note of\nour directions, since we couldn't risk getting lost in that gigantic\nmaze. Without our thermo-skin bags, night would finish us, even if what\nlurked in the ruins didn't. By and by, I noticed that we were veering\nback toward the canal, the buildings ended and there were only a few\ndozen ragged stone huts which looked as though they might have been\nbuilt of debris from the city. I was just beginning to feel a bit\ndisappointed at finding no trace of Tweel's people here when we rounded\na corner and there he was!\n\n\"I yelled 'Tweel!' but he just stared, and then I realized that he\nwasn't Tweel, but another Martian of his sort. Tweel's feathery\nappendages were more orange hued and he stood several inches taller than\nthis one. Leroy was sputtering in excitement, and the Martian kept his\nvicious beak directed at us, so I stepped forward as peace-maker. I said\n'Tweel?' very questioningly, but there was no result. I tried it a dozen\ntimes, and we finally had to give it up; we couldn't connect.\n\n\"Leroy and I walked toward the huts, and the Martian followed us. Twice\nhe was joined by others, and each time I tried yelling 'Tweel' at them\nbut they just stared at us. So we ambled on with the three trailing us,\nand then it suddenly occurred to me that my Martian accent might be at\nfault. I faced the group and tried trilling it out the way Tweel himself\ndid: 'T-r-r-rwee-r-rl!' Like that.\n\n\"And that worked! One of them spun his head around a full ninety\ndegrees, and screeched 'T-r-r-rweee-r-rl!' and a moment later, like an\narrow from a bow, Tweel came sailing over the nearer huts to land on his\nbeak in front of me!\n\n\"Man, we were glad to see each other! Tweel set up a twittering and\nchirping like a farm in summer and went sailing up and coming down on\nhis beak, and I would have grabbed his hands, only he wouldn't keep\nstill long enough.\n\n\"The other Martians and Leroy just stared, and after a while, Tweel\nstopped bouncing, and there we were. We couldn't talk to each other any\nmore than we could before, so after I'd said 'Tweel' a couple of times\nand he'd said 'Tick,' we were more or less helpless. However, it was\nonly mid-morning, and it seemed important to learn all we could about\nTweel and the city, so I suggested that he guide us around the place if\nhe weren't busy. I put over the idea by pointing back at the buildings\nand then at him and us.\n\n\"Well, apparently he wasn't too busy, for he set off with us, leading\nthe way with one of his hundred and fifty-foot nosedives that set Leroy\ngasping. When we caught up, he said something like 'one, one, two--two,\ntwo, four--no, no--yes, yes--rock--no breet!' That didn't seem to mean\nanything; perhaps he was just letting Leroy know that he could speak\nEnglish, or perhaps he was merely running over his vocabulary to refresh\nhis memory.\n\n\"Anyway, he showed us around. He had a light of sorts in his black\npouch, good enough for small rooms, but simply lost in some of the\ncolossal caverns we went through. Nine out of ten buildings meant\nabsolutely nothing to us--just vast empty chambers, full of shadows and\nrustlings and echoes. I couldn't imagine their use; they didn't seem\nsuitable for living quarters, or even for commercial purposes--trade and\nso forth; they might have been all right as power-houses, but what could\nhave been the purpose of a whole city full? And where were the remains\nof the machinery?\n\n\"The place was a mystery. Sometimes Tweel would show us through a hall\nthat would have housed an ocean-liner, and he'd seem to swell with\npride--and we couldn't make a damn thing of it! As a display of\narchitectural power, the city was colossal; as anything else it was just\nnutty!\n\n\"But we did see one thing that registered. We came to that same building\nLeroy and I had entered earlier--the one with the three eyes in it.\nWell, we were a little shaky about going in there, but Tweel twittered\nand trilled and kept saying, 'Yes, yes, yes!' so we followed him,\nstaring nervously about for the thing that had watched us. However, that\nhall was just like the others, full of murmurs and slithering noises and\nshadowy things slipping away into corners. If the three-eyed creature\nwere still there, it must have slunk away with the others.\n\n\"Tweel led us along the wall; his light showed a series of little\nalcoves, and in the first of these we ran into a puzzling thing--a very\nweird thing. As the light flashed into the alcove, I saw first just an\nempty space, and then, squatting on the floor, I saw--it! A little\ncreature about as big as a large rat, it was, gray and huddled and\nevidently startled by our appearance. It had the queerest, most devilish\nlittle face!--pointed ears or horns and satanic eyes that seemed to\nsparkle with a sort of fiendish intelligence.\n\n\"Tweel saw it, too, and let out a screech of anger, and the creature\nrose on two pencil-thin legs and scuttled off with a half-terrified,\nhalf defiant squeak. It darted past us into the darkness too quickly\neven for Tweel, and as it ran, something waved on its body like the\nfluttering of a cape. Tweel screeched angrily at it and set up a shrill\nhullabaloo that sounded like genuine rage.\n\n\"But the thing was gone, and then I noticed the weirdest of imaginable\ndetails. Where it had squatted on the floor was--a book! It had been\nhunched over a book!\n\n\"I took a step forward; sure enough, there was some sort of inscription\non the pages--wavy white lines like a seismograph record on black sheets\nlike the material of Tweel's pouch. Tweel fumed and whistled in wrath,\npicked up the volume and slammed it into place on a shelf full of\nothers. Leroy and I stared dumbfounded at each other.\n\n\"Had the little thing with the fiendish face been reading? Or was it\nsimply eating the pages, getting physical nourishment rather than\nmental? Or had the whole thing been accidental?\n\n\"If the creature were some rat-like pest that destroyed books, Tweel's\nrage was understandable, but why should he try to prevent an intelligent\nbeing, even though of an alien race, from _reading_--if it _was_ reading? I\ndon't know; I did notice that the book was entirely undamaged, nor did I\nsee a damaged book among any that we handled. But I have an odd hunch\nthat if we knew the secret of the little cape-clothed imp, we'd know the\nmystery of the vast abandoned city and of the decay of Martian culture.\n\n\"Well, Tweel quieted down after a while and led us completely around\nthat tremendous hall. It had been a library, I think; at least, there\nwere thousands upon thousands of those queer black-paged volumes printed\nin wavy lines of white. There were pictures, too, in some; and some of\nthese showed Tweel's people. That's a point, of course; it indicated\nthat his race built the city and printed the books. I don't think the\ngreatest philologist on earth will ever translate one line of those\nrecords; they were made by minds too different from ours.\n\n\"Tweel could read them, naturally. He twittered off a few lines, and\nthen I took a few of the books, with his permission; he said 'no, no!'\nto some and 'yes, yes!' to others. Perhaps he kept back the ones his\npeople needed, or perhaps he let me take the ones he thought we'd\nunderstand most easily. I don't know; the books are outside there in the\nrocket.\n\n\"Then he held that dim torch of his toward the walls, and they were\npictured. Lord, what pictures! They stretched up and up into the\nblackness of the roof, mysterious and gigantic. I couldn't make much of\nthe first wall; it seemed to be a portrayal of a great assembly of\nTweel's people. Perhaps it was meant to symbolize Society or Government.\nBut the next wall was more obvious; it showed creatures at work on a\ncolossal machine of some sort, and that would be Industry or Science.\nThe back wall had corroded away in part, from what we could see, I\nsuspected the scene was meant to portray Art, but it was on the fourth\nwall that we got a shock that nearly dazed us.\n\n\"I think the symbol was Exploration or Discovery. This wall was a little\nplainer, because the moving beam of daylight from that crack lit up the\nhigher surface and Tweel's torch illuminated the lower. We made out a\ngiant seated figure, one of the beaked Martians like Tweel, but with\nevery limb suggesting heaviness, weariness. The arms dropped inertly on\nthe chair, the thin neck bent and the beak rested on the body, as if the\ncreature could scarcely bear its own weight. And before it was a queer\nkneeling figure, and at sight of it, Leroy and I almost reeled against\neach other. It was, apparently, a man!\"\n\n\"A man!\" bellowed Harrison. \"A man you say?\"\n\n\"I said apparently,\" retorted Jarvis. \"The artist had exaggerated the\nnose almost to the length of Tweel's beak, but the figure had black\nshoulder-length hair, and instead of the Martian four, there were _five_\nfingers on its outstretched hand! It was kneeling as if in worship of\nthe Martian, and on the ground was what looked like a pottery bowl full\nof some food as an offering. Well! Leroy and I thought we'd gone\nscrewy!\"\n\n\"And Putz and I think so, too!\" roared the captain.\n\n\"Maybe we all have,\" replied Jarvis, with a faint grin at the pale face\nof the little Frenchman, who returned it in silence. \"Anyway,\" he\ncontinued, \"Tweel was squeaking and pointing at the figure, and saying\n'Tick! Tick!' so he recognized the resemblance--and never mind any\ncracks about my nose!\" he warned the captain. \"It was Leroy who made the\nimportant comment; he looked at the Martian and said 'Thoth! The god\nThoth!'\"\n\n\"_Oui!_\" confirmed the biologist. \"_Comme l'Egypte!_\"\n\n\"Yeah,\" said Jarvis. \"Like the Egyptian ibis-headed god--the one with\nthe beak. Well, no sooner did Tweel hear the name Thoth than he set up a\nclamor of twittering and squeaking. He pointed at himself and said\n'Thoth! Thoth!' and then waved his arm all around and repeated it. Of\ncourse he often did queer things, but we both thought we understood what\nhe meant. He was trying to tell us that his race called themselves\nThoth. Do you see what I'm getting at?\"\n\n\"I see, all right,\" said Harrison. \"You think the Martians paid a visit\nto the earth, and the Egyptians remembered it in their mythology. Well,\nyou're off, then; there wasn't any Egyptian civilization fifteen\nthousand years ago.\"\n\n\"Wrong!\" grinned Jarvis. \"It's too bad we _haven't_ an archeologist\nwith us, but Leroy tells me that there was a stone-age culture in Egypt\nthen, the pre-dynastic civilization.\"\n\n\"Well, even so, what of it?\"\n\n\"Plenty! Everything in that picture proves my point. The attitude of the\nMartian, heavy and weary--that's the unnatural strain of terrestrial\ngravitation. The name Thoth; Leroy tells me Thoth was the Egyptian god\nof philosophy and the inventor of _writing_! Get that? They must have\npicked up the idea from watching the Martian take notes. It's too much\nfor coincidence that Thoth should be beaked and ibis-headed, and that\nthe beaked Martians call themselves Thoth.\"\n\n\"Well, I'll be hanged! But what about the nose on the Egyptian? Do you\nmean to tell me that stone-age Egyptians had longer noses than ordinary\nmen?\"\n\n\"Of course not! It's just that the Martians very naturally cast their\npaintings in Martianized form. Don't human beings tend to relate\neverything to themselves? That's why dugongs and manatees started the\nmermaid myths--sailors thought they saw human features on the beasts. So\nthe Martian artist, drawing either from descriptions or imperfect\nphotographs, naturally exaggerated the size of the human nose to a\ndegree that looked normal to him. Or anyway, that's my theory.\"\n\n\"Well, it'll do as a theory,\" grunted Harrison. \"What I want to hear is\nwhy you two got back here looking like a couple of year-before-last\nbird's nests.\"\n\nJarvis shuddered again, and cast another glance at Leroy. The little\nbiologist was recovering some of his accustomed poise, but he returned\nthe glance with an echo of the chemist's shudder.\n\n\"We'll get to that,\" resumed the latter. \"Meanwhile I'll stick to Tweel\nand his people. We spent the better part of three days with them, as you\nknow. I can't give every detail, but I'll summarize the important facts\nand give our conclusions, which may not be worth an inflated franc. It's\nhard to judge this dried-up world by earthly standards.\n\n\"We took pictures of everything possible; I even tried to photograph\nthat gigantic mural in the library, but unless Tweel's lamp was\nunusually rich in actinic rays, I don't suppose it'll show. And that's a\npity, since it's undoubtedly the most interesting object we've found on\nMars, at least from a human viewpoint.\n\n\"Tweel was a very courteous host. He took us to all the points of\ninterest--even the new water-works.\"\n\nPutz's eyes brightened at the word. \"Vater-vorks?\" he echoed. \"For vot?\"\n\n\"For the canal, naturally. They have to build up a head of water to\ndrive it through; that's obvious.\" He looked at the captain. \"You told\nme yourself that to drive water from the polar caps of Mars to the\nequator was equivalent to forcing it up a twenty-mile hill, because Mars\nis flattened at the poles and bulges at the equator just like the\nearth.\"\n\n\"That's true,\" agreed Harrison.\n\n\"Well,\" resumed Jarvis, \"this city was one of the relay stations to\nboost the flow. Their power plant was the only one of the giant\nbuildings that seemed to serve any useful purpose, and that was worth\nseeing. I wish you'd seen it, Karl; you'll have to make what you can\nfrom our pictures. It's a sun-power plant!\"\n\nHarrison and Putz stared. \"Sun-power!\" grunted the captain. \"That's\nprimitive!\" And the engineer added an emphatic \"_Ja!_\" of agreement.\n\n\"Not as primitive as all that,\" corrected Jarvis. \"The sunlight focused\non a queer cylinder in the center of a big concave mirror, and they drew\nan electric current from it. The juice worked the pumps.\"\n\n\"A t'ermocouple!\" ejaculated Putz.\n\n\"That sounds reasonable; you can judge by the pictures. But the\npower-plant had some queer things about it. The queerest was that the\nmachinery was tended, not by Tweel's people, but by some of the\nbarrel-shaped creatures like the ones in Xanthus!\" He gazed around at\nthe faces of his auditors; there was no comment.\n\n\"Get it?\" he resumed. At their silence, he proceeded, \"I see you don't.\nLeroy figured it out, but whether rightly or wrongly, I don't know. He\nthinks that the barrels and Tweel's race have a reciprocal arrangement\nlike--well, like bees and flowers on earth. The flowers give honey for\nthe bees; the bees carry the pollen for the flowers. See? The barrels\ntend the works and Tweel's people build the canal system. The Xanthus\ncity must have been a boosting station; that explains the mysterious\nmachines I saw. And Leroy believes further that it isn't an intelligent\narrangement--not on the part of the barrels, at least--but that it's been\ndone for so many thousands of generations that it's become\ninstinctive--a tropism--just like the actions of ants and bees. The\ncreatures have been bred to it!\"\n\n\"Nuts!\" observed Harrison. \"Let's hear you explain the reason for that\nbig empty city, then.\"\n\n\"Sure. Tweel's civilization is decadent, that's the reason. It's a dying\nrace, and out of all the millions that must once have lived there,\nTweel's couple of hundred companions are the remnant. They're an\noutpost, left to tend the source of the water at the polar cap; probably\nthere are still a few respectable cities left somewhere on the canal\nsystem, most likely near the tropics. It's the last gasp of a race--and\na race that reached a higher peak of culture than Man!\"\n\n\"Huh?\" said Harrison. \"Then why are they dying? Lack of water?\"\n\n\"I don't think so,\" responded the chemist. \"If my guess at the city's\nage is right, fifteen thousand years wouldn't make enough difference in\nthe water supply--nor a hundred thousand, for that matter. It's\nsomething else, though the water's doubtless a factor.\"\n\n\"_Das wasser_,\" cut in Putz. \"Vere goes dot?\"\n\n\"Even a chemist knows that!\" scoffed Jarvis. \"At least on earth. Here\nI'm not so sure, but on earth, every time there's a lightning flash, it\nelectrolyzes some water vapor into hydrogen and oxygen, and then the\nhydrogen escapes into space, because terrestrial gravitation won't hold\nit permanently. And every time there's an earthquake, some water is lost\nto the interior. Slow--but damned certain.\" He turned to Harrison.\n\"Right, Cap?\"\n\n\"Right,\" conceded the captain. \"But here, of course--no earthquakes, no\nthunderstorms--the loss must be very slow. Then why is the race dying?\"\n\n\"The sun-power plant answers that,\" countered Jarvis. \"Lack of fuel!\nLack of power! No oil left, no coal left--if Mars ever had a\nCarboniferous Age--and no water-power--just the driblets of energy they\ncan get from the sun. That's why they're dying.\"\n\n\"With the limitless energy of the atom?\" exploded Harrison.\n\n\"They don't know about atomic energy. Probably never did. Must have used\nsome other principle in their space-ship.\"\n\n\"Then,\" snapped the captain, \"what makes you rate their intelligence\nabove the human? We've finally cracked open the atom!\"\n\n\"Sure we have. We had a clue, didn't we? Radium and uranium. Do you\nthink we'd ever have learned how without those elements? We'd never even\nhave suspected that atomic energy existed!\"\n\n\"Well? Haven't they--?\"\n\n\"No, they haven't. You've told me yourself that Mars has only 73 percent\nof the earth's density. Even a chemist can see that that means a lack of\nheavy metals--no osmium, no uranium, no radium. They didn't have the\nclue.\"\n\n\"Even so, that doesn't prove they're more advanced than we are. If they\nwere _more_ advanced, they'd have discovered it anyway.\"\n\n\"Maybe,\" conceded Jarvis. \"I'm not claiming that we don't surpass them\nin some ways. But in others, they're far ahead of us.\"\n\n\"In what, for instance?\"\n\n\"Well--socially, for one thing.\"\n\n\"Huh? How do you mean?\"\n\nJarvis glanced in turn at each of the three that faced him. He\nhesitated. \"I wonder how you chaps will take this,\" he muttered.\n\"Naturally, everybody likes his own system best.\" He frowned. \"Look\nhere--on the earth we have three types of society, haven't we? And\nthere's a member of each type right here. Putz lives under a\ndictatorship--an autocracy. Leroy's a citizen of the Sixth Commune in\nFrance. Harrison and I are Americans, members of a democracy. There you\nare--autocracy, democracy, communism--the three types of terrestrial\nsocieties. Tweel's people have a different system from any of us.\"\n\n\"Different? What is it?\"\n\n\"The one no earthly nation has tried. Anarchy!\"\n\n\"Anarchy!\" the captain and Putz burst out together.\n\n\"That's right.\"\n\n\"But--\" Harrison was sputtering. \"What do you mean--they're ahead of us?\nAnarchy! Bah!\"\n\n\"All right--bah!\" retorted Jarvis. \"I'm not saying it would work for us,\nor for any race of men. But it works for them.\"\n\n\"But--anarchy!\" The captain was indignant.\n\n\"Well, when you come right down to it,\" argued Jarvis defensively,\n\"anarchy is the ideal form of government, if it works. Emerson said that\nthe best government was that which governs least, and so did Wendell\nPhillips, and I think George Washington. And you can't have any form of\ngovernment which governs less than anarchy, which is no government at\nall!\"\n\nThe captain was sputtering. \"But--it's unnatural! Even savage tribes\nhave their chiefs! Even a pack of wolves has its leader!\"\n\n\"Well,\" retorted Jarvis defiantly, \"that only proves that government is\na primitive device, doesn't it? With a perfect race you wouldn't need it\nat all; government is a confession of weakness, isn't it? It's a\nconfession that part of the people won't cooperate with the rest and\nthat you need laws to restrain those individuals which a psychologist\ncalls anti-social. If there were no anti-social persons--criminals and\nsuch--you wouldn't need laws or police, would you?\"\n\n\"But government! You'd need government! How about public\nworks--wars--taxes?\"\n\n\"No wars on Mars, in spite of being named after the War God. No point in\nwars here; the population is too thin and too scattered, and besides, it\ntakes the help of every single community to keep the canal system\nfunctioning. No taxes because, apparently, all individuals cooperate in\nbuilding public works. No competition to cause trouble, because anybody\ncan help himself to anything. As I said, with a perfect race government\nis entirely unnecessary.\"\n\n\"And do you consider the Martians a perfect race?\" asked the captain\ngrimly.\n\n\"Not at all! But they've existed so much longer than man that they're\nevolved, socially at least, to the point where they don't need\ngovernment. They work together, that's all.\" Jarvis paused. \"Queer,\nisn't it--as if Mother Nature were carrying on two experiments, one at\nhome and one on Mars. On earth it's trial of an emotional, highly\ncompetitive race in a world of plenty; here it's the trial of a quiet,\nfriendly race on a desert, unproductive, and inhospitable world.\nEverything here makes for cooperation. Why, there isn't even the factor\nthat causes so much trouble at home--sex!\"\n\n\"Huh?\"\n\n\"Yeah: Tweel's people reproduce just like the barrels in the mud cities;\ntwo individuals grow a third one between them. Another proof of Leroy's\ntheory that Martian life is neither animal nor vegetable. Besides, Tweel\nwas a good enough host to let him poke down his beak and twiddle his\nfeathers, and the examination convinced Leroy.\"\n\n\"_Oui_,\" confirmed the biologist. \"It is true.\"\n\n\"But anarchy!\" grumbled Harrison disgustedly. \"It would show up on a\ndizzy, half-dead pill like Mars!\"\n\n\"It'll be a good many centuries before you'll have to worry about it on\nearth,\" grinned Jarvis. He resumed his narrative.\n\n\"Well, we wandered through that sepulchral city, taking pictures of\neverything. And then--\" Jarvis paused and shuddered--\"then I took a\nnotion to have a look at that valley we'd spotted from the rocket. I\ndon't know why. But when we tried to steer Tweel in that direction, he\nset up such a squawking and screeching that I thought he'd gone batty.\"\n\n\"If possible!\" jeered Harrison.\n\n\"So we started over there without him; he kept wailing and screaming,\n'No-no-no! Tick!' but that made us the more curious. He sailed over our\nheads and stuck on his beak, and went through a dozen other antics, but\nwe ploughed on, and finally he gave up and trudged disconsolately along\nwith us.\n\n\"The valley wasn't more than a mile southeast of the city. Tweel could\nhave covered the distance in twenty jumps, but he lagged and loitered\nand kept pointing back at the city and wailing 'No--no--no!' Then he'd\nsail up into the air and zip down on his beak directly in front of us,\nand we'd have to walk around him. I'd seen him do lots of crazy things\nbefore, of course; I was used to them, but it was as plain as print that\nhe didn't want us to see that valley.\"\n\n\"Why?\" queried Harrison.\n\n\"You asked why we came back like tramps,\" said Jarvis with a faint\nshudder. \"You'll learn. We plugged along up a low rocky hill that\nbounded it, and as we neared the top, Tweel said, 'No breet', Tick! No\nbreet'!' Well, those were the words he used to describe the silicon\nmonster; they were also the words he had used to tell me that the image\nof Fancy Long, the one that had almost lured me to the dream-beast,\nwasn't real. I remembered that, but it meant nothing to me--then!\n\n\"Right after that, Tweel said, 'You one-one-two, he one-one-two,' and\nthen I began to see. That was the phrase he had used to explain the\ndream-beast to tell me that what I thought, the creature thought--to\ntell me how the thing lured its victims by their own desires. So I\nwarned Leroy; it seemed to me that even the dream-beast couldn't be\ndangerous if we were warned and expecting it. Well, I was wrong!\n\n\"As we reached the crest, Tweel spun his head completely around, so his\nfeet were forward but his eyes looked backward, as if he feared to gaze\ninto the valley. Leroy and I stared out over it, just a gray waste like\nthis around us, with the gleam of the south polar cap far beyond its\nsouthern rim. That's what it was one second; the next it was--Paradise!\"\n\n\"What?\" exclaimed the captain.\n\nJarvis turned to Leroy. \"Can you describe it?\" he asked.\n\nThe biologist waved helpless hands, \"_C'est impossible!_\" he whispered.\n\"_Il me rend muet!_\"\n\n\"It strikes me dumb, too,\" muttered Jarvis. \"I don't know how to tell\nit; I'm a chemist, not a poet. Paradise is as good a word as I can think\nof, and that's not at all right. It was Paradise and Hell in one!\"\n\n\"Will you talk sense?\" growled Harrison.\n\n\"As much of it as makes sense. I tell you, one moment we were looking at\na grey valley covered with blobby plants, and the next--Lord! You can't\nimagine that next moment! How would you like to see all your dreams made\nreal? Every desire you'd ever had gratified? Everything you'd ever\nwanted there for the taking?\"\n\n\"I'd like it fine!\" said the captain.\n\n\"You're welcome, then!--not only your noble desires, remember! Every\ngood impulse, yes--but also every nasty little wish, every vicious\nthought, everything you'd ever desired, good or bad! The dream-beasts\nare marvelous salesmen, but they lack the moral sense!\"\n\n\"The dream-beasts?\"\n\n\"Yes. It was a valley of them. Hundreds, I suppose, maybe thousands.\nEnough, at any rate, to spread out a complete picture of your desires,\neven all the forgotten ones that must have been drawn out of the\nsubconscious. A Paradise--of sorts! I saw a dozen Fancy Longs, in every\ncostume I'd ever admired on her, and some I must have imagined. I saw\nevery beautiful woman I've ever known, and all of them pleading for my\nattention. I saw every lovely place I'd ever wanted to be, all packed\nqueerly into that little valley. And I saw--other things.\" He shook his\nhead soberly. \"It wasn't all exactly pretty. Lord! How much of the beast\nis left in us! I suppose if every man alive could have one look at that\nweird valley, and could see just once what nastiness is hidden in\nhim--well, the world might gain by it. I thanked heaven afterwards that\nLeroy--and even Tweel--saw their own pictures and not mine!\"\n\nJarvis paused again, then resumed, \"I turned dizzy with a sort of\necstasy. I closed my eyes--and with eyes closed, I still saw the whole\nthing! That beautiful, evil, devilish panorama was in my mind, not my\neyes. That's how those fiends work--through the mind. I knew it was the\ndream-beasts; I didn't need Tweel's wail of 'No breet'! No breet'!'\nBut--_I couldn't keep away!_ I knew it was death beckoning, but it was\nworth it for one moment with the vision.\"\n\n\"Which particular vision?\" asked Harrison dryly.\n\nJarvis flushed. \"No matter,\" he said. \"But beside me I heard Leroy's cry\nof 'Yvonne! Yvonne!' and I knew he was trapped like myself. I fought for\nsanity; I kept telling myself to stop, and all the time I was rushing\nheadlong into the snare!\n\n\"Then something tripped me. Tweel! He had come leaping from behind; as I\ncrashed down I saw him flash over me straight toward--toward what I'd\nbeen running to, with his vicious beak pointed right at her heart!\"\n\n\"Oh!\" nodded the captain. \"_Her_ heart!\"\n\n\"Never mind that. When I scrambled up, that particular image was gone,\nand Tweel was in a twist of black ropey arms, just as when I first saw\nhim. He'd missed a vital point in the beast's anatomy, but was jabbing\naway desperately with his beak.\n\n\"Somehow, the spell had lifted, or partially lifted. I wasn't five feet\nfrom Tweel, and it took a terrific struggle, but I managed to raise my\nrevolver and put a Boland shell into the beast. Out came a spurt of\nhorrible black corruption, drenching Tweel and me--and I guess the\nsickening smell of it helped to destroy the illusion of that valley of\nbeauty. Anyway, we managed to get Leroy away from the devil that had\nhim, and the three of us staggered to the ridge and over. I had presence\nof mind enough to raise my camera over the crest and take a shot of the\nvalley, but I'll bet it shows nothing but gray waste and writhing\nhorrors. What we saw was with our minds, not our eyes.\"\n\nJarvis paused and shuddered. \"The brute half poisoned Leroy,\" he\ncontinued. \"We dragged ourselves back to the auxiliary, called you, and\ndid what we could to treat ourselves. Leroy took a long dose of the\ncognac that we had with us; we didn't dare try anything of Tweel's\nbecause his metabolism is so different from ours that what cured him\nmight kill us. But the cognac seemed to work, and so, after I'd done one\nother thing I wanted to do, we came back here--and that's all.\"\n\n\"All, is it?\" queried Harrison. \"So you've solved all the mysteries of\nMars, eh?\"\n\n\"Not by a damned sight!\" retorted Jarvis. \"Plenty of unanswered\nquestions are left.\"\n\n\"_Ja!_\" snapped Putz. \"Der evaporation--dot iss shtopped how?\"\n\n\"In the canals? I wondered about that, too; in those thousands of miles,\nand against this low air-pressure, you'd think they'd lose a lot. But\nthe answer's simple; they float a skin of oil on the water.\"\n\nPutz nodded, but Harrison cut in. \"Here's a puzzler. With only coal and\noil--just combustion or electric power--where'd they get the energy to\nbuild a planet-wide canal system, thousands and thousands of miles of\n'em? Think of the job we had cutting the Panama Canal to sea level, and\nthen answer that!\"\n\n\"Easy!\" grinned Jarvis. \"Martian gravity and Martian air--that's the\nanswer. Figure it out: First, the dirt they dug only weighed a third its\nearth-weight. Second, a steam engine here expands against ten pounds per\nsquare inch less air pressure than on earth. Third, they could build the\nengine three times as large here with no greater internal weight. And\nfourth, the whole planet's nearly level. Right, Putz?\"\n\nThe engineer nodded. \"_Ja!_ Der shteam--engine--it iss _sieben-und\nzwanzig_--twenty-seven times so effective here.\"\n\n\"Well, there _does_ go the last mystery then,\" mused Harrison.\n\n\"Yeah?\" queried Jarvis sardonically. \"You answer these, then. What was\nthe nature of that vast empty city? Why do the Martians _need_ canals,\nsince we never saw them eat or drink? Did they really visit the earth\nbefore the dawn of history, and, if not atomic energy, what powered\ntheir ship? Since Tweel's race seems to need little or no water, are\nthey merely operating the canals for some higher creature that does?\n_Are_ there other intelligences on Mars? If not, what was the\ndemon-faced imp we saw with the book? There are a few mysteries for\nyou!\"\n\n\"I know one or two more!\" growled Harrison, glaring suddenly at little\nLeroy. \"You and your visions! 'Yvonne!' eh? Your wife's name is Marie,\nisn't it?\"\n\nThe little biologist turned crimson. \"_Oui_,\" he admitted unhappily. He\nturned pleading eyes on the captain. \"Please,\" he said. \"In Paris _tout\nle monde_--everybody he think differently of those things--no?\" He\ntwisted uncomfortably. \"Please, you will not tell Marie, _n'est-ce\npas_?\"\n\nHarrison chuckled. \"None of my business,\" he said. \"One more question,\nJarvis. What was the one other thing you did before returning here?\"\n\nJarvis looked diffident. \"Oh--that.\" He hesitated. \"Well I sort of felt\nwe owed Tweel a lot, so after some trouble, we coaxed him into the\nrocket and sailed him out to the wreck of the first one, over on Thyle\nII. Then,\" he finished apologetically, \"I showed him the atomic blast,\ngot it working--and gave it to him!\"\n\n\"You _what_?\" roared the Captain. \"You turned something as powerful as\nthat over to an alien race--maybe some day as an enemy race?\"\n\n\"Yes, I did,\" said Jarvis. \"Look here,\" he argued defensively. \"This\nlousy, dried-up pill of a desert called Mars'll never support much human\npopulation. The Sahara desert is just as good a field for imperialism,\nand a lot closer to home. So we'll never find Tweel's race enemies. The\nonly value we'll find here is commercial trade with the Martians. Then\nwhy shouldn't I give Tweel a chance for survival? With atomic energy,\nthey can run their canal system a hundred per cent instead of only one\nout of five, as Putz's observations showed. They can repopulate those\nghostly cities; they can resume their arts and industries; they can\ntrade with the nations of the earth--and I'll bet they can teach us a\nfew things,\" he paused, \"if they can figure out the atomic blast, and\nI'll lay odds they can. They're no fools, Tweel and his ostrich-faced\nMartians!\"\n\n\n\n\n\nEnd of Project Gutenberg's Valley of Dreams, by Stanley Grauman Weinbaum\n\n*** END OF THIS PROJECT GUTENBERG EBOOK VALLEY OF DREAMS ***\n\n***** This file should be named 22301.txt or 22301.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/2/3/0/22301/\n\nProduced by Greg Weeks, Pat A. Benoy and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}