{"title": "Slingshot", "author": "Irving W. Lande", "releaseDate": "August 30, 2007 ", "language": "English", "content": "\n\nE-text prepared by Greg Weeks, Stephen Blundell, and the Project Gutenberg\nOnline Distributed Proofreading Team (http://www.pgdp.net)\n\n\n\nNote: Project Gutenberg also has an HTML version of this\n      file which includes the original illustrations.\n      See 22462-h.htm or 22462-h.zip:\n      (http://www.gutenberg.net/dirs/2/2/4/6/22462/22462-h/22462-h.htm)\n      or\n      (http://www.gutenberg.net/dirs/2/2/4/6/22462/22462-h.zip)\n\n\n\n\n\nSLINGSHOT\n\nby\n\nIRVING W. LANDE\n\nIllustrated by Emsh\n\n\n\n\n\n\n\n[Illustration]\n\n\n\n\n            _The slingshot was, I believe, one of the few\n          weapons of history that wasn't used in the last war.\n            That doesn't mean it won't be used in the next!_\n\n\n\"Got a bogey at three o'clock high. Range about six hundred miles.\"\nJohnson spoke casually, but his voice in the intercom was thin with\ntension.\n\nCaptain Paul Coulter, commanding Space Fighter 308, 58th Squadron, 33rd\nFighter Wing, glanced up out of his canopy in the direction indicated,\nand smiled to himself at the instinctive reaction. Nothing there but the\nfamiliar starry backdrop, the moon far down to the left. If the light\nwasn't right, a ship might be invisible at half a mile. He squeezed the\nthrottle mike button. \"Any IFF?\"\n\n\"No IFF.\"\n\n\"O.K., let me know as soon as you have his course.\" Coulter squashed out\nhis cigar and began his cockpit check, grinning without humor as he\nnoticed that his breathing had deepened and his palms were moist on the\ncontrols. He looked down to make sure his radio was snug in its pocket\non his leg; checked the thigh harness of his emergency rocket, wrapped\nin its thick belly pad; checked the paired tanks of oxygen behind him,\nhanging level from his shoulders into their niche in the \"cradle.\" He\nflipped his helmet closed, locked it, and opened it again. He tossed a\nsardonic salute at the photograph of a young lady who graced the side of\nthe cockpit. \"Wish us luck, sugar.\" He pressed the mike button again.\n\n\"You got anything yet, Johnny?\"\n\n\"He's going our way, Paul. Have it exact in a minute.\"\n\nCoulter scanned the full arch of sky visible through the curving panels\nof the dome, thinking the turgid thoughts that always came when action\nwas near. His chest was full of the familiar weakness--not fear exactly,\nbut a tight, helpless feeling that grew and grew with the waiting.\n\nHis eyes and hands were busy in the familiar procedure, readying the\nship for combat, checking and re-checking the details that could mean\nlife and death, but his mind watched disembodied, yearning back to\nearth.\n\nSylvia always came back first. Inviting smile and outstretched hands.\nNyloned knees, pink sweater, and that clinging, clinging white silk\nskirt. A whirling montage of laughing, challenging eyes and tossing\nsky-black hair and soft arms tightening around his neck.\n\nThen Jean, cool and self-possessed and slightly disapproving, with\nwarmth and humor peeping through from underneath when she smiled. A\nlazy, crinkly kind of smile, like Christmas lights going on one by one.\nHe wished he'd acted more grown up that night they watched the rain\ndance at the pueblo. For the hundredth time, he went over what he\nremembered of their last date, seeing the gleam of her shoulder, and the\nangry disappointment in her eyes; hearing again his awkward apologies.\nShe was a nice kid. Silently his mouth formed the words. \"You're a nice\nkid.\"\n\n_I think she loves me. She was just mad because I got drunk._\n\nThe tension of approaching combat suddenly blended with the memory,\nwelling up into a rush of tenderness and affection. He whispered her\nname, and suddenly he knew that if he got back he was going to ask her\nto marry him.\n\nHe thought of his father, rocking on the porch of the Pennsylvania farm,\npipe in his mouth, the weathered old face serene, as he puffed and\nlistened to the radio beside him. He wished he'd written him last night,\ninstead of joining the usual beer and bull session in the wardroom. He\nwished--. He wished.\n\n\"I've got him, Paul. He's got two point seven miles of RV on us. Take\nthirty degrees high on two point one o'clock for course to IP.\"\n\n       *       *       *       *       *\n\nAutomatically he turned the control wheel to the right and eased it\nback. The gyros recorded the turn to course.\n\n\"Hold 4 G's for one six five seconds, then coast two minutes for initial\npoint five hundred miles on his tail.\"\n\n\"Right, Johnny. One sixty-five, then two minutes.\" He set the timer,\nadvanced the throttle to 4 G's, and stepped back an inch as the\nacceleration took him snugly into the cradle. The Return-To-Station-Fuel\nand Relative-Velocity-To-Station gauges did their usual double takes on\na change of course, as the ship computer recorded the new information.\nHe liked those two gauges--the two old ladies.\n\nMrs. RSF kept track of how much more fuel they had than they needed to\nget home. When they were moving away from station, she dropped in\nalarmed little jumps, but when they were headed home, she inched along\nin serene contentment, or if they were coasting, sneaked triumphantly\nback up the dial.\n\nMrs. RVS started to get jittery at about ten mps away from home, and\nabove fifteen, she was trembling steadily. He didn't blame the old\nladies for worrying. With one hour of fuel at 5 G's, you didn't fire a\nsingle squirt unless there was a good reason for it. Most of their time\non a mission was spent free wheeling, in the anxiety-laden boredom that\nfighting men have always known.\n\n_Wish the Red was coming in across our course._ It would have taken less\nfuel, and the chase wouldn't have taken them so far out. But then they'd\nprobably have been spotted, and lost the precious element of surprise.\n\nHe blessed the advantage of better radar. In this crazy \"war,\" so like\nthe dogfights of the first world war, the better than two hundred mile\nedge of American radar was more often than not the margin of victory.\nThe American crews were a little sharper, a little better trained, but\nwith their stripped down ships, and midget crewmen, with no personal\nsafety equipment, the Reds could accelerate longer and faster, and go\nfarther out. You had to get the jump on them, or it was just too bad.\n\nThe second hand hit forty-five in its third cycle, and he stood loose in\nthe cradle as the power died.\n\n_Sixty-two combat missions but the government says there's no war._ His\nmind wandered back over eight years in the service. Intelligence tests.\nPhysical tests. Psychological tests. Six months of emotional adjustment\nin the screep. Primary training. Basic and advanced training. The pride\nand excitement of being chosen for space fighters. By the time he\ngraduated, the United States and Russia each had several satellite\nstations operating, but in 1979, the United States had won the race for\na permanent station on the Moon. What a grind it had been, bringing in\nthe supplies.\n\nA year later the Moon station had \"blown up.\" No warning. No survivors.\nJust a brand-new medium-sized crater. And six months later, the new\nstation, almost completed, went up again. The diplomats had buzzed like\nhornets, with accusations and threats, but nothing could be\nproven--there _were_ bombs stored at the station. The implication was\nclear enough. There wasn't going to be any Moon station until one\ngovernment ruled Earth. Or until the United States and Russia figured\nout a way to get along with each other. And so far, getting along with\nRussia was like trying to get along with an octopus.\n\nOf course there were rumors that the psych warfare boys had some gimmick\ncooked up, to turn the U. S. S. R. upside down in a revolution, the next\ntime power changed hands, but he'd been hearing that one for years.\nStill, with four new dictators over there in the last eleven years,\nthere was always a chance.\n\nAnyway, he was just a space jockey, doing his job in this screwball\nfight out here in the empty reaches. Back on Earth, there was no war.\nThe statesmen talked, held conferences, played international chess as\never. Neither side bothered the other's satellites, though naturally\nthey were on permanent alert. There just wasn't going to be any Moon\nstation for a while. Nobody knew what there might be on the Moon, but if\none side couldn't have it, then the other side wasn't going to have it\neither.\n\nAnd meanwhile, the struggle was growing deadlier, month by month, each\nside groping for the stranglehold, looking for the edge that would give\ndomination of space, or make all-out war a good risk. They hadn't found\nit yet, but it was getting bloodier out here all the time. For a while,\nit had been a supreme achievement just to get a ship out and back, but\ngradually, as the ships improved, there was a little margin left over\nfor weapons. Back a year ago, the average patrol was nothing but a\nsightseeing tour. Not that there was much to see, when you'd been out a\nfew times. Now, there were Reds around practically every mission.\n\n_Thirteen missions to go, after today._ He wondered if he'd quit at\nseventy-five. Deep inside him, the old pride and excitement were still\nstrong. He still got a kick out of the way the girls looked at the\nsilver rocket on his chest. But he didn't feel as lucky as he used to.\nTwenty-nine years old, and he was starting to feel like an old man. He\npictured himself lecturing to a group of eager kids.\n\n_Had a couple of close calls, those last two missions._ That Red had\nlooked easy, the way he was wandering around. He hadn't spotted them\nuntil they were well into their run, but when he got started he'd made\nthem look like slow motion, just the same. If he hadn't tried that\nharebrained sudden deceleration.... Coulter shook his head at the\nmemory. And on the last mission they'd been lucky to get a draw. Those\nboys were good shots.\n\n       *       *       *       *       *\n\n\"We're crossing his track, Paul. Turn to nine point five o'clock and\nhold 4 G's for thirty-two seconds, starting on the count ...\nfive--four--three--two--one--go!\" He completed the operation in silence,\nremarking to himself how lucky he was to have Johnson. The boy loved a\nchase. He navigated like a hungry hawk, though you had to admit his\ntechniques were a bit irregular.\n\nCoulter chuckled at the ad lib way they operated, remembering the\ncourses, the tests, the procedures practiced until they could do them\nbackwards blindfolded. When they tangled with a Red, the Solter\nco-ordinates went out the hatch. They navigated by the enemy. There were\ntimes during a fight when he had no more idea of his position than what\nthe old ladies told him, and what he could see of the Sun, the Earth,\nand the Moon.\n\nAnd using \"right side up\" as a basis for navigation. He chuckled again.\nStill, the service had had to concede on \"right side up,\" in designing\nthe ships, so there was something to be said for it. They hadn't been\nable to simulate gravity without fouling up the ships so they had to\ncall the pilot's head \"up.\" There was something comforting about it.\nHe'd driven a couple of the experimental jobs, one with the cockpit set\non gimbals, and one where the whole ship rotated, and he hadn't cared\nfor them at all. Felt disoriented, with something nagging at his mind\nall the time, as though the ships had been sabotaged. A couple of pilots\nhad gone nuts in the \"spindizzy,\" and remembering his own feelings as he\nwatched the sky go by, it was easy to understand.\n\nAnyway, \"right side up\" tied in perfectly with the old \"clock\" system\nGarrity had dug out of those magazines he was always reading. Once they\ngot used to it, it had turned out really handy. Old Doc Hoffman, his\nastrogation prof, would have turned purple if he'd ever dreamed they'd\nuse such a conglomeration. But it worked. And when you were in a hurry,\nit worked in a hurry, and that was good enough for Coulter. He'd\nsubmitted a report on it to Colonel Silton.\n\n\"You've got him, Paul. We're dead on his tail, five hundred miles back,\nand matching velocity. Turn forty-two degrees right, and you're lined up\nright on him.\" Johnson was pleased with the job he'd done.\n\nCoulter watched the pip move into his sightscreen. It settled less than\na degree off dead center. He made the final corrections in course, set\nthe air pressure control to eight pounds, and locked his helmet.\n\n\"Nice job, Johnny. Let's button up. You with us, Guns?\"\n\nGarrity sounded lazy as a well-fed tiger. \"Ah'm with yew, cap'n.\"\n\nCoulter advanced the throttle to 5 G's. And with the hiss of power, SF\n308 began the deadly, intricate, precarious maneuver called a combat\npass--a maneuver inherited from the aerial dogfight--though it often\nturned into something more like the broadside duels of the old sailing\nships--as the best and least suicidal method of killing a spaceship. To\nstart on the enemy's tail, just out of his radar range. To come up his\ntrack at 2 mps relative velocity, firing six .30 caliber machine guns\nfrom fifty miles out. In the last three or four seconds, to break out\njust enough to clear him, praying that he won't break in the same\ndirection. _And to keep on going._\n\n_Four minutes and thirty-four seconds to the break._ Sixty seconds at 5\nG's; one hundred ninety-two seconds of free wheeling; and then, if they\nwere lucky, the twenty-two frantic seconds they were out here\nfor--throwing a few pounds of steel slugs out before them in one\nunbroken burst, groping out fifty miles into the darkness with steel and\nradar fingers to kill a duplicate of themselves.\n\n_This is the worst. These three minutes are the worst._ One hundred\nninety-two eternal seconds of waiting, of deathly silence and deathly\ncalm, feeling and hearing nothing but the slow pounding of their own\nheartbeats. Each time he got back, it faded away, and all he remembered\nwas the excitement. But each time he went through it, it was worse. Just\nstanding and waiting in the silence, praying they weren't\nspotted--staring at the unmoving firmament and knowing he was a\nprojectile hurtling two miles each second straight at a clump of metal\nand flesh that was the enemy. Knowing the odds were twenty to one\nagainst their scoring a kill ... unless they ran into him.\n\n       *       *       *       *       *\n\nAt eighty-five seconds, he corrected slightly to center the pip. The\nmomentary hiss of the rockets was a relief. He heard the muffled\nyammering as Guns fired a short burst from the .30's standing out of\ntheir compartments around the sides of the ship. They were practically\nrecoilless, but the burst drifted him forward against the cradle\nharness.\n\nAnd suddenly the waiting was over. The ship filled with vibration as\nGuns opened up. _Twenty-five seconds to target._ His eyes flicked from\nthe sightscreen to the sky ahead, looking for the telltale flare of\nrockets--ready to follow like a ferret.\n\n_There he is!_ At eighteen miles from target, a tiny blue light\nflickered ahead. He forgot everything but the sightscreen, concentrating\non keeping the pip dead center. The guns hammered on. It seemed they'd\nbeen firing for centuries. At ten-mile range, the combat radar kicked\nthe automatics in, turning the ship ninety degrees to her course in one\nand a half seconds. He heard the lee side firing cut out, as Garrity\nhung on with two, then three guns.\n\nHe held it as long as he could. Closer than he ever had before. At four\nmiles he poured 12 G's for two seconds.\n\nThey missed ramming by something around a hundred yards. The enemy ship\nflashed across his tail in a fraction of a second, already turned around\nand heading up its own track, yet it seemed to Paul he could make out\nevery detail--the bright red star, even the tortured face of the pilot.\nWas there something lopsided in the shape of that rocket plume, or was\nhe just imagining it in the blur of their passing? And did he hear a\n_ping_ just at that instant, feel the ship vibrate for a second?\n\nHe continued the turn in the direction the automatics had started,\nbringing his nose around to watch the enemy's track. And as the shape of\nthe plume told him the other ship was still heading back toward Earth,\nhe brought the throttle back up to 12 G's, trying to overcome the lead\nhis pass had given away.\n\nGuns spoke quietly to Johnson. \"Let me know when we kill his RV. Ah may\nget another shot at him.\"\n\nAnd Johnny answered, hurt, \"What do you think I'm doing down\nhere--reading one of your magazines?\"\n\nPaul was struggling with hundred-pound arms, trying to focus the\ntelescope that swiveled over the panel. As the field cleared, he could\nsee that the plume was flaring unevenly, flickering red and orange along\none side. Quietly and viciously, he was talking to himself. \"Blow!\nBlow!\"\n\n       *       *       *       *       *\n\nAnd she blew. Like a dirty ragged bit of fireworks, throwing tiny\nhandfuls of sparks into the blackness. Something glowed red for a while,\nand slowly faded.\n\n_There, but for the grace of God...._ Paul shuddered in a confused\nmixture of relief and revulsion.\n\nHe cut back to 4 G's, noting that RVS registered about a mile per second\naway from station, and suddenly became aware that the red light was on\nfor loss of air. The cabin pressure gauge read zero, and his heart\nthrobbed into his throat as he remembered that _pinging_ sound, just as\nthey passed the enemy ship. He told Garrity to see if he could locate\nthe loss, and any other damage, and was shortly startled by a low amazed\nwhistle in his earphones.\n\n\"If Ah wasn't lookin' at it, Ah wouldn't believe it. Musta been one of\nhis shells went right around the fuel tank and out again, without\nhittin' it. There's at least three inches of tank on a line between the\nholes! He musta been throwin' curves at us. Man, cap'n, this is our\nlucky day!\"\n\n[Illustration]\n\nPaul felt no surprise, only relief at having the trouble located. The\nreaction to the close call might not come till hours later. \"This kind\nof luck we can do without. Can you patch the holes?\"\n\n\"Ah can patch the one where it came in, but it musta been explodin' on\nthe way out. There's a hole Ah could stick mah head through.\"\n\n\"That's a good idea.\" Johnson was not usually very witty, but this was\none he couldn't resist.\n\n\"Never mind, Guns. A patch that big wouldn't be safe to hold air.\"\n\n       *       *       *       *       *\n\nThey were about eighty thousand miles out. He set course for Earth at\nabout five and a half mps, which Johnson calculated to bring them in on\nthe station on the \"going away\" side of its orbit, and settled back for\nthe tedious two hours of free wheeling. For ten or fifteen minutes, the\ninterphone crackled with the gregariousness born of recent peril, and\ngradually the ship fell silent as each man returned to his own private\nthoughts.\n\nPaul was wondering about the men on the other ship--whether any of them\nwere still alive. Eighty thousand miles to fall. That was a little\nbeyond the capacity of an emergency rocket--about 2 G's for sixty\nseconds--even if they had them. What a way to go home! He wondered what\nhe'd do if it happened to him. Would he wait out his time, or just\nunlock his helmet.\n\nGuns' drawl broke into his reverie. \"Say, cap'n, Ah've been readin' in\nthis magazine about a trick they used to use, called skip bombin'.\nThey'd hang a bomb on the bottom of one of these airplanes, and fly\nalong the ground, right at what they wanted to hit. Then they'd let the\nbomb go and get out of there, and the bomb would sail right on into the\ntarget. You s'pose we could fix this buggy up with an A bomb or an H\nbomb we could let go a few hundred miles out? Stick a proximity fuse on\nit, and a time fuse, too, in case we missed. Just sittin' half a mile\napart and tradin' shots like we did on that last mission is kinda hard\non mah nerves, and it's startin' to happen too often.\"\n\n\"Nice work if we could get it. I'm not crazy about those broadside\nbattles myself. You'd think they'd have found something better than\nthese thirty caliber popguns by now, but the odds say we've got to throw\nas many different chunks of iron as we can, to have a chance of hitting\nanything, and even then it's twenty to one against us. You wouldn't have\none chance in a thousand of scoring a hit with a bomb at that distance,\neven if they didn't spot it and take off. What you'd need would be a\nrocket that could chase them, with the bomb for a head. And there's no\nway we could carry that size rocket, or fire it if we could. Some day\nthese crates will come with men's rooms, and we'll have a place to carry\nsomething like that.\"\n\n\"How big would a rocket like that be?\"\n\n\"Five, six feet, by maybe a foot. Weigh at least three hundred pounds.\"\n\nIt was five minutes before Guns spoke again. \"Ah been thinkin', cap'n.\nWith a little redecoratin', Ah think Ah could get a rocket that size in\nhere with me. We could weld a rail to one of the gun mounts that would\nhold it up to five or six G's. Then after we got away from station, Ah\ncould take it outside and mount it on the rail.\"\n\n\"Forget it, lad. If they ever caught us pulling a trick like that,\nthey'd have us on hydroponic duty for the next five years. They just\ndon't want us playing around with bombs, till the experts get all the\nangles figured out, and build ships to handle them. And besides, who do\nyou think will rig a bomb like that, without anybody finding out? And\nwhere do you think we'd get a bomb in the first place? They don't leave\nthose things lying around. Kovacs watches them like a mother hen. I\nthink he counts them twice a day.\"\n\n\"Sorry, cap'n. Ah just figured if you could get hold of a bomb, Ah know\na few of the boys who could rig the thing up for us and keep their\nmouths shut.\"\n\n\"Well, forget about it. It's not a bad idea, but we haven't any bomb.\"\n\n\"Right, cap'n.\"\n\n       *       *       *       *       *\n\nBut it was Paul who couldn't forget about it. All the rest of the way\nback to station, he kept seeing visions of a panel sliding aside in the\nnose of a sleek and gleaming ship, while a small rocket pushed its\ndeadly snout forward, and then streaked off at tremendous acceleration.\n\nInterrogation was brief. The mission had turned up nothing new. Their\nkill made eight against seven for Doc Miller's crew, and they made sure\nMiller and the boys heard about it. They were lightheaded with the\nelation that followed a successful mission, swapping insults with the\nrest of the squadron, and reveling in the sheer contentment of being\nback safe.\n\nIt wasn't until he got back to his stall, and started to write his\nfather a long overdue letter, that he remembered he had heard Kovacs say\nhe was going on leave.\n\nWhen he finished the letter, he opened the copy of \"Lady Chatterley's\nLover\" he had borrowed from Rodriguez's limited but colorful library. He\ncouldn't keep his mind on it. He kept thinking of the armament officer.\n\nKovacs was a quiet, intelligent kid, devoted to his work. Coulter wasn't\ntoo intimate with him. He wasn't a spaceman, for one thing. One of those\nillogical but powerful distinctions that sub-divided the men of the\nstation. And he was a little too polite to be easy company.\n\nPaul remembered the time he had walked into the Muroc Base Officer's\nClub with Marge Halpern on his arm. The hunger that had lain undisguised\non Kovacs' face the moment he first saw them. Marge was a striking\nblonde with a direct manner, who liked men, especially orbit station\nmen. He hadn't thought about the incident since then, but the look in\nKovacs' eyes kept coming back to him as he tried to read.\n\nHe wasn't sure how he got there, or why, when he found himself walking\ninto Colonel Silton's office to ask for the leave he'd passed up at his\nfiftieth mission. He'd considered taking it several times, but the\nthought of leaving the squadron, even for a couple of weeks, had made\nhim feel guilty, as though he were quitting.\n\nOnce he had his papers, he started to get excited about it. As he\ncleaned up his paper work and packed his musette, his hands were\nfumbling, and his mind was full of Sylvia.\n\n       *       *       *       *       *\n\nThe vastness of Muroc Base was as incredible as ever. Row on uncounted\nrow of neat buildings, each resting at the top of its own hundred-yard\ndeep elevator shaft. A pulsing, throbbing city, dedicated to the long\nslow struggle to get into space and stay there. The service crew eyed\nthem with studied indifference, as they writhed out of the small hatch\nand stepped to the ground. They drew a helijet at operations, and headed\nimmediately for Los Angeles.\n\nKovacs had been impressed when Paul asked if he'd care to room together\nwhile they were on leave. He was quiet on the flight, as he had been on\nthe way down, listening contentedly, while Paul talked combat and women\nwith Bob Parandes, another pilot going on leave.\n\nThey parked the helijet at Municipal Field and headed for the public PV\nbooths, picking up a coterie of two dogs and five assorted children on\nthe way. The kids followed quietly in their wake, ecstatic at the sight\nof their uniforms.\n\nPaul squared his shoulders, as befitted a hero, and tousled a couple of\nuncombed heads as they walked. The kids clustered around the booths, as\nKovacs entered one to locate a hotel room, and Paul another, to call\nSylvia.\n\n\"Honey, I've been so scared you weren't coming back. Where are you? When\nwill I see you? Why didn't you write?...\" She sputtered to a stop as he\nheld up both hands in defense.\n\n\"Whoa, baby. One thing at a time. I'm at the airport. You'll see me\ntonight, and I'll tell you the rest then. That is, if you're free\ntonight. And tomorrow. And the day after, and the day after that. Are\nyou free?\"\n\nHer hesitation was only momentary. \"Well, I was going out--with a girl\nfriend. But she'll understand. What's up?\"\n\nHe took a deep breath. \"I'd like to get out of the city for a few days,\nwhere we can take things easy and be away from the crowds. And there is\nanother guy I'd like to bring along.\"\n\n\"We could take my helijet out to my dad's cottage at--_What did you\nsay?_\"\n\nIt was a ticklish job explaining about Kovacs, but when she understood\nthat he just wanted to do a friend a favor, and she'd still have Paul\nall to herself, she calmed down. They made their arrangements quickly,\nand switched off.\n\nHe hesitated a minute before he called Marge. She was quite a dish to\ngive up. Once she'd seen him with Sylvia, he'd be strictly _persona non\ngrata_--that was for sure. It was an unhappy thought. Well, maybe it was\nin a good cause. He shrugged and called her.\n\nShe nearly cut him off when she first heard his request, but he did some\nfast talking. The idea of several days at the cottage intrigued her, and\nwhen he described how smitten Kovacs had been, she brightened up and\nagreed to come. He switched off, adjusted the drape of his genuine silk\nscarf, and stepped out of the booth.\n\nKovacs and the kids were waiting. The armament officer had apparently\nbeen telling them of Paul's exploits. They glowed with admiration. The\noldest boy, about eleven, had true worship in his eyes. He hesitated a\nmoment, then asked gravely: \"Would you tell us how you kill a Red, sir?\"\n\nPaul eyed the time-honored weapon that dangled from the youngster's\nhand. He bent over and tapped it with his finger. His voice was warm and\nconfiding, but his eyes were far away.\n\n\"I think next we're going to try a slingshot,\" he said.\n\n\nTHE END\n\n\n\n\nTranscriber's Note:\n\nThis etext was produced from _Astounding Science Fiction_ November 1955.\nExtensive research did not uncover any evidence that the U.S. copyright\non this publication was renewed. Minor spelling and typographical errors\nhave been corrected without note.\n\n\n\n***END OF THE PROJECT GUTENBERG EBOOK SLINGSHOT***\n\n\n******* This file should be named 22462.txt or 22462.zip *******\n\n\nThis and all associated files of various formats will be found in:\nhttp://www.gutenberg.org/dirs/2/2/4/6/22462\n\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://www.gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.gutenberg.org/fundraising/pglaf.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://www.gutenberg.org/about/contact\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://www.gutenberg.org/fundraising/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit:\nhttp://www.gutenberg.org/fundraising/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}