{"title": "Sand Doom", "author": "William Fitzgerald Jenkins", "releaseDate": "August 31, 2007", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, LN Yaddanapudi and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n[Illustration: Cover Page]\n\n\n\n\n[Illustration]\nSAND DOOM\n\nBY MURRAY LEINSTER\n\nIllustrated by Freas\n\n    +--------------------------------------------------------------+\n    | _The problem was as neat a circle as one could ask for;      |\n    | without repair parts, they couldn't bring in the ship that   |\n    | carried the repair parts!_                                   |\n    +--------------------------------------------------------------+\n\n\nBordman knew there was something wrong when the throbbing, acutely\nuncomfortable vibration of rocket blasts shook the ship. Rockets were\nstrictly emergency devices, these days, so when they were used there was\nobviously an emergency.\n\nHe sat still. He had been reading, in the passenger lounge of the\n_Warlock_--a very small lounge indeed--but as a senior Colonial Survey\nofficer he was well-traveled enough to know when things did not go\nright. He looked up from the bookscreen, waiting. Nobody came to explain\nthe eccentricity of a spaceship using rockets. It would have been\nimmediate, on a regular liner, but the _Warlock_ was practically a\ntramp. This trip it carried just two passengers. Passenger service was\nnot yet authorized to the planet ahead, and would not be until Bordman\nhad made the report he was on his way to compile. At the moment, though,\nthe rockets blasted, and stopped, and blasted again. There was something\ndefinitely wrong.\n\nThe _Warlock's_ other passenger came out of her cabin. She looked\nsurprised. She was Aletha Redfeather, an unusually lovely Amerind.\nIt was extraordinary that a girl could be so self-sufficient on a\ntedious space-voyage, and Bordman approved of her. She was making the\njourney to Xosa II as a representative of the Amerind Historical\nSociety, but she'd brought her own bookreels and some elaborate\nfancywork which--woman-fashion--she used to occupy her hands. She\nhadn't been at all a nuisance. Now she tilted her head on one side\nas she looked inquiringly at Bordman.\n\n\"I'm wondering, too,\" he told her, just as an especially sustained and\nviolent shuddering of rocket-impulsion made his chair legs thutter on\nthe floor.\n\nThere was a long period of stillness. Then another violent but much\nshorter blast. A shorter one still. Presently there was a half-second\nblast which must have been from a single rocket tube because of the mild\nshaking it produced. After that there was nothing at all.\n\nBordman frowned to himself. He'd been anticipating groundfall within a\nmatter of hours, certainly. He'd just gone through his specbook\ncarefully and re-familiarized himself with the work he was to survey on\nXosa II. It was a perfectly commonplace minerals-planet development, and\nhe'd expected to clear it FE--fully established--and probably TP and NQ\nratings as well, indicating that tourists were permitted and no\nquarantine was necessary. Considering the aridity of the planet, no\nbacteriological dangers could be expected to exist, and if tourists\nwanted to view its monstrous deserts and infernolike wind\nsculptures--why they should be welcome.\n\nBut the ship had used rocket drive in the planet's near vicinity.\nEmergency. Which was ridiculous. This was a perfectly routine sort of\nvoyage. Its purpose was the delivery of heavy equipment--specifically a\nsmelter--and a senior Colonial Survey officer to report the completion\nof primary development.\n\nAletha waited, as if for more rocket blasts. Presently she smiled at\nsome thought that had occurred to her.\n\n\"If this were an adventure tape,\" she said humorously, \"the loudspeaker\nwould now announce that the ship had established itself in an orbit\naround the strange, uncharted planet first sighted three days ago, and\nthat volunteers were wanted for a boat landing.\"\n\nBordman demanded impatiently:\n\n\"Do you bother with adventure tapes? They're nonsense! A pure waste of\ntime!\"\n\nAletha smiled again.\n\n\"My ancestors,\" she told him, \"used to hold tribal dances and make\nmedicine and boast about how many scalps they'd taken and how they did\nit. It was satisfying--and educational for the young. Adolescents became\nfamiliar with the idea of what we nowadays call adventure. They were\npartly ready for it when it came. I suspect your ancestors used to tell\neach other stories about hunting mammoths and such. So I think it would\nbe fun to hear that we were in orbit and that a boat landing was in\norder.\"\n\nBordman grunted. There were no longer adventures. The universe was\nsettled; civilized. Of course there were still frontier planets--Xosa II\nwas one--but pioneers had only hardships. Not adventures.\n\n       *       *       *       *       *\n\nThe ship-phone speaker clicked. It said curtly:\n\n\"_Notice. We have arrived at Xosa II and have established an orbit about\nit. A landing will be made by boat._\"\n\nBordman's mouth dropped open.\n\n\"What the devil's this?\" he demanded.\n\n\"Adventure, maybe,\" said Aletha. Her eyes crinkled very pleasantly when\nshe smiled. She wore the modern Amerind dress--a sign of pride in the\nancestry which now implied such diverse occupations as interstellar\nsteel construction and animal husbandry and llano-planet colonization.\n\"If it were adventure, as the only girl on this ship I'd have to be in\nthe landing party, lest the tedium of orbital waiting make the\"--her\nsmile widened to a grin--\"the pent-up restlessness of trouble-makers in\nthe crew----\"\n\nThe ship-phone clicked again.\n\n\"_Mr. Bordman. Miss Redfeather. According to advices from the ground,\nthe ship may have to stay in orbit for a considerable time. You will\naccordingly be landed by boat. Will you make yourselves ready, please,\nand report to the boat-blister?_\" The voice paused and added, \"_Hand\nluggage only, please._\"\n\nAletha's eyes brightened. Bordman felt the shocked incredulity of a man\naccustomed to routine when routine is impossibly broken. Of course\nsurvey ships made boat landings from orbit, and colony ships let down\nrobot hulls by rocket when there was as yet no landing grid for the\nhandling of a ship. But never before in his experience had an ordinary\nfreighter, on a routine voyage to a colony ready for its final\ndegree-of-completion survey, ever landed anybody by boat.\n\n\"This is ridiculous!\" said Bordman, fuming.\n\n\"Maybe it's adventure,\" said Aletha. \"I'll pack.\"\n\nShe disappeared into her cabin. Bordman hesitated. Then he went into his\nown. The colony on Xosa II had been established two years ago. Minimum\ncomfort conditions had been realized within six months. A temporary\nlanding grid for light supply ships was up within a year. It had\npermitted stock-piling, and it had been taken down to be rebuilt as a\npermanent grid with every possible contingency provided for. The eight\nmonths since the last ship landing was more than enough for the building\nof the gigantic, spidery, half-mile-high structure which would handle\nthis planet's interstellar commerce. There was no excuse for an\nemergency! A boat landing was nonsensical!\n\nBut he surveyed the contents of his cabin. Most of the cargo of the\n_Warlock_ was smelter equipment which was to complete the outfitting of\nthe colony. It was to be unloaded first. By the time the ship's holds\nwere wholly empty, the smelter would be operating. The ship would wait\nfor a full cargo of pig metal. Bordman had expected to live in this\ncabin while he worked on the survey he'd come to make, and to leave\nagain with the ship.\n\nNow he was to go aground by boat. He fretted. The only emergency\nequipment he could possibly need was a heat-suit. He doubted the urgency\nof that. But he packed some clothing for indoors, and then defiantly\nincluded his specbook and the volumes of definitive data to which\nspecifications for structures and colonial establishments always\nreferred. He'd get to work on his report immediately he landed.\n\nHe went out of the passenger's lounge to the boat-blister. An engineer's\nlegs projected from the boat port. The engineer withdrew, with a strip\nof tape from the boat's computer. He compared it dourly with a similar\nstrip from the ship's figurebox. Bordman consciously acted according to\nthe best traditions of passengers.\n\n\"What's the trouble?\" he asked.\n\n\"We can't land,\" said the engineer shortly.\n\nHe went away--according to the tradition by which ships' crews are\nalways scornful of passengers.\n\n       *       *       *       *       *\n\nBordman scowled. Then Aletha came, carrying a not-too-heavy bag. Bordman\nput it in the boat, disapproving of the crampedness of the craft. But\nthis wasn't a lifeboat. It was a landing boat. A lifeboat had Lawlor\ndrive and could travel light-years, but in the place of rockets and\nrocket fuel it had air-purifiers and water-recovery units and\nfood-stores. It couldn't land without a landing grid aground, but it\ncould get to a civilized planet. This landing boat could land without a\ngrid, but its air wouldn't last long.\n\n\"Whatever's the matter,\" said Bordman darkly, \"it's incompetence\nsomewhere!\"\n\nBut he couldn't figure it out. This was a cargo ship. Cargo ships\nneither took off nor landed under their own power. It was too costly of\nfuel they would have to carry. So landing grids used local power--which\ndid not have to be lifted--to heave ships out into space, and again used\nlocal power to draw them to ground again. Therefore ships carried fuel\nonly for actual space-flight, which was economy. Yet landing grids had\nno moving parts, and while they did have to be monstrous structures they\nactually drew power from planetary ionospheres. So with no moving parts\nto break down and no possibility of the failure of a power\nsource--landing grids couldn't fail! So there couldn't be an emergency\nto make a ship ride orbit around a planet which had a landing grid!\n\nThe engineer came back. He carried a mail sack full of letter-reels. He\nwaved his hand. Aletha crawled into the landing-boat port. Bordman\nfollowed. Four people, with a little crowding, could have gotten into\nthe little ship. Three pretty well filled it. The engineer followed them\nand sealed the port.\n\n\"Sealed off,\" he said into the microphone before him.\n\nThe exterior-pressure needle moved halfway across the dial. The\ninterior-pressure needle stayed steady.\n\n\"All tight,\" said the engineer.\n\nThe exterior-pressure needle flicked to zero. There were clanking\nsounds. The long halves of the boat-blister stirred and opened, and\nabruptly the landing boat was in an elongated cup in the hull-plating,\nand above them there were many, many stars. The enormous disk of a\nnearby planet floated into view around the hull. It was monstrous and\nblindingly bright. It was of a tawny color, with great, irregular areas\nof yellow and patches of bluishness. But most of it was the color of\nsand. And all its colors varied in shade--some places were lighter and\nsome darker--and over at one edge there was blinding whiteness which\ncould not be anything but an ice cap. But Bordman knew that there was no\nocean or sea or lake on all this whole planet, and the ice cap was more\nnearly hoarfrost than such mile-deep glaciation as would be found at the\npoles of a maximum-comfort world.\n\n\"Strap in,\" said the engineer over his shoulder. \"No-gravity coming, and\nthen rocket-push. Settle your heads.\"\n\nBordman irritably strapped himself in. He saw Aletha busy at the same\ntask, her eyes shining. Without warning, there came a sensation of acute\ndiscomfort. It was the landing boat detaching itself from the ship and\nthe diminishment of the ship's closely-confined artificial-gravity\nfield. That field suddenly dropped to nothingness, and Bordman had the\nmomentary sickish dizziness that flicked-off gravity always produces. At\nthe same time his heart pounded unbearably in the instinctive,\nracial-memory reaction to the feel of falling.\n\nThen roarings. He was thrust savagely back against his seat. His tongue\ntried to slide back into his throat. There was an enormous oppression on\nhis chest. He found himself thinking panicky profanity.\n\nSimultaneously the vision ports went black, because they were out of the\nshadow of the ship. The landing boat turned--but there was no sensation\nof centrifugal force--and they were in a vast obscurity with merely a\ndim phantom of the planetary surface to be seen. But behind them a\nblue-white sun shone terribly. Its light was warm--hot--even though it\ncame through the polarized shielding ports.\n\n\"Did ... did you say,\" panted Aletha happily--breathless because of the\nacceleration--\"that there weren't any adventures?\"\n\nBordman did not answer. But he did not count discomfort as an adventure.\n\n       *       *       *       *       *\n\nThe engineer did not look out the ports at all. He watched the screen\nbefore him. There was a vertical line across the side of the lighted\ndisk. A blip moved downward across it, showing their height in thousands\nof miles. After a long time the blip reached the bottom, and the\nvertical line became double and another blip began to descend. It\nmeasured height in hundreds of miles. A bright spot--a square--appeared\nat one side of the screen. A voice muttered metallically, and suddenly\nseemed to shout, and then muttered again. Bordman looked out one of the\nblack ports and saw the planet as if through smoked glass. It was a\nghostly reddish thing which filled half the cosmos. It had mottlings.\nIts edge was curved. That would be the horizon.\n\nThe engineer moved controls and the white square moved. It went across\nthe screen. He moved more controls. It came back to the center. The\nheight-in-hundreds blip was at the bottom, now, and the vertical line\ntripled and a tens-of-miles-height blip crawled downward.\n\nThere were sudden, monstrous plungings of the landing boat. It had hit\nthe outermost fringes of atmosphere. The engineer said words it was not\nappropriate for Aletha to hear. The plungings became more violent.\nBordman held on--to keep from being shaken to pieces despite the\nstraps--and stared at the murky surface of the planet. It seemed to be\nfleeing from them and they to be trying to overtake it. Gradually, very\ngradually, its flight appeared to slow. They were down to twenty miles,\nthen.\n\nQuite abruptly the landing boat steadied. The square spot bobbed about\nin the center of the astrogation screen. The engineer worked controls to\nsteady it.\n\nThe ports cleared a little. Bordman could see the ground below more\ndistinctly. There were patches of every tint that mineral coloring could\nproduce. There were vast stretches of tawny sand. A little while more,\nand he could see the shadows of mountains. He made out mountain flanks\nwhich should have had valleys between them and other mountain flanks\nbeyond, but they had tawny flatnesses between, instead. These, he knew,\nwould be the sand plateaus which had been observed on this planet and\nwhich had only a still-disputed explanation. But he could see areas of\nglistening yellow and dirty white, and splashes of pink and streaks of\nultramarine and gray and violet, and the incredible red of iron oxide\ncovering square miles--too much to be believed.\n\nThe landing-boat's rockets cut off. It coasted. Presently the horizon\ntilted and all the dazzling ground below turned sedately beneath them.\nThere came staccato instructions from a voice-speaker, which the\nengineer obeyed. The landing boat swung low--below the tips of giant\nmauve mountains with a sand plateau beyond them--and its nose went up.\nIt stalled.\n\nThen the rockets roared again--and now, with air about them and after a\nmomentary pause, they were horribly loud--and the boat settled down and\ndown upon its own tail of fire.\n\nThere was a completely blinding mass of dust and rocket fumes which cut\noff all sight of everything else. Then there was a crunching crash, and\nthe engineer swore peevishly to himself. He cut the rockets again.\nFinally.\n\n       *       *       *       *       *\n\nBordman found himself staring straight up, still strapped in his chair.\nThe boat had settled on its own tail fins, and his feet were higher than\nhis head, and he felt ridiculous. He saw the engineer at work\nunstrapping himself. He duplicated the action, but it was absurdly\ndifficult to get out of the chair.\n\nAletha managed more gracefully. She didn't need help.\n\n\"Wait,\" said the engineer ungraciously, \"till somebody comes.\"\n\nSo they waited, using what had been chair backs for seats.\n\nThe engineer moved a control and the windows cleared further. They saw\nthe surface of Xosa II. There was no living thing in sight. The ground\nitself was pebbles and small rocks and minor boulders--all apparently\ntumbled from the starkly magnificent mountains to one side. There were\nmonstrous, many-colored cliffs and mesas, every one eaten at in the\nunmistakable fashion of wind-erosion. Through a notch in the mountain\nwall before them a strange, fan-shaped, frozen formation appeared. If\nsuch a thing had been credible, Bordman would have said that it was a\nflow of sand simulating a waterfall. And everywhere there was blinding\nbrightness and the look and feel of blistering sunshine. But there was\nnot one single leaf or twig or blade of grass. This was pure desert.\nThis was Xosa II.\n\nAletha regarded it with bright eyes.\n\n\"Beautiful!\" she said happily. \"Isn't it?\"\n\n\"Personally,\" said Bordman, \"I never saw a place that looked less\nhomelike or attractive.\"\n\nAletha laughed.\n\n\"My eyes see it differently.\"\n\nWhich was true. It was accepted, nowadays, that humankind might be one\nspecies but was many races, and each saw the cosmos in its own fashion.\nOn Kalmet III there was a dense, predominantly Asiatic population which\nterraced its mountainsides for agriculture and deftly mingled modern\ntechniques with social customs not to be found on--say--Demeter I, where\nthere were many red-tiled stucco towns and very many olive groves. In\nthe llano planets of the Equis cluster, Amerinds--Aletha's\nkin--zestfully rode over plains dotted with the descendants of buffalo\nand antelope and cattle brought from ancient Earth. On the oases of\nRustam IV there were date palms and riding camels and much argument\nabout what should be substituted for the direction of Mecca at the times\nfor prayer, while wheat fields spanned provinces on Canna I and highly\ncivilized emigrants from the continent of Africa on Earth stored jungle\ngums and lustrous gems in the warehouses of their spaceport city of\nTimbuk.\n\nSo it was natural for Aletha to look at this wind-carved wilderness\notherwise than as Bordman did. Her racial kindred were the pioneers of\nthe stars, these days. Their heritage made them less than appreciative\nof urban life. Their inborn indifference to heights made them the\nsteel-construction men of the cosmos, and more than two-thirds of the\nlanding grids in the whole galaxy had their coup-feather symbols on the\nkey posts. But the planet government on Algonka V was housed in a\nthree-thousand-foot white stone tepee, and the best horses known to men\nwere raised by ranchers with bronze skins and high cheekbones on the\nllano planet Chagan.\n\n       *       *       *       *       *\n\nNow, here, in the _Warlock's_ landing boat, the engineer snorted. A\nvehicle came around a cliff wall, clanking its way on those eccentric\ncaterwheels that new-founded colonies find so useful. The vehicle\nglittered. It crawled over tumbled boulders, and flowed over fallen\nscree. It came briskly toward them. The engineer snorted again.\n\n\"That's my cousin Ralph!\" said Aletha in pleased surprise.\n\nBordman blinked and looked again. He did not quite believe his eyes. But\nthey told the truth. The figure controlling the ground car was\nIndian--Amerind--wearing a breechcloth and thick-soled sandals and three\nstreamlined feathers in a band about his head. Moreover, he did not ride\nin a seat. He sat astride a semi-cylindrical part of the ground car,\nover which a gaily-colored blanket had been thrown.\n\n[Illustration]\n\nThe ship's engineer rumbled disgustedly. But then Bordman saw how sane\nthis method of riding was--here. The ground vehicle lurched and swayed\nand rolled and pitched and tossed as it came over the uneven ground. To\nsit in anything like a chair would have been foolish. A back rest would\nthrow one forward in a frontward lurch, and give no support in case of a\nbackward one. A sidewise tilt would tend to throw one out. Riding a\nground car as if in a saddle was sense!\n\nBut Bordman was not so sure about the costume. The engineer opened the\nport and spoke hostilely out of it:\n\n\"D'you know there's a lady in this thing?\"\n\nThe young Indian grinned. He waved his hand to Aletha, who pressed her\nnose against a viewport. And just then Bordman did understand the\ncostume or lack of it. Air came in the open exit port. It was hot and\ndesiccated. It was furnace-like!\n\n\"How, 'Letha,\" called the rider on the caterwheel steed. \"Either dress\nfor the climate or put on a heat-suit before you come out of there!\"\n\nAletha chuckled. Bordman heard a stirring behind him. Then Aletha\nclimbed to the exit port and swung out. Bordman heard a dour muttering\nfrom the engineer. Then he saw her greeting her cousin. She had slipped\nout of the conventionalized Amerind outfit to which Bordman was\naccustomed. Now she was clad as Anglo-Saxon girls dressed for beaches on\nthe cool-temperature planets.\n\nFor a moment Bordman thought of sunstroke, with his own eyes dazzled by\nthe still-partly-filtered sunlight. But Aletha's Amerind coloring was\nperfectly suited to sunshine even of this intensity. Wind blowing upon\nher body would cool her skin. Her thick, straight black hair was at\nleast as good protection against sunstroke as a heat-helmet. She might\nfeel hot, but she would be perfectly safe. She wouldn't even sunburn.\nBut he, Bordman----\n\nHe grimly stripped to underwear and put on the heat-suit from his bag.\nHe filled its canteens from the boat's water tank. He turned on the\ntiny, battery-powered motors. The suit ballooned out. It was intended\nfor short periods of intolerable heat. The motors kept it inflated--away\nfrom his skin--and cooled its interior by the evaporation of sweat plus\nwater from its canteen tanks. It was a miniature air-conditioning system\nfor one man, and it should enable him to endure temperatures otherwise\nlethal to someone with his skin and coloring. But it would use a lot of\nwater.\n\nHe climbed to the exit port and went clumsily down the exterior ladder\nto the tail fin. He adjusted his goggles. He went over to the chattering\nyoung Indians, young man and girl. He held out his gloved hand.\n\n\"I'm Bordman,\" he said painfully. \"Here to make a degree-of-completion\nsurvey. What's wrong that we had to land by boat?\"\n\nAletha's cousin shook hands cordially.\n\n\"I'm Ralph Redfeather,\" he said, introducing himself. \"Project engineer.\nAbout everything's wrong. Our landing grid's gone. We couldn't contact\nyour ship in time to warn it off. It was in our gravity field before it\nanswered, and its Lawlor drive couldn't take it away--not working\nbecause of the field. Our power, of course, went with the landing grid.\nThe ship you came in can't get back, and we can't send a distress\nmessage anywhere, and our best estimate is that the colony will be wiped\nout--thirst and starvation--in six months. I'm sorry you and Aletha have\nto be included.\"\n\nThen he turned to Aletha and said amiably:\n\n\"How's Mike Thundercloud and Sally Whitehorse and the gang in general,\n'Letha?\"\n\n       *       *       *       *       *\n\nThe _Warlock_ rolled on in her newly-established orbit about Xosa II.\nThe landing boat was aground, having removed the two passengers. It\nwould come back. Nobody on the ship wanted to stay aground, because they\nknew the conditions and the situation below--unbearable heat and the\ncomplete absence of hope. But nobody had anything to do! The ship had\nbeen maintained in standard operating condition during its two-months'\nvoyage from Trent to here. No repairs or overhaulings were needed. There\nwas no maintenance-work to speak of. There would be only stand-by\nwatches until something happened. There would be nothing to do on those\nwatches. There would be off-watch time for twenty-one out of every\ntwenty-four hours, and no purposeful activity to fill even half an hour\nof it. In a matter of--probably--years, the _Warlock_ should receive\naid. She might be towed out of her orbit to space in which the Lawlor\ndrive could function, or the crew might simply be taken off. But\nmeanwhile, those on board were as completely frustrated as the colony.\nThey could not do anything at all to help themselves.\n\nIn one fashion the crewmen were worse off than the colonists. The\ncolonists had at least the colorful prospect of death before them. They\ncould prepare for it in their several ways. But the members of the\n_Warlock_'s crew had nothing ahead but tedium.\n\nThe skipper faced the future with extreme, grim distaste.\n\n       *       *       *       *       *\n\nThe ride to the colony was torment. Aletha rode behind her cousin on the\nsaddle-blanket, and apparently suffered little if at all. But Bordman\ncould only ride in the ground-car's cargo space, along with the sack of\nmail from the ship. The ground was unbelievably rough and the jolting\nintolerable. The heat was literally murderous. In the metal cargo space,\nthe temperature reached a hundred and sixty degrees in the sunshine--and\ngiven enough time, food will cook in no more heat than that. Of course a\nman has been known to enter an oven and stay there while a roast was\ncooked, and to come out alive. But the oven wasn't throwing him\nviolently about or bringing sun-heated--blue-white-sun heated--metal to\npress his heat-suit against him.\n\nThe suit did make survival possible, but that was all. The contents of\nits canteens gave out just before arrival, and for a short time Bordman\nhad only sweat for his suit to work with. It kept him alive by forced\nventilation, but he arrived in a state of collapse. He drank the iced\nsalt water they gave him and went to bed. He'd get back his strength\nwith a proper sodium level in his blood. But he slept for twelve hours\nstraight.\n\nWhen he got up, he was physically normal again, but abysmally ashamed.\nIt did no good to remind himself that Xosa II was rated minimum-comfort\nclass D--a blue-white sun and a mean temperature of one hundred and ten\ndegrees. Africans could take such a climate--with night-relief quarters.\nAmerinds could do steel construction work in the open, protected only by\ninsulated shoes and gloves. But Bordman could not venture out-of-doors\nexcept in a heat-suit. He couldn't stay long then. It was not a\nweakness. It was a matter of genetics. But he was ashamed.\n\nAletha nodded to him when he found the Project Engineer's office. It\noccupied one of the hulls in which colony-establishment materials had\nbeen lowered by rocket power. There were forty of the hulls, and they\nhad been emptied and arranged for inter-communication in three separate\ncommunities, so that an individual could change his quarters and\nordinary associates from time to time and colony fever--frantic\nirritation with one's companions--was minimized.\n\nAletha sat at a desk, busily making notes from a loose leaf volume\nbefore her. The wall behind the desk was fairly lined with similar\nvolumes.\n\n\"I made a spectacle of myself!\" said Bordman, bitterly.\n\n\"Not at all!\" Aletha assured him. \"It could happen to anybody. I\nwouldn't do too well on Timbuk.\"\n\nThere was no answer to that. Timbuk was essentially a jungle planet,\nbarely emerging from the carboniferous stage. Its colonists thrived\nbecause their ancestors had lived on the shores of the Gulf of Guinea,\non Earth. But Anglos did not find its climate healthful, nor would many\nother races. Amerinds died there quicker than most.\n\n\"Ralph's on the way here now,\" added Aletha. \"He and Dr. Chuka were out\npicking a place to leave the records. The sand dunes here are terrible,\nyou know. When an explorer-ship does come to find out what's happened to\nus, these buildings could be covered up completely. Any place could be.\nIt isn't easy to pick a record-cache that's quite sure to be found.\"\n\n\"When,\" said Bordman skeptically, \"there's nobody left alive to point it\nout. Is that it?\"\n\n\"That's it,\" agreed Aletha. \"It's pretty bad all around. I didn't plan\nto die just yet.\"\n\nHer voice was perfectly normal. Bordman snorted. As a senior Colonial\nSurvey officer, he'd been around. But he'd never yet known a human\ncolony to be extinguished when it was properly equipped and after a\nproper pre-settlement survey. He'd seen panic, but never real cause for\na matter-of-fact acceptance of doom.\n\n       *       *       *       *       *\n\nThere was a clanking noise outside the hulk which was the Project\nEngineer's headquarters. Bordman couldn't see clearly through the\nfiltered ports. He reached over and opened a door. The brightness\noutside struck his eyes like a blow. He blinked them shut instantly and\nturned away. But he'd seen a glistening, caterwheel ground car stopping\nnot far from the doorway.\n\nHe stood wiping tears from his light-dazzled eyes as footsteps sounded\noutside. Aletha's cousin came in, followed by a huge man with remarkably\ndark skin. The dark man wore eyeglasses with a curiously thick, corklike\nnosepiece to insulate the necessary metal of the frame from his skin. It\nwould blister if it touched bare flesh.\n\n\"This is Dr. Chuka,\" said Redfeather pleasantly, \"Mr. Bordman. Dr.\nChuka's the director of mining and mineralogy here.\"\n\nBordman shook hands with the ebony-skinned man. He grinned, showing\nstartlingly white teeth. Then he began to shiver.\n\n\"It's like a freeze-box in here,\" he said in a deep voice. \"I'll get a\nrobe and be with you.\"\n\nHe vanished through a doorway, his teeth chattering audibly. Aletha's\ncousin took half a dozen deliberate deep breaths and grimaced.\n\n\"I could shiver myself,\" he admitted \"but Chuka's really acclimated to\nXosa. He was raised on Timbuk.\"\n\nBordman said curtly:\n\n\"I'm sorry I collapsed on landing. It won't happen again. I came here to\ndo a degree-of-completion survey that should open the colony to normal\ncommerce, let the colonists' families move in, tourists, and so on. But\nI was landed by boat instead of normally, and I am told the colony is\ndoomed. I would like an official statement of the degree of completion\nof the colony's facilities and an explanation of the unusual points I\nhave just mentioned.\"\n\nThe Indian blinked at him. Then he smiled faintly. The dark man came\nback, zipping up an indoor warmth-garment. Redfeather dryly brought him\nup to date by repeating what Bordman had just said. Chuka grinned and\nsprawled comfortably in a chair.\n\n\"I'd say,\" he remarked humorously, in that astonishingly deep-toned\nvoice of his, \"sand got in our hair. And our colony. And the landing\ngrid. There's a lot of sand on Xosa. Wouldn't you say that was the\ntrouble?\"\n\nThe Indian said with elaborate gravity:\n\n\"Of course wind had something to do with it.\"\n\nBordman fumed.\n\n\"I think you know,\" he said fretfully, \"that as a senior Colonial Survey\nofficer, I have authority to give any orders needed for my work. I give\none now. I want to see the landing grid--if it is still standing. I take\nit that it didn't fall down?\"\n\nRedfeather flushed beneath the bronze pigment of his skin. It would be\nhard to offend a steelman more than to suggest that his work did not\nstand up.\n\n\"I assure you,\" he said politely, \"that it did not fall down.\"\n\n\"Your estimate of its degree of completion?\"\n\n\"Eighty per cent,\" said Redfeather formally.\n\n\"You've stopped work on it?\"\n\n\"Work on it has been stopped,\" agreed the Indian.\n\n\"Even though the colony can receive no more supplies until it is\ncompleted?\"\n\n\"Just so,\" said Redfeather without expression.\n\n\"Then I issue a formal order that I be taken to the landing-grid site\nimmediately,\" said Bordman angrily. \"I want to see what sort of\nincompetence is responsible! Will you arrange it--at once?\"\n\nRedfeather said in a completely emotionless voice:\n\n\"You want to see the site of the landing grid. Very good. Immediately.\"\n\nHe turned and walked out into the incredible, blinding sunshine. Bordman\nblinked at the momentary blast of light, and then began to pace up and\ndown the office. He fumed. He was still ashamed of his collapse from the\nheat during the travel from the landed rocket-boat to the colony.\nTherefore he was touchy and irritable. But the order he had given was\nstrictly justifiable.\n\nHe heard a small noise. He whirled. Dr. Chuka, huge and black and\nspectacled, rocked back and forth in his seat, suppressing laughter.\n\n\"Now, what the devil does that mean?\" demanded Bordman suspiciously. \"It\ncertainly isn't ridiculous to ask to see the structure on which the life\nof the colony finally depends!\"\n\n\"Not ridiculous,\" said Dr. Chuka. \"It's--hilarious!\"\n\nHe boomed laughter in the office with the rounded ceiling of a remade\nrobot hull. Aletha smiled with him, though her eyes were grave.\n\n\"You'd better put on a heat-suit,\" she said to Bordman.\n\nHe fumed again, tempted to defy all common sense because its dictates\nwere not the same for everybody. But he marched away, back to the\ncubbyhole in which he had awakened. Angrily, he donned the heat-suit\nthat had not protected him adequately before, but had certainly saved\nhis life. He filled the canteens topping full--he suspected he hadn't\ndone so the last time. He went back to the Project Engineer's office\nwith a feeling of being burdened and absurd.\n\n       *       *       *       *       *\n\nOut a filter-window, he saw that men with skins as dark as Dr. Chuka's\nwere at work on a ground car. They were equipping it with a sunshade and\ncurious shields like wings. Somebody pushed a sort of caterwheel\nhandtruck toward it. They put big, heavy tanks into its cargo space. Dr.\nChuka had disappeared, but Aletha was back at work making notes from the\nloose-leaf volume on the desk.\n\n[Illustration]\n\n\"May I ask,\" asked Bordman with some irony, \"what your work happens to\nbe just now?\"\n\nShe looked up.\n\n\"I thought you knew,\" she said in surprise. \"I'm here for the Amerind\nHistorical Society. I can certify coups. I'm taking coup-records for the\nSociety. They'll go in the record-cache Ralph and Dr. Chuka are\narranging, so no matter what happens to the colony, the record of the\ncoups won't be lost.\"\n\n\"Coups?\" demanded Bordman. He knew that Amerinds painted feathers on the\nkey-posts of steel structures they'd built, and he knew that the posting\nof such \"coup-marks\" was a cherished privilege and undoubtedly a\nsurvival or revival of some American Indian tradition back on Earth.\nBut he did not know what they meant.\n\n\"Coups,\" repeated Aletha matter-of-factly. \"Ralph wears three\neagle-feathers. You saw them. He has three coups. Pinions, too! He built\nthe landing grids on Norlath and--Oh, you don't know!\"\n\n\"I don't,\" admitted Bordman, his temper not of the best because of what\nseemed unnecessary condescensions on Xosa II.\n\nAletha looked surprised.\n\n\"In the old days,\" she explained, \"back on Earth, if a man scalped an\nenemy, he counted coup. The first to strike an enemy in a battle counted\ncoup, too--a lesser one. Nowadays a man counts coups for different\nthings, but Ralph's three eagle-feathers mean he's entitled to as much\nrespect as a warrior in the old days who, three separate times, had\nkilled and scalped an enemy warrior in the middle of his own camp. And\nhe is, too!\"\n\nBordman grunted.\n\n\"Barbarous, I'd say!\"\n\n\"If you like,\" said Aletha. \"But it's something to be proud of--and one\ndoesn't count coup for making a lot of money!\" Then she paused and said\ncurtly: \"The word 'snobbish' fits it better than 'barbarous.' We are\nsnobs! But when the head of a clan stands up in Council in the Big Tepee\non Algonka, representing his clan, and men have to carry the ends of the\nfeather headdress with all the coups the members of his clan have\nearned--why one is proud to belong to that clan!\" She added defiantly,\n\"Even watching it on a vision-screen!\"\n\nDr. Chuka opened the outer door. Blinding light poured in. He did not\nenter--and his body glistened with sweat.\n\n\"Ready for you, Mr. Bordman!\"\n\nBordman adjusted his goggles and turned on the motors of his heat-suit.\nHe went out the door.\n\n       *       *       *       *       *\n\nThe heat and light outside were oppressive. He darkened the goggles\nagain and made his way heavily to the waiting, now-shaded ground car. He\nnoted that there were other changes beside the sunshade. The cover-deck\nof the cargo space was gone, and there were cylindrical riding seats\nlike saddles in the back. The odd lower shields reached out sidewise\nfrom the body, barely above the caterwheels. He could not make out their\npurpose and irritably failed to ask.\n\n\"All ready,\" said Redfeather coldly. \"Dr. Chuka's coming with us. If\nyou'll get in here, please----\"\n\nBordman climbed awkwardly into the boxlike back of the car. He bestrode\none of the cylindrical arrangements. With a saddle on it, it would\nundoubtedly have been a comfortable way to cover impossibly bad terrain\nin a mechanical carrier. He waited. About him there were the squatty\nhulls of the space-barges which had been towed here by a colony ship,\neach one once equipped with rockets for landing. Emptied of their\ncargoes, they had been huddled together into the three separate,\nadjoining communities. There were separate living quarters and mess\nhalls and recreation rooms for each, and any colonist lived in the\ncommunity of his choice and shifted at pleasure, or visited, or remained\nsolitary. For mental health a man has to be assured of his free will,\nand over-regimentation is deadly in any society. With men\npsychologically suited to colonize, it is fatal.\n\nAbove--but at a distance, now--there was a monstrous scarp of mountains,\ncolored in glaring and unnatural tints. Immediately about there was raw\nrock. But it was peculiarly smooth, as if sand grains had rubbed over it\nfor uncountable aeons and carefully worn away every trace of unevenness.\nHalf a mile to the left, dunes began and went away to the horizon. The\nnearer ones were small, but they gained in size with distance from the\nmountains--which evidently affected the surface-winds hereabouts--and\nthe edge of seeing was visibly not a straight line. The dunes yonder\nmust be gigantic. But of course on a world the size of ancient Earth,\nand which was waterless save for snow-patches at its poles, the size to\nwhich sand dunes could grow had no limit. The surface of Xosa II was a\nsea of sand, on which islands and small continents of wind-swept rock\nwere merely minor features.\n\nDr. Chuka adjusted a small metal object in his hand. It had a tube\ndangling from it. He climbed into the cargo space and fastened it to one\nof the two tanks previously loaded.\n\n\"For you,\" he told Bordman. \"Those tanks are full of compressed air at\nrather high pressure--a couple of thousand pounds. Here's a\nreduction-valve with an adiabatic expansion feature, to supply extra air\nto your heat-suit. It will be pretty cold, expanding from so high a\npressure. Bring down the temperature a little more.\"\n\nBordman again felt humiliated. Chuka and Redfeather, because of their\nraces, were able to move about nine-tenths naked in the open air on this\nplanet, and they thrived. But he needed a special refrigerated costume\nto endure the heat. More, they provided him with sunshades and\nrefrigerated air that they did not need for themselves. They were\nthoughtful of him. He was as much out of his element, where they fitted\nperfectly, as he would have been making a degree-of-completion survey on\nan underwater project. He had to wear what was practically a diving suit\nand use a special air supply to survive!\n\nHe choked down the irritation his own inadequacy produced.\n\n\"I suppose we can go now,\" he said as coldly as he could.\n\nAletha's cousin mounted the control-saddle--though it was no more than a\nblanket--and Dr. Chuka mounted beside Bordman. The ground car got under\nway. It headed for the mountains.\n\n       *       *       *       *       *\n\nThe smoothness of the rock was deceptive. The caterwheel car lurched\nand bumped and swayed and rocked. It rolled and dipped and wallowed.\nNobody could have remained in a normal seat on such terrain, but Bordman\nfelt hopelessly undignified riding what amounted to a hobbyhorse. Under\nthe sunshade it was infuriatingly like a horse on a carousel. That there\nwere three of them together made it look even more foolish. He stared\nabout him, trying to take his mind from his own absurdity. His goggles\nmade the light endurable, but he felt ashamed.\n\n\"Those side-fins,\" said Chuka's deep voice pleasantly, \"the bottom ones,\nmake things better for you. The shade overhead cuts off direct sunlight,\nand they cut off the reflected glare. It would blister your skin even\nif the sun never touched you directly.\"\n\nBordman did not answer. The caterwheel car went on. It came to a patch\nof sand--tawny sand, heavily mineralized. There was a dune here. Not a\nbig one for Xosa II. It was no more than a hundred feet high. But they\nwent up its leeward, steeply slanting side. All the planet seemed to\ntilt insanely as the caterwheels spun. They reached the dune's crest,\nwhere it tended to curl over and break like a water-comber, and here the\nwheels struggled with sand precariously ready to fall, and Bordman had a\nsudden perception of the sands of Xosa II as the oceans that they really\nwere. The dunes were waves which moved with infinite slowness, but the\nirresistible force of storm-seas. Nothing could resist them. Nothing!\n\nThey traveled over similar dunes for two miles. Then they began to climb\nthe approaches to the mountains. And Bordman saw for the second\ntime--the first had been through the ports of the landing-boat--where\nthere was a notch in the mountain wall and sand had flowed out of it\nlike a waterfall, making a beautifully symmetrical cone-shaped heap\nagainst the lower cliffs. There were many such falls. There was one\nplace where there was a sand-cascade. Sand had poured over a series of\nrocky steps, piling up on each in turn to its very edge, and then\nspilling again to the next.\n\nThey went up a crazily slanting spur of stone, whose sides were too\nsteep for sand to lodge on, and whose narrow crest had a bare thin\ncoating of powder.\n\nThe landscape looked like a nightmare. As the car went on, wabbling and\nlurching and dipping on its way, the heights on either side made Bordman\ntend to dizziness. The coloring was impossible. The aridness, the\ndesiccation, the lifelessness of everything about was somehow shocking.\nBordman found himself straining his eyes for the merest, scrubbiest of\nbushes and for however stunted and isolated a wisp of grass.\n\nThe journey went on for an hour. Then there came a straining climb up a\nnow-windswept ridge of eroded rock, and the attainment of its highest\npoint. The ground car went onward for a hundred yards and stopped.\n\nThey had reached the top of the mountain range, and there was\ndoubtlessly another range beyond. But they could not see it. Here, at\nthe place to which they had climbed so effortfully, there were no more\nrocks. There was no valley. There was no descending slope. There was\nsand. This was one of the sand plateaus which were a unique feature of\nXosa II. And Bordman knew, now, that the disputed explanation was the\ntrue one.\n\nWinds, blowing over the mountains, carried sand as on other worlds they\ncarried moisture and pollen and seeds and rain. Where two mountain\nranges ran across the course of long-blowing winds, the winds eddied\nabove the valley between. They dropped sand into it. The equivalent of\ntrade winds, Bordman considered, in time would fill a valley to the\nmountain tops, just as trade winds provide moisture in equal quantity on\nother worlds, and civilizations have been built upon it. But----\n\n       *       *       *       *       *\n\n\"Well?\" said Bordman challengingly.\n\n\"This is the site of the landing grid,\" said Redfeather.\n\n\"Where?\"\n\n\"Here,\" said the Indian dryly. \"A few months ago there was a valley\nhere. The landing grid had eighteen hundred feet of height built. There\nwas to be four hundred feet more--the lighter top construction justifies\nmy figure of eighty per cent completion. Then there was a storm.\"\n\n[Illustration]\n\nIt was hot. Horribly, terribly hot, even here on a plateau at\nmountaintop height. Dr. Chuka looked at Bordman's face and bent down in\nthe vehicle. He turned a stopcock on one of the air tanks brought for\nBordman's necessity. Immediately Bordman felt cooler. His skin was dry,\nof course. The circulated air dried sweat as fast as it appeared. But he\nhad the dazed, feverish feeling of a man in an artificial-fever box.\nHe'd been fighting it for some time. Now the coolness of the expanded\nair was almost deliriously refreshing.\n\nDr. Chuka produced a canteen. Bordman drank thirstily. The water was\nslightly salted to replace salt lost in sweat.\n\n\"A storm, eh?\" asked Bordman, after a time of contemplation of his inner\nsensations as well as the scene of disaster before him. There'd be some\nhundreds of millions of tons of sand in even a section of this plateau.\nIt was unthinkable that it could be removed except by a long-time sweep\nof changed trade winds along the length of the valley. \"But what has a\nstorm to do----\"\n\n\"It was a sandstorm,\" said Redfeather coldly. \"Probably there was a\nsunspot flare-up. We don't know. But the pre-colonization survey spoke\nof sandstorms. The survey team even made estimates of sandfall in\nvarious places as so many inches per year. Here all storms drop sand\ninstead of rain. But there must have been a sunspot flare because this\nstorm blew for\"--his voice went flat and deliberate because it was\nstating the unbelievable--\"for two months. We did not see the sun in all\nthat time. And we couldn't work, naturally. The sand would flay a man's\nskin off his body in minutes. So we waited it out.\n\n\"When it ended, there was this sand plateau where the survey had ordered\nthe landing grid to be built. The grid was under it. It is under it. The\ntop of eighteen hundred feet of steel is still buried two hundred feet\ndown in the sand you see. Our unfabricated building-steel is piled ready\nfor erection--under two thousand feet of sand. Without anything but\nstored power it is hardly practical\"--Redfeather's tone was\nsardonic--\"for us to try to dig it out. There are hundreds of millions\nof tons of stuff to be moved. If we could get the sand away, we could\nfinish the grid. If we could finish the grid, we'd have power enough to\nget the sand away--in a few years, and if we could replace the machinery\nthat wore out handling it. And if there wasn't another sandstorm.\"\n\nHe paused. Bordman took deep breaths of the cooler air. He could think\nmore clearly.\n\n\"If you will accept photographs,\" said Redfeather politely, \"you can\ncheck that we actually did the work.\"\n\n       *       *       *       *       *\n\nBordman saw the implications. The colony had been formed of Amerinds for\nthe steel work and Africans for the labor the Amerinds were congenitally\naverse to--the handling of complex mining-machinery underground and the\ncontrol of modern high-speed smelting operations. Both races could\nendure this climate and work in it--provided that they had cooled\nsleeping quarters. But they had to have power. Power not only to work\nwith, but to live by. The air-cooling machinery that made sleep possible\nalso condensed from the cooled air the minute trace of water vapor it\ncontained and that they needed for drink. But without power they would\nthirst. Without the landing grid and the power it took from the\nionosphere, they could not receive supplies from the rest of the\nuniverse. So they would starve.\n\nAnd the _Warlock_, now in orbit somewhere overhead, was well within the\nplanet's gravitational field and could not use its Lawlor drive to\nescape with news of their predicament. In the normal course of events it\nwould be years before a colony ship capable of landing or blasting out\nof a planetary gravitational field by rocket-power was dispatched to\nfind out why there was no news from Xosa II. There was no such thing as\ninterstellar signaling, of course. Ships themselves travel faster than\nany signal that could be sent, and distances were so great that mere\ncommunication took enormous lengths of time. A letter sent to Earth from\nthe Rim even now took ten years to make the journey, and another ten for\na reply. Even the much shorter distances involved in Xosa II's\npredicament still ruled out all hope. The colony was strictly on its\nown.\n\nBordman said heavily:\n\n\"I'll accept the photographs. I even accept the statement that the\ncolony will die. I will prepare my report for the cache Aletha tells me\nyou're preparing. And I apologize for any affront I may have offered\nyou.\"\n\nDr. Chuka nodded approvingly. He regarded Bordman with benign warmth.\nRalph Redfeather said cordially enough:\n\n\"That's perfectly all right. No harm done.\"\n\n\"And now,\" said Bordman shortly, \"since I have authority to give any\norders needed for my work, I want to survey the steps you've taken to\ncarry out those parts of your instructions dealing with emergencies. I\nwant to see right away what you've done to beat this state of things. I\nknow they can't be beaten, but I intend to leave a report on what you've\ntried!\"\n\n       *       *       *       *       *\n\nThe _Warlock_ swung in emptiness around the planet Xosa II. It was\nbarely five thousand miles above the surface, so the mottled terrain of\nthe dry world flowed swiftly and perpetually beneath it. It did not seem\nbeneath, of course. It simply seemed out--away--removed from the ship.\nAnd in the ship's hull there was artificial gravity, and light, and\nthere were the humming sounds of fans which kept the air in motion and\nflowing through the air apparatus. Also there was food, and adequate\nwater, and the temperature was admirably controlled. But nothing\nhappened. Moreover, nothing could be expected to happen. There were\neight men in the crew, and they were accustomed to space-voyages which\nlasted from one month to three. But they had traveled a good two months\nfrom their last port. They had exhausted the visireels, playing them\nover and over until they were intolerable. They had read and reread all\nthe bookreels they could bear. On previous voyages they had played chess\nand similar games until it was completely predictable who would beat\nwhom in every possible contest.\n\nNow they viewed the future with bitterness. The ship could not land,\nbecause there was no landing grid in operation on the planet below them.\nThey could not depart, because the Lawlor drive simply does not work\nwithin five diameters of an Earth-gravity planet. Space is warped only\ninfinitesimally by so thin a field, but a Lawlor drive needs almost\nperfectly unstressed emptiness if it is to take hold. They did not have\nfuel enough to blast out the necessary thirty-odd thousand miles against\ngravity. The same consideration made their lifeboats useless. They could\nnot escape by rocket-power and their Lawlor drives, also, were\nineffective.\n\nThe crew of the _Warlock_ was bored. The worst of the boredom was that\nit promised to last without limit. They had food and water and physical\ncomfort, but they were exactly in the situation of men sentenced to\nprison for an unknown but enormous length of time. There was no escape.\nThere could be no alleviation. The prospect invited frenzy by\nanticipation.\n\nA fist fight broke out in the crew's quarters within two hours after the\n_Warlock_ had established its orbit--as a first reaction to their\ncatastrophe. The skipper went through the ship and painstakingly\nconfiscated every weapon. He locked them up. He, himself, already felt\nthe nagging effect of jangling nerves. There was nothing to do. He\ndidn't know when there would ever be anything to do. It was a condition\nto produce hysteria.\n\n       *       *       *       *       *\n\nThere was night. Outside and above the colony there were uncountable\nmyriads of stars. They were not the stars of Earth, of course, but\nBordman had never been on Earth. He was used to unfamiliar\nconstellations. He stared out a port at the sky, and noted that there\nwere no moons. He remembered, when he thought, that Xosa II had no\nmoons. There was a rustling of paper behind him. Aletha Redfeather\nturned a page in a loose-leaf volume and painstakingly made a note. The\nwall behind her held many more such books. From them could be extracted\nthe detailed history of every bit of work that had been done by the\ncolony-preparation crews. Separate, tersely-phrased items could be\nassembled to make a record of individual men.\n\nThere had been incredible hardships, at first. There were heroic feats.\nThere had been an attempt to ferry water supplies down from the pole by\naircraft. It was not practical, even to build up a reserve of fluid.\nWinds carried sand particles here as on other worlds they carried\nmoisture. Aircraft were abraded as they flew. The last working flier\nmade a forced landing five hundred miles from the colony. A caterwheel\nexpedition went out and brought the crew in. The caterwheel trucks were\narmored with silicone plastic, resistant to abrasion, but when they got\nback they had to be scrapped. There had been men lost in sudden\nsand-squalls, and heroic searches for them, and once or twice rescues.\nThere had been cave-ins in the mines. There had been accidents. There\nhad been magnificent feats of endurance and achievement.\n\nBordman went to the door of the hull which was Ralph Redfeather's\nProject Engineer office. He opened it. He stepped outside.\n\nIt was like stepping into an oven. The sand was still hot from the\nsunshine just ended. The air was so utterly dry that Bordman instantly\nfelt it sucking at the moisture of his nasal passages. In ten seconds\nhis feet--clad in indoor footwear--were uncomfortably hot. In twenty the\nsoles of his feet felt as if they were blistering. He would die of the\nheat at night, here! Perhaps he could endure the outside near dawn, but\nhe raged a little. Here where Amerinds and Africans lived and throve, he\ncould live unprotected for no more than an hour or two--and that at one\nspecial time of the planet's rotation!\n\nHe went back in, ashamed of the discomfort of his feet and angrily\nletting them feel scorched rather than admit to it.\n\nAletha turned another page.\n\n\"Look, here!\" said Bordman angrily. \"No matter what you say, you're\ngoing to go back on the _Warlock_ before----\"\n\nShe raised her eyes.\n\n\"We'll worry about that when the time comes. But I think not. I'd\nrather stay here.\"\n\n\"For the present, perhaps,\" snapped Bordman. \"But before things get too\nbad you go back to the ship! They've rocket fuel enough for half a dozen\nlandings of the landing boat. They can lift you out of here!\"\n\nAletha shrugged.\n\n\"Why leave here to board a derelict? The _Warlock_'s practically that.\nWhat's your honest estimate of the time before a ship equipped to help\nus gets here?\"\n\nBordman would not answer. He'd done some figuring. It had been a\ntwo-month journey from Trent--the nearest Survey base--to here. The\n_Warlock_ had been expected to remain aground until the smelter it\nbrought could load it with pig metal. Which could be as little as two\nweeks, but would surprise nobody if it was two months instead. So the\nship would not be considered due back on Trent for four months. It would\nnot be considered overdue for at least two more. It would be six months\nbefore anybody seriously wondered why it wasn't back with its cargo.\nThere'd be a wait for lifeboats to come in, should there have been a\nmishap in space. There'd eventually be a report of noncommunication to\nthe Colony Survey headquarters on Canna III. But it would take three\nmonths for that report to be received, and six more for a\nconfirmation--even if ships made the voyages exactly at the most\nfavorable intervals--and then there should at least be a complaint from\nthe colony. There were lifeboats aground on Xosa II, for emergency\ncommunication, and if a lifeboat didn't bring news of a planetary\ncrisis, no crisis would be considered to exist. Nobody could imagine a\nlanding grid failing!\n\nMaybe in a year somebody would think that maybe somebody ought to ask\naround about Xosa II. It would be much longer before somebody put a note\non somebody else's desk that would suggest that when, or if, a suitable\nship passed near Xosa II, or if one should be available for the inquiry,\nit might be worth while to have the noncommunication from the planet\nlooked into. Actually, to guess at three years before another ship\narrived would be the most optimistic of estimates.\n\n\"You're a civilian,\" said Bordman shortly. \"When the food and water run\nlow, you go back to the ship. You'll at least be alive when somebody\ndoes come to see what's the matter here!\"\n\nAletha said mildly:\n\n\"Maybe I'd rather not be alive. Will you go back to the ship?\"\n\nBordman flushed. He wouldn't. But he said doggedly;\n\n\"I can order you sent on board, and your cousin will carry out the\norder!\"\n\n\"I doubt it very much,\" said Aletha pleasantly.\n\nShe returned to her task.\n\n       *       *       *       *       *\n\nThere were crunching footsteps outside the hulk. Bordman winced a\nlittle. With insulated sandals, it was normal for these colonists to\nmove from one part of the colony to another in the open, even by\ndaylight. He, Bordman, couldn't take out-of-doors at night! His lips\ntwisted bitterly.\n\nMen came in. There were dark men with rippling muscles under glistening\nskin, and bronze Amerinds with coarse straight hair. Ralph Redfeather\nwas with them. Dr. Chuka came in last of all.\n\n\"Here we are,\" said Redfeather. \"These are our foremen. Among us, I\nthink we can answer any questions you want to ask.\"\n\nHe made introductions. Bordman didn't try to remember the names.\nAbeokuta and Northwind and Sutata and Tallgrass and T'ckka and\nSpottedhorse and Lewanika---- They were names which in combination would\nonly be found in a very raw, new colony. But the men who crowded into\nthe office were wholly at ease, in their own minds as well as in the\npresence of a senior Colonial Survey officer. They nodded as they were\nnamed, and the nearest shook hands. Bordman knew that he'd have liked\ntheir looks under other circumstances. But he was humiliated by the\nconditions on this planet. They were not. They were apparently only\nsentenced to death by them.\n\n\"I have to leave a report,\" said Bordman curtly--and he was somehow\nastonished to know that he did expect to leave a report rather than make\none; he accepted the hopelessness of the colony's future--\"on the\ndegree-of-completion of the work here. But since there's an emergency, I\nhave also to leave a report on the measures taken to meet it.\"\n\nThe report would be futile, of course. As futile as the coup-records\nAletha was compiling, which would be read only after everybody on the\nplanet was dead. But Bordman knew he'd write it. It was unthinkable that\nhe shouldn't.\n\n\"Redfeather tells me,\" he added, again curtly, \"that the power in\nstorage can be used to cool the colony buildings--and therefore condense\ndrinking water from the air--for just about six months. There is food\nfor about six months. If one lets the buildings warm up a little, to\nstretch the fuel, there won't be enough water to drink. Go on half\nrations to stretch the food, and there won't be enough water to last and\nthe power will give out anyhow. No profit there!\"\n\nThere were nods. The matter had been thrashed out long before.\n\n\"There's food in the _Warlock_ overhead,\" Bordman went on coldly, \"but\nthey can't use the landing boat more than a few times. It can't use ship\nfuel. No refrigeration to hold it stable. They couldn't land more than a\nton of supplies all told. There are five hundred of us here. No help\nthere!\"\n\nHe looked from one to another.\n\n\"So we live comfortably,\" he told them with irony, \"until our food and\nwater and minimum night-comfort run out together. Anything we do to try\nto stretch anything is useless because of what happens to something\nelse. Redfeather tells me you accept the situation. What are you\ndoing--since you accept it?\"\n\nDr. Chuka said amiably:\n\n\"We've picked a storage place for our records, and our miners are\nblasting out space in which to put away the record of our actions to the\nlast possible moment. It will be sandproof. Our mechanics are building a\nbroadcast unit we'll spare a tiny bit of fuel for. It will run\ntwenty-odd years, broadcasting directions so it can be found regardless\nof how the terrain is changed by drifting sand.\"\n\n\"And,\" said Bordman, \"the fact that nobody will be here to give\ndirections.\"\n\nChuka added benignly:\n\n\"We're doing a great deal of singing, too. My people are ... ah ...\nreligious. When we are ... ah ... no longer here ... there have been\nboastings that there'll be a well-practiced choir ready to go to work in\nthe next world.\"\n\nWhite teeth showed in grins. Bordman was almost envious of men who could\ngrin at such a thought. But he went on grimly:\n\n\"And I understand that athletics have also been much practiced.\"\n\nRedfeather said:\n\n\"There's been time for it. Climbing teams have counted coup on all the\nworst mountains within three hundred miles. There's been a new record\nset for the javelin, adjusted for gravity constant, and Johnny Cornstalk\ndid a hundred yards in eight point four seconds. Aletha has the records\nand has certified them.\"\n\n\"Very useful!\" said Bordman sardonically. Then he disliked himself for\nsaying it even before the bronze-skinned men's faces grew studiedly\nimpassive.\n\nChuka waved his hand.\n\n\"Wait, Ralph! Lewanika's nephew will beat that within a week!\"\n\nBordman was ashamed again because Chuka had spoken to cover up his own\nill-nature.\n\n\"I take it back!\" he said irritably. \"What I said was uncalled for. I\nshouldn't have said it! But I came here to do a completion survey and\nwhat you've been giving me is material for an estimate of morale! It's\nnot my line! I'm a technician, first and foremost! We're faced with a\ntechnical problem!\"\n\nAletha spoke suddenly from behind him.\n\n\"But these are men, first and foremost, Mr. Bordman. And they're faced\nwith a very human problem--how to die well. They seem to be rather good\nat it, so far.\"\n\nBordman ground his teeth. He was again humiliated. In his own fashion he\nwas attempting the same thing. But just as he was genetically not\nqualified to endure the climate of this planet, he was not prepared for\na fatalistic or pious acceptance of disaster. Amerind and African,\nalike, these men instinctively held to their own ideas of what the\ndignity of a man called upon him to do when he could not do anything but\ndie. But Bordman's idea of his human dignity required him to be still\nfighting: still scratching at the eyes of fate or destiny when he was\nslain. It was in his blood or genes or the result of training. He simply\ncould not, with self-respect, accept any physical situation as hopeless\neven when his mind assured him that it was.\n\n       *       *       *       *       *\n\n\"I agree,\" he said coldly, \"but still I have to think in technical\nterms. You might say that we are going to die because we cannot land the\n_Warlock_ with food and equipment. We cannot land the _Warlock_ because\nwe have no landing grid. We have no landing grid because it and all the\nmaterial to complete it is buried under millions of tons of sand. We\ncannot make a new light-supply-ship type of landing grid because we have\nno smelter to make beams, nor power to run it if we had, yet if we had\nthe beams we could get the power to run the smelter we haven't got to\nmake the beams. And we have no smelter, hence no beams, no power, no\nprospect of food or help because we can't land the _Warlock_. It is\nstrictly a circular problem. Break it at any point and all of it is\nsolved.\"\n\nOne of the dark men muttered something under his breath to those near\nhim. There were chuckles.\n\n\"Like Mr. Woodchuck,\" explained the man, when Bordman's eyes fell on\nhim. \"When I was a little boy there was a story like that.\"\n\nBordman said icily:\n\n\"The problem of coolness and water and food is the same sort of problem.\nIn six months we could raise food--if we had power to condense\nmoisture. We've chemicals for hydroponics--if we could keep the plants\nfrom roasting as they grew. Refrigeration and water and food are\npractically another circular problem.\"\n\nAletha said tentatively:\n\n\"Mr. Bordman----\"\n\nHe turned, annoyed. Aletha said almost apologetically:\n\n\"On Chagan there was a--you might call it a woman's coup given to a\nwoman I know. Her husband raises horses. He's mad about them. And they\nlive in a sort of home on caterwheels out on the plains--the llanos.\nSometimes they're months away from a settlement. And she loves ice cream\nand refrigeration isn't too simple. But she has a Doctorate in Human\nHistory. So she had her husband make an insulated tray on the roof of\ntheir trailer and she makes her ice cream there.\"\n\nMen looked at her. Her cousin said amusedly:\n\n\"That should rate some sort of technical-coup feather!\"\n\n\"The Council gave her a brass pot--official,\" said Aletha. \"Domestic\nscience achievement.\" To Bordman she explained: \"Her husband put a tray\non the roof of their house, insulated from the heat of the house below.\nDuring the day there's an insulated cover on top of it, insulating it\nfrom the heat of the sun. At night she takes off the top cover and pours\nher custard, thin, in the tray. Then she goes to bed. She has to get up\nbefore daybreak to scrape it up, but by then the ice cream is frozen.\nEven on a warm night.\" She looked from one to another. \"I don't know\nwhy. She said it was done in a place called Babylonia on Earth, many\nthousands of years ago.\"\n\nBordman blinked. Then he said decisively:\n\n\"Damn! Who knows how much the ground-temperature drops here before\ndawn?\"\n\n\"I do,\" said Aletha's cousin, mildly. \"The top-sand temperature falls\nforty-odd degrees. Warmer underneath, of course. But the air here is\nalmost cool when the sun rises. Why?\"\n\n\"Nights are cooler on all planets,\" said Bordman, \"because every night\nthe dark side radiates heat to empty space. There'd be frost everywhere\nevery morning if the ground didn't store up heat during the day. If we\nprevent daytime heat-storage--cover a patch of ground before dawn and\nleave it covered all day--and uncover it all night while shielding it\nfrom warm winds---- We've got refrigeration! The night sky is empty\nspace itself! Two hundred and eighty below zero!\"\n\n       *       *       *       *       *\n\nThere was a murmur. Then argument. The foremen of the Xosa II\ncolony-preparation crew were strictly practical men, but they had the\nhabit of knowing why some things were practical. One does not do modern\nsteel construction in contempt of theory, nor handle modern mining tools\nwithout knowing why as well as how they work. This proposal sounded like\nsomething that was based on reason--that should work to some degree.\nBut how well? Anybody could guess that it should cool something at least\ntwice as much as the normal night temperature-drop. But somebody\nproduced a slipstick and began to juggle it expertly. He astonishedly\nannounced his results. Others questioned, and then verified it. Nobody\npaid much attention to Bordman. But there was a hum of absorbed\ndiscussion, in which Redfeather and Chuka were immediately included. By\ncalculation, it astoundingly appeared that if the air on Xosa II was\nreally as clear as the bright stars and deep day-sky color indicated,\nevery second night a total drop of one hundred and eighty degrees\ntemperature could be secured by radiation to interstellar space--if\nthere were no convection-currents, and they could be prevented by----\n\nIt was the convection-current problem which broke the assembly into\ngroups with different solutions. But it was Dr. Chuka who boomed at all\nof them to try all three solutions and have them ready before daybreak,\nso the assembly left the hulk, still disputing enthusiastically. But\nsomebody had recalled that there were dewponds in the one arid area on\nTimbuk, and somebody else remembered that irrigation on Delmos III was\naccomplished that same way. And they recalled how it was done----\n\nVoices went away in the ovenlike night outside. Bordman grimaced, and\nagain said:\n\n\"Damn! Why didn't I think of that myself?\"\n\n\"Because,\" said Aletha, smiling, \"you aren't a Doctor of Human History\nwith a horse-raising husband and a fondness for ice cream. Even so, a\ntechnician was needed to break down the problem here into really simple\nterms.\" Then she said, \"I think Bob Running Antelope might approve of\nyou, Mr. Bordman.\"\n\nBordman fumed to himself.\n\n\"Who's he? Just what does that whole comment mean?\"\n\n\"I'll tell you,\" said Aletha, \"when you've solved one or two more\nproblems.\"\n\nHer cousin came back into the room. He said with gratification:\n\n\"Chuka can turn out silicone-wool insulation, he says. Plenty of\nmaterial, and he'll use a solar mirror to get the heat he needs. Plenty\nof temperature to make silicones! How much area will we need to pull in\nfour thousand gallons of water a night?\"\n\n\"How do I know?\" demanded Bordman. \"What's the moisture-content of the\nair here, anyhow?\" Then he said vexedly, \"Tell me! Are you using\nheat-exchangers to help cool the air you pump into the buildings, before\nyou use power to refrigerate it? It would save some power----\"\n\nThe Indian project engineer said absorbedly:\n\n\"Let's get to work on this! I'm a steel man myself, but----\"\n\nThey settled down. Aletha turned a page.\n\nThe _Warlock_ spun around the planet. The members of its crew withdrew\ninto themselves. In even two months of routine tedious voyaging to this\nplanet, there had been the beginnings of irritation with the mannerisms\nof other men. Now there would be years of it. At the beginning, every\nman tended to become a hermit so that he could postpone as long as\npossible the time when he would hate his shipmates. Monotony was already\nso familiar that its continuance was a foreknown evil. The crew of the\n_Warlock_ already knew how intolerable they would presently be to each\nother, and the foreknowledge tended to make them intolerable now.\n\nWithin two days of its establishment in orbit, the _Warlock_ was manned\nby men already morbidly resentful of fate; with the psychology of\nprisoners doomed to close confinement for an indeterminate but ghastly\nperiod. On the third day there was a second fist fight. A bitter one.\n\nFist fights are not healthy symptoms in a spaceship which cannot hope to\nmake port for a matter of years.\n\n       *       *       *       *       *\n\nMost human problems are circular and fall apart when a single trivial\npart of them is solved. There used to be enmity between races because\nthey were different, and they tended to be different because they were\nenemies, so there was enmity--The big problem of interstellar flight was\nthat nothing could travel faster than light, and nothing could travel\nfaster than light because mass increased with speed, and mass increased\nwith speed--obviously!--because ships remained in the same time-slot,\nand ships remained in the same time-slot long after a one-second shift\nwas possible because nobody realized that it meant traveling faster than\nlight. And even before there was interstellar travel, there was\npractically no interplanetary commerce because it took so much fuel to\ntake off and land. And it took more fuel to carry the fuel to take off\nand land, and more still to carry the fuel for that, until somebody used\npower on the ground for heave-off instead of take-off, and again on the\nground for landing. And then interplanetary ships carried cargoes. And\non Xosa II there was an emergency because a sandstorm had buried the\nalmost completed landing grid under some megatons of sand, and it\ncouldn't be completed because there was only storage power because it\nwasn't completed, because there was only storage power because----\n\nBut it took three weeks for the problem to be seen as the ultimately\nsimple thing it really was. Bordman had called it a circular problem,\nbut he hadn't seen its true circularity. It was actually--like all\ncircular problems--inherently an unstable set of conditions. It began to\nfall apart when he saw that mere refrigeration would break its solidity.\n\nIn one week there were ten acres of desert covered with\nsilicone-wool-felt in great strips. By day a reflective surface was\nuppermost, and at sundown caterwheel trucks hooked on to towlines and\nneatly pulled it over on its back, to expose gridded black-body surfaces\nto the starlight. And the gridding was precisely designed so that winds\nblowing across it did not make eddies in the grid-squares, and the\nchilled air in those pockets remained undisturbed and there was no\nconduction of heat downward by eddy currents, while there was admirable\nradiation of heat out to space. And this was in the manner of the night\nsides of all planets, only somewhat more efficient.\n\n       *       *       *       *       *\n\nIn two weeks there was a water yield of three thousand gallons per\nnight, and in three weeks more there were similar grids over the colony\nhouses and a vast roofed cooling-shed for pre-chilling of air to be used\nby the refrigeration systems themselves. The fuel-store--stored\npower--was thereupon stretched to three times its former calculated\nusefulness. The situation was no longer a simple and neat equation of\ndespair.\n\nThen something else happened. One of Dr. Chuka's assistants was curious\nabout a certain mineral. He used the solar furnace that had made the\nsilicone wool to smelt it. And Dr. Chuka saw him. And after one blank\nmoment he bellowed laughter and went to see Ralph Redfeather. Whereupon\nAmerind steel-workers sawed apart a robot hull that was no longer a fuel\ntank because its fuel was gone, and they built a demountable solar\nmirror some sixty feet across--which African mechanics deftly\npowered--and suddenly there was a spot of incandescence even brighter\nthan the sun of Xosa II, down on the planet's surface. It played upon a\nmineral cliff, and monstrous smells developed and even the African\nmining-technicians put on goggles because of the brightness, and\npresently there were threads of molten metal and slag trickling--and\nseparating as they trickled--hesitantly down the cliff-side.\n\nAnd Dr. Chuka beamed and slapped his sweating thighs, and Bordman went\nout in a caterwheel truck, wearing a heat-suit, to watch it for all of\ntwenty minutes. When he got back to the Project Engineer's office he\ngulped iced salt water and dug out the books he'd brought down from the\nship. There was the specbook for Xosa II, and there were the other\nvolumes of definitions issued by the Colonial Survey. They were\ndefinitions of the exact meanings of terms used in briefer\nspecifications, for items of equipment sometimes ordered by the Colony\nOffice.\n\n       *       *       *       *       *\n\nWhen Chuka came into the office, presently, he carried the first crude\npig of Xosa II iron in his gloved hand. He gloated. Bordman was then\nabsent, and Ralph Redfeather worked feverishly at his desk.\n\n\"Where's Bordman?\" demanded Chuka in that resonant bass voice of his.\n\"I'm ready to report for degree-of-completion credit that the mining\nproperties on Xosa II are prepared as of today to deliver pig iron,\ncobalt, zirconium and beryllium in commercial quantities! We require one\nday's notice to begin delivery of metal other than iron at the moment,\nbecause we're short of equipment, but we can furnish chromium and\nmanganese on two days' notice--the deposits are farther away.\"\n\nHe dumped the pig of metal on the second desk, where Aletha sat with her\nperpetual loose-leafed volumes before her. The metal smoked and began to\nchar the desk-top. He picked it up again and tossed it from one gloved\nhand to the other.\n\n\"There y'are, Ralph!\" he boasted. \"You Indians go after your coups!\nMatch this coup for me! Without fuel and minus all equipment except of\nour own making--I credit an assist on the mirror, but that's all--we're\nset to load the first ship that comes in for cargo! Now what are you\ngoing to do for the record? I think we've wiped your eye for you!\"\n\nRalph hardly looked up. His eyes were very bright. Bordman had shown him\nand he was copying feverishly the figures and formulae from a section of\nthe definition book of the Colonial Survey. The books started with the\nspecifications for antibiotic growth equipment for colonies with\nproblems in local bacteria. It ended with definitions of the required\nstrength-of-material and the designs stipulated for cages in zoos for\nmotile fauna, subdivided into flying, marine, and solid-ground\ncreatures: sub-sub-divided into carnivores, herbivores, and omnivores,\nwith the special specifications for enclosures to contain abyssal\ncreatures requiring extreme pressures, and the equipment for maintaining\na healthfully re-poisoned atmosphere for creatures from methane planets.\n\nRedfeather had the third volume open at, \"Landing Grids, Lightest\nEmergency, Commerce Refuges, For Use Of.\" There were some dozens of\nnon-colonized planets along the most-traveled spaceways on which refuges\nfor shipwrecked spacemen were maintained. Small forces of Patrol\npersonnel manned them. Space lifeboats serviced them. They had the\nminimum installations which could draw on their planets' ionospheres for\npower, and they were not expected to handle anything bigger than a\ntwenty-ton lifeboat. But the specifications for the equipment of such\nrefuges were included in the reference volumes for Bordman's use in the\nmaking of Colonial surveys. They were compiled for the information of\ncontractors who wanted to bid on Colonial Survey installations, and for\nthe guidance of people like Bordman who checked up on the work. So they\ncontained all the data for the building of a landing grid, lightest\nemergency, commerce refuge for use of, in case of need. Redfeather\ncopied feverishly.\n\nChuka ceased his boasting, but still he grinned.\n\n\"I know we're stuck, Ralph,\" he said amiably, \"but it's nice stuff to\ngo in the records. Too bad we don't keep coup-records like you Indians!\"\n\nAletha's cousin--Project Engineer--said crisply:\n\n\"Go away! Who made your solar mirror? It was more than an assist! You\nget set to cast beams for us! Girders! I'm going to get a lifeboat aloft\nand away to Trent! Build a minimum size landing grid! Build a fire under\nsomebody so they'll send us a colony ship with supplies! If there's no\nnew sandstorm to bury the radiation refrigerators Bordman brought to\nmind, we can keep alive with hydroponics until a ship can arrive with\nsomething useful!\"\n\nChuka stared.\n\n\"You don't mean we might actually live through this! Really?\"\n\nAletha regarded the two of them with impartial irony.\n\n\"Dr. Chuka,\" she said gently, \"you accomplished the impossible. Ralph,\nhere, is planning to attempt the preposterous. Does it occur to you that\nMr. Bordman is nagging himself to achieve the inconceivable? It is\ninconceivable, even to him, but he's trying to do it!\"\n\n\"What's he trying to do?\" demanded Chuka, wary but amused.\n\n\"He's trying,\" said Aletha, \"to prove to himself that he's the best man\non this planet. Because he's physically least capable of living here!\nHis vanity's hurt. Don't underestimate him!\"\n\n\"He the best man here?\" demanded Chuka blankly. \"In his way he's all\nright. The refrigeration proves that! But he can't walk out-of-doors\nwithout a heat-suit!\"\n\nRalph Redfeather said dryly, without ceasing his feverish work:\n\n\"Nonsense, Aletha. He has courage. I give him that. But he couldn't walk\na beam twelve hundred feet up. In his own way, yes. He's capable. But\nthe best man----\"\n\n\"I'm sure,\" agreed Aletha, \"that he couldn't sing as well as the worst\nof your singing crew, Dr. Chuka, and any Amerind could outrun him. Even\nI could! But he's got something we haven't got, just as we have\nqualities he hasn't. We're secure in our competences. We know what we\ncan do, and that we can do it better than any--\" her eyes\ntwinkled--\"paleface. But he doubts himself. All the time and in every\nway. And that's why he may be the best man on this planet! I'll bet he\ndoes prove it!\"\n\nRedfeather said scornfully:\n\n\"You suggested radiation refrigeration! What does it prove that he\napplied it?\"\n\n\"That,\" said Aletha, \"he couldn't face the disaster that was here\nwithout trying to do something about it--even when it was impossible. He\ncouldn't face the deadly facts. He had to torment himself by seeing that\nthey wouldn't be deadly if only this one or that or the other were\ntwisted a little. His vanity was hurt because nature had beaten men. His\ndignity was offended. And a man with easily-hurt dignity won't ever be\nhappy, but he can be pretty good!\"\n\nChuka raised his ebony bulk from the chair in which he still shifted the\niron pig from gloved hand to gloved hand.\n\n\"You're kind,\" he said, chuckling. \"Too kind! I don't want to hurt his\nfeelings. I wouldn't, for the world! But really ... I've never heard a\nman praised for his vanity before, or admired for being touchy about his\ndignity! If you're right ... why ... it's been convenient. It might even\nmean hope. But ... hm-m-m---- Would you want to marry a man like that?\"\n\n\"Great Manitou forbid!\" said Aletha firmly. She grimaced at the bare\nidea. \"I'm an Amerind. I'll want my husband to be contented. I want to\nbe contented along with him. Mr. Bordman will never be either happy or\ncontent. No paleface husband for me! But I don't think he's through here\nyet. Sending for help won't satisfy him. It's a further hurt to his\nvanity. He'll be miserable if he doesn't prove himself--to himself--a\nbetter man than that!\"\n\nChuka shrugged his massive shoulders. Redfeather tracked down the last\nitem he needed and fairly bounced to his feet.\n\n\"What tonnage of iron can you get out, Chuka?\" he demanded. \"What can\nyou do in the way of castings? What's the elastic modulus--how much\ncarbon in this iron? And when can you start making castings? Big ones?\"\n\n\"Let's go talk to my foremen,\" said Chuka complacently. \"We'll see how\nfast my ... ah ... mineral spring is trickling metal down the\ncliff-face. If you can really launch a lifeboat, we might get some help\nhere in a year and a half instead of five----\"\n\n       *       *       *       *       *\n\nThey went out-of-doors together. There was a small sound in the next\noffice. Aletha was suddenly very, very still. She sat motionless for a\nlong half-minute. Then she turned her head.\n\n\"I owe you an apology, Mr. Bordman,\" she said ruefully. \"It won't take\nback the discourtesy, but--I'm very sorry.\"\n\nBordman came into the office from the next room. He was rather pale. He\nsaid wryly:\n\n\"Eavesdroppers never hear good of themselves, eh? Actually I was on the\nway in here when I heard--references to myself it would embarrass Chuka\nand your cousin to know I heard. So I stopped. Not to listen, but to\nkeep them from knowing I'd heard their private opinions of me. I'll be\nobliged if you don't tell them. They're entitled to their opinions of\nme. I've mine of them.\" He added grimly, \"Apparently I think more highly\nof them than they do of me!\"\n\nAletha said contritely:\n\n\"It must have sounded horrible! But they ... we ... all of us think\nbetter of you than you do of yourself!\"\n\nBordman shrugged.\n\n\"You in particular. 'Would you marry someone like me? Great Manitou,\nno!'\"\n\n\"For an excellent reason,\" said Aletha firmly. \"When I get back from\nhere--_if_ I get back from here--I'm going to marry Bob Running\nAntelope. He's nice. I like the idea of marrying him. I want to! But I\nlook forward not only to happiness but to contentment. To me that's\nimportant. It isn't to you, or to the woman you ought to marry. And I\n... well ... I simply don't envy either of you a bit!\"\n\n\"I see,\" said Bordman with irony. He didn't. \"I wish you all the\ncontentment you look for.\" Then he snapped: \"But what's this business\nabout expecting more from me? What spectacular idea do you expect me to\npull out of somebody's hat now? Because I'm frantically vain!\"\n\n\"I haven't the least idea,\" said Aletha calmly. \"But I think you'll come\nup with something we couldn't possibly imagine. And I didn't say it was\nbecause you were vain, but because you are discontented with yourself.\nIt's born in you! And there you are!\"\n\n\"If you mean neurotic,\" snapped Bordman, \"you're all wrong. I'm not\nneurotic! I'm not. I'm annoyed. I'll get hopelessly behind schedule\nbecause of this mess! But that's all!\"\n\nAletha stood up and shrugged her shoulders ruefully.\n\n\"I repeat my apology,\" she told him, \"and leave you the office. But I\nalso repeat that I think you'll turn up something nobody else\nexpects--and I've no idea what it will be. But you'll do it now to\nprove that I'm wrong about how your mind works.\"\n\nShe went out. Bordman clamped his jaws tightly. He felt that especially\nhaunting discomfort which comes of suspecting that one has been told\nsomething about himself which may be true.\n\n\"Idiotic!\" he fumed, all alone. \"Me neurotic? Me wanting to prove I'm\nthe best man here out of vanity?\" He made a scornful noise. He sat\nimpatiently at the desk. \"Absurd!\" he muttered wrathfully. \"Why should I\nneed to prove to myself I'm capable? What would I do if I felt such a\nneed, anyhow?\"\n\nScowling, he stared at the wall. It was irritating. It was a nagging\nsort of question. What would he do if she were right? If he did need\nconstantly to prove to himself----\n\nHe stiffened, suddenly. A look of intense surprise came upon his face.\nHe'd thought of what a self-doubtful, discontented man would try to do,\nhere on Xosa II at this juncture.\n\nThe surprise was because he had also thought of how it could be done.\n\n       *       *       *       *       *\n\nThe _Warlock_ came to life. Her skipper gloomily answered the emergency\ncall from Xosa II. He listened. He clicked off the communicator and\nhastened to an exterior port, deeply darkened against those times when\nthe blue-white sun of Xosa shone upon this side of the hull. He moved\nthe manual control to make it more transparent. He stared down at the\nmonstrous, tawny, mottled surface of the planet five thousand miles\naway. He searched for the spot he bitterly knew was the colony's site.\n\nHe saw what he'd been told he'd see. It was an infinitely fine,\nthreadlike projection from the surface of the planet. It rose at a\nslight angle--it leaned toward the planet's west--and it expanded and\nwidened and formed an extraordinary sort of mushroom-shaped object that\nwas completely impossible. It could not be. Humans do not create visible\nobjects twenty miles high, which at their tops expand like toadstools on\nexcessively slender stalks, and which drift westward and fray and grow\nthin, and are constantly renewed.\n\nBut it was true. The skipper of the _Warlock_ gazed until he was\ncompletely sure. It was no atomic bomb, because it continued to exist.\nIt faded, but was constantly replenished. There was no such thing!\n\nHe went through the ship, bellowing, and faced mutinous snarlings. But\nwhen the _Warlock_ was around on that side of the planet again, the\nmembers of the crew saw the strange appearance, too. They examined it\nwith telescopes. They grew hysterically happy. They went frantically to\nwork to clear away the signs of a month and a half of mutiny and\ndespair.\n\nIt took them three days to get the ship to tidiness again, and during\nall that time the peculiar tawny jet remained. On the sixth day the jet\nwas fainter. On the seventh it was larger than before. It continued\nlarger. And telescopes at highest magnification verified what the\nemergency communication had said.\n\nThen the crew began to experience frantic impatience. It was worse,\nwaiting those last three or four days, than even all the hopeless time\nbefore. But there was no reason to hate anybody, now. The skipper was\nvery much relieved.\n\n       *       *       *       *       *\n\nThere was eighteen hundred feet of steel grid overhead. It made a\ncrisscross, ring-shaped wall more than a quarter-mile high and almost to\nthe top of the surrounding mountains. But the valley was not exactly a\nnormal one. It was a crater, now: a steeply sloping, conical pit whose\nwalls descended smoothly to the outer girders of the red-painted,\nglistening steel structure. More girders for the completion of the grid\nprojected from the sand just outside its half-mile circle. And in the\nlanding grid there was now a smaller, elaborate, truss-braced object. It\nrested on the rocky ground, and it was not painted, and it was quite\nsmall. A hundred feet high, perhaps, and no more than three hundred\nacross. But it was visibly a miniature of the great, now-uncovered,\nre-painted landing grid which was qualified to handle interstellar cargo\nships and all the proper space-traffic of a minerals-colony planet.\n\nA caterwheel truck came lurching and rolling and rumbling down the side\nof the pit. It had a sunshade and ground-reflector wings, and Bordman\nrode tiredly on a hobbyhorse saddle in its back cargo section. He wore a\nheat-suit.\n\nThe truck reached the pit's bottom. There was a tool shed there. The\ncaterwheel-truck bumped up to it and stopped. Bordman got out, visibly\ncramped by the jolting, rocking, exhausting-to-unaccustomed-muscles\nride.\n\n\"Do you want to go in the shed and cool off?\" asked Chuka brightly.\n\n\"I'm all right,\" said Bordman curtly. \"I'm quite comfortable, so long as\nyou feed me that expanded air.\" It was plain that he resented needing\neven a special air supply. \"What's all this about? Bringing the\n_Warlock_ in? Why the insistence on my being here?\"\n\n\"Ralph has a problem,\" said Chuka blandly. \"He's up there. See? He needs\nyou. There's a hoist. You've got to check degree-of-completion anyhow.\nYou might take a look around while you're up there. But he's anxious for\nyou to see something. There where you see the little knot of people. The\nplatform.\"\n\nBordman grimaced. When one was well started on a survey, one got used to\nheights and depths and all sorts of environments. But he hadn't been up\non steel-work in a good many months. Not since a survey on Kalka IV\nnearly a year ago. He would be dizzy at first.\n\nHe accompanied Chuka to the spot where a steel cable dangled from an\nalmost invisibly thin beam high above. There was a strictly improvised\ncage to ascend in--planks and a handrail forming an insecure platform\nthat might hold four people. He got into it, and Dr. Chuka got in beside\nhim. Chuka waved his hand. The cage started up.\n\nBordman winced as the ground dropped away below. It was ghastly to be\ndangling in emptiness like this. He wanted to close his eyes. The cage\nwent up and up and up. It took many long minutes to reach the top.\n\nThere was a platform there. Newly-made. The sunlight was blindingly\nbright. The landscape was an intolerable glare. Bordman adjusted his\ngoggles to maximum darkness and stepped gingerly from the swaying cage\nto the hardly more solid-seeming area. Here he was in mid-air on a\nplatform barely ten feet square. It was rather more than twice the\nheight of a metropolitan skyscraper from the ground. There were actual\nmountain-crests only half a mile away and not much higher. Bordman was\nacutely uncomfortable. He would get used to it, but----\n\n       *       *       *       *       *\n\n\"Well?\" he asked fretfully. \"Chuka said you needed me here. What's the\nmatter?\"\n\nRalph Redfeather nodded very formally. Aletha was here, too, and two of\nChuka's foremen--one did not look happy--and four of the Amerind\nsteel-workers. They grinned at Bordman.\n\n\"I wanted you to see,\" said Aletha's cousin, \"before we threw on the\ncurrent. It doesn't look like that little grid could handle the sand it\ntook care of. But Lewanika wants to report.\"\n\nA dark man who worked under Chuka--and looked as if he belonged on solid\nground--said carefully:\n\n\"We cast the beams for the small landing grid, Mr. Bordman. We melted\nthe metal out of the cliffs and ran it into molds as it flowed down.\"\n\nHe stopped. One of the Indians said:\n\n\"We made the girders into the small landing grid. It bothered us because\nwe built it on the sand that had buried the big grid. We didn't\nunderstand why you ordered it there. But we built it.\"\n\nThe second dark man said with a trace of swagger:\n\n\"We made the coils, Mr. Bordman. We made the small grid so it would work\nthe same as the big one when it was finished. And then we made the big\ngrid work, finished or not!\"\n\nBordman said impatiently:\n\n\"All right. Very good. But what is this? A ceremony?\"\n\n\"Just so,\" said Aletha, smiling. \"Be patient, Mr. Bordman!\"\n\nHer cousin said conversationally:\n\n\"We built the small grid on the top of the sand. And it tapped the\nionosphere for power. No lack of power then! And we'd set it to heave up\nsand instead of ships. Not to heave it out into space, but to give it up\nto mile a second vertical velocity. Then we turned it on.\"\n\n\"And we rode it down, that little grid,\" said one of the remaining\nIndians, grinning. \"What a party! Manitou!\"\n\nRedfeather frowned at him and took up the narrative.\n\n\"It hurled the sand up from its center. As you said it would, the sand\nswept air with it. It made a whirlwind, bringing more sand from outside\nthe grid into its field. It was a whirlwind with fifteen megakilowatts\nof power to drive it. Some of the sand went twenty miles high. Then it\nmade a mushroom-head and the winds up yonder blew it to the west. It\ncame down a long way off, Mr. Bordman. We've made a new dune-area ten\nmiles downwind. And the little grid sank as the sand went away from\naround it. We had to stop it three times, because it leaned. We had to\ndig under parts of it to get it straight up again. But it went down into\nthe valley.\"\n\nBordman turned up the power to his heat-suit motors. He felt\nuncomfortably warm.\n\n\"In six days,\" said Ralph, almost ceremonially, \"it had uncovered half\nthe original grid we'd built. Then we were able to modify that to heave\nsand and to let it tap the ionosphere. We were able to use a good many\ntimes the power the little grid could apply to sand-lifting! In two days\nmore the landing grid was clear. The valley bottom was clean. We shifted\nsome hundreds of millions of tons of sand by landing grid, and now it is\npossible to land the _Warlock_, and receive her supplies, and the\nsolar-power furnace is already turning out pigs for her loading. We\nwanted you to see what we have done. The colony is no longer in danger,\nand we shall have the grid completely finished for your inspection\nbefore the ship is ready to return.\"\n\nBordman said uncomfortably:\n\n\"That's very good. It's excellent. I'll put it in my survey report.\"\n\n\"But,\" said Ralph, more ceremonially still, \"we have the right to count\ncoup for the members of our tribe and clan. Now----\"\n\nThen there was confusion. Aletha's cousin was saying syllables that did\nnot mean anything at all. The other Indians joined in at intervals,\nspeaking gibberish. Aletha's eyes were shining and she looked incredibly\npleased and satisfied.\n\n\"But what ... what's this?\" demanded Bordman when they stopped.\n\nAletha spoke proudly.\n\n\"Ralph just formally adopted you into the tribe, Mr. Bordman--and into\nhis clan and mine! He gave you a name I'll have to write down for you,\nbut it means, 'Man-who-believes-not-his-own-wisdom.' And now----\"\n\nRalph Redfeather--licensed interstellar engineer, graduate of the\nstiffest technical university in this quarter of the galaxy, wearer of\nthree eagle-pinion feathers and clad in a pair of insulated sandals and\na breechcloth--whipped out a small paint-pot and a brush from somewhere\nand began carefully to paint on a section of girder ready for the next\ntier of steel. He painted a feather on the metal.\n\n\"It's a coup,\" he told Bordman over his shoulder. \"Your coup. Placed\nwhere it was earned--up here. Aletha is authorized to certify it. And\nthe head of the clan will add an eagle-feather to the headdress he wears\nin council in the Big Tepee on Algonka, and--your clan-brothers will be\nproud!\"\n\nThen he straightened up and held out his hand.\n\nChuka said benignly:\n\n\"Being civilized men, Mr. Bordman, we Africans do not go in for\nuncivilized feathers. But we ... ah ... rather approve of you, too. And\nwe plan a corroboree at the colony after the _Warlock_ is down, when\nthere will be some excellently practiced singing. There is ... ah ... a\nsong, a sort of choral calypso, about this ... ah ... adventure you have\nbrought to so satisfying a conclusion. It is quite a good calypso. It's\nlikely to be popular on a good many planets.\"\n\nBordman swallowed. He was acutely uncomfortable. He felt that he ought\nto say something, and he did not know what.\n\nBut just then there was a deep-toned humming in the air. It was a\nvibrant tone, instinct with limitless power. It was the\neighteen-hundred-foot landing grid, giving off that profoundly bass and\nvibrant, note it uttered while operating. Bordman looked up.\n\nThe _Warlock_ was coming down.\n\n[Illustration]\n\n\nTHE END\n\n    +--------------------------------------------------------------+\n    | Transcriber's Notes & Errata                                 |\n    |                                                              |\n    | This etext was produced from Astounding Science Fiction      |\n    | December 1955. Extensive research did not uncover any        |\n    | evidence that the U.S. copyright on this publication was     |\n    | renewed.                                                     |\n    |                                                              |\n    | Illustrations have been moved to their appropriate places in |\n    | the text.                                                    |\n    |                                                              |\n    | The following typographical errors have been corrected.      |\n    |                                                              |\n    | |Error                    |Correction        |               |\n    | |                         |                  |               |\n    | |dessicated               |desiccated        |               |\n    | |Anglo-Anglo-Saxon--girls |Anglo-Saxon girls |               |\n    | |carrousel                |carousel          |               |\n    | |dessication              |desiccation       |               |\n    | |derelect                 |derelict          |               |\n    | |sand-swept               |sand swept        |               |\n    +--------------------------------------------------------------+\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Sand Doom, by William Fitzgerald Jenkins\n\n*** END OF THIS PROJECT GUTENBERG EBOOK SAND DOOM ***\n\n***** This file should be named 22467.txt or 22467.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/2/4/6/22467/\n\nProduced by Greg Weeks, LN Yaddanapudi and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}