{"title": "Cubs of the Wolf", "author": "Raymond F. Jones", "releaseDate": "September 6, 2007", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n[Illustration: MARKOVIA]\n\n\n\n\nCUBS OF THE WOLF\n\nBY RAYMOND F. JONES\n\n _It may be that there is a weapon that, from the\n viewpoint of the one it's used on, is worse than\n lethal. You might say that death multiplies you by\n zero; what would multiplication by minus one do?_\n\nIllustrated by Rogers\n\n\nIn the spring the cherry blossoms are heavy in the air over the campus\nof Solarian Institute of Science and Humanities. On a small slope that\nrims the park area, Cameron Wilder lay on his back squinting through the\ncloud of pink-white petals to the sky beyond. Beside him, Joyce Farquhar\ndrew her jacket closer with an irritated gesture. It was still too cold\nto be sitting on the grass, but Cameron didn't seem to notice it--or\nanything else, Joyce thought.\n\n\"If you don't submit a subject for your thesis now,\" she said, \"you'll\ntake another full six months getting your doctorate. Sometimes I think\nyou don't really want it!\"\n\nCameron stirred. He shifted his squinting gaze from the sky to Joyce and\nfinally sat up. But he was staring ahead through the trees again as he\ntook his pipe from his pocket and began filling it slowly.\n\n\"I _don't_ want it if it's not going to mean anything after I get it,\"\nhe said belligerently. \"I'm not going to do an investigation of some\nsilly subject like The Transience of Venusian Immigrants in Relation to\nthe Martian Polar Ice Cap Cycle. Solarian sociologists are the butt of\nenough ridicule now. Do something like that and for the rest of your\nlife you get knocking of the knees whenever anybody inquires about the\nspecialty you worked in and threatens to read your thesis.\"\n\n\"Nobody's asking you to do anything you don't want to. But _you_ picked\nthe field of sociology to work in. Now I don't see why you have to act\nsuch a purist that it takes months to find a research project for your\ndegree. Pick something--anything!--I don't care what it is. But if you\ndon't get a degree and an appointment out of the next session I don't\nthink we'll ever get married--not ever.\"\n\nCameron removed his pipe from his mouth with a precise grip and\nconsidered it intently as it cupped in his hands. \"I'm glad you\nmentioned marriage,\" he said. \"I was just about to speak of it myself.\"\n\n\"Well, don't!\" said Joyce. \"After three years--Three years!\"\n\nHe turned to face her and smiled for the first time. He liked to lead\nher along occasionally just to watch her explode, but he was not always\nsure when he had gone too far. Joyce had a mind like a snapping, random\nmatching calculator while he operated more on a slow, carefully shaping\nanalogue basis, knowing things were never quite what they seemed but\ntrying to get as close an approximation of the true picture as possible.\n\n\"Will you marry me now?\" he said.\n\nThe question did not seem to startle her. \"No degree, no\nappointment--and no chance of getting one--we couldn't even get a\nlicense. I hope you aren't suggesting we try to get along without one,\nor on a forgery!\"\n\nCameron shook his head. \"No, darling, this is a perfectly bona fide\nproposal, complete with license, appointment, the works--what do you\nsay?\"\n\n\"I say this spring sun is too much for you.\" She touched the dark mass\nof his hair, warmed by the sun's rays, and put her head on his shoulder.\nShe started to cry. \"Don't tease me like that, Cameron. It seems like\nwe've been waiting forever--and there's still forever ahead of us. You\ncan't do anything you want to--\"\n\nCameron put his arms about her, not caring if the whole Institute\nfaculty leaned out the windows to watch. \"That's why you should\nappreciate being about to marry such a resourceful fellow,\" he said more\ngently. And now he dropped all banter. \"I've been thinking about how\nlong it's been, too. That's why I decided to try to kill a couple of\nsparrows with one pebble.\"\n\nJoyce sat up. \"You aren't serious--?\"\n\nCameron sucked on his pipe once more. \"Ever hear of the Markovian\nNucleus?\" he said thoughtfully.\n\nJoyce slowly nodded her head. \"Oh, I think I've heard the name\nmentioned,\" she murmured, \"but nothing more than that.\"\n\n\"I've asked for that as my research project.\"\n\n\"But that's clear out of the galaxy--in Transpace!\"\n\n\"Yes, and obviously out of bounds for the ordinary graduate researcher.\nBut because of the scholarship record I've been able to rack up here I\ntook a chance on applying to the Corning Foundation for a grant. And\nthey decided to take a chance on me after considerable and not entirely\npainless investigation. That's why you were followed around like a\nsuspected Disloyalist for a month. My application included a provision\nfor you to go along as my wife. Professor Fothergill notified me this\nmorning that the grant had been awarded.\"\n\n\"Cam--\" Joyce's voice was brittle now. \"You aren't fooling me?\"\n\nHe gathered her in his arms again. \"You think I would fool about\nsomething like that, darling? In a week you'll be Mrs. C. Wilder, and as\nsoon as school is out, on your way to the Markovian Nucleus. And\nbesides, it took me almost as much work preparing the research\nprospectus as the average guy spends on his whole project!\"\n\n       *       *       *       *       *\n\nSometimes Joyce Farquhar wished Cameron were a good deal different than\nhe was. But then he wouldn't have been Cameron, and she wouldn't want to\nmarry him, she supposed. And somehow, while he fell behind on the\nmid-stretch, he always managed to come in at the end with the rest of\nthe field. Or just a little bit ahead of it.\n\nOr a good deal ahead of it. As now. It took her a few moments to realize\nthe magnitude of the coup he had actually pulled off. For weeks she had\nbeen depressed because he refused to use some trivial, breeze research\nto get his degree. He could have started it as much as a year ago, and\nthey could have been married now if he'd set himself up a real cinch.\n\nBut now they were getting married anyway--and Cameron was getting the\nkind of research deal that would satisfy his frantic desire for\nintegrity in a world where it counted for little, and his wish to\ncontribute something genuine to the sociological understanding of\nsentient creatures.\n\nTheir marriage, as was customary, would be a cut and dried affair. A\ncall to the license bureau, receipt of formal sanction in the mail--she\nsupposed Cameron had already made application--and a little party with a\nfew of their closest friends on the campus. She wished she had lived in\nthe days when getting married was much easier to do, and something to\nmake a fuss about.\n\nShe stirred and sat up, loosening the jacket as the sun came from behind\na puff of cloud. \"You could have told me about this a long time ago,\ncouldn't you?\" she said accusingly.\n\nCameron nodded. \"I could have. But I didn't want to get false hopes\naroused. I didn't have much hope the deal would actually go through,\nmyself. I think Fothergill is pretty much responsible for it.\"\n\n\"Transpace--\" Joyce said dreamily. \"Tell me about the Markovian Nucleus.\nWhy is it important enough for a big research study, anyway?\"\n\n\"It's a case of a leopard who changed his spots,\" said Cameron. \"And\nnobody knows how or why. The full title of the project is A Study of the\nMetamorphosis of the Markovian Nucleus.\"\n\n\"What happened? How are they any different from the way they used to\nbe?\"\n\n\"A hundred and fifty years ago the Markovians were the meanest,\nnastiest, orneriest specimens in the entire Council of Galactic\nAssociates. The groups of worlds in one corner of their galaxy, which\nmake up the Nucleus, controlled a military force that outweighed\nanything the Council could possibly bring to bear against them.\n\n\"With complete disregard of any scheme of interplanetary rules or order\nthey harassed and attacked peaceful shipping and inoffensive cultures\nthroughout a wide territory. They were something demanding the Council's\nmilitary action. But the Council lacked the strength.\n\n\"For years the Council dragged on, debating and threatening\nineffectively. But nothing was ever done. And then, so gradually it was\nhardly noticed, the harassments began to die down. The warlike posturing\nwas abandoned by the Markovians. Within a period of about seventy or\neighty years there was a complete about-face. They wound up as good\nIndians, peaceful, coöperative and intelligent members of the Council.\"\n\n\"Didn't anybody ever find out why?\" asked Joyce.\n\n\"No. Nobody _wanted_ to find out. In the early years the worlds of the\nCouncil were hiding behind their collective hands hoping with all their\nmight that the threat might go away if they kept their eyes closed long\nenough. And by some miracle of all miracles, when they parted their\nfingers for a scared glimpse, the threat _had_ disappeared.\n\n\"When they could breathe a little more easily it seemed a foolish thing\nto bring out this old skeleton from the closet again, so a perpetual\nstate of hush was established. Finally, the whole thing was practically\nforgotten except for a short paragraph in an occasional history text.\nBut no politician or historian has ever dared publicly to question the\nmysterious why of the Markovian's about-face.\"\n\n\"Sociologists should have done it long ago,\" said Joyce.\n\n\"There was always the political pressure, of course,\" said Cameron. \"But\nthe real reason was simply our preoccupation with making bibliographies\nof each others' papers. It's going to take a lot of leg work, something\nin which our formal courses don't give us any basic training. Fothergill\nunderstands that--it's why he pushed me so hard with the Foundation. And\nRiley up there is capable of seeing it, too.\n\n\"I showed him that here was a complex of at least a hundred and ten\nmajor planets, inhabited by a fairly homogenous, civilized people,\nspeaking from a technological point of view at least. And almost\novernight some force changed the entire cultural posture. I made him see\nthat identification of that force is of no small interest to us right\nnow. If it operated once, it could operate again--and would its results\nbe as happy a second time?\n\n\"Riley got the Foundation to kick through enough for you and me to make\na start. A preliminary survey is about all it will amount to, actually,\nbut if we show evidence of something tangible I'll get my degree, you'll\nget your basic certification--and we'll both return in charge of a\nfull-scale inquiry with a staff big enough to really dig into things\nnext year.\n\n\"Now--about this matter of marriage which you didn't want me to speak\nof--\"\n\n\"Keep talking, Cam--you're doing wonderfully!\"\n\n       *       *       *       *       *\n\nThey got married at once, even though there were several weeks of school\nwhich had to be finished before they could leave. Among their friends on\nthe campus there were a good many whispered remarks about the insanity\nof Joyce and Cameron in planning such a fantastic excursion, but Joyce\nwas certain there was as much envy as criticism in the eyes of her\nassociates. It might be true when they asserted that every conceivable\nsociological factor or combination of factors could be found and\nanalyzed right here in the Solar System, but a husband who could finagle\na way to combine a honeymoon trip halfway across space with his graduate\nresearch thesis was a rare specimen. Joyce played her advantage for all\nit was worth.\n\nTwo weeks before departure time, however, Cameron was called to the\noffice of Professor Fothergill. As he entered he found a third man\npresent, wearing a uniform he recognized at once as belonging to the\nCouncil Secretariat.\n\n\"I'll wait outside,\" he said abruptly as Fothergill turned. \"I got your\nmessage and came right over. I didn't know--\"\n\n\"Sit down,\" said Fothergill. \"Cameron, this is Mr. Ebbing, whose\nposition you no doubt recognize. Mr. Ebbing, Mr. Wilder.\"\n\nThe men shook hands and took seats across from each other. Fothergill\nsat between them at the polished table. \"The Council, it seems, has\ndeveloped an interest in your proposed research among the Markovians,\"\nhe said. \"I'll let Mr. Ebbing tell you about it.\"\n\nCameron felt a sinking anticipation within him as he turned to the\nsecretary. Surely the Council wasn't going to actively oppose the\ninvestigation after so long a time!\n\nThe secretary coughed and shuffled the papers he drew from his case.\n\"It's not actually the Council's interest,\" he said, and Cameron was\nimmediately relieved. \"But I have been asked by the Markovian Nucleus,\nthrough their representative, to suggest that they would like to save\nyou the long and unnecessary trip. He offers to co-operate to the\nfullest degree by causing all necessary materials to be transferred to\nyour site of study right here. He feels that this is the least they can\ndo since so much interest appears to exist in the Nucleus.\"\n\nCameron stared at the secretary, trying to discern what the man's own\nattitude might be, but Ebbing gave no sign of playing it any way but\nstraight.\n\n\"It sounds like a polite invitation to stay home and mind our own\nbusiness,\" said Cameron finally. \"They don't want company.\"\n\nThe secretary's expression changed to acknowledgment of the correct\nappraisal. \"They don't want any investigation into the Metamorphosis of\nthe Markovian Nucleus. There is no such thing. It is entirely a myth.\"\n\n\"Says the Markovians--!\"\n\nEbbing nodded. \"Says the Markovians. Other worlds, both within and\nwithout the Council have persisted in spreading tales and rumors about\nthe Markovians for a long time. They don't like it. They are willing to\nco-operate in having a correct analysis of their culture published, but\nthey don't want any more of these infamous rumors circulated.\"\n\n\"Then why aren't they willing to promote such an investigation? This\nwould be their big chance--if their ridiculous position were true!\"\n\n\"They _are_ willing. I've told you the representative has offered to\nsend you all needed material showing the status of their culture.\"\n\nCameron looked at the secretary for a long time before speaking again.\n\"What's your position?\" he asked finally. \"Are we being ordered off the\ninvestigation?\"\n\n\"The Markovian representative doesn't want to go to quite that extreme.\nHe knows that, too, would react unfavorably towards his people. Here's\nhis point: So far, he's blocked news of your proposed research getting\nto his home worlds. But he knows that if you do carry it out in the\nmanner you propose it is going to make a lot of the home folks mighty\nunhappy and they'll demand to know why he didn't stop it. So he's trying\nto satisfy both sides at once.\"\n\n\"Why will the people in the Nucleus be made unhappy by our coming?\"\n\n\"Because you'll go there trying to track down the basis for the rumors\nthat defame the Markovian character. You'll bring forcibly to their\nattention the fact that the rest of the Universe believes the Markovians\nare basically a bunch of pirates.\"\n\n\"And the Markovians don't like to hear these things?\"\n\n\"Definitely not.\"\n\n\"So you tell me the research is not being forbidden, but that the\nMarkovians won't like it. Suppose I tell you, then, I'm not going to\ngive up short of an order from the Council itself. But I am willing to\ncamouflage the investigation if necessary. I'll make no open mention of\nwhat outside opinion says of the Markovians. I'll simply make a study of\ntheir history and character as it becomes available to me.\"\n\nEbbing nodded slowly, his eyes fixed on Cameron's face. \"I would say\nthat would be eminently satisfactory,\" he said. \"I will inform the\nrepresentative of your decision.\"\n\nThen his face became more severe. \"The Council will be pleased to learn\nof your willingness to be discreet. I wonder if you understand that the\nFoundation came to us upon receipt of your application, for official\nclearance of the project. It coincided quite fortuitously with the plans\nof the Council itself. For a long time we have been concerned with the\nlack of information regarding the Markovian situation and have been at a\nloss as to how to improve our situation.\n\n\"Your proposed investigation seemed the answer, but we anticipated the\nMarkovian objection and had to make certain you would co-operate to his\nsatisfaction. I believe this will do it.\"\n\n\"Why is the Council concerned?\" said Cameron. \"Have the Markovians\nchanged their attitude in any way?\"\n\n\"No--but the rest of us remember, even though we don't speak of it, that\nthe Nucleus was never punished for its depredations, nor was it ever\ndefeated. Its strength is as great as ever in proportion to the other\nCouncil worlds.\n\n\"What are the chances and potentialities of the Nucleus worlds ever\nagain becoming the marauders they once were? That is the question which\nwe feel must be answered. Without knowing, we are sitting on a powder\nkeg in which the fuse may or may not be lighted. Will you bring us back\nthe answer we need?\"\n\nCameron felt a sudden grimness which had not been present before. \"I'll\ndo all I can,\" he said soberly. \"If the information is there I'll bring\nit back.\"\n\n       *       *       *       *       *\n\nAfter the secretary had gone and Fothergill turned from the door to\nrejoin him Cameron sat in faintly shocked consideration of the Council's\nunexpected support. It took his research out of the realm of the purely\nsociological and projected it into politics and diplomacy. He was\npleased by their confidence, but not cheered by the added\nresponsibility.\n\n\"That's a lucky break,\" said Fothergill enthusiastically, \"and I'm\nbeginning to suspect you may be rather badly in need of all the breaks\nyou can get once you land among the Markovians. Don't forget for a\nsingle minute that you are dealing with the sons and grandsons of\ngenuine pirates.\"\n\nThe professor sat down again. \"There's one other little item of interest\nI turned up the other day. You should know about it before you leave.\nThe Markovian Nucleus is somewhat of a hotbed of Ids.\"\n\n\"Ids--you mean the Idealists--?\"\n\nFothergill nodded. \"Know anything about them?\"\n\n\"Not much, except that they are a sort of parasitic group, living\nusually in a servant relationship to other races on terran-type worlds.\nAs I recall, even they claim that they do not know the planet or even\nthe galaxy of their origin, because they have been wanderers for so many\ngenerations among alien races. Perhaps it would be a good idea to make a\nstudy of them, too--I don't know that a thorough one has ever been\nmade.\"\n\n\"That's what I wanted to warn you about,\" said Fothergill, smiling.\n\"Stick to one subject at a time. The Ids _would_ make a nice research\nproject in themselves, and maybe you can get around to it eventually.\nBut leave them alone for the present and don't become distracted from\nyour basic project among the Markovians. The policy of the Corning\nFoundation is to demand something very definite in return for the money\nthey lay on the line. You won't get to go back next year unless you\nproduce. That's why I don't want you to get sidetracked in any way.\"\n\n\nII\n\nCameron admitted to himself that he was getting more edgy as the day of\ndeparture approached, but he tried to keep Joyce from seeing it. He was\nworried about the possible development of further opposition now that\nthe Markovian had expressed his displeasure, and he was worried about\ntheir reception once they reached the Nucleus. He wondered why they had\nnot seen in advance that it would be an obvious blunder to let the\nMarkovians be aware of their real purpose. It didn't even require a\npirate ancestry to make groups unappreciative about resurrection of\ntheir family skeletons.\n\nBut no other hindrance appeared, and on the evening before their\ndeparture Fothergill called that word had been received from Ebbing\nstating the Markovian representative had approved the visit now that\nCameron had expressed a change in his objectives. Their coming had been\nannounced to the Markovian people and the way prepared for an official\nwelcome.\n\nCameron was pleased by the change of attitude. He was hit for the first\ntime, however, by the full force of the fact that he was taking his\nbride to a pirate center which the Council had never overthrown and\nwhich was active only moments ago, culturally speaking.\n\nIf any kind of trouble should develop the Council would be almost\nimpotent in offering them assistance. On the face of it, there was no\nreason to expect trouble. But the peculiarly oblique opposition of the\nMarkovian delegate in the Council continued to make him uneasy.\n\nHis tentative suggestion that he would feel better if he knew she were\nsafe on Earth brought a blistering response from Joyce, which left him\nwith no doubts about carrying out his original plans.\n\nAnd then, as the last of their packing was completed and they were ready\nto call it a day, the phone buzzed. Cameron hesitated, determined to let\nit go unanswered, then punched the button irritably on audio only.\n\nInstead of the caller, he heard the voice of the operator. \"One moment\nplease. Interstellar, Transpace, printed. Please connect visio.\"\n\nIt was like a shock, he thought afterwards. There was no one he knew who\ncould be making such a call to him. But automatically he did as\ndirected. Joyce had come up and was peering over his shoulder now. The\nscreen fluttered for a moment with polychrome colors and cleared. The\nmessage, printed for English translation, stood out sharply. Joyce and\nCameron exclaimed simultaneously at the titling. It was from Premier\nJargla, Executive Head of the Markovian Government.\n\n\"To Wilder, Cameron and Joyce,\" it read, \"greetings and appreciation for\nyour proposed visit to the Markovian Nucleus for study of our history\nand customs. We have not been before so honored. We feel, however, that\nit is an imposition on your Foundation and on you personally to require\nthat you make the long journey to the Nucleus for this purpose alone.\nWhile we would be honored to entertain you--\"\n\nIt was the same proposition as Ebbing had reported the delegate offered.\nOnly this time it was from the head of the Markovian government himself.\n\nThey sat up nearly all the rest of the night considering this new\ndevelopment. \"Maybe you shouldn't go, after all,\" said Joyce once.\n\"Maybe this is something that needs bigger handling than we can possibly\ngive it.\"\n\nCameron shook his head. \"_I've_ got to go. They haven't closed the door\nand said we can't come. If I backed out before they did, I'd be known\nthe rest of my life as the guy who was _going_ to crack the Markovian\nproblem. But I'd much rather you--\"\n\n\"No! If you're going, so am I.\"\n\n       *       *       *       *       *\n\nThey consulted again with Fothergill and finally drafted as polite a\nreply as possible, explaining they were newly married, desired to make\nthe trip a honeymoon excursion primarily and conduct an investigation\ninto Markovian culture to prevent the waste of the wonderful opportunity\ntheir visit would afford them.\n\nAn hour before takeoff a polite acknowledgment came back from the\nNucleus assuring them a warm welcome and congratulating them on their\nmarriage. They went at once to the spaceport and took over their\nstateroom. \"Before anything else happens to try to pull us off this\ninvestigation,\" Cameron said.\n\nThe trip would be a long one, involving more than two months subjective\ntime, because no express runs moved any distance at all in the direction\nof the Nucleus. It was necessary to transfer three times, with days of\nwaiting between ships on planets whose surface conditions permitted\nexploration only in cumbersome suits that could not be worn for more\nthan short periods. Most of the waiting time was spent in the visitors'\nchambers at the landing fields.\n\nThese seemed to grow progressively worse. The last one could not\nmaintain a gravity below 2G, and the minimum temperature available was\n104 degrees. There was a three-day wait here and Joyce spent most of it\nlying on the bed, under the breeze of a fan which seemed to have\nrequired a special dispensation of the governing body to obtain.\n\n[Illustration: CAMERON]\n\nCameron, however, was unwilling to spend his time this way in spite of\nthe discomfort imposed by any kind of activity. Humidity was a physical\nfactor which seemed to have gone undiscovered by the inhabitants of the\nplanet they were on. He was sure it was constantly maintained within a\nfractional per cent of one hundred as he donned a clean pair of trunks\nand staggered miserably along the corridor toward a window that gave a\nlimited view of the city about them.\n\nThat was when he discovered that they were to be accompanied on the\nremainder of the journey by a Markovian citizen and his Id servant.\n\nThe visitors' chamber in which these semi-terran conditions were\nsupplied consisted of only three suites. The other two had been empty\nwhen Cameron and Joyce arrived the night before. Now a Markovian Id\noccupied a seat by the window. He glanced up with warm friendliness and\ninvited Cameron to join him.\n\nCameron hesitated, undecided for a moment whether to return to his suite\nfor the portable semantic translator used in his profession at times\nlike this. He always felt there was something decidedly unprofessional\nabout resorting to their use and had spent many hours trying to master\nMarkovian before leaving. He understood the Id well enough and decided\nto see if he could get along without the translator.\n\n\"Thanks,\" he said, taking a seat. \"I don't suppose there's much else to\ndo except look at the scenery here.\"\n\nThe Id showed obvious surprise that Cameron spoke the language without\nuse of an instrument. His look of pleasure increased. \"It is not often\nwe find one of your race who has taken the trouble to make himself\ncommunicable with us. You must be expecting to make a long stay?\"\n\nCameron's sense of caution returned as he remembered the previous\nresults of indiscreet announcement of his purpose. He wiped the stream\nof sweat from his face and neck and took a good look at the Id.\n\n       *       *       *       *       *\n\nThe Idealists were of an anthropomorphic race, dark-skinned like the\nterran Indian. Very few of them had ever appeared on Earth, however, and\nthis was actually Cameron's first view of one in the flesh. He knew\nsomething of their reputation and characteristics from very brief study\nat the Institute--but no one really knew very much of the Ids as far as\nEarthmen were concerned. The warning of Fothergill to keep to the main\nline of his research sank to the bottom of his mind as he leaned toward\nthe stranger with a fresh sense of excitement inside him.\n\n\"I have never felt you could understand another man unless you spoke his\nlanguage,\" he said in his not too stumbling Markovian.\n\nThe Id, like himself, was dressed in the briefest of garments and\nperspiration poured from the dark skin as he nodded. \"You speak sounder\nwisdom than one usually meets in a stranger,\" he said. \"May I introduce\nmyself: Sal Karone, servant of the Master Dalls Ret Marthasa?\"\n\nCameron introduced himself and cautiously explained that he and Joyce\nwere on their honeymoon, but had a side interest in the history and\ncustoms of the Markovian Nucleus. \"My people know so little about you,\"\nhe said, \"it would be a great privilege to be able to take back\ninformation that would increase our mutual understanding.\"\n\n\"All that the Idealists have belongs to every man and every race,\" said\nSal Karone solemnly. \"What we can give you may be had for the asking.\nBut I would give you a word of warning about my Masters.\"\n\nCameron felt the flesh of his back tingle with sudden chill as the eyes\nof the Id turned full upon him.\n\n\"Do not try to find out the hidden things of the Masters. That is what\nyou have come for, is it not, Cameron Wilder? That is why you have taken\nso much trouble to learn the language which we speak. I say do not\ninquire of the things about which they do not wish to speak. My Masters\nare a people who cannot yet be understood by the men of other worlds. In\ntime there will be understanding, but that time is not yet. You will\nonly bring disaster and disappointment upon us and yourselves by\nattempting to hasten that time.\"\n\n\"I assure you I have no intention of prying,\" said Cameron haltingly. He\nfumbled for the right Markovian words. \"You have misunderstood--We come\nonly in friendship and with no intention of disturbing--\"\n\nThe Id nodded sagely. \"So many crises are originated by good intentions.\nBut I am sure that now you understand the feelings of my Masters in\nthese things that you will be concerned only with your own enjoyment\nwhile in the Nucleus. And do come to the centers of the Idealists, for\nthere is much we can show you, and our willingness has no limits.\"\n\nFor a moment it was impossible for Cameron to remember that he was\ndealing with a mere servant of the Markovians. The Id's words were so\nincisive and his manner so commanding that it seemed he must be speaking\nin his own right.\n\nAnd then his manner changed. His boldness vanished and he spoke\nobsequiously. \"You will forgive me,\" he said, \"but this is a matter\nconcerning which there is much feeling.\"\n\n       *       *       *       *       *\n\nCameron Wilder was more than willing to agree with this sentiment. As he\nreturned to his own quarters he debated telling Joyce of his encounter\nwith the Id, deciding finally that he'd have to mention it since they'd\nall be traveling together, but omitting the Id's repetition of the\nprevious warnings.\n\nHe did not meet the Markovian, nor did he encounter the Id again in the\nwaiting quarters. It was not until they had embarked on the last leg of\nthe journey and had been aboard the vessel for half a day that they met\na second time.\n\nThe ship was not a Markovian or a terran-type vessel of any kind.\nAnother week's wait would have been required for one of those. As it\nwas, their quarters were not too uncomfortable although very limited.\nThe bulk of the vessel was designed for crew and passengers very much\nunlike Terran or Markovian, and only a few suites were provided for\naccommodation of such races.\n\nThis threw the travelers to the Nucleus in close association again.\nTheir suites opened to a common lounge deck and when Cameron and Joyce\nwent out they found Sal Karone and the Markovian, Marthasa, already\nthere.\n\nThe Id was on his feet instantly. With a sharp bow he introduced the\nnewcomers to his Master. Dells Marthasa stood and extended a hand with a\nsmile. \"I believe that is your greeting on Earth, is it not?\" he said.\n\n\"You must be familiar with our home world,\" said Cameron, returning the\nhandshake.\n\n\"Only a little, through my studies,\" said the Markovian. \"Enough to make\nme want to hear much more. Please join us. Since my _sargh_ told me we\nwould be traveling together I have looked forward to your company.\"\n\nThe term, _sargh_, as Cameron learned shortly was applied to all Ids\nattached to Markovians. It had a connotation somewhere between servant\nand companion. Sal Karone remained in the background, but there was no\nservility in his manner. His eyes remained respectfully--almost fondly;\nthat was the right word, Cameron thought curiously--on Marthasa.\n\nWhile the Id was slender in build, the Markovian was taller and bulkier.\nHis complexion was also dark, but not quite so much so as the Id's. He\nwas dressed in loose, highly colored attire that gave Cameron an\nimpression of an Oriental potentate of his own world.\n\nBut somehow there was a quality in Marthasa's manner that was jarring.\nIt would have been less so if the Markovian had been less\nanthropomorphic in form and feature, but Cameron found it difficult to\nthink of him as anything but a fellow man.\n\nA man of arrogance and ill manners, and completely unaware that he was\nso.\n\nIt was apparent in his gestures and in the negligence with which he\nleaned back and surveyed his companions. \"You'll be surprised when you\nsee the Nucleus,\" he said. \"We sometimes hear of rumors circulated among\nCouncil worlds that Markovian culture is rather backward.\"\n\n\"I've never heard anything of that kind,\" said Cameron. \"In fact we've\nheard almost nothing at all of the Nucleus. That's why we decided to\ncome.\"\n\n\"I'm sure we can make you glad you did. Don't you think so, Karone?\"\n\nThe face of the Id was very sober as he nodded solemnly and said,\n\"Indeed, Master.\" His burning eyes were boring directly into Cameron's\nown.\n\n\"I want to hear about your people, about Earth,\" said Marthasa. \"Tell me\nwhat you would like to see and do while you're in the Nucleus.\"\n\nWhile Joyce answered, explaining they hardly knew what there was to be\nseen, Cameron's attention was fixed by the problem of the strange\nrelationship between the two men--the two races. In the face of the Id\nthere seemed a serenity, a dignity that the Markovian would never know.\nWhy had the Ids failed to lift themselves out of servility to a state of\nindependence, he wondered?\n\nJoyce explained the story about their honeymoon trip and built their\ninterest in Markovian culture as casual indeed. As she went on, Marthasa\nseemed to be struck by a sudden thought.\n\n\"I insist that you make your headquarters with me during your stay,\" he\nsaid. \"I can see that you learn everything possible about the Nucleus\nwhile you are here. My son is a Chief Historian at our largest research\nlibrary and my daughter has the post of Assistant Curator at our Museum\nof Science and Culture. You will never have a better opportunity to\nexamine the culture of the Nucleus!\"\n\nCameron winced inwardly at the thought of Marthasa's companionship\nduring their whole stay, and yet the Markovian's statement might be\nperfectly true--there would be no better opportunity to make their\nstudy.\n\n\"We have an official note of welcome from your Executive Head, Premier\nJargla,\" he said. \"While we would be very happy to accept your\ninvitation, it may be that he has different plans for our reception.\"\n\nMarthasa waved a hand. \"I shall arrange for my appointment as your\nofficial host. Consider it agreed upon!\"\n\nIt was agreed. But Joyce was not as optimistic as Cameron in regarding\nit an aid to their study. \"If they have a general aversion to talking\nabout their pirate ancestry, Marthasa is just the boy to put us off the\ntrack,\" she said. \"If he gets a clue to what we really want to know,\nhe'll keep us busy looking at everything else until we give up and go\nhome.\"\n\nCameron leaned back in the deep chair with his hands behind his head.\n\"It's not too hard to imagine Marthasa's great-great-grandfather running\ndown vessels in space and pillaging helpless cities on other planets.\nThe veneer of civilization on him doesn't look very thick.\"\n\n\"It's not hard to imagine Marthasa doing it,\" said Joyce. \"A scimitar\nbetween his teeth would be completely in character!\"\n\n\"If all goes well, you will probably see just that--figuratively\nspeaking, of course. Where a cultural shift has been so great as this\none you are certain to see evidence of both levels in conflict with one\nanother. It's like a geologic fault line. Once we learn enough about the\ncurrent mores the anomalies will stand out in full view. That's what we\nwant to watch for.\"\n\n\"One thing that's out of character right now is his offer of assistance\nthrough his son, the Chief Historian,\" said Joyce. \"That doesn't check\nwith the previous invitations to stay home. Once they let us have access\nto their historical records we'll have them pegged.\"\n\n\"We haven't got it yet,\" said Cameron. \"We can't be sure just what\nthey'll let us see. But for my money I'd just as soon tackle the\nquestion of the Ids. Sal Karone is twice the man Marthasa is, yet he\nacts like he has no will of his own when the Markovian is around.\"\n\n\"The Roman-slave relationship,\" said Joyce. \"The Markovians probably\nconquered a large community of the Ids in their pirate days and brought\nthem here as slaves. And I'll bet they are very much aware that the Ids\nare the better men. Marthasa knows it. That's why he has to put on a\nshow in front of Sal Karone. He's the old Roman merchant struggling to\nkeep up his conviction of superiority before the Greek scholar slave.\"\n\n\"The Ids aren't supposed to be slaves. According to the little that's\nknown they are completely free. I'm going to get Marthasa's version of\nit, anyway. Fothergill and the Foundation can't object to that much\ninvestigation of the Ids.\"\n\nHe found the Markovian completely willing to talk about his _sargh_. On\nthe last day of the voyage they managed to be alone for a time without\nthe presence of Sal Karone.\n\nMarthasa shook his head in answer to Cameron's question. \"No, the\n_sargh_ is not a slave--not in the sense I believe you mean it. None of\nthe Ids are. It's a matter of religion with them to be attached to us\nthe way they are. They have some incomprehensible belief that their\nexistence is of no value unless they are serving their fellow beings.\nSince that means _all_ of them they can't be satisfied by serving each\nother so they have to pick on some other race.\n\n\"I don't recall when they first showed up in the Nucleus, but it's been\nmany generations ago. There've been Ids in my family for a half dozen\ngenerations anyway.\"\n\n\"They had space flight, so they came under their own power?\" Cameron\nasked incredulously.\n\n\"No. Nothing like that. You can't imagine _them_ building spaceships can\nyou? They migrated at first as lowest-class passengers on the commercial\nlines. Nobody knows just where they came from. They don't even know\ntheir home worlds. At first we tried to persuade them to go somewhere\nelse, but then we saw how useful they could be with their fanatic belief\nin servitude.\n\n\"At present there is probably no family in the Nucleus that doesn't have\nat least one Id _sargh_. Many of us have one for every member of the\nfamily.\" Marthasa paused. The tone of his voice changed. \"When you've\nhad one almost all your life as I've had Sal Karone it--well, it does\nsomething to you.\"\n\n\"What do you mean?\" Cameron asked cautiously.\n\n\"Consider the situation from Sal Karone's point of view. He has no life\nwhatever that is his own. His whole purpose is to give me companionship\nand satisfy my requirements. And I don't have to force him in any way.\nIt's all voluntary. He's free to leave, even, any time he wants to. But\nI'm certain he never will.\"\n\n\"Why do you feel so sure of this?\"\n\n\"It's hard to explain. I feel as if I've become so much a part of him\nthat he couldn't survive alone any more. He's the one who's made it that\nway, not me. I have become indispensable to his existence. That's the\nway I explain it to myself. Most of my friends agree that this is about\nright.\"\n\n\"It's rather difficult to understand a relationship like that--unless\nyou put it in terms I am familiar with on Earth.\"\n\n\"Yes--? What would it be called among your people?\"\n\n\"When a man so devotes his life to another we say it is because of\nlove.\"\n\nMarthasa considered the word. \"You would be wrong,\" he said. \"It is just\nthat in some way we have become indispensable to the Ids. They're\nparasites, if you want to put it that way. But they provide us a\nrelationship we can get nowhere else, and that does us a great deal of\ngood. That's what I meant when I said it does something to us.\"\n\n\"What about the Id's own culture? Haven't they any community ties among\nthemselves, or do they ignore their own kind?\"\n\n\"We've never investigated very much. I suppose some of our scholars know\nthe answer to that, but the rest of us don't. The Ids have communities,\nall right. Not all of them are in service as _sarghs_ at one time. They\nhave little groups and communities on the outskirts of our cities, but\nthey don't amount to much. As a race they are simply inferior. They\ndon't have the capacity for a strong culture of their own, so they can't\nexist independently and build a social structure like other people. It's\nthis religion of theirs that does it. They won't let go of it, and as\nlong as they hang onto it they can't stand on their own feet. But you\ndon't need to feel sorry for them. We treat them all right.\"\n\n\"Of course--didn't mean to imply anything else,\" said Cameron. \"Do you\nknow if there are other Id groups serving in other galaxies?\"\n\n\"Must be thousands of them altogether. Out beyond the Nucleus, away from\nyour galaxy, you can't find a planet anywhere that isn't using the Ids.\nIt's a wonderful setup. The Ids get what they want, and we get _sarghs_\nwith nothing like the slave relationship you had in mind. With slaves\nthere's rebellion, constant need of watchfulness, and no genuine\ncompanionship. A _sargh_ is different. He can be a man's friend.\"\n\n\nIII\n\nThey came out of the darkness of Transpace that evening and the stars\nreturned in the glory of a million closely gathered suns. The Markovian\nNucleus lay in a galaxy of tightly packed stars that made bright the\nnights of all their planets. It was a spectacle for Cameron, who had\ntraveled but little away from the Solar System, and for Joyce who had\nnever traveled at all.\n\nMarthasa and Sal Karone were with them in the lounge watching the\nscreens as the ship changed drives. The Markovian squinted a moment and\npointed to a minor dot near the corner of the view. \"That's our\ndestination. Another six hours and you can set foot on the best planet\nin the whole Universe!\"\n\nIf it had been mere enthusiasm, Cameron could have taken it with\ntolerant understanding. But Marthasa's smugness and arrogance had not\ndeserted him once since the beginning of this leg of the trip.\nObjectively, as a cultural facet to be examined, it was interesting, but\nCameron agreed with Joyce that it was going to be difficult to live\nwith.\n\nThe unsolved puzzle, however, was Sal Karone. It was obvious that the Id\nwas sensitive to the gauche ways of the Master, yet his equally obvious\ndevotion was unwavering.\n\nMarthasa had sent word ahead to the government that he desired the\nTerrans to be his guests. Evidently he was a person of influence for\nassent was returned immediately.\n\nHis planet was a colorful world, banded by huge, golden deserts and\npinkish seas. The dense vegetation of the habitable areas was blue with\nonly a scattered touch of green. Cameron wondered about the chemistry\ninvolved.\n\nThe landing was made at a port that bordered a sea. The four of them\nwere the only ones disembarking, and before the car that met them had\nreached the edge of the city the ship was gone again.\n\nA pirates' lair, Cameron thought, without the slightest touch of\namusement. The field looked very old, and from it he could imagine\nraiders had once taken off to harass distant shipping and do wanton\ndestruction of cities and peoples on innocent worlds.\n\nHe watched the face of Marthasa as they rode through the city. There was\na kind of Roman splendor in what they saw, and there was a crude Roman\npride in the Markovian who was their host. The arrogance, that was not\nfar from cruelty, could take such pride in the sweep of spaceships\nembarking on missions of murder and plunder.\n\nAnd yet all this barbarism had been put aside. Only the arrogance\nremained, expressed in Marthasa's tone as he called their attention to\nthe features of the city and landscape through which they passed. It\nwasn't pleasing particularly to Terran tastes, but Cameron guessed that\nit represented a considerable accomplishment to the Markovians. Stone\nappeared to be the chief building material, and, while the craftsmanship\nwas exact, the lines of the structures lacked the grace of the Greek and\nRoman monuments of which Cameron was reminded.\n\nThey came at last to the house of Marthasa. There was no doubt now that\nhe was a man of wealth or importance--probably both. He occupied a vast,\nvilla-like structure set on a low hill overlooking the city. It was a\nplace of obvious luxury in the economic scale of the Markovians.\n\nThey were assigned spacious quarters overlooking a garden of incredible\ncolors beyond the transparent wall facing it. Sal Karone was also\nassigned duties as their personal attendant, which Cameron grasped\nintuitively was a gesture of supreme honor among the Markovians. He\nthanked Marthasa profusely for this courtesy.\n\nAfter getting unpacked they were shown through the house and grounds and\nmet Marthasa's family. His wife was a woman of considerable beauty even\nby Terran standards, but there was a sharpness in her manner and a sense\nof coldness in the small black eyes that repelled Cameron and Joyce even\nas the thoughtless actions of Marthasa had done.\n\nCameron looked carefully for the same qualities in the three smaller\nchildren who were at home, and found them easily. In none of them was\nthere the aura of serenity possessed by the Id servants.\n\nWhen they were finally alone that night Cameron sat down to make some\nnotes on their observations up to date. \"The fault line I mentioned is\nso obvious you can't miss it,\" he said to Joyce. \"It's as if they're\nliving one kind of life because they think it's the thing to do, but all\ntheir thoughts and feelings are being drawn invisibly in another\ndirection--and they're half ashamed of it.\"\n\n\"Maybe the Ids have something to do with it. Remember Marthasa's\nstatement that the relationship of the _sarghs_ does something to the\nMarkovians? If we found out exactly what that something is, we might\nhave the answer.\"\n\nCameron shook his head. \"I've tried to fit it together that way, too,\nbut it just doesn't add up. The basic premise of the Ids is asceticism\nand there never was any strength in that idea. Marthasa is probably\nright in his estimate of the Ids. They have achieved an internal\nserenity but only through compensating their basic weakness with the\ncrude strength of the Markovians and other races to which they cling.\nThey haven't the strength to build a civilization of their own.\nCertainly they haven't got the power to influence the whole Nucleus.\nNo--we'll have to look a good deal farther than the Ids before we find\nthe answer. I'm convinced of that, even though I'd like to find out\nexactly what makes _them_ tick. Maybe next trip--\"\n\n       *       *       *       *       *\n\nThe following days were spent in almost profitless activity as far as\ntheir basic purpose in being in the Nucleus was concerned. Marthasa and\nhis wife took them on long tours through the city and into the scenic\nareas of the continent. They promised trips over the whole planet and to\nother worlds of the Nucleus. There seemed no end to the sight-seeing\nthat was proposed for them to do.\n\nCameron improved his facility with the language, and Joyce was beginning\nto get along without the translator. They were introduced to a\nconsiderable number of other Markovians, including the official\nrepresentative of Premier Jargla. This gave them added contact with the\nMarkovian character, but Marthasa and his family seemed so typical of\nthe race that scarcely anything new was learned from the others.\n\nAt no time was anything hinted in reference to the original reluctance\nto have the Terrans visit the Nucleus. All possible courtesy was shown\nthem now, and Cameron dared not mention the invitations to stay home. He\nfelt the situation was as penetrable as a thick wall of sponge rubber\nbacked by a ten-foot foundation of steel.\n\nAfter three weeks of this, however, he cautiously broached the subject\nof meeting the son and daughter of Marthasa in regard to visiting the\nlibrary and museum. He had met each of them just once and found them\nrather cool to his presence. He had not dared express his interest in\ntheir specialties at that time.\n\nMarthasa was favorable and apologetic, however. \"I have intended to\narrange it,\" he said. \"There have been so many other things to do that I\nhave neglected your interest in these things. We won't neglect it any\nlonger. Suppose we make an appointment for this afternoon? Zlenon will\nbe able to give you his personal attention.\"\n\n[Illustration: JOYCE]\n\nZlenon was Marthasa's son, who held the position of Chief Historian at\nthe research library. He was more slender and darker than his father,\nand lacking in his volubility and glad-handedness.\n\nHe greeted Cameron's request with a tolerant smile. \"You have to be\nquite specific, Mr. Wilder, when you say you would like to know about\nthe history of the Markovian Nucleus. You understand the Nucleus\nconsists of over a hundred worlds and has a composite history extending\nback more than thirty thousand of your years in very minute detail.\"\n\nCameron countered with a helpless shrug and smile. \"I'm afraid I'll have\nto depend on your good nature to guide me through such a mass. I don't\nintend to become a student of Markovian history, of course, but perhaps\nyou have adequate summaries with which a stranger could start. Going\nbackward, let us say, for perhaps two or three hundred Terran years?\"\n\n\"Of course--some very excellent ones are available--\" He moved toward\nthe reading table nearby and began punching a selection of buttons.\n\nAs Cameron and Joyce moved to follow, Marthasa waved a hand expansively\nand started out the other way. \"I can see you're going to be set for a\nwhile. I'll just leave you here, and send the car back after I reach the\nhouse. Don't be late for dinner.\"\n\nThey nodded and smiled and turned to Zlenon. The Markovian was watching\nthem with pin-point eyes. \"I wondered if there was any _particular_\nproblem in which you might be interested,\" he said calmly. \"If there\nis--?\"\n\nCameron shook his head hastily. \"No--certainly not. Just general\ninformation--\"\n\nThe Historian turned his attention to the table and began explaining its\nuse to the Terrans, showing how they could obtain recording of any\nspecific material they wished to choose. It would appear in either\nprinted or pictorial form or could be had on audio if they wanted it.\nOnce he was certain they could make their own selections he left them to\ntheir study.\n\n\"This is the best break we could possibly have hoped for,\" Joyce\nwhispered as Zlenon disappeared from their sight. \"We can get anything\nwe want in the whole library if I understand the operation of this\ngadget the way I think I do.\"\n\n\"That's the way it looks to me,\" Cameron answered. \"But don't get your\nhopes too high. There must be a catch in it somewhere, the way they were\ntrying to shoo us away from coming here.\"\n\n       *       *       *       *       *\n\nThey punched the buttons for the history of the planet they were on,\nscanning slowly from the present to earlier years. There were endless\naccountings of trading and commercial treaties between members of the\nNucleus as shifts of economic balance occurred. There were stories of\nexplorations and benevolent contacts with races on the outer worlds.\nDetails of their most outstanding scientific discoveries, which seemed\nto come with profligate rapidity--\n\nCameron whipped back through the pages of the histories, searching only\nfor a single item, one clue to the swift evolution from barbarism to\npeaceful co-operation. After an hour he was in the middle of that\ncritical period when the Council despaired of its inability to cope with\nthe Markovian menace.\n\nBut the stories of commerce and invention and far-flung exchange with\nother peoples continued. Nowhere was there any reference to the violence\nof the period. They went back two hundred--five hundred years--beyond\nthe time when Council members first made contact with the Nucleus.\n\nThere was nothing.\n\nCameron sat back in complete puzzlement as it became apparent that it\nwas useless to go back further. \"The normal thing would be for them to\nbrag all over the place about their great conquests. Even races who\nbecome comparatively civilized citizens ordinarily let themselves go\nwhen it comes to history. If they've had a long record of conquest and\nbloodshed, they say so with plenty of chest pounding. Of course, it's\npadded out to reflect their righteous conquest over tyranny, but it's\nalways there in _some_ form.\n\n\"But nothing up to now has been normal about the development of the\nMarkovian problem and this really tops it off--the complete omission of\nany reference to their armed conquests.\"\n\n\"Maybe this planet didn't participate very much. Perhaps only a small\nnumber of the Nucleus worlds were responsible for it,\" said Joyce.\n\nCameron shook his head. \"No. The Council records show that the Nucleus\nas a unit was responsible, and that virtually all the worlds are\nspecifically mentioned. And even if this one had been out of it\ncompletely you could still expect references to it because there was\nconstant interchange with most of the other planets. We can try another\none, though--\"\n\nThey tried one more, then a half dozen in quick scanning. They swept\nthrough a summarization of the Nucleus as a whole during that critical\nperiod.\n\nThere was nothing to show that the Markovians had ever been anything but\npeace-loving citizens intent on pursuit of science, commerce, and the\narts.\n\n\"This could have been rigged for our special benefit,\" said Joyce\nthoughtfully as they ended the day's futile search. \"They didn't want to\napply enough pressure to keep us from coming, but they did want to make\nsure we wouldn't find out anything about their past.\"\n\nCameron shook his head slowly. \"It couldn't have been done in the time\nthey've had. Simply cutting out what they didn't want to show us\nwouldn't have done it. There's too much cross reference to all periods\ninvolved. It's a complete phony, but it's not something done on the spur\nof the moment just for our benefit. It's too good for that.\"\n\n\"Maybe they've had it for a _long_ time--just in case somebody like us\nshould come along.\"\n\n\"It's possible, but I don't think that's right either,\" said Cameron. \"I\ncan't give you any reason for thinking so--except the phoniness goes\ndeeper than merely deceiving an investigator. Somehow I have the feeling\nthat the Markovians are even deceiving themselves!\"\n\n       *       *       *       *       *\n\nThey left the building and took the car back to the house of Marthasa\nwithout seeing Zlenon again. Their Markovian host was waiting. Cameron\nthought he sensed a trace of tension in Marthasa that wasn't there\nbefore as he led them to seats in the garden.\n\n\"We don't like to boast about the Nucleus,\" he said with his customary\nvolubility, \"but we have to admit we are proud of our science and\ntechnology. Few civilizations in the Universe can match it. That's not\nto disparage the fine accomplishments of the Terrans, you understand,\nbut it's only _natural_ that out here on these older worlds--\"\n\nThey listened half attentively, trying in their imaginations to pierce\nthe armor he used to defend so frantically the thing the Markovians did\nnot want the outer worlds to know anything about.\n\nThe talk went on during mealtime. Marthasa's wife caught the spirit of\nit and they both regaled the Terrans with accounts of the grandeur of\nMarkovian exploits. Cameron grew more and more depressed by it, and as\nthey retired to their rooms early he began to realize how absolutely\ncomplete was the impasse into which they had been driven.\n\n\"They've let us in,\" he said to Joyce. \"They've shown us the history\nthey've written of themselves. There's no way in the Universe we can\nstand up and boldly challenge that history and call them the liars we\nknow they are.\"\n\n\"But they must know of the histories written on other Council worlds\nabout their doings,\" said Joyce. \"Maybe we could reach a point where we\ncould at least ask about them. Ask how it is that other histories show\nthat a hundred and twenty years ago a fleet of Markovian ships swept\nunexpectedly out of space and looted and decimated the planet Lakcaine\nVI. Ask why the Markovian history says only that the Nucleus concluded\nsix new commercial treaties to the benefit of all worlds concerned in\nthat period, without any mention of Lakcaine VI.\"\n\n\"When you start asking questions like that you've got to be ready to\nrun. And if it fizzles out you've lost all chance of coming back for a\nsecond try. That could fizzle out because they simply deny the validity\nof all history outside their own.\"\n\n\"Then we might as well pack and go home if you're not going to challenge\nany of this stuff they hand out. We won't find the answer by standing\naround and taking _their_ word on everything.\"\n\n\"I forgot to tell you one thing,\" Cameron said slowly. \"We may not have\nto take their word for it. Someone else here knows the truth of the\nsituation, also.\"\n\n\"Who?\"\n\n\"The Ids.\" He told her then of the warning Sal Karone had given him\naboard the ship on the way to the Nucleus, the statement that \"My\nMasters are a people who cannot yet be understood by the men of other\nworlds.\"\n\n\"The Ids know what the Markovians are and what they are trying to hide.\nI had almost overlooked that simple fact.\"\n\n\"But you can't go out and challenge them to tell the truth any more than\nyou can the Markovians!\" Joyce protested. \"Because Sal Karone went out\nof his way to warn you doesn't mean he's going to get real buddy-buddy\nand tell you everything you want to know.\"\n\n\"No, of course not. But there's one little difference between him and\nthe Markovians. He has admitted openly that he knows why we're here.\nNone of the Markovians have done that yet. We don't have to challenge\nhim because there already exists the tacit understanding that something\nis decidedly phony.\n\n\"And besides, he invited us to come and visit the Id communities outside\nthe city. I think that's an invitation we should accept just as soon as\npossible.\"\n\n\nIV\n\nSal Karone had not repeated his invitation that the Terrans visit the Id\ncommunities, but he showed no adverse reaction when Cameron said they\nwould like to take him up on his previous offer.\n\n\"You will be very welcome,\" he said. A soft smile lightened his\nfeatures. \"I will notify my leaders you will come.\"\n\nWith a start, Cameron realized that the existence of any kind of\ncommunity probably implied leaders, but he had ignored this in view of\nMarthasa's insistence that the Ids had no culture of their own. He\nwondered just how untrue that assertion might be.\n\nFor the first time, he sensed genuine disapproval in the attitude of\nMarthasa when he mentioned plans to go with Sal Karone to the Id\ncenters. \"There's nothing out there you'd want to see,\" the Markovian\nsaid. \"Their village is only a group of crude huts in the forest. It'll\nbe a waste of your time to go out there when there's so much else we\ncould show you.\"\n\n\"Sal Karone suggested the visit before we arrived,\" said Cameron. \"He'd\nbe hurt if we turned him down. Perhaps just to satisfy him--\"\n\nAngry indecision hid behind Marthasa's eyes. \"Well--maybe that makes it\ndifferent,\" he said finally. \"We try to do everything possible to make\nthe Ids happy. It's up to you if you want to waste your time on the\nvisit.\"\n\n\"I think I do. Sal Karone has been very attentive and pleasant to us.\nIt's a small favor in return.\"\n\n       *       *       *       *       *\n\nEarly in the morning, two days later, they left with Sal Karone\ndirecting them to the Idealist center. They discovered that the term, at\nthe edge of the city, was a mere euphemism. It was a long two-hour trip\nat the high speed of which the Markovian cars were capable.\n\nThe city itself vanished, and a thickly wooded area took its place\nduring the last half of the journey, reminding them of the few remote,\npeaceful forests of Earth. Then, as the car slowed, they left the\nhighway for a rough trail that led for a number of miles back into the\nforest. They came at last into a clearing circled by rough wooden\ndwellings possessing all the appearance of crude, primitive existence on\nlittle more than a subsistence level.\n\n\"This is the village of our Chief,\" said Sal Karone. \"He will be pleased\nto explain all you may wish to know about the Idealist Way.\"\n\nCameron was shocked almost beyond speech by his first sight of the\nclearing. He had tried to prepare for the worst, but he had told himself\nthat the Markovian's estimate of the Ids could not be true. Now he was\nforced to admit that it was. In contact with all the skills of their\nMasters, which they would certainly be permitted to learn if they wanted\nto, the Ids chose primitive squalor when they were on their own.\n\nTheir serenity could be little more than the serenity of the savage who\nhas no wants or goals and is content to merely serve those whose\nambitions are greater. It was the serenity and peacefulness of death.\nThe Ids had died--as a race--long ago. The Markovians were loud,\nboastful, and obnoxious, but that could be discounted as the awkwardness\nof youth in a race that would perhaps be very great in the Universe at a\ntime when the Ids were wholly forgotten.\n\nCameron felt depressed by the sight. He began to doubt the wisdom of his\ncoming here in hope of finding an answer to the Markovian deception. The\nwarning of Sal Karone on shipboard seemed now like nothing more than a\nhalf ignorant demonstration of loyalty toward the Markovian Masters.\nPossibly there had been some talk which the Id had overheard and he had\ntaken it upon himself to warn the Terrans--knowing perhaps nothing of\nthe matter which the Markovians were reluctant to expose.\n\nIf he could have done so gracefully, Cameron felt he would have turned\nand gone back without bothering with the interview. His curiosity about\nthe Ids themselves had all but vanished. The answer to their situation\nwas obvious. And he had maintained such high hope that somehow his\nexpectation in them would be fulfilled during this visit.\n\nThere was a satisfying cleanliness apparent in everything as Sal Karone\nled them to the largest of the buildings. Joyce seemed to be enjoying\nherself as she surveyed the surroundings with an interest Cameron had\nlost.\n\nAs they entered the doorway a thin, straight old man with a white beard\narose from a chair and approached them in greeting. The ancient,\nconventional, patriarchal order, Cameron thought. He could see the whole\nsetup in a nutshell right now. Squalid communities like this where the\ntoo-old and the too-young were nurtured on the calcified traditions to\nwhich nothing was ever added. The able serving in the homes of the\nMarkovians, providing sustenance for themselves and those who depended\non them. The Markovians were generous indeed in not referring to the Ids\nas slaves. There was little else they could ever be called.\n\nThe Chief was addressed as Venor by Sal Karone, who introduced them. \"It\nis kind of you to include our village in your visit to the Nucleus,\"\nsaid Venor. \"There are many more spectacular things to see.\"\n\n\"There is often greatest wisdom in the least spectacular,\" said Cameron,\ntrying to sound like a sage. \"Sal Karone was kind enough to invite us to\nyour center and said there was much you could show us.\"\n\n\"The things of the soul are not possible to _show_,\" said Venor gently.\n\"We wish there were time that we might teach you some of the great\nthings our people have learned in their long wanderings. I am told that\nyour profession and your purpose in being here is the study of races and\ntheir actions and the things they have learned.\"\n\nWith a start, Cameron came to greater attention. He was certain he had\nnever given any such information in the presence of Sal Karone or\nMarthasa. Yet even Venor knew he was a sociologist! Here was the first\nknowledge that must lie behind the evidence of the undercurrent of\nobjections of the Markovian representative in the Council and Premier\nJargla.\n\nAnd this primitive patriarch was in possession of it.\n\nRelations between the individuals of this planet were something far more\ncomplex than Cameron had assumed. He hesitated a moment before speaking.\nJust why had this bait been so innocently thrown to him? Marthasa had\nnever mentioned it. Yet had the Markovians asked for an attempt to get\nan admission from him for their own purposes? And what purposes--?\n\nHe abandoned caution, and nodded. \"Yes, that is the thing I am\ninterested in. I had hoped to study the history and ways of the\nMarkovians. As Sal Karone has told me, they don't want strangers to make\nsuch a study. You are perhaps not so unwilling to be known--?\"\n\n\"We wish the entire Universe might know of us and be as we are.\"\n\n\"You hardly make that possible, subjugating your identity so completely\nto that of another race. The worlds will never know of you unless you\nbecome strong and unified as a people and obtain a name of your own.\"\n\n\"Our name is known,\" said Venor. \"We are the Idealists. You will not\nfind many worlds on which we are unknown, and they call us the ones who\nserve. Even on your world you have the saying of a philosopher who\ntaught that any who would be master should become the servant of all.\nYour people once understood it.\"\n\n\"Not as a literal undertaking,\" said Cameron. \"You can't submerge your\nentire racial identity as you have done. That is not what the saying\nmeant.\"\n\n\"To us it does,\" said Venor solemnly. \"We would master the Universe--and\ntherefore we must serve it. That is the core of the law of the\nIdealists.\"\n\n       *       *       *       *       *\n\nCameron let his gaze scan through the window to the small clearing in\nthe thick forest, to the circle of wooden houses. _We would master the\nUniverse_--he restrained a smile.\n\n\"You cannot believe this,\" said Venor, \"because you have never\nunderstood the mark of the servant or the mark of the master. How often\nis there difficulty in distinguishing one from the other!\"\n\nAnd how often do the illusions of the mind ease the privations of the\nbody, Cameron thought. So that was the source of the Idealist serenity.\nWherever they went they considered themselves the masters through\nservice--and conversely, those they served became the slaves, he\nsupposed. It was a pleasant, easy philosophy that hurt no one. Except\nthe ones who believed it. They died the moment they accepted it, for all\ninitiative and desire were gone.\n\n\"The master is he who guides the destiny of a man or a race,\" said Venor\nalmost in meditation. \"He is not the man who gathers or disperses the\nwealth, or who builds the cities and the ships to the stars. The master\nis he who teaches what must be done with these things and how a people\nshall expend their lives.\"\n\n\"And the Markovians do this, in obedience to you?\" said Cameron\nwhimsically.\n\n\"Wherever my people are,\" answered Venor, \"strife ceases and peace\ncomes. Who can do this is master of worlds.\"\n\nThere was a strange solemnity about the voice and figure of the old\nIdealist that checked the sense of ridiculousness in Cameron. It seemed\nsomehow strangely moving.\n\n\"You believe the worlds are better,\" he asked gently, \"just because you\nare there?\"\n\n\"Yes,\" said Venor, \"because we are there.\"\n\nThere was a pathos about it that fired Cameron's anger. On scores of\nworlds there were primitive groups like this one, blinding themselves\nwith a glory that didn't exist, in the grip of ancient, meaningless\ntraditions. The younger ones--like Sal Karone--were intelligent, worth\nsalvaging, but they could never be lifted out of this mire of false\nbelief unless they could be shown how empty it was.\n\n\"Nothing you have said explains the mystery of how this great thing is\naccomplished,\" said Cameron almost angrily. \"Even if we wanted to\nbelieve it were true, it is still as utterly incomprehensible as before\nwe came.\"\n\n\"There is a saying among us,\" said Venor kindly. \"Translated into your\ntongue it would be: How was the wild dog tamed, and a saddle put upon\nthe fierce stallion?\"\n\n       *       *       *       *       *\n\nStubbornly, then, Venor would say no more about the philosophy of the\nIdealists. He spoke freely of the many other worlds upon which the\nIdealists lived and served, and he affirmed the tradition that they did\nnot even know the place of their origin, the planet that might have been\ntheir home world.\n\nHe was evasive, however, when Cameron asked when the first contact was\nmade between his people and the Markovians. There was something that the\nIds, too, were holding back, the sociologist thought, and there was no\napparent reason for it.\n\nRecklessly, he decided nothing could be lost by attempting to blast for\nit. \"Why have the Markovians consistently lied to us?\" he said. \"They've\ngiven us their history--and if your people know the feelings of other\nworlds they know this history is a lie. Only a few generations ago the\nMarkovians pirated and plundered these worlds, and now they pose as\nlittle tin gods with a silver halo. Why?\"\n\nSal Karone stood by with a look of horror on his face, but Venor made no\nsign of alarm at this forbidden question. He merely inclined his held\nslowly and repeated, \"How was the wild dog tamed, and a saddle put upon\nthe fierce stallion?\"\n\n       *       *       *       *       *\n\nThat was the end of the interview. The Ids insisted, however, that he\ninspect the rest of the village and they personally guided the Terrans\non the tour. Cameron's trained eye took in at a glance, however, the\nevidence supporting his previous conclusion. The artifacts and buildings\ndemonstrated a primitive forest culture. The other individuals he saw\nwere almost entirely the old and very young--the ones unsuitable as\nservants to the Markovians. Venor explained that family life among them\nparalleled in general that of the Masters. Whole Idealist families lived\nand served as units in the Markovian household. Exceptions existed in\nthe case of Sal Karone and others of his age who were separated from\ntheir families and had not yet begun their own.\n\nAs they returned to the car Venor took their hands. He pressed Cameron's\nwarmly and looked into his eyes with deep sincerity. \"You have made us\nglad by your presence,\" he said. \"And when the time comes for you to\nreturn, we shall repay all the pleasure you have given us.\"\n\n\"I'm afraid we won't be able to do that,\" said Cameron. \"We appreciate\nyour hospitality, but I'm sure time will not permit us to visit you\nagain, as much as we'd like to.\" In the past few minutes he had reached\nthe conclusion that further research on this whole planet was futile.\nThe best thing they could do was go somewhere else in the Nucleus and\nmake a fresh start.\n\nVenor shook his head, smiling. \"We will see each other again, Joyce and\nCameron. I feel that the day will be very soon.\"\n\nIt was senseless to let himself be irritated by the senile patriarch who\nspoke out of a world of illusion but Cameron could not help feeling\nnettled as he started back to the city. Somehow it seemed impossible to\nregard Venor as merely a specimen for sociological research. The Chief\nof the Idealists reached out of his unreal world and made his contact\nwith the Terrans a personal thing--almost as if he had spent all his\nlife waiting for their coming. There was a sense of intimacy against\nwhich Cameron rebelled, and yet it was not an unpleasant thing.\n\nCameron's mind oscillated between the annoyance of Venor's calm\nassertion that they would be back shortly, and the nonsense of the Id\nbelief that they controlled the civilizations in which they were\nservants. How was the wild dog tamed, and a saddle put upon the fierce\nstallion?\n\nHe smiled faintly to himself, wondering if the Markovians were fully\naware that the Ids regarded them as tamed dogs and saddled stallions.\nThey couldn't help knowing, of course, but it was hard to imagine\nMarthasa and his wife being very much amused by such an estimate. The\nsituation would be intolerable, however, if it were met by anything\nexcept amusement. It might be a mildly explosive subject, but he was\ngoing to find out about that one small item before moving on, anyway,\nCameron decided.\n\n       *       *       *       *       *\n\nSal Karone was strangely silent during the whole of the return trip. He\noffered no comments and made only brief, noncommittal replies to\nquestions about the country through which they passed. He seemed\ndepressed by the results of their visit. Probably because the violation\nof his warning to not question the lives of the Markovians. It was a\ncurious evidence of their completely unreal, proprietary attitude in\nrespect to their Masters. They'd have to investigate Marthasa's response\nas thoroughly as possible. There seemed to be no taboo on discussion of\nthe Ids with him.\n\nHis annoyance at their acceptance of the invitation to the Id village\nappeared to have vanished as he greeted them upon their return. \"We\ndelayed eating, thinking you'd be back in time. If you'll join us in the\ndining room as soon as you're ready--?\"\n\nThe villa of Marthasa seemed different after the day's experience with\nthe Ids, although Cameron was certain nothing had changed either in a\nphysical way or in their relations with the Markovians. It was as if his\nsenses had been somehow sharpened to detect an undercurrent of feeling\nof which he had previously been unaware. Glancing at Joyce, he sensed\nshe felt the same.\n\n\"I have the feeling that we missed something,\" she said, as they changed\nclothes to join Marthasa and his wife. \"There was something Venor wanted\nus to know and wouldn't say. I would almost like to go back there again\nbefore we go away.\"\n\nCameron was surprised at his own annoyance with Joyce's statement. It\nreflected the impressions in his own mind which he was trying to ignore.\n\"Nonsense,\" he said. \"There's no use trying to read great profundity in\nthe words of an old patriarch of the woods. He's nothing except what he\nappears to be.\"\n\nThe Markovians talked easily of Venor and the rest of the Ids. \"We have\ntried to get him to join us in the city,\" said Marthasa as the meal\nbegan, \"but he won't hear of it. It seems to give him a sense of\nimportance to live out there alone with his retinue and have the other\nIds come to him with their problems. He's a kind of arbiter and\npatriarch to all of them for many miles around.\"\n\n[Illustration]\n\nWhile Marthasa talked Cameron tried to bring his awareness of all the\nvaried facets of the problem together and see it whole, as he now\nunderstood it. The Markovians, a vast pirate community, had voluntarily\nabandoned freebooting for reasons yet to be discovered. They had turned\ntheir backs upon it so forcibly that they hid even the history of their\ndepredations. And one of their last acts must have been the capture of a\nlarge colony of Idealists who were forced into servitude. Now the Ids\ncompensated their enslavement by the religious belief that service made\nthem masters over the ex-pirates, convincing themselves that _they_ had\nchanged the Markovians, taming them like wild dogs, saddling them as\nfierce stallions--\n\nCameron wondered if he dared, and then dismissed the thought that there\ncould be any risk. It was too ridiculous!\n\n       *       *       *       *       *\n\nThere was even a half-malicious smile on his lips as he broke into\nMarthasa's conversation. \"One of the things that made me very curious\ntoday,\" he said, \"was the general reaction of your people to the\nIdealist illusion that they have _tamed_ you--as expressed in their\naphorism about how was the wild dog--?\"\n\nHe never finished. Across the table the faces of the Markovians had\nfrozen in sudden bitterness. The shield of friendliness vanished under\nthe cold glare from their eyes.\n\nMarthasa's lips seemed to curl as he whispered, \"So you came like all\nthe rest! And we wanted so much to believe you were honest. A study! A\nchance to find material for lies about the Nucleus to spread among all\nthe Council worlds.\"\n\nHe continued almost sadly, \"You will be confined to your quarters until\ntransfer authorities can arrange for your return to Earth. And you may\nbe sure that never again will such a scheme get one of your kind into\nthe Nucleus again.\"\n\nBut there was no hint of sadness in his wife's face. She glared coldly.\n\"I said they should never had been permitted to come!\"\n\nCameron rose in sudden bewildered protest. \"I assure you we have no\nintention--\" he began.\n\nAnd then he stopped. In one moment of incredible clarity while they\nstood there, eyes locked in bitter stares, he understood. He knew the\nmyth was not a myth. It was cold, unbelievable reality. The Ids _had_\ntamed the Markovians.\n\nIn a moment of fear he wondered if it were anything more than a thin\nshell that could be shattered by a whisper from a stupid dabbler in\ncultures, who really knew nothing at all about the profession to which\nhe pretended.\n\n\nV\n\nAs if upon some secret signal Sal Karone appeared from the serving room\nat their left.\n\n\"Our visitors are no longer our guests,\" Marthasa said sharply with\naccusing eyes still upon Cameron. \"They will remain in their rooms until\ntime for deportation.\n\n\"I trust it will not be necessary to use force,\" he said directly to\nCameron.\n\n\"Of course not. But won't you let me explain--won't you even allow an\napology for breaking a taboo we did not understand?\"\n\n\"Is it not taboo among all civilized peoples, including your own, to\ninvent and spread lies about those who wish you only well?\"\n\nIt was useless to argue, Cameron saw. He turned, taking Joyce's arm, and\nallowed Sal Karone to lead them back to their rooms. As they paused at\nthe doorway the Id spoke without expression on his dark face. \"This is\nnot a good thing, Cameron Wilder. It would have been best for you to\nhave considered my warning.\"\n\nHe turned and stepped away, locking the door behind him.\n\nJoyce slumped on the bed in dejection. \"This is a fine fix we've got\nourselves into, being declared _persona non grata_ before we even get a\ngood start! They'll remember _that_ back home when A Study of the\nMetamorphosis of the Markovian Nucleus is mentioned in professional\ncircles!\"\n\n\"Don't rub it in,\" Cameron said, half angrily. \"How was I to know that\nwas such a vicious taboo? It can't be any secret to the Markovians that\nthe Ids look upon them as tamed. Why should they get their hackles up\nbecause _I_ mentioned it?\"\n\n\"All I know is we're washed up as of now. What do we do when we get back\nhome?\"\n\nCameron stood with his back to her, looking through the windows to the\ngarden beyond. \"I'm not thinking of that,\" he said. \"Can't you see we\nhaven't failed? We've almost got it--the thing we came to find. We\n_knew_ why the Markovians suddenly became good Indians. The Ids actually\ndid tame them. We've got to find out how such an apparently impossible\nthing could be done.\"\n\n\"Do you really believe that's what happened?\" asked Joyce.\n\nCameron nodded. \"It's the only thing there is to believe. If it weren't\ntrue, Marthasa and his wife would have laughed it off as nonsense.\nGetting all huffy and talking about deportation for cooking up lies is\nthe best proof you could ask for that we hit pay dirt. Don't ask me how\nI think the Ids could do it. _That's_ what I'm going to find out.\"\n\n\"How?\"\n\n\"I don't know.\"\n\nBut he did have an idea that if he could somehow get word to the old Id\nchieftain help could be had. He knew he was straining to believe things\nhe wanted to believe, yet it seemed as if this were almost the very\nthing Venor had tried to convey the day before but had left unspoken.\n\nThere was only one possibility of establishing contact, however, and\nthat was through Sal Karone. A remote chance indeed, Cameron thought, in\nview of the relationship between the Markovian and his _sargh_. As a\nlast resort it was worth trying, however.\n\nIt looked as if they would not have even this chance as the evening grew\ndarker. Cameron kept watch through the windows in the hope of signaling\nSal Karone in case he should appear. They hoped he might come to the\nroom for a final check of their needs for the night as he usually did.\n\nBut he did not appear.\n\n       *       *       *       *       *\n\nCameron finally went to bed after Joyce was long asleep. He turned\nrestlessly, beating his mind with increasing wonder as to how it could\nbe so incredibly true that the Idealists were the actual masters of the\nNucleus. That they had somehow tamed the murderous, piratical\nMarkovians. He couldn't have known this was it!\n\nOne thing he could understood, however, was the Markovians reluctance to\nhave visitors--and their careful watch over them. Marthasa had been more\nthan a host, he thought. He was a guard as well, trying to keep the\nTerrans from discovering the unpleasant reality concerning the influence\nof the Ids. He had slipped in allowing the visit to Venor.\n\nAt dawn there was the sound of their door opening and Cameron whirled\nfrom his dressing, hopeful it might be Sal Karone. It was Marthasa,\nhowever, grim and distant. \"I have obtained word that your deportation\ncan be accomplished today. Premier Jargla has been informed and concurs.\nThe Council has been notified and offers no protestations. You will\nready yourselves before the evening hour.\"\n\nHe slammed the door behind him. Joyce turned down the covers in the\nother room and sat up. \"I wonder if he isn't even going to feed us\ntoday?\"\n\nCameron made no answer. He finished dressing hurriedly and kept a\nfrantic watch for any sign of Sal Karone.\n\nAt last there was a knock on the door and the Id appeared with breakfast\non a cart. Cameron exhaled with relief that it was not one of the other\n_sarghs_ in the household.\n\nSal Karone eyed them impassively as he wheeled in and arranged the food\non the table by a window. Cameron watched, estimating his chances.\n\n\"Your Chief, Venor, was very kind to us yesterday,\" he said quietly.\n\"Our biggest regret in leaving is that our conversation with him must go\nunfinished.\"\n\nSal Karone paused. \"Were there things you had yet to say to him?\" he\nasked.\n\n\"No--there were things Venor wanted to tell us. You heard him. He wanted\nus to come back. It is completely impossible for us to see him again\nbefore we go?\"\n\nSal Karone straightened and set the utensils on the table. \"No, it is\nnot impossible. I have been instructed to bring you back to the village\nif it should be your request.\"\n\nCameron felt a surge of eager excitement within him. \"When? Our\ndeportation is scheduled for today. How can we get there? How can we\navoid Marthasa and the Markovians?\"\n\n\"Stand very quietly,\" said Sal Karone, that sense of power and command\nin his voice and bearing as Cameron had seen it once before aboard the\nspaceship. \"Now,\" he said. \"Close your eyes.\"\n\nThere was a sudden wrenching twist as if two solid surfaces had slammed\nthem from front and back, and a third force had thrust them sideways.\n\nThey opened their eyes in the wooden house of Venor, in the village of\nthe Idealists.\n\n       *       *       *       *       *\n\n\"We owe you apologies,\" said Venor. \"We hope you are not harmed in any\nway.\"\n\nCameron stared around uncertainly. Joyce clutched his hand. \"How did\nwe--?\" Cameron stammered.\n\n\"Teleportation is the descriptive term in your language, I believe,\"\nsaid Venor. \"It was rather urgent that you come without further delay so\nwe resorted to it. Nothing else would do in the face of Marthasa's\naction. Sit down if you will, please. If you wish to rest or eat, your\nquarters are ready.\"\n\n\"Our quarters--! Then you _did_ expect us back. You knew this was going\nto happen exactly as it has!\"\n\n\"Yes, I knew,\" said Venor quietly. \"I planned it this way when word\nfirst came to us of your visit.\"\n\n\"I think we are entitled to explanations,\" Cameron said at last. \"We\nseem to have been pieces in a game we knew nothing about.\"\n\nAnd it had taken this long for the full impact of Venor's admission of\nteleportation to hit him. He closed his eyes in a moment's reaction of\nfright. He didn't want to believe it--and knew he must. These\nIdealists--who could master galaxies and tame the wild Markovians--was\nthere anything they could not do?\n\n\"Not a game,\" Venor protested. \"We planned this because we wanted you to\nsee what you have seen. We wanted a man of Earth to know what we have\ndone.\"\n\n\"But don't the Markovians realize the foolishness of deporting us\nbecause we stumbled onto the relationship between you and them? And if\nyou are in control how can they issue such an order--unless you want\nit?\"\n\n\"Our relationship is more complex than that. There are different levels\nof control. We operate the one that brought you here--\" He let Cameron\nconsider the implication of the unfinished statement.\n\nThen he continued, \"To understand the Markovians' reason for deporting\nyou, consider that on Earth men have tamed wolves and made faithful,\nloyal dogs who can be trusted. Dogs who have forever lost the knowledge\ntheir ancestors were fierce marauders ready to rip and tear the flesh of\nany man or beast that came their way.\n\n\"Consider the dogs only a generation or two from the vicious wolves who\nwere their forebears. The old urges have not entirely died, yet they\nwant to know man's affection and trust. Could you remind them of what\ntheir kind once was without stirring up torment within them?\n\n\"So it is with the Markovians. They are peaceful and creative, but only\na few generations behind them are pirates who were not fit to sit in the\nCouncils of civilized beings. They have no tradition of culture to\nsupport them. It knocks the props out from under them, so to speak, to\nhave it known what lies behind them. They cannot be friends with such a\nman. They cannot even endure the knowledge among themselves.\"\n\n\"Then I was right!\" Cameron exclaimed. \"Their phony history _was_ set up\nto deceive their own people as well as others.\"\n\n\"Yes. The dog would destroy all evidence of his wolf ancestry. It has\nbeen an enormous project, but the people of the Nucleus have been at it\na long time. They have concocted a consistent history which leaves out\nall evidence of their predatory ancestry. The items of reality which\nwere possible to leave have been retained. The gaps between have been\nbridged by fictionized accounts of glorious undertakings and\ndiscoveries. Most of the Markovian science has been taken from other\ncultures, but now their history boasts of heroes and discoverers who\nnever lived and who were responsible for all the great science they\nenjoy.\"\n\n\"But nothing stable can be built upon such an unhealthy foundation of\nself-deception!\" Cameron protested.\n\n\"It is not unhealthy--not at the present moment,\" said Venor. \"The time\nwill come when it, too, will be thrust aside and a tremendous effort of\nscholarship will extract the elements of truth and find that which was\nsuppressed. But the Markovians themselves will do it--a generation of\nthem who can afford to laugh at the fears and fantasies of their\nancestors.\"\n\n\"This tells us nothing of how you were able to make a creative people\nout of a race of pirate marauders,\" said Cameron.\n\n\"I gave you the key,\" said Venor. \"It was one used long ago by your own\npeople before it was abandoned.\n\n\"How was the savage wolf tamed to become the loyal, friendly dog? Did\nancient man try to exterminate the wolves that came to his caves and\ncarried off his young? Perhaps he tried. But he learned, perhaps\naccidentally, another way of conquest. He found the wolf's cubs, and\nlearned to love them. He brought the cubs home and cared for them\ntenderly and his own children played with them and fed them and loved\nthem.\n\n\"It took time, but eventually there were no more wild wolves to trouble\nman, because he had discovered a great friend, the dog. And man plus dog\ncould handle wolf with ease. Dog forgot in time what his forebears were\nand became willing to defend man against his own kind--because man loved\nhim.\n\n\"It happened again and again. Agricultural man hated the wild horse that\nate his grain and trampled his fields. But he learned to love the horse,\ntoo, after a while. Again--no more wild horses.\"\n\n\"But you can't take a predatory, savage pirate and love him into\ndecency!\" Cameron protested.\n\n\"No,\" Venor agreed. \"It is too difficult ordinarily at that level, and\nwasteful of time and resources. But I didn't say that is what happened.\nYou don't tame a wolf by loving it, but the _cubs_--yes. And even\npirates have cubs, who are susceptible to being loved.\n\n\"The first weapon was hate. But after learning the futility of it,\nsentient creatures discovered another, the succeeding evolutionary\nemotion. It is pure savagery in its destructive power, a thousand times\nmore effective in annihilating the enemy.\n\n\"You've thought 'Love thy enemy' was a soft, gentle, futile doctrine!\nActually, instead of merely killing the enemy it twists his personality,\ndestroys his identity. He continues to live, but he has lost his\nintegrity as an entity. The wolf cub never becomes an adult wolf. He\nbecomes Dog.\n\n\"It is not a doctrine of weakness, but the ultimate weapon of\ndestruction. It can be used to induce any orientation desired in the\nmind of the enemy. He'll do everything you want him to--because he has\nyour love.\"\n\n       *       *       *       *       *\n\n\"How did you apply that to the Markovians?\" asked Joyce in almost a\nwhisper.\n\n\"It was one of the most difficult programs we have ever undertaken,\"\nsaid Venor. \"There were comparatively few of us and such a tremendous\npopulation of Markovians. We had predicted long ago, even before the\norganization of the Council, the situation would grow critical and\ndangerous. By the time the Council awoke to the fact and started its\nfutile debates we had made a strong beginning.\n\n\"We arranged to be in the path of a Markovian attack on one of the\nworlds where our work was completed. The Markovians were only too happy\nto take us into slavery and use us as victims in their brutal sports.\"\n\n\"You didn't deliberately fall into a trap where you allowed yourselves\nto be killed and tortured by them?\" exclaimed Cameron.\n\nVenor smiled. \"The Markovians thought we did. We could hardly do that,\nof course. Our numbers were so small compared with theirs that we\nwouldn't have lasted very long. And, obviously, it would have been\nplain stupid. There is one key that must not be forgotten: An effective\nuse of love requires an absolute superiority on the levels attainable by\nthe individual to be tamed. So, in this case, we had to have power to\nkeep the Markovians from slaughtering us or we would have been unable to\naccomplish our purpose.\n\n\"Teleportation is of obvious use here. Likewise, psychosomatic controls\nthat can handle any ordinary wound we might permit them to inflict. We\ngave them the illusion of slaughtering and torturing us, but our numbers\ndid not dwindle.\"\n\n\"Why did you give them such an illusion?\" Joyce asked. \"And you say you\n_permitted_ them to inflict wounds--?\"\n\nVenor nodded. \"We were in their households, you see, employed as slaves\nand assigned the care of their young. The cubs of the wolf were given\ninto our hands to love--and to tame.\n\n\"These Markovian children were witnesses to the supposed torture and\nkilling of those who loved them. It was a tremendous psychic impact and\nserved to drive their influence toward the side of the slaves. And even\nthe adults slowly recognized the net loss to them of doing away with\nservants so skilled and useful in household tasks and caring for the\nyoung. The games and brutality vanished spontaneously within a short\ntime. Markovians, young and old, simply didn't want them any longer.\n\n\"During the maturity of that first generation of young on whom we\nexpended our love our position became more secure. These were no longer\nwolves. They had become dogs, loyal to those who had loved them, and we\ncould use them now against their own kind. Influences to abandon piracy\nagainst other peoples began to spread throughout the Nucleus.\n\n\"Today the Markovians are no longer a threat capable of holding the\nCouncil worlds in helpless fear. They long ago ceased their\ndepredations. Their internal stability is rising and is almost at the\npoint where we shall be able to leave them. Our work here is about\nfinished.\"\n\n\"Surely all this was unnecessary!\" Joyce said. \"With your powers of\nteleportation and other psionic abilities you must possess it should\nhave been easy for you to _control_ the Markovians directly, force them\nto cease their piracy--\"\n\n\"Of course,\" said Venor. \"That would have been so much easier for us.\nAnd so futile. The Markovians would have learned nothing through being\ntaken over by us and operated externally. They would have remained the\nsame. But it was our desire to change them, teach them, accomplish\ngenuine learning within them. It is always longer and more difficult\nthis way. The results, however, are more lasting!\"\n\n\"_Who_ are you people--_what_ are you?\" Cameron said with sudden\nintensity. \"You have teleportation--and how many other unknown psychic\npowers? You have forced us to believe you can tame such a vicious world\nas the Markovian Nucleus once was.\n\n\"But where is there a life of your own? With all your powers you must\nlive at the whim of other cultures. Where is _your_ culture? Where is\nyour own purpose? In spite of all you have, your life is a parasitical\none.\"\n\nVenor smiled gently. \"Is not the parent--or the teacher--the servant of\nthe child?\" he said. \"Has it not always been so if a species is to rise\nvery far in its conquest of the Universe?\n\n\"But this does not mean that the parent or teacher has no life of his\nown. You ask where is our culture? The culture of _all_ worlds is ours.\nWe don't have great cities and vast fleets. The wolf cubs build these\nfor us. They carry us across space and shelter us in their cities.\n\n\"Our own energies are expended in a thousand other and more profitable\nways. We have sought and learned a few of the secrets of life and mind.\nWith these we can move as you were moved, when we choose to do so. From\nwhere I sit I can speak with any of our kind on this planet or any world\nof the entire Nucleus. And a few of us, united in the effort, can touch\nthose in distant galaxies.\n\n\"What culture would you have us acquire, that we do not have?\" Venor\nfinished.\n\n       *       *       *       *       *\n\nWithout answer, Cameron arose and strode slowly to the window, his back\nto the room. He looked out upon the rude wooden huts and the towering\nforest beyond. He tried to tell himself it was all a lie. Such things\ncouldn't be. But he could feel it now with increasing strength, as if\nall his senses were quickening--the benign aura, the indefinable wash of\npower that seemed to lap at the edge of his mind.\n\nOut of the corner of his eye he could see Joyce's face, almost radiant\nas she, too, sensed it here in the presence of the Ids.\n\nLove, as a genuine power, had been taught by every Terran philosopher of\nany social worth. But it had never really been tried. Not in the way the\nIds understood it. Cameron felt he could only guess at the terrible\ndiscipline of mind it required to use it as they did. The analogy of the\nwolf cubs was all very well, and man had learned to go that far. But\nthere is a difference when your own kind is involved, he thought.\n\nPerhaps it was out of sheer fear of each other that men continued to try\nto sway with hate, the most primitive of all their weapons.\n\nIt's easy to hate, he thought. Love is hard, and because it is, the\ntough humans who can't achieve it and have the patience to manipulate it\nmust scorn it. The truly weak ones, they're incapable of the stern and\nbrutal self-discipline required of one who loves his enemy.\n\nBut men had known how. Back in the caves they had known how to conquer\nthe wolf and the wild horse. Where had they lost it?\n\nThe vision of the buildings and the forest with its eternal peace was\nstill in his eyes. What else could you want, with the whole Universe in\nthe palm of your hand?\n\nHe turned sharply. \"You tricked us into betraying ourselves to Marthasa,\nand you said that you planned it this way when you first heard of our\ncoming. But you have not yet said why. Why did you want us to see what\nyou had done?\"\n\n\"You needed to have evidence from the Markovians themselves,\" said\nVenor. \"That is why I led you to the point where the admission would be\nforced from them. The problem you came to solve is now answered, is it\nnot? Is there anything to prevent you returning to Earth and writing a\nsuccessful paper on the mystery of the Markovians?\"\n\n\"You know very well there is,\" said Cameron with the sudden sense that\nVenor was laughing gently at him. \"Who on Earth would believe what you\nhave told me--that a handful of meek, subservient Ids had conquered the\nmighty Markovian Nucleus?\"\n\nHe paused, looking at Joyce who returned his intense gaze.\n\n\"Is that all?\" said Venor finally.\n\n\"No that is not all. After taking us to the heights and showing us\neverything that lies beyond, are you simply going to turn us away\nempty-handed?\"\n\n\"What would you have us give you?\"\n\n\"This,\" said Cameron, gesturing with his hand to include the circle of\nall of them, and the community beyond the window. \"We want what you have\ndiscovered. Is your circle a closed one--or can you admit those who\nwould learn of your ways but are not of your race?\"\n\nVenor's smile broadened as he arose and stepped toward them, and they\nfelt the warm wave of acceptance from his mind even before he spoke.\n\"This is what we brought you here to receive,\" he said. \"But you had to\nask for yourselves. We wanted men of Earth in our ranks. There are many\nraces and many worlds who make up the Idealists. That is why it is said\nthat the Ids do not know the home world from which they originally came.\nIt is true, they do not. We are citizens of the Universe.\n\n\"But we have never been represented by a native of Earth, which needs us\nbadly. Will you join us, Terrans?\"\n\n\nTHE END\n\n[Illustration]\n\n\n\n\nTranscriber's Note:\n\nThis etext was produced from _Astounding Science Fiction_ November 1955.\nExtensive research did not uncover any evidence that the U.S. copyright\non this publication was renewed. Minor spelling and typographical errors\nhave been corrected without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Cubs of the Wolf, by Raymond F. Jones\n\n*** END OF THIS PROJECT GUTENBERG EBOOK CUBS OF THE WOLF ***\n\n***** This file should be named 22526-8.txt or 22526-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/2/5/2/22526/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}