{"title": "The K-Factor", "author": "Harry Harrison (AKA Henry Maxwell Dempsey)", "releaseDate": "September 8, 2007", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n[Illustration]\n\n\n\n\n THE\n K-FACTOR\n\n By HARRY HARRISON\n\n _Speed never hurt anybody--it's the sudden stop\n at the end. It's not how much change that signals\n danger, but how fast it's changing...._\n\n Illustrated by Summers\n\n\n\"We're losing a planet, Neel. I'm afraid that I can't ... understand\nit.\"\n\nThe bald and wrinkled head wobbled a bit on the thin neck, and his eyes\nwere moist. Abravanel was a very old man. Looking at him, Neel realized\nfor the first time just how old and close to death he was. It was a\nprofoundly shocking thought.\n\n\"Pardon me, sir,\" Neel broke in, \"but is it possible? To lose a planet,\nI mean. If the readings are done correctly, and the k-factor equations\nworked to the tenth decimal place, then it's really just a matter of\nadjustment, making the indicated corrections. After all, Societics is an\nexact science--\"\n\n\"Exact? _Exact!_ Of course it's not! Have I taught you so little that\nyou dare say that to me?\" Anger animated the old man, driving the shadow\nof death back a step or two.\n\nNeel hesitated, feeling his hands quiver ever so slightly, groping for\nthe right words. Societics was his faith, and his teacher, Abravanel,\nits only prophet. This man before him, carefully preserved by the\nage-retarding drugs, was unique in the galaxy. A living anachronism, a\nrefugee from the history books. Abravanel had singlehandedly worked out\nthe equations, spelled out his science of Societics. Then he had trained\nseven generations of students in its fundamentals. Hearing the article\nof his faith defamed by its creator produced a negative feedback loop in\nNeel so strong his hands vibrated in tune with it. It took a jarring\neffort to crack out of the cycle.\n\n\"The laws that control Societics, as postulated by ... you, are as exact\nas any others in the unified-field theory universe.\"\n\n\"No they're not. And, if any man I taught believes that nonsense, I'm\nretiring tomorrow and dropping dead the day after. My science--and it is\nreally not logical to call it a science--is based on observation,\nexperimentation, control groups and corrected observations. And though\nwe have made observations in the millions, we are dealing in units in\nthe billions, and the interactions of these units are multiples of that.\nAnd let us never forget that our units are people who, when they operate\nas individuals, do so in a completely different manner. So you cannot\ntruthfully call my theories exact. They fit the facts well enough and\nproduce results in practice, that has been empirically proven. So far.\nSome day, I am sure, we will run across a culture that doesn't fit my\nrules. At that time the rules will have to be revised. We may have that\nsituation now on Himmel. There's trouble cooking there.\"\n\n\"They have always had a high activity count, sir,\" Neel put in\nhopefully.\n\n\"High yes, but _always_ negative. Until now. Now it is slightly positive\nand nothing we can do seems to change it. That's why I've called you in.\nI want you to run a new basic survey, ignoring the old one still in\noperation, to re-examine the check points on our graphs. The trouble\nmay lie there.\"\n\nNeel thought before he answered, picking his words carefully. \"Wouldn't\nthat be a little ... unethical, sir? After all Hengly, who is operator\nthere now, is a friend of mine. Going behind his back, you know.\"\n\n\"I know nothing of the sort.\" Abravanel snorted. \"We are not playing for\npoker chips, or seeing who can get a paper published first. Have you\nforgotten what Societics is?\"\n\nNeel answered by rote. \"The applied study of the interaction of\nindividuals in a culture, the interaction of the group generated by\nthese individuals, the equations derived therefrom, and the application\nof these equations to control one or more factors of this same culture.\"\n\n\"And what is the one factor that we have tried to control in order to\nmake all the other factors possible of existence?\"\n\n\"War.\" Neel said, in a very small voice.\n\n\"Very good then, there is no doubt what it is we are talking about. You\nare going to land quietly on Himmel, do a survey as quickly as possible\nand transmit the data back here. There is no cause to think of it as\nsneaking behind Hengly's back, but as doing something to help him set\nthe matter right. Is that understood?\"\n\n\"Yes, sir,\" Neel said firmly this time, straightening his back and\nletting his right hand rest reassuringly on the computer slung from his\nbelt.\n\n\"Excellent. Then it is now time to meet your assistant.\" Abravanel\ntouched a button on his desk.\n\n       *       *       *       *       *\n\nIt was an unexpected development and Neel waited with interest as the\ndoor opened. But he turned away abruptly, his eyes slitted and his face\nwhite with anger. Abravanel introduced them.\n\n\"Neel Sidorak, this is--\"\n\n\"Costa. I know him. He was in my class for six months.\" There wasn't the\nslightest touch of friendliness in Neel's voice now. Abravanel either\nignored it or didn't hear it. He went on as if the two cold, distant\nyoung men were the best of friends.\n\n\"Classmates. Very good--then there is no need to make introductions.\nThough it might be best to make clear your separate areas of control.\nThis is your project Neel, and Adao Costa will be your assistant,\nfollowing your orders and doing whatever he can to help. You know he\nisn't a graduate Societist, but he has done a lot of field work for us\nand can help you greatly in that. And, of course, he will be acting as\nan observer for the UN, and making his own reports in this connection.\"\n\nNeel's anger was hot and apparent. \"So he's a UN observer now. I wonder\nif he still holds his old job at the same time. I think it only fair,\nsir, that you know. He works for Interpol.\"\n\nAbravanel's ancient and weary eyes looked at both men, and he sighed.\n\"Wait outside Costa,\" he said, \"Neel will be with you in a minute.\"\n\nCosta left without a word and Abravanel waved Neel back to his chair.\n\"Listen to me now,\" he said, \"and stop playing tunes on that infernal\nbuzzer.\" Neel snapped his hand away from the belt computer, as if it had\nsuddenly grown hot. A hesitant finger reached out to clear the figures\nhe had nervously been setting up, then thought better of it. Abravanel\nsucked life into his ancient pipe and squinted at the younger man.\n\n\"Listen,\" he said. \"You have led a very sheltered life here at the\nuniversity, and that is probably my fault. No, don't look angry, I don't\nmean about girls. In that matter undergraduates have been the same for\ncenturies. I'm talking about people in groups, individuals, politics,\nand all the complicated mess that makes up human life. This has been\nyour area of study and the program is carefully planned so you can study\nit secondhand. The important thing is to develop the abstract viewpoint,\nsince any attempt to prejudge results can only mean disaster. And it has\nbeen proved many times that a man with a certain interest will make many\nunwitting errors to shape an observation or experiment in favor of his\ninterest. No, we could have none of that here.\n\n\"We are following the proper study of mankind and we must do that by\nkeeping personally on the outside, to preserve our perspective. When you\nunderstand that, you understand many small things about the university.\nWhy we give only resident student scholarships at a young age, and why\nthe out-of-the-way location here in the Dolomites. You will also see the\nreason why the campus bookstore stocks all of the books published, but\nnever has an adequate supply of newspapers. The agreed policy has been\nto see that you all mature with the long view. Then--hopefully--you will\nbe immune to short-term political interests after you leave.\n\n\"This policy has worked well in turning out men with the correct\nattitude towards their work. It has also turned out a fair number of\nself-centered, egocentric horrors.\"\n\n       *       *       *       *       *\n\nNeel flushed. \"Do you mean that I--\"\n\n\"No, I don't mean you. If I did, I would say so. Your worst fault--if\nyou can call it a fault, since it is the very thing we have been trying\nto bring about--is that you have a very provincial attitude towards the\nuniverse. Now is the time to re-examine some of those ideas. Firstly,\nwhat do you think the attitude of the UN is towards Societics?\"\n\nThere was no easy answer, Neel could see traps ready for anything he\nsaid. His words were hesitant. \"I can't say I've really ever thought\nabout it. I imagine the UN would be in favor of it, since we make their\njob of world government that much easier--\"\n\n\"No such thing,\" Abravanel said, tempering the sharpness of his words\nwith a smile. \"To put it in the simplest language, they hate our guts.\nThey wish I had never formulated Societics, and at the same time they\nare very glad I did. They are in the position of the man who caught the\ntiger by the tail. The man enjoys watching the tiger eat all of his\nenemies, but as each one is consumed his worry grows greater. What will\nhappen when the last one is gone? Will the tiger then turn and eat him?\n\n\"Well--we are the UN's tiger. Societics came along just at the time it\nwas sorely needed. Earth had settled a number of planets, and governed\nthem. First as outposts, then as colonies. The most advanced planets\nvery quickly outgrew the colony stage and flexed their independent\nmuscles. The UN had no particular desire to rule an empire, but at the\nsame time they had to insure Earth's safety. I imagine they were\nconsidering all sorts of schemes--including outright military\ncontrol--when they came to me.\n\n\"Even in its early, crude form, Societics provided a stopgap that would\ngive them some breathing time. They saw to it that my work was well\nendowed and aided me--unofficially of course--in setting up the first\ncontrol experiments on different planets. We had results, some very\ngood, and the others not so bad that the local police couldn't get\nthings back under control after a while. I was, of course, happy to\nperfect my theories in practice. After a hundred years I had all the\nrough spots evened down and we were in business. The UN has never come\nup with a workable alternative plan, so they have settled down to the\nuncomfortable business of holding the tiger's tail. They worry and spend\nvast sums of money keeping an eye on our work.\"\n\n\"But _why_?\" Neel broke in.\n\n\"Why?\" Abravanel gave a quick smile. \"Thank you for fine character\nrating. I imagine it is inconceivable to you that I might want to be\nEmperor of the Universe. I could be, you know. The same forces that hold\nthe lids on the planets could just as easily blow them off.\"\n\nNeel was speechless at the awful enormity of the thought. Abravanel rose\nfrom behind his desk with an effort, and shambled over to lay a thin and\nfeather-light arm on the younger man's shoulders. \"Those are the facts\nof life my boy. And since we cannot escape them, we must live with them.\nCosta is just a man doing his duty. So try and put up with him. For my\nsake if not for your own.\"\n\n\"Of course,\" Neel agreed quickly. \"The whole thing takes a bit of\ngetting used to, but I think I can manage. We'll do as good a job on\nHimmel as it is possible to do. Don't worry about me, sir.\"\n\n       *       *       *       *       *\n\nCosta was waiting in the next room, puffing quietly on a long cigarette.\nThey left together, walking down the hall in silence. Neel glanced\nsideways at the wiry, dark-skinned Brazilian and wondered what he could\nsay to smooth things out. He still had his reservations about Costa, but\nhe'd keep them to himself now. Abravanel had ordered peace between them,\nand what the old man said was the law.\n\nIt was Costa who spoke first. \"Can you brief me on Himmel--what we'll\nfind there, and be expected to do?\"\n\n\"Run the basic survey first, of course,\" Neel told him. \"Chances are\nthat that will be enough to straighten things out. Since the completion\nlast year of the refining equations of Debir's Postulate, all sigma-110\nand alpha-142 graph points are suspect--\"\n\n\"Just stop there please, and run the flag back down the pole.\" Costa\ninterrupted. \"I had a six-months survey of Societics seven years ago, to\ngive me a general idea of the field. I've worked with survey teams since\nthen, but I have only the vaguest idea of the application of the\ninformation we got. Could you cover the ground again--only a bit\nslower?\"\n\nNeel controlled his anger successfully and started again, in his best\nclassroom manner.\n\n\"Well, I'm sure you realize that a good survey is half the problem. It\nmust be impartial and exact. If it is accurately done, application of\nthe k-factor equations is almost mechanical.\"\n\n\"You've lost me again. Everyone always talks about the k-factor, but no\none has ever explained just what it is.\"\n\nNeel was warming to his topic now. \"It's a term borrowed from\nnucleonics, and best understood in that context. Look, you know how an\natomic pile works--essentially just like an atomic bomb. The difference\nis just a matter of degree and control. In both of them you have\nneutrons tearing around, some of them hitting nuclei and starting new\nneutrons going. These in turn hit and start others. This goes on faster\nand faster and _bam_, a few milliseconds later you have an atomic bomb.\nThis is what happens if you don't attempt to control the reaction.\n\n\"However, if you have something like heavy water or graphite that will\nslow down neutrons and an absorber like cadmium, you can alter the speed\nof the reaction. Too much damping material will absorb too many neutrons\nand the reaction will stop. Not enough and the reaction will build up to\nan explosion. Neither of these extremes is wanted in an atomic pile.\nWhat is needed is a happy balance where you are soaking up just as many\nneutrons as are being generated all the time. This will give you a\nconstant temperature inside the reactor. The net neutron reproduction\nconstant is then 1. This balance of neutron generation and absorption is\nthe k-factor of the reactor. Ideally 1.0000000.\n\n\"That's the ideal, though, the impossible to attain in a dynamic system\nlike a reactor. All you need is a few more neutrons around, giving you a\nk-factor of 1.00000001 and you are headed for trouble. Each extra\nneutron produces two and your production rate soars geometrically\ntowards bang. On the other hand, a k-factor of 0.999999999 is just as\nbad. Your reaction is spiraling down in the other direction. To control\na pile you watch your k-factor and make constant adjustments.\"\n\n\"All this I follow,\" Costa said, \"but where's the connection with\nSocietics?\"\n\n\"We'll get to that--just as soon as you realize and admit that a minute\ndifference of degree can produce a marked difference of kind. You might\nsay that a single, impossibly tiny, neutron is the difference between an\natom bomb and a slowly cooling pile of inert uranium isotopes. Does that\nmake sense?\"\n\n\"I'm staggering, but still with you.\"\n\n\"Good. Then try to go along with the analogy that a human society is\nlike an atomic pile. At one extreme you will have a dying, decadent\nculture--the remains of a highly mechanized society--living off its\ncapital, using up resources it can't replace because of a lost\ntechnology. When the last machine breaks and the final food synthesizer\ncollapses the people will die. This is the cooled down atomic pile. At\nthe other extreme is complete and violent anarchy. Every man thinking\nonly of himself, killing and destroying anything that gets in his\nway--the atomic explosion. Midway between the two is a vital, active,\nproducing society.\n\n\"This is a generalization--and you must look at it that way. In reality\nsociety is infinitely complex, and the ramifications and possibilities\nare endless. It can do a lot more things than fizzle or go boom.\nPressure of population, war or persecution patterns can cause waves of\nimmigration. Plant and animal species can be wiped out by momentary\nneeds or fashions. Remember the fate of the passenger pigeon and the\nAmerican bison.\n\n\"All the pressures, cross-relationships, hungers, needs, hatreds,\ndesires of people are reflected in their interrelationships. One man\nstanding by himself tells us nothing. But as soon as he says something,\npasses on information in an altered form, or merely expresses an\nattitude--he becomes a reference point. He can be marked, measured and\nentered on a graph. His actions can be grouped with others and the\naction of the group measured. Man--and his society--then becomes a\nsystems problem that can be fed into a computer. We've cut the Gordian\nknot of the three-L's and are on our way towards a solution.\"\n\n       *       *       *       *       *\n\n\"Stop!\" Costa said, raising his hand. \"I was with you as far as the\n3L's. What are they? A private code?\"\n\n\"Not a code--abbreviation. Linear Logic Language, the pitfall of all the\nold researchers. All of them, historians, sociologists, political\nanalysts, anthropologists, were licked before they started. They had to\nknow all about A and B before they could find C. Facts to them were\nalways hooked up in a series. Whereas in truth they had to be analyzed\nas a complex circuit complete with elements like positive and negative\nfeedback, and crossover switching. With the whole thing being stirred up\nconstantly by continual homeostasis correction. It's little wonder they\ndid do badly.\"\n\n\"You can't really say that,\" Adao Costa protested. \"I'll admit that\nSocietics has carried the art tremendously far ahead. But there were\nmany basics that had already been discovered.\"\n\n[Illustration]\n\n\"If you are postulating a linear progression from the old social\nsciences--forget it,\" Neel said. \"There is the same relationship here\nthat alchemy holds to physics. The old boys with their frog guts and\nawful offal knew a bit about things like distilling and smelting. But\nthere was no real order to their knowledge, and it was all an\nunconsidered by-product of their single goal, the whole nonsense of\ntransmutation.\"\n\nThey passed a lounge, and Adao waved Neel in after him, dropping into a\nchair. He rummaged through his pockets for a cigarette, organizing his\nthoughts. \"I'm still with you,\" he said. \"But how do we work this back\nto the k-factor?\"\n\n\"Simple,\" Neel told him. \"Once you've gotten rid of the 3L's and their\nfalse conclusions. Remember that politics in the old days was all We are\nangels and They are devils. This was literally believed. In the history\nof mankind there has yet to be a war that wasn't backed by the official\nclergy on each side. And each declared that God was on their side. Which\nleaves You Know Who as prime supporter of the enemy. This theory is no\nmore valid than the one that a single man can lead a country into war,\nfollowed by the inference that a well-timed assassination can save the\npeace.\"\n\n\"That doesn't sound too unreasonable,\" Costa said.\n\n\"Of course not. All of the old ideas sound good. They have a\nsimple-minded simplicity that anyone can understand. That doesn't make\nthem true. Kill a war-minded dictator and nothing changes. The\nviolence-orientated society, the factors that produced it, the military\nparty that represents it--none of these are changed. The k-factor\nremains the same.\"\n\n\"There's that word again. Do I get a definition yet?\"\n\nNeel smiled. \"Of course. The k-factor is one of the many factors that\ninterrelate in a society. Abstractly it is no more important than the\nother odd thousand we work with. But in practice it is the only one we\ntry to alter.\"\n\n\"The k-factor is the war factor,\" Adao Costa said. All the humor was\ngone now.\n\n\"That's a good enough name for it,\" Neel said, grinding out his\nhalf-smoked cigarette. \"If a society has a positive k-factor, even a\nslight one that stays positive, then you are going to have a war. Our\nplanetary operators have two jobs. First to gather and interpret data.\nSecondly to keep the k-factor negative.\"\n\nThey were both on their feet now, moved by the same emotion.\n\n\"And Himmel has a positive one that stays positive,\" Costa said. Neel\nSidorak nodded agreement. \"Then let's get into the ship and get going,\"\nhe said.\n\n       *       *       *       *       *\n\nIt was a fast trip and a faster landing. The UN cruiser cut its engines\nand dropped like a rock in free fall. Night rain washed the ports and\nthe computer cut in the maximum permissible blast for the minimum time\nthat would reduce their speed to zero at zero altitude. Deceleration sat\non their chests and squeezed their bones to rubber. Something crunched\nheavily under their stern at the exact instant the drive cut out. Costa\nwas unbelted and out the door while Neel was still feeling his insides\nshiver back into shape.\n\nThe unloading had an organized rhythm that rejected Neel. He finally\nrealized he could help best by standing back out of the way while the\ncrewmen grav-lifted the heavy cases out through the cargo port, into the\nblackness of the rain-lashed woods. Adao Costa supervised this and\nseemed to know what he was doing. A signal rating wearing earphones\nstood to one side of the lock chanting numbers that sounded like\ndetector fixes. There was apparently enough time to unload\neverything--but none to spare. Things got close towards the end.\n\nNeel was suddenly bustled out into the rain and the last two crates were\nliterally thrown out after him. He plowed through the mud to the edge of\nthe clearing and had just enough time to cover his face before the\ntake-off blast burst out like a new sun.\n\n\"Sit down and relax,\" Costa told him. \"Everything is in the green so\nfar. The ship wasn't spotted on the way down. Now all we have to do is\nwait for transportation.\"\n\nIn theory at least, Adao Costa was Neel's assistant. In practice he took\ncomplete charge of moving their equipment and getting it under cover in\nthe capital city of Kitezh. Men and trucks appeared to help them, and\nvanished as soon as their work was done. Within twenty hours they were\ninstalled in a large loft, all of the machines uncrated and plugged in.\nNeel took a no-sleep and began tuning checks on all the circuits, glad\nof something to do. Costa locked the heavy door behind their last silent\nhelper, then dropped gratefully onto one of the bedding rolls.\n\n\"How did the gadgets hold up?\" he asked.\n\n\"I'm finding out now. They're built to take punishment--but being\ndropped twelve feet into mud soup, then getting baked by rockets isn't\nin the original specs.\"\n\n\"They crate things well these days,\" Costa said unworriedly, sucking on\na bottle of the famous Himmelian beer. \"When do you go to work?\"\n\n\"We're working right now,\" Neel told him, pulling a folder of papers out\nof the file. \"Before we left I drew up a list of current magazines and\nnewspapers I would need. You can start on these. I'll have a sampling\nprogram planned by the time you get back.\"\n\nCosta groaned hollowly and reached for the papers.\n\n       *       *       *       *       *\n\nOnce the survey was in operation it went ahead of its own momentum. Both\nmen grabbed what food and sleep they could. The computers gulped down\nNeel's figures and spat out tape-reels of answers that demanded even\nmore facts. Costa and his unseen helpers were kept busy supplying the\nmaterial.\n\nOnly one thing broke the ordered labors of the week. Neel blinked twice\nat Costa before his equation-fogged brain assimilated an immediate and\npersonal factor.\n\n\"You've a bandage on your head,\" he said. \"A _blood-stained_ bandage!\"\n\n\"A little trouble in the streets. Mobs. And that's an incredible feat of\nobservation,\" Costa marveled. \"I had the feeling that if I came in here\nstark naked, you wouldn't notice it.\"\n\n\"I ... I get involved,\" Neel said. Dropping the papers on a table and\nkneading the tired furrow between his eyes. \"Get wrapped up in the\ncomputation. Sorry. I tend to forget about people.\"\n\n\"Don't feel sorry to me,\" Costa said. \"You're right. Doing the job. I'm\nsupposed to help you, not pose for the _before_ picture in Home Hospital\nads. Anyway--how are we doing? Is there going to be a war? Certainly\nseems like one brewing outside. I've seen two people lynched who were\nonly suspected of being Earthies.\"\n\n\"Looks don't mean a thing,\" Neel said, opening two beers. \"Remember the\nanalogy of the pile. It boils liquid metal and cooks out energy from the\ninfrared right through to hard radiation. Yet it keeps on generating\npower at a nice, steady rate. But your A-bomb at zero minus one second\nlooks as harmless as a fallen log. It's the k-factor that counts, not\nsurface appearance. This planet may look like a dictator's dream of\nglory, but as long as we're reading in the negative things are fine.\"\n\n\"And how are things? How's our little k-factor?\"\n\n\"Coming out soon,\" Neel said, pointing at the humming computer. \"Can't\ntell about it yet. You never can until the computation is complete.\nThere's a temptation to try and guess from the first figures, but\nthey're meaningless. Like trying to predict the winner of a horse race\nby looking at the starters lined up at the gate.\"\n\n\"Lots of people think they can.\"\n\n\"Let them. There are few enough pleasures in this life without taking\naway all delusions.\"\n\nBehind them the computer thunked and was suddenly still.\n\n\"This is it,\" Neel said, and pulled out the tape. He ran it quickly\nthrough his fingers, mumbling under his breath. Just once he stopped and\nset some figures into his hand computer. The result flashed in the\nwindow and he stared at it, unmoving.\n\n\"Good? Bad? What is it?\"\n\nNeel raised his head and his eyes were ten years older.\n\n\"Positive. Bad. Much worse than it was when we left Earth.\"\n\n\"How much time do we have?\"\n\n\"Don't know for certain,\" Neel shrugged. \"I can set it up and get an\napproximation. But there is no definite point on the scale where war\n_has_ to break out. Just a going and going until, somewhere along the\nline--\"\n\n\"I know. Gone.\" Costa said, reaching for his gun. He slid it into his\nside pocket. \"Now it's time to stop looking and start doing. What do I\ndo?\"\n\n\"Going to kill War Marshal Lommeord?\" Neel asked distastefully. \"I\nthought we had settled that you can't stop a war by assassinating the\ntop man.\"\n\n\"We also settled that _something_ can be done to change the k-factor.\nThe gun is for my own protection. While you're radioing results back to\nEarth and they're feeling bad about it, I'm going to be doing something.\nNow _you_ tell me what that something is.\"\n\nThis was a different man from the relaxed and quietly efficient Adao\nCosta of the past week. All of his muscles were hard with the restrained\nenergy of an animal crouching to leap. The gun, ready in his pocket, had\na suddenly new significance. Neel looked away, reaching around for\nwords. This was all very alien to him and suddenly a little frightening.\nIt was one thing to work out a k-problem in class, and discuss the\ntheory of correction.\n\nIt was something entirely different to direct the operation.\n\n\"Well?\" Costa's voice knifed through his thoughts.\n\n\"You can ... well ... it's possible to change one of the peak population\ncurves. Isolate individuals and groups, then effect status and location\nchanges--\"\n\n\"You mean get a lot of guys to take jobs in other towns through the\ncommercial agents?\"\n\nNeel nodded.\n\n\"Too slow.\" Costa withered the idea with his voice. \"Fine in the long\nrun, but of absolutely no value in an emergency.\" He began to pace back\nand forth. Too quickly. It was more of a bubbling-over than a\nrelaxation. \"Can't you isolate some recent key events that can be\nreversed?\"\n\n\"It's possible.\" Neel thought about it, quickly. \"It wouldn't be a final\nanswer, just a delaying action.\"\n\n\"That's good enough. Tell me what to do.\"\n\nNeel flipped through his books of notes, checking off the Beta-13's.\nThese were the reinforcers, the individuals and groups who were k-factor\namplifiers. It was a long list which he cut down quickly by crossing off\nthe low increment additions and multiple groups. Even while the list was\nincomplete, Neel began to notice a pattern. It was an unlikely one, but\nit was there. He isolated the motivator and did a frequency check. Then\nsat back and whistled softly.\n\n\"We have a powerhouse here,\" he said, flipping the paper across the\ntable. \"Take this organization out of the equations and you might even\nknock us negative.\"\n\n\"Society for the Protection of the Native Born,\" Costa read. \"Doesn't\nsound like very important. Who or what are they?\"\n\n\"Proof positive of the law of averages. It's possible to be dealt a\nroyal flush in a hand of cards, but it isn't very common. It's just as\npossible for a bunch of simpletons to set up an organization for one\npurpose, and have it turn out to be a supercharged, high-frequency\nk-factor amplifier. That's what's happened with this infernal S.P.N.B. A\nseedy little social club, dedicated to jingoists with low I.Q.'s. With\nthe war scare they have managed to get hold of a few credits. They have\nprobably been telling the same inflated stories for years about the\ndiscrimination against natives of this fair planet, but no one has\nreally cared. Now they have a chance to get their news releases and\nfaked pix out in quantity. Just at a time when the public is ripe for\ntheir brand of nonsense. Putting this bunch out of business will be a\ngood day's work.\"\n\n\"Won't there be repercussions?\" Costa asked. \"If they are this important\nand throw so much weight around--won't it look suspicious if they are\nsuddenly shut up. Like an obvious move by the enemy?\"\n\n\"Not at all. That might be true if, for instance, you blew up the\nheadquarters of the War Party. It would certainly be taken as an\naggressive move. But no one really knows or cares about this Society of\nthe Half-baked Native Born. There might be reaction and interest if\nattention was drawn to them. But if some accident or act of nature were\nto put them out of business, that would be the end of it.\"\n\nCosta was snapping his lighter on and off as he listened to Neel,\nstaring at the flame. He closed it and held it up. \"I believe in\naccidents. I believe that even in our fireproof age, fires still occur.\nBuildings still burn down. And if a burnt building just happened to be\noccupied by the S.P.N.B.--just one tenant of many--and their offices and\nrecords were destroyed; that would be of very little interest to anyone\nexcept the fire brigade.\"\n\n\"You're a born criminal,\" Neel told him. \"I'm glad we're on the same\nside. That's your department and I leave it to you. I'll just listen for\nthe news flashes. Meanwhile I have one little errand to take care of.\"\n\nThe words stopped Costa, who was almost out the door. He turned stiffly\nto look at Neel putting papers into an envelope. Yet Costa spoke\nnaturally, letting none of his feelings through into his voice.\n\n\"Where are you going?\"\n\n\"To see Hengly, the planetary operator here. Abravanel told me to stay\naway from him, to run an entirely new basic survey. Well we've done that\nnow, and pinpointed some of the trouble areas as well. I can stop\nfeeling guilty about poaching another man's territory and let him know\nwhat's going on.\"\n\n\"No. Stay away from Hengly,\" Costa said. \"The last thing in the world we\nwant to do, is to be seen near him. There's a chance that he ... well\n... might be compromised.\"\n\n\"What do you mean!\" Neel snapped. \"Hengly's a friend of mine, a\ngraduate--\"\n\n\"He might also be surrounded ten deep by the secret police. Did you stop\nto think about _that_?\"\n\nNeel hadn't thought about it, and his anger vanished when he did. Costa\ndrove the point home.\n\n\"Societics has been a well kept secret for over two centuries. It may\nstill be a secret--or bits of it might have leaked out. And even if the\nHimmelians know nothing about Societics, they have certainly heard of\nespionage. They know the UN has agents on their world, they might think\nHengly is one of them. This is all speculation, of course, but we do\nhave one fact--this Society of Native Boobs we turned up. _We_ had no\ntrouble finding them. If Hengly had reliable field men, he should know\nabout them, too. The only reason he hasn't is because he isn't getting\nthe information. Which means he's compromised.\"\n\nReaching back for a chair, Neel fell heavily into it. \"You're right ...\nof course! I never realized.\"\n\n\"Good,\" Costa said. \"We'll do something to help Hengly tomorrow, but\nthis operation comes first. Sit tight. Get some rest. And don't open the\ndoor for anyone except me.\"\n\n       *       *       *       *       *\n\nIt had been a long job--and a tiring one--but it was almost over. Neel\nallowed himself the luxury of a long yawn, then shuffled over to the\ncase of rations they had brought. He stripped the seal from something\noptimistically labeled CHICKEN DINNER--it tasted just like the algae it\nhad been made from--and boiled some coffee while it was heating.\n\nAnd all the time he was doing these prosaic tasks his mind was turning\nan indigestible fact over and over. It wasn't a conscious process, but\nit was nevertheless going on. The automatic mechanism of his brain ran\nit back and forth like a half heard tune, searching for its name. Neel\nwas tired, or he would have reacted sooner. The idea finally penetrated.\nOne fact he had taken for granted was an obvious impossibility.\n\nThe coffee splashed to the floor as he jumped to his feet.\n\n\"It's wrong ... it _has_ to be wrong!\" he said aloud, grabbing up the\npapers. Computations and graphs dropped and were trampled into the\nspilled coffee. When he finally found the one he wanted his hands were\nshaking as he flipped through it. The synopsis of Hengly's reports for\nthe past five years. The gradual rise and fall of the k-factor from\nmonth to month. There were no sharp breaks in the curve or gaps in the\nsupporting equations.\n\nSocietics isn't an exact science. But it's exact enough to know when it\nis working with incomplete or false information. If Hengly had been kept\nin the dark about the S.P.N.B., he would also have been misinformed\nabout other factors. This kind of alteration of survey would _have_ to\nshow in the equations.\n\nIt didn't.\n\nTime was running out and Neel had to act. But what to do? He must warn\nAdao Costa. And the records here had to be protected. Or better yet\ndestroyed. There was a power in these machines and charts that couldn't\nbe allowed to fall into nationalist hands. But what could be done about\nit?\n\nIn all the welter of equipment and containers, there was one solid,\nheavy box that he had never opened. It belonged to Costa, and the UN man\nhad never unlocked it in his presence. Neel looked at the heavy clasps\non it and felt defeat. But when he pulled at the lid, wondering what to\ndo next, it fell open. It hadn't been sealed. Costa wasn't the kind of\nman who did things by accident. He had looked forward to the time when\nNeel might need what was in this box, and had it ready.\n\nInside was just what Neel expected. Grenades, guns, some smoothly\npolished devices that held an aura of violence. Looking at them, Neel\nhad an overwhelming sensation of defeat. His life was dedicated to peace\nand the furthering of peace. He hated the violence that seemed inborn in\nman, and detested all the hypocritical rationalizations, such as the\nends justifying the means. All of his training and personal inclinations\nwere against it.\n\nAnd he reached down and removed the blunt, black gun.\n\nThere was one other thing he recognized in the compact arsenal--a time\nbomb. There had been lectures on this mechanism in school, since the\nfact was clearly recognized that a time might come when equipment had\nto be destroyed rather than fall into the wrong hands. He had never seen\none since, but he had learned the lesson well. Neel pushed the open\nchest nearer to his instruments and set the bomb dial for fifteen\nminutes. He slipped the gun into his pocket, started the fuse, and\ncarefully locked the door when he left.\n\n[Illustration]\n\nThe bridges were burned. Now he had to find Adao Costa.\n\nThis entire operation was outside of his experience and knowledge. He\ncould think of no plan that could possibly make things easier or safer.\nAll he could do was head for the offices of the Society for the\nProtection of the Native Born and hope he could catch Adao before he ran\ninto any trouble.\n\n       *       *       *       *       *\n\nTwo blocks away from the address he heard the sirens. Trying to act as\nnatural as the other pedestrians, he turned to look as the armored cars\nand trucks hurtled by. Packed with armed police, their sirens and\nrevolving lights cleared a path through the dark streets. Neel kept\nwalking, following the cars now.\n\nThe street he wanted to go into was cordoned off.\n\nShowing more than a normal interest would have been a giveaway. He let\nhimself be hurried past, with no more than a glance down the block, with\nthe other pedestrians. Cars and men were clustered around a doorway that\nNeel felt sure was number 265, his destination. Something was very\nwrong.\n\nHad Costa walked into a trap--or tripped an alarm? It didn't really\nmatter which, either way the balloon had gone up. Neel walked on slowly,\npainfully aware of his own inadequacy in dealing with the situation. It\nwas a time for action--but what action? He hadn't the slightest idea\nwhere Costa was or how he could be of help to him.\n\nHalfway down the block there was a dark mouth of an alleyway--unguarded.\nWithout stopping to think, Neel turned into it. It would bring him\ncloser to the building. Perhaps Costa was still trapped in there. He\ncould get in, help him.\n\nThe back of 265 was quiet, with no hint of the activity on the other\nside of the building. Neel had counted carefully and was sure he had the\nright one. It was completely dark in the unlit alley, but he found a\nrecessed door by touch. The chances were it was locked, but he moved\ninto the alcove and leaned his weight against it, pulling at the handle,\njust in case. Nothing moved.\n\nAn inch behind his back the alley filled with light, washed with it, eye\nburning and strong. His eyes snapped shut, but he forced them open\nagain, blinking against the pain. There were searchlights at each end of\nthe alley, sealing it off. He couldn't get out.\n\nIn the instant before the fear hit him he saw the blood spots on the\nground. There were three of them, large and glistening redly wet. They\nextended in a straight line away from him, pointing towards the gaping\nentrance of a cellar.\n\nWhen the lights went out, Neel dived headlong towards the cracked and\nfilthy pavement. The darkness meant that the police were moving slowly\ntowards him from both ends of the alley, trapping him in between. There\nwas nothing doubtful about the fate of an armed Earthman caught here. He\ndidn't care. Neel's fear wasn't gone--he just had not time to think\nabout it. His long shot had paid off and there was still a chance he\ncould get Costa out of the trap he had let him walk into.\n\nThe lights had burned an after-image into his retina. Before it faded he\nreached out and felt his fingers slide across the dusty ground into a\npatch of wetness. He scrubbed at it with his sleeve, soaking up the\nblood, wiping the spot fiercely. With his other hand he pushed together\na pile of dust and dirt, spreading it over the stain. As soon as he was\nsure the stain was covered he slid forward, groping for the second\ntelltale splash.\n\nTime was his enemy and he had no way to measure it. He could have been\nlying in the rubble of that alley for an hour--or a second. What was to\nbe done, had to be done at once without a sound. There were silent,\ndeadly men coming towards him through the darkness.\n\nAfter the second smear was covered there was a drawn out moment of fear\nwhen he couldn't find the third and last. His fingers touched it\nfinally, much farther on than he had expected. Time had certainly run\nout. Yet he forced himself to do as good a job here as he had with the\nother two. Only when it was dried and covered did he allow himself to\nslide forward into the cellar entrance.\n\nEverything was going too fast. He had time for a single deep breath\nbefore the shriek of a whistle paralyzed him again. Footsteps slapped\ntowards him and one of the searchlights burned with light. The footsteps\nspeeded up and the man ran by, close enough for Neel to touch if he had\nreached out a hand. His clothing was shapeless and torn, his head and\nface thick with hair. That was all Neel had time to see before the guns\nroared and burned the life from the runner.\n\nSome derelict, sleeping in the alley, who had paid with his life for\nbeing in the wrong spot at the wrong time. But his death had bought Neel\na little more time. He turned and looked into the barrel of a gun.\n\nShock after shock had destroyed his capacity for fear. There was nothing\nleft that could move him, even his own death. He looked\nquietly--dully--at the muzzle of the gun. With slow determination his\nmind turned over and he finally realized that this time there was\nnothing to fear.\n\n\"It's me, Adao,\" he whispered. \"You'll be all right now.\"\n\n\"Ahh, it is you--\" the voice came softly out of the darkness, the gun\nbarrel wavered and sank. \"Lift me up so I can get at this door. Can't\nseem to stand too well any more.\"\n\n       *       *       *       *       *\n\nNeel reached down, found Costa's shoulders and slowly dragged him to his\nfeet. His eyes were adjusting to the glare above them now, and he could\nmake out the gleam of reflected light on the metal in Costa's fingers.\nThe UN man's other hand was clutched tightly to his waist. The gun had\nvanished. The metal device wasn't a key, but Costa used it like one. It\nturned in the lock and the door swung open under their weight. Neel half\ncarried, half dragged the other man's dead weight through it, dropping\nhim to the floor inside. Before he closed the door he reached down and\nfelt a great pool of blood outside.\n\nThere was no time to do a perfect job, the hard footsteps were coming,\njust a few yards away. His sleeves were sodden with blood as he blotted,\nthen pushed rubble into the stain. He pulled back inside and the door\nclosed with only the slightest click.\n\n\"I don't know how you managed it, but I'm glad you found me,\" Costa\nsaid. There was weakness as well as silence in his whisper.\n\n\"It was only chance I found you,\" Neel said bitterly. \"But criminal\nstupidity on my part that let you walk into this trap.\"\n\n\"Don't worry about it, I knew what I was getting into. But I still had\nto go. Spring the trap to see if it _was_ a trap.\"\n\n\"You suspected then that Hengly was--\" Neel couldn't finish the\nsentence. He knew what he wanted to say, but the idea was too unbearable\nto put into words. Costa had no such compunction.\n\n\"Yes. Dear Hengly, graduate of the University and Practitioner of\nSocietics. A traitor. A warmonger, worse than any of his predecessors\nbecause he knew just what to sell and how to sell it. It's never\nhappened before ... but there was always the chance ... the weight of\nresponsibility was too much ... he gave in--\" Costa's voice had died\naway almost to a whisper. Then it was suddenly loud again, no louder\nthan normal speaking volume, but sounding like a shout in the secret\nbasement.\n\n\"Neel!\"\n\n\"It's all right. Take it easy--\"\n\n\"Nothing is all right--don't you realize that. I've been sending my\nreports back, so the UN and your Societics people will know how to\nstraighten this mess out. But Hengly can turn this world upside down and\nmight even get a shooting-war going before they get here. I'm out of it,\nbut I can tell you who to contact, people who'll help. Hold the k-factor\ndown--\"\n\n\"That wouldn't do any good,\" Neel said quietly. \"The whole thing is past\nthe patch and polish stage now. Besides--I blew the whole works up. My\nmachines and records, your--\"\n\n\"You're a fool!\" For the first time there was pain in Costa's voice.\n\n\"No. I was before--but not any more. As long as I thought it was a\nnormal problem I was being outguessed at every turn. You must understand\nthe ramifications of Societics. To a good operator there is no\ninterrelationship that cannot be uncovered. Hengly would be certain to\nkeep his eyes open for another field check. Our kind of operation is\nvery easy to spot if you know where--and how--to look. The act of\ngetting information implies contact of some kind, that contact can be\ndetected. He's had our location marked and has been sitting tight,\nbuying time. But our time ran out when you showed them we were ready to\nfight back. That's why I destroyed our setup, and cut our trail.\"\n\n\"But ... then we're defenseless! What can we possibly do?\"\n\nNeel knew the answer, but he hesitated to put it into words. It would be\nfinal then. He suddenly realized he had forgotten about Costa's wound.\n\n\"I'm sorry ... I forgot about your being hurt. What can I do?\"\n\n\"Nothing,\" Costa snapped. \"I put a field dressing on, that'll do. Answer\nmy question. What is there left? What can be done now?\"\n\n\"I'll have to kill Hengly. That will set things right until the team\ngets here.\"\n\n\"But what good will that accomplish?\" Costa asked, trying to see the\nother man in the darkness of the cellar. \"You told me yourself that a\nwar couldn't be averted by assassination. No one individual means that\nmuch.\"\n\n\"Only in a normal situation,\" Neel explained. \"You must look at the\npower struggle between planets as a kind of celestial chess game. It has\nits own rules. When I talked about individuals earlier I was talking\nabout pieces on this chessboard. What I'm proposing now is a little more\ndramatic. I'm going to win the chess game in a slightly more unorthodox\nway. I'm going to shoot the other chess player.\"\n\nThere was silence for a long moment, broken only by the soft sigh of\ntheir breathing. Then Costa stirred and there was the sound of metal\nclinking slightly on the floor.\n\n\"It's really my job,\" Costa said, \"but I'm no good for it. You're right,\nyou'll have to go. But I can help you, plan it so you will be able to\nget to Hengly. You might even stand a better chance than me, because you\nare so obviously an amateur. Now listen carefully, because we haven't\nmuch time.\"\n\nNeel didn't argue. He knew what needed doing, but Costa could tell him\nhow best to go about it. The instructions were easy to memorize, and he\nput the weapons away as he was told.\n\n\"Once you're clear of this building, you'll have to get cleaned up,\"\nCosta said. \"But that's the only thing you should stop for. Get to\nHengly while he is still rattled, catch him off guard as much as\npossible. Then--after you finish with him--dig yourself in. Stay hidden\nat least three days before you try to make any contacts. Things should\nhave quieted down a bit by then.\"\n\n\"I don't like leaving you here,\" Neel said.\n\n\"It's the best way, as well as being the only way. I'll be safe enough.\nI've a nice little puncture in me, but there's enough medication to see\nme through.\"\n\n\"If I'm going to hole up, I'll hole up here. I'll be back to take care\nof you.\"\n\nCosta didn't answer him. There was nothing more to say. They shook hands\nin the darkness and Neel crawled away.\n\n       *       *       *       *       *\n\nThere was little difficulty in finding the front door of the building,\nbut Neel hesitated before he opened it. Costa had been sure Neel could\nget away without being noticed, but he didn't feel so sure himself.\nThere certainly would be plenty of police in the streets, even here.\nOnly as he eased the door did he understand why Costa had been so\npositive about this.\n\nGunfire hammered somewhere behind him; other guns answered. Costa must\nhave had another gun. He had planned it this way and the best thing Neel\ncould do was not to think about it and go ahead with the plan. A car\nwhined by in the roadway. As soon as it had passed Neel slipped out and\ncrossed the empty street to the nearest monosub entrance. Most of the\nstations had valet machines.\n\nIt was less than an hour later when he reached Hengly's apartment.\nWashed, shaved--and with his clothes cleaned--Neel felt a little more\nsure of himself. No one had stopped him or even noticed him. The lobby\nhad been empty and the automatic elevator left him off at the right\nfloor when he gave it Hengly's name. Now, facing the featureless door,\nhe had a sharp knife of fear. It was too easy. He reached out slowly and\ntried the handle. The door was unlocked. Taking a deep breath, he\nopened it and stepped inside.\n\nIt was a large room, but unlit. An open door at the other end had a dim\nlight shining through it. Neel started that way and pain burst in his\nhead, spinning him down, face forward.\n\nHe never quite lost consciousness, but details were vague in his memory.\nWhen full awareness returned he realized that the lights were on in the\nroom. He was lying on his back, looking up at them. Two men stood next\nto him, staring down at him from above the perspective columns of their\nlegs. One held a short metal bar that he kept slapping into his open\npalm.\n\nThe other man was Hengly.\n\n\"Not very friendly for an old classmate,\" he said, holding out Neel's\ngun. \"Now get inside, I want to talk to you.\"\n\nNeel rolled over painfully and crawled to his feet. His head throbbed\nwith pain, but he tried to ignore it. As he stood up his hand brushed\nhis ankle. The tiny gun Costa had given him was still in the top of his\nshoe. Perhaps Hengly wasn't being as smart as he should.\n\n\"I can take care of him,\" Hengly said to the man with the metal rod.\n\"He's the only one left now, so you can get some sleep. See you early in\nthe morning though.\" The man nodded agreement and left.\n\nSlouched in the chair Neel looked forward to a certain pleasure in\nkilling Hengly. Costa was dead, and this man was responsible for his\ndeath. It wouldn't even be like killing a friend, Hengly was very\ndifferent from the man he had known. He had put on a lot of weight and\naffected a thick beard and flowing mustache. There was something jovial\nand paternal about him--until you looked into his eyes. Neel slumped\nforward, worn out, letting his fingers fall naturally next to the gun in\nhis shoe. Hengly couldn't see his hand, the desk was in the way. All\nNeel had to do was draw and fire.\n\n\"You can pull out the gun,\" Hengly said with a grim smile, \"but don't\ntry to shoot it.\" He had his own gun now, aimed directly at Neel.\nLeaning forward he watched as Neel carefully pulled out the tiny weapon\nand threw it across the room. \"That's better,\" he said, placing his own\ngun on the desk where he could reach it easily. \"Now we can talk.\"\n\n\"There's nothing I have to say to you, Hengly.\" Neel leaned back in the\nchair, exhausted. \"You're a traitor!\"\n\nHengly hammered the desk in sudden anger and shouted. \"Don't talk to me\nof treachery, my little man of peace. Creeping up with a gun to kill a\nfriend. Is that peaceful? Where are the ethos of humanism now, you were\nvery fond of them when we were in the University!\"\n\nNeel didn't want to listen to the words, he thought instead of how right\nCosta had been. He was dead, but this was still his operation. It was\ngoing according to plan.\n\n\"Walk right in there,\" Costa had said. \"He won't kill you. Not at first,\nat least. He's the loneliest man in the universe, because he has given\nup one world for another that he hasn't gained yet. There will be no one\nhe can confide in. He'll know you have come to kill him, but he won't be\nable to resist talking to you first. Particularly if you make it easy\nfor him to defeat you. Not too easy--he must feel he is outthinking you.\nYou'll have a gun for him to take away, but that will be too obvious.\nThis small gun will be hidden as well, and when he finds that, too, he\nshould be taken off his guard. Not much, but enough for you to kill him.\nDon't wait. Do it at the first opportunity.\"\n\n       *       *       *       *       *\n\nOut of the corner of his eye, Neel could see the radiophone clipped to\nthe front of his jacket. It was slightly tarnished, looking like any one\nof ten thousand in daily use--almost a duplicate of the one Hengly wore.\nA universal symbol of the age, like the keys and small change in his\npockets.\n\nOnly Neel's phone was a deadly weapon. Product of a research into sudden\ndeath that he had never been aware of before. All he had to do was get\nit near Hengly, the mechanism had been armed when he put it on. It had a\nrange of two feet. As soon as it was that far from any part of his body\nit would be actuated.\n\n\"Can I ask you a question, Hengly?\" His words cut loudly through the run\nof the other man's speech.\n\nHengly frowned at the interruption, then nodded permission. \"Go ahead,\"\nhe said. \"What would you like to know?\"\n\n\"The obvious. Why did you do it? Change sides I mean. Give up a positive\nwork, for this ... this negative corruption....\"\n\n\"That's how much you know about it.\" Hengly was shouting now. \"Positive,\nnegative. War, peace. Those are just words, and it took me years to\nfind it out. What could be more positive than making something of my\nlife--and of this planet at the same time. It's in my power to do it,\nand I've done it.\"\n\n\"Power, perhaps that's the key word,\" Neel said, suddenly very tired.\n\"We have the stars now but we have carried with us our little personal\nlusts and emotions. There's nothing wrong with that, I suppose, as long\nas we keep them personal. It's when we start inflicting them on others\nthe trouble starts. Well, it's over now. At least this time.\"\n\nWith a single, easy motion he unclipped the radiophone and flipped it\nacross the desk towards Hengly.\n\n\"Good-by,\" he said.\n\nThe tiny mechanism clattered onto the desk and Hengly leaped back,\nshouting hoarsely. He pulled the gun up and tried to aim at the\nradiophone and at Neel at the same time. It was too late to do either.\nThere was a brief humming noise from the phone.\n\nNeel jerked in his chair. It felt as if a slight electric shock had\npassed through him. He had felt only a microscopic percentage of the\nradiation.\n\nHengly got it all. The actuated field of the device had scanned his\nnervous system, measured and tested it precisely. Then adjusted itself\nto the exact micro-frequency that carried the messages in his efferent\nnervous system. Once the adjustment had been made, the charged\ncondensers had released their full blasts of energy on that frequency.\n\nThe results were horribly dramatic. Every efferent neuron in his system\ncarried the message full power. Every muscle in his body responded with\na contraction of full intensity.\n\nNeel closed his eyes, covered them, turned away gasping. It couldn't be\nwatched. An epileptic in a seizure can break the bones in a leg or arm\nby simultaneous contraction of opposing muscles. When all the opposed\nmuscles of Hengly's body did this the results were horrible beyond\nimagining.\n\n       *       *       *       *       *\n\nWhen Neel recovered a measure of sanity he was in the street, running.\nHe slowed to a walk, and looked around. It was just dawn and the streets\nwere empty. Ahead was the glowing entrance of a monotube and he headed\nfor it. The danger was over now, as long as he was careful.\n\nPausing on the top step, he breathed the fresh air of the new morning.\nThere was a sighing below as an early train pulled into the station. The\ndawn-lit sky was the color of blood.\n\n\"Blood,\" he said aloud. Then, \"Do we have to keep on killing? Isn't\nthere another way?\"\n\nHe started guiltily as his voice echoed in the empty street, but no one\nhad heard him.\n\nQuickly, two at a time, he ran down the steps.\n\n\nTHE END\n\n\n\n\nTranscriber's Note\n\nThis etext was produced from _Analog_ December 1960. Extensive research\ndid not uncover any evidence that the U.S. copyright on this publication\nwas renewed. Minor spelling and typographical errors have been corrected\nwithout note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The K-Factor, by \nHarry Harrison (AKA Henry Maxwell Dempsey)\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE K-FACTOR ***\n\n***** This file should be named 22540.txt or 22540.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/2/5/4/22540/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}