{"title": "A World is Born", "author": "Leigh Douglass Brackett", "releaseDate": "September 8, 2007 ", "language": "English", "type": "books", "content": "\n\nE-text prepared by Greg Weeks, Joel Schlosberg, and the Project Gutenberg\nOnline Distributed Proofreading Team (http://www.pgdp.net)\n\n\n\nNote: Project Gutenberg also has an HTML version of this\n      file which includes the original illustrations.\n      See 22544-h.htm or 22544-h.zip:\n      (http://www.gutenberg.net/dirs/2/2/5/4/22544/22544-h/22544-h.htm)\n      or\n      (http://www.gutenberg.net/dirs/2/2/5/4/22544/22544-h.zip)\n\n\nTranscriber's Note:\n\n      This eBook was produced from _Comet_ magazine, July 1941,\n      pp. 56-70. Extensive research did not uncover any evidence\n      that the U.S. copyright on this publication was renewed.\n\n\n\n\n\nA WORLD IS BORN\n\nby\n\nLEIGH BRACKETT\n\n\n\n\n\n\n\n[Illustration]\n\n_The first ripples of blue fire touched Dio's men. Bolts of it fastened\non gun-butts, and knuckles. Men screamed and fell. Jill cried out as he\ntore silver ornaments from her dress._\n\n\n\n\n\nMel Gray flung down his hoe with a sudden tigerish fierceness and stood\nerect. Tom Ward, working beside him, glanced at Gray's Indianesque\nprofile, the youth of it hardened by war and the hells of the Eros\nprison blocks.\n\nA quick flash of satisfaction crossed Ward's dark eyes. Then he grinned\nand said mockingly.\n\n\"Hell of a place to spend the rest of your life, ain't it?\"\n\nMel Gray stared with slitted blue eyes down the valley. The huge sun of\nMercury seared his naked body. Sweat channeled the dust on his skin. His\nthroat ached with thirst. And the bitter landscape mocked him more than\nWade's dark face.\n\n\"The rest of my life,\" he repeated softly. \"The rest of my life!\"\n\nHe was twenty-eight.\n\nWade spat in the damp black earth. \"You ought to be glad--helping the\nunfortunate, building a haven for the derelict....\"\n\n\"Shut up!\" Fury rose in Gray, hotter than the boiling springs that ran\nfrom the Sunside to water the valleys. He hated Mercury. He hated John\nMoulton and his daughter Jill, who had conceived this plan of building a\nnew world for the destitute and desperate veterans of the Second\nInterplanetary War.\n\n\"I've had enough 'unselfish service',\" he whispered. \"I'm serving myself\nfrom now on.\"\n\nEscape. That was all he wanted. Escape from these stifling valleys, from\nthe snarl of the wind in the barren crags that towered higher than\nEverest into airless space. Escape from the surveillance of the twenty\nguards, the forced companionship of the ninety-nine other\nveteran-convicts.\n\nWade poked at the furrows between the sturdy hybrid tubers. \"It ain't\npossible, kid. Not even for 'Duke' Gray, the 'light-fingered genius who\nheld the Interstellar Police at a standstill for five years'.\" He\nlaughed. \"I read your publicity.\"\n\nGray stroked slow, earth-stained fingers over his sleek cap of yellow\nhair. \"You think so?\" he asked softly.\n\nDio the Martian came down the furrow, his lean, wiry figure silhouetted\nagainst the upper panorama of the valley; the neat rows of vegetables\nand the green riot of Venusian wheat, dotted with toiling men and their\nfriendly guards.\n\nDio's green, narrowed eyes studied Gray's hard face.\n\n\"What's the matter, Gray? Trying to start something?\"\n\n\"Suppose I were?\" asked Gray silkily. Dio was the unofficial leader of\nthe convict-veterans. There was about his thin body and hatchet face\nsome of the grim determination that had made the Martians cling to their\ndying world and bring life to it again.\n\n\"You volunteered, like the rest of us,\" said the Martian. \"Haven't you\nthe guts to stick it?\"\n\n\"The hell I volunteered! The IPA sent me. And what's it to you?\"\n\n\"Only this.\" Dio's green eyes were slitted and ugly. \"You've only been\nhere a month. The rest of us came nearly a year ago--because we wanted\nto. We've worked like slaves, because we wanted to. In three weeks the\ncrops will be in. The Moulton Project will be self-supporting. Moulton\nwill get his permanent charter, and we'll be on our way.\n\n\"There are ninety-nine of us, Gray, who want the Moulton Project to\nsucceed. We know that that louse Caron of Mars doesn't want it to, since\npitchblende was discovered. We don't know whether you're working for him\nor not, but you're a troublemaker.\n\n\"There isn't to be any trouble, Gray. We're not giving the\nInterplanetary Prison Authority any excuse to revoke its decision and\ngive Caron of Mars a free hand here. We'll see to anyone who tries it.\nUnderstand?\"\n\n       *       *       *       *       *\n\nMel Gray took one slow step forward, but Ward's sharp, \"Stow it! A\nguard,\" stopped him. The Martian worked back up the furrow. The guard,\nreassured, strolled back up the valley, squinting at the jagged streak\nof pale-grey sky that was going black as low clouds formed, only a few\nhundred feet above the copper cables that ran from cliff to cliff high\nover their heads.\n\n\"Another storm,\" growled Ward. \"It gets worse as Mercury enters\nperihelion. Lovely world, ain't it?\"\n\n\"Why did you volunteer?\" asked Gray, picking up his hoe.\n\nWard shrugged. \"I had my reasons.\"\n\nGray voiced the question that had troubled him since his transfer.\n\"There were hundreds on the waiting list to replace the man who died.\nWhy did they send me, instead?\"\n\n\"Some fool blunder,\" said Ward carelessly. And then, in the same casual\ntone, \"You mean it, about escaping?\"\n\nGray stared at him. \"What's it to you?\"\n\nWard moved closer. \"I can help you?\"\n\nA stab of mingled hope and wary suspicion transfixed Gray's heart.\nWard's dark face grinned briefly into his, with a flash of secretive\nblack eyes, and Gray was conscious of distrust.\n\n\"What do you mean, help me?\"\n\nDio was working closer, watching them. The first growl of thunder\nrattled against the cliff faces. It was dark now, the pink flames of the\nDark-side aurora visible beyond the valley mouth.\n\n\"I've got--connections,\" returned Ward cryptically. \"Interested?\"\n\nGray hesitated. There was too much he couldn't understand. Moreover, he\nwas a lone wolf. Had been since the Second Interplanetary War wrenched\nhim from the quiet backwater of his country home an eternity of eight\nyears before and hammered him into hardness--a cynic who trusted nobody\nand nothing but Mel 'Duke' Gray.\n\n\"If you have connections,\" he said slowly, \"why don't you use 'em\nyourself?\"\n\n\"I got my reasons.\" Again that secretive grin. \"But it's no hide off\nyou, is it? All you want is to get away.\"\n\nThat was true. It would do no harm to hear what Ward had to say.\n\nLightning burst overhead, streaking down to be caught and grounded by\nthe copper cables. The livid flare showed Dio's face, hard with worry\nand determination. Gray nodded.\n\n\"Tonight, then,\" whispered Ward. \"In the barracks.\"\n\n       *       *       *       *       *\n\nOut from the cleft where Mel Gray worked, across the flat plain of rock\nstripped naked by the wind that raved across it, lay the deep valley\nthat sheltered the heart of the Moulton Project.\n\nHot springs joined to form a steaming river. Vegetation grew savagely\nunder the huge sun. The air, kept at almost constant temperature by the\nblanketing effect of the hot springs, was stagnant and heavy.\n\nBut up above, high over the copper cables that crossed every valley\nwhere men ventured, the eternal wind of Mercury screamed and snarled\nbetween the naked cliffs.\n\nThree concrete domes crouched on the valley floor, housing barracks,\ntool-shops, kitchens, store-houses, and executive quarters, connected by\nunderground passages. Beside the smallest dome, joined to it by a\nheavily barred tunnel, was an insulated hangar, containing the only\nspace ship on Mercury.\n\nIn the small dome, John Moulton leaned back from a pile of reports, took\na pinch of Martian snuff, sneezed lustily, and said.\n\n\"Jill, I think we've done it.\"\n\nThe grey-eyed, black-haired young woman turned from the quartzite window\nthrough which she had been watching the gathering storm overhead. The\nthunder from other valleys reached them as a dim barrage which, at this\ntime of Mercury's year, was never still.\n\n\"I don't know,\" she said. \"It seems that nothing can happen now, and\nyet.... It's been too easy.\"\n\n\"Easy!\" snorted Moulton. \"We've broken our backs fighting these valleys.\nAnd our nerves, fighting time. But we've licked 'em!\"\n\nHe rose, shaggy grey hair tousled, grey eyes alight.\n\n\"I told the IPA those men weren't criminals. And I was right. They can't\ndeny me the charter now. No matter how much Caron of Mars would like to\nget his claws on this radium.\"\n\nHe took Jill by the shoulders and shook her, laughing.\n\n\"Three weeks, girl, that's all. First crops ready for harvest, first\npay-ore coming out of the mines. In three weeks my permanent charter\nwill have to be granted, according to agreement, and then....\n\n\"Jill,\" he added solemnly, \"we're seeing the birth of a world.\"\n\n\"That's what frightens me.\" Jill glanced upward as the first flare of\nlightning struck down, followed by a crash of thunder that shook the\ndome.\n\n\"So much can happen at a birth. I wish the three weeks were over!\"\n\n\"Nonsense, girl! What could possibly happen?\"\n\nShe looked at the copper cables, burning with the electricity running\nalong them, and thought of the one hundred and twenty-two souls in that\nnarrow Twilight Belt--with the fierce heat of the Sunside before them\nand the spatial cold of the Shadow side at their backs, fighting against\nwind and storm and heat to build a world to replace the ones the War had\ntaken from them.\n\n\"So much could happen,\" she whispered. \"An accident, an escape....\"\n\nThe inter-dome telescreen buzzed its signal. Jill, caught in a queer\nmood of premonition, went to it.\n\nThe face of Dio the Martian appeared on the screen, still wet and dirty\nfrom the storm-soaked fields, disheveled from his battle across the\nplain in the chaotic winds.\n\n\"I want to see you, Miss Moulton,\" he said. \"There's something funny I\nthink you ought to know.\"\n\n\"Of course,\" said Jill, and met her father's eyes. \"I think we'll see,\nnow, which one of us is right.\"\n\n       *       *       *       *       *\n\nThe barracks were quiet, except for the mutter of distant thunder and\nthe heavy breathing of exhausted men. Tom Ward crouched in the darkness\nby Mel Gray's bunk.\n\n\"You ain't gonna go soft at the last minute, are you?\" he whispered.\n\"Because I can't afford to take chances.\"\n\n\"Don't worry,\" Gray returned grimly. \"What's your proposition?\"\n\n\"I can give you the combination to the lock of the hangar passage. All\nyou have to do is get into Moulton's office, where the passage door is,\nand go to it. The ship's a two-seater. You can get her out of the valley\neasy.\"\n\nGray's eyes narrowed in the dark. \"What's the catch?\"\n\n\"There ain't none. I swear it.\"\n\n\"Look, Ward. I'm no fool. Who's behind this, and why?\"\n\n\"That don't make no difference. All you want ... _ow!_\"\n\nGray's fingers had fastened like steel claws on his wrist.\n\n\"I get it, now,\" said Gray slowly. \"That's why I was sent here. Somebody\nwanted me to make trouble for Moulton.\" His fingers tightened\nagonizingly, and his voice sank to a slow drawl.\n\n\"I don't like being a pawn in somebody else's chess game.\"\n\n\"Okay, okay! It ain't my fault. Lemme go.\" Ward rubbed his bruised\nwrist. \"Sure, somebody--I ain't sayin' who--sent you here, knowin' you'd\nwant to escape. I'm here to help you. You get free, I get paid, the Big\nBoy gets what he wants. Okay?\"\n\nGray was silent, scowling in the darkness. Then he said.\n\n\"All right. I'll take a chance.\"\n\n\"Then listen. You tell Moulton you have a complaint. I'll....\"\n\nLight flooded the dark as the door clanged open. Ward leaped like a\nstartled rabbit, but the light speared him, held him. Ward felt a pulse\nof excitement beat up in him.\n\nThe long ominous shadows of the guards raised elongated guns. The\nbarracks stirred and muttered, like a vast aviary waking.\n\n\"Ward and Gray,\" said one of the guards. \"Moulton wants you.\"\n\nGray rose from his bunk with the lithe, delicate grace of a cat. The\nmonotony of sleep and labor was ended. Something had broken. Life was\nonce again a moving thing.\n\n       *       *       *       *       *\n\nJohn Moulton sat behind the untidy desk. Dio the Martian sat grimly\nagainst the wall. There was a guard beside him, watching.\n\nMel Gray noted all this as he and Ward came in. But his cynical blue\neyes went beyond, to a door with a ponderous combination lock. Then they\nwere attracted by something else--the tall, slim figure standing against\nthe black quartz panes of the far wall.\n\nIt was the first time he had seen Jill Moulton. She looked the perfect\nsober apostle of righteousness he'd learned to mock. And then he saw the\nsoft cluster of black curls, the curve of her throat above the dark\ndress, the red lips that balanced her determined jaw and direct grey\neyes.\n\nMoulton spoke, his shaggy head hunched between his shoulders.\n\n\"Dio tells me that you, Gray, are not a volunteer.\"\n\n\"Tattletale,\" said Gray. He was gauging the distance to the hangar door,\nthe positions of the guards, the time it would take to spin out the\ncombination. And he knew he couldn't do it.\n\n\"What were you and Ward up to when the guards came?\"\n\n\"I couldn't sleep,\" said Gray amiably. \"He was telling me bedtime\nstories.\" Jill Moulton was lovely, he couldn't deny that. Lovely, but\nnot soft. She gave him an idea.\n\nMoulton's jaw clamped. \"Cut the comedy, Gray. Are you working for Caron\nof Mars?\"\n\nCaron of Mars, chairman of the board of the Interplanetary Prison\nAuthority. Dio had mentioned him. Gray smiled in understanding. Caron\nof Mars had sent him, Gray, to Mercury. Caron of Mars was helping him,\nthrough Ward, to escape. Caron of Mars wanted Mercury for his own\npurposes--and he could have it.\n\n\"In a manner of speaking, Mr. Moulton,\" he said gravely, \"Caron of Mars\nis working for me.\"\n\nHe caught Ward's sharp hiss of remonstrance. Then Jill Moulton stepped\nforward.\n\n\"Perhaps he doesn't understand what he's doing, Father.\" Her eyes met\nGray's. \"You want to escape, don't you?\"\n\nGray studied her, grinning as the slow rose flushed her skin, the\ncorners of her mouth tightening with anger.\n\n\"Go on,\" he said. \"You have a nice voice.\"\n\nHer eyes narrowed, but she held her temper.\n\n\"You must know what that would mean, Gray. There are thousands of\nveterans in the prisons now. Their offenses are mostly trivial, but the\nPrison Authority can't let them go, because they have no jobs, no homes,\nno money.\n\n\"The valleys here are fertile. There are mines rich in copper and\npitchblende. The men have a chance for a home and a job, a part in\nbuilding a new world. We hope to make Mercury an independent,\nself-governing member of the League of Worlds.\"\n\n\"With the Moultons as rulers, of course,\" Gray murmured.\n\n\"If they want us,\" answered Jill, deliberately missing the point. \"Do\nyou think you have the right to destroy all we've worked for?\"\n\nGray was silent. Rather grimly, she went on.\n\n\"Caron of Mars would like to see us defeated. He didn't care about\nMercury before radium was discovered. But now he'd like to turn it into\na prison mining community, with convict labor, leasing mine grants to\ncorporations and cleaning up big fortunes for himself and his\nassociates.\n\n\"Any trouble here will give him an excuse to say that we've failed, that\nthe Project is a menace to the Solar System. If you try to escape, you\nwreck everything we've done. If you don't tell the truth, you may cost\nthousands of men their futures.\n\n\"Do you understand? Will you cooperate?\"\n\nGray said evenly, \"I'm my own keeper, now. My brother will have to take\ncare of himself.\"\n\nIt was ridiculously easy, she was so earnest, so close to him. He had a\nbrief kaleidoscope of impressions--Ward's sullen bewilderment, Moulton's\nangry roar, Dio's jerky rise to his feet as the guards grabbed for their\nguns.\n\nThen he had his hands around her slim, firm throat, her body pressed\nclose to his, serving as a shield against bullets.\n\n\"Don't be rash,\" he told them all quietly. \"I can break her neck quite\neasily, if I have to. Ward, unlock that door.\"\n\nIn utter silence, Ward darted over and began to spin the dial. At last\nhe said, \"Okay, c'mon.\"\n\nGray realized that he was sweating. Jill was like warm, rigid marble in\nhis hands. And he had another idea.\n\n\"I'm going to take the girl as a hostage,\" he announced. \"If I get\nsafely away, she'll be turned loose, her health and virtue still intact.\nGood night.\"\n\nThe clang of the heavy door had a comforting sound behind them.\n\n       *       *       *       *       *\n\nThe ship was a commercial job, fairly slow but sturdy. Gray strapped\nJill Moulton into one of the bucket seats in the control room and then\nchecked the fuel and air gauges. The tanks were full.\n\n\"What about you?\" he said to Ward. \"You can't go back.\"\n\n\"Nah. I'll have to go with you. Warm her up, Duke, while I open the\ndome.\"\n\nHe darted out. Gray set the atmosphere motors idling. The dome slid\nopen, showing the flicker of the auroras, where areas of intense heat\nand cold set up atmospheric tension by rapid fluctuation of adjoining\nair masses.\n\nMercury, cutting the vast magnetic field of the Sun in an eccentric\norbit, tortured by the daily change from blistering heat to freezing\ncold in the thin atmosphere, was a powerful generator of electricity.\n\nWard didn't come back.\n\nSwearing under his breath, tense for the sound of pursuit in spite of\nthe girl, Gray went to look. Out beyond the hangar, he saw a figure\nrunning.\n\nRunning hard up into the narrowing cleft of the valley, where natural\ngalleries in the rock of Mercury led to the places where the copper\ncables were anchored, and farther, into the unexplored mystery of the\ncaves.\n\nGray scowled, his arrogant Roman profile hard against the flickering\naurora. Then he slammed the lock shut.\n\nThe ship roared out into the tearing winds of the plain. Gray cut in his\nrockets and blasted up, into the airless dark among the high peaks.\n\nJill Moulton hadn't moved or spoken.\n\nGray snapped on the space radio, leaving his own screen dark. Presently\nhe picked up signals in a code he didn't know.\n\n\"Listen,\" he said. \"I knew there was some reason for Ward's running out\non me.\"\n\nHis Indianesque face hardened. \"So that's the game! They want to make\ntrouble for you by letting me escape and then make themselves heroes by\nbringing me in, preferably dead.\n\n\"They've got ships waiting to get me as soon as I clear Mercury, and\nthey're getting stand-by instructions from somebody on the ground. The\nsomebody that Ward was making for.\"\n\nJill's breath made a small hiss. \"Somebody's near the Project....\"\n\nGray snapped on his transmitter.\n\n\"Duke Gray, calling all ships off Mercury. Will the flagship of your\nreception committee please come in?\"\n\nHis screen flickered to life. A man's face appeared--the middle-aged,\nsoft-fleshed, almost stickily innocent face of one of the Solar Systems\ngreatest crusaders against vice and crime.\n\nJill Moulton gasped. \"Caron of Mars!\"\n\n\"Ward gave the game away,\" said Gray gently. \"Too bad.\"\n\nThe face of Caron of Mars never changed expression. But behind those\nflesh-hooded eyes was a cunning brain, working at top speed.\n\n\"I have a passenger,\" Gray went on. \"Miss Jill Moulton. I'm responsible\nfor her safety, and I'd hate to have her inconvenienced.\"\n\nThe tip of a pale tongue flicked across Caron's pale lips.\n\n\"That is a pity,\" he said, with the intonation of a preaching minister.\n\"But I cannot stop the machinery set in motion....\"\n\n\"And besides,\" finished Gray acidly, \"you think that if Jill Moulton\ndies with me, it'll break John Moulton so he won't fight you at all.\"\n\nHis lean hand poised on the switch.\n\n\"All right, you putrid flesh-tub. Try and catch us!\"\n\nThe screen went dead. Gray hunched over the controls. If he could get\npast them, lose himself in the glare of the Sun....\n\nHe looked aside at the stony-faced girl beside him. She was studying him\ncontemptuously out of hard gray eyes.\n\n\"How,\" she said slowly, \"can you be such a callous swine?\"\n\n\"Callous?\" He controlled the quite unreasonable anger that rose in him.\n\"Not at all. The war taught me that if I didn't look out for myself, no\none would.\"\n\n\"And yet you must have started out a human being.\"\n\nHe laughed.\n\nThe ship burst into searing sunlight. The Sunside of Mercury blazed\nbelow them. Out toward the velvet dark of space the side of a waiting\nship flashed burning silver.\n\nEven as he watched, the flare of its rockets arced against the\nblackness. They had been sighted.\n\nGray's practised eye gauged the stranger's speed against his own, and he\ncursed softly. Abruptly he wheeled the ship and started down again,\ncutting his rockets as the shadow swallowed them. The ship was eerily\nsilent, dropping with a rising scream as the atmosphere touched the\nhull.\n\n\"What are you going to do?\" asked Jill almost too quietly.\n\nHe didn't answer. Maneuvering the ship on velocity between those\nstupendous pinnacles took all his attention. Caron, at least, couldn't\nfollow him in the dark without exhaust flares as guides.\n\nThey swept across the wind-torn plain, into the mouth of the valley\nwhere Gray had worked, braking hard to a stop under the cables.\n\n\"You might have got past them,\" said Jill.\n\n\"One chance in a hundred.\"\n\nHer mouth twisted. \"Afraid to take it?\"\n\nHe smiled harshly. \"I haven't yet reached the stage where I kill women.\nYou'll be safe here--the men will find you in the morning. I'm going\nback, alone.\"\n\n\"Safe!\" she said bitterly. \"For what? No matter what happens, the\nProject is ruined.\"\n\n\"Don't worry,\" he told her brutally. \"You'll find some other way to make\na living.\"\n\nHer eyes blazed. \"You think that's all its means to us? Just money and\npower?\" She whispered, \"I hope they kill you, Duke Gray!\"\n\n       *       *       *       *       *\n\nHe rose lazily and opened the air lock, then turned and freed her. And,\nsharply, the valley was bathed in a burst of light.\n\n\"Damn!\" Gray picked up the sound of air motors overhead. \"They must have\nhad infra-red search beams. Well, that does it. We'll have to run for\nit, since this bus isn't armed.\"\n\nWith eerie irrelevancy, the teleradio buzzed. At this time of night,\nafter the evening storms, some communication was possible.\n\nGray had a hunch. He opened the switch, and the face of John Moulton\nappeared on the screen. It was white and oddly still.\n\n\"Our guards saw your ship cross the plain,\" said Moulton quietly. \"The\nmen of the Project, led by Dio, are coming for you. I sent them, because\nI have decided that the life of my daughter is less important than the\nlives of many thousands of people.\n\n\"I appeal to you, Gray, to let her go. Her life won't save you. And it's\nvery precious to me.\"\n\nCaron's ship swept over, low above the cables, and the grinding\nconcussion of a bomb lifted the ship, hurled it down with the stern end\ntwisted to uselessness. The screen went dead.\n\nGray caught the half stunned girl. \"I wish to heaven I could get rid of\nyou!\" he grated. \"And I don't know why I don't!\"\n\nBut she was with him when he set out down the valley, making for the\ncliff caves, up where the copper cables were anchored.\n\nCaron's ship, a fast, small fighter, wheeled between the cliffs and\nturned back. Gray dropped flat, holding the girl down. Bombs pelted them\nwith dirt and uprooted vegetables, started fires in the wheat. The pilot\nfound a big enough break in the cables and came in for a landing.\n\nGray was up and running again. He knew the way into the explored\ngalleries. From there on, it was anybody's guess.\n\nCaron was brazen enough about it. The subtle way had failed. Now he was\ngoing all out. And he was really quite safe. With the broken cables to\nact as conductors, the first thunderstorm would obliterate all proof of\nhis activities in this valley. Mercury, because of its high electrical\npotential, was cut off from communication with other worlds. Moulton,\neven if he had knowledge of what went on, could not send for help.\n\nGray wondered briefly what Caron intended to do in case he, Gray, made\ngood his escape. That outpost in the main valley, for which Ward had\nbeen heading, wasn't kept for fun. Besides, Caron was too smart to have\nonly one string to his bow.\n\nShouts, the spatter of shots around them. The narrow trail loomed above.\nGray sent the girl scrambling up.\n\nThe sun burst up over the high peaks, leaving the black shadow of the\nvalley still untouched. Caron's ship roared off. But six of its crew\ncame after Gray and Jill Moulton.\n\n       *       *       *       *       *\n\nThe chill dark of the tunnel mouth swallowed them. Keeping right to\navoid the great copper posts that held the cables, strung through holes\ndrilled in the solid rock of the gallery's outer wall, Gray urged the\ngirl along.\n\nThe cleft his hand was searching for opened. Drawing the girl inside,\naround a jutting shoulder, he stopped, listening.\n\nFootsteps echoed outside, grew louder, swept by. There was no light. But\nthe steps were too sure to have been made in the dark.\n\n\"Infra-red torches and goggles,\" Gray said tersely, \"You see, but your\nquarry doesn't. Useful gadget. Come on.\"\n\n\"But where? What are you going to do?\"\n\n\"Escape, girl. Remember? They smashed my ship. But there must be another\none on Mercury. I'm going to find it.\"\n\n\"I don't understand.\"\n\n\"You probably never will. Here's where I leave you. That Martian Galahad\nwill be along any minute. He'll take you home.\"\n\nHer voice came soft and puzzled through the dark.\n\n\"I don't understand you, Gray. You wouldn't risk my life. Yet you're\nturning me loose, knowing that I might save you, knowing that I'll hunt\nyou down if I can. I thought you were a hardened cynic.\"\n\n\"What makes you think I'm not?\"\n\n\"If you were, you'd have kicked me out the waste tubs of the ship and\ngone on. You'd never have turned back.\"\n\n\"I told you,\" he said roughly, \"I don't kill women.\" He turned away, but\nher harsh chuckle followed him.\n\n\"You're a fool, Gray. You've lost truth--and you aren't even true to\nyour lie.\"\n\nHe paused, in swift anger. Voices the sound of running men, came up from\nthe path. He broke into a silent run, following the dying echoes of\nCaron's men.\n\n\"Run, Gray!\" cried Jill. \"Because we're coming after you!\"\n\nThe tunnels, ancient blowholes for the volcanic gases that had tortured\nMercury with the raising of the titanic mountains, sprawled in a\nlabyrinthine network through those same vast peaks. Only the galleries\nlying next the valleys had been explored. Man's habitation on Mercury\nhad been too short.\n\nGray could hear Caron's men circling about through connecting tunnels,\nsearching. It proved what he had already guessed. He was taking a\ndesperate chance. But the way back was closed--and he was used to taking\nchances.\n\nThe geography of the district was clear in his mind--the valley he had\njust left and the main valley, forming an obtuse angle with the apex out\non the wind-torn plain and a double range of mountains lying out between\nthe sides of the triangle.\n\nSomewhere there was a passage through those peaks. Somewhere there was a\nlanding place, and ten to one there was a ship on it. Caron would never\nhave left his men stranded, on the off chance that they might be\ndiscovered and used in evidence against him.\n\nThe men now hunting him knew their way through the tunnels, probably\nwith the aid of markings that fluoresced under infra-red light. They\nwere going to take him through, too.\n\nThey were coming closer. He waited far up in the main gallery, in the\nmouth of a side tunnel. Now, behind them, he could hear Dio's men. The\nnoise of Caron's outfit stopped, then began again, softly.\n\nGray smiled, his sense of humor pleased. He tensed, waiting.\n\n       *       *       *       *       *\n\nThe rustle of cloth, the furtive creak of leather, the clink of metal\nequipment. Heavy breathing. Somebody whispered,\n\n\"Who the hell's that back there?\"\n\n\"Must be men from the Project. We'd better hurry.\"\n\n\"We've got to find that damned Gray first,\" snapped the first voice\ngrimly. \"Caron'll burn us if we don't.\"\n\nGray counted six separate footsteps, trying to allow for the echoes.\nWhen he was sure the last man was by, he stepped out. The noise of Dio's\nhunt was growing--there must be a good many of them.\n\nCovered by their own echoes, he stole up on the men ahead. His groping\nhand brushed gently against the clothing of the last man in the group.\nGauging his distance swiftly, he went into action.\n\nOne hand fastened over the fellow's mouth. The other, holding a\ngood-sized rock, struck down behind the ear. Gray eased the body down\nwith scarcely a sound.\n\nTheir uniforms, he had noticed, were not too different from his prison\ngarb. In a second he had stripped goggles, cap, and gun-belt from the\nbody, and was striding after the others.\n\nThey moved like five eerie shadows now, in the queer light of the\nleader's lamp. Small fluorescent markings guided them. The last man\ngrunted over his shoulder,\n\n\"What happened to you?\"\n\n\"Stumbled,\" whispered Gray tersely, keeping his head down. A whisper is\na good disguise for the voice. The other nodded.\n\n\"Don't straggle. No fun, getting lost in here.\"\n\nThe leader broke in. \"We'll circle again. Be careful of that Project\nbunch--they'll be using ordinary light. And be quiet!\"\n\nThey went, through connecting passages. The noise of Dio's party grew\nominously loud. Abruptly, the leader swore.\n\n\"Caron or no Caron, he's gone. And we'd better go, too.\"\n\nHe turned off, down a different tunnel, and Gray heaved a sigh of\nrelief, remembering the body he'd left in the open. For a time the noise\nof their pursuers grew remote. And then, suddenly, there was an echoing\nclamor of footsteps, and the glare of torches on the wall of a\ncross-passage ahead.\n\nVoices came to Gray, distorted by the rock vaults.\n\n\"I'm sure I heard them, just then.\" It was Jill's voice.\n\n\"Yeah.\" That was Dio. \"The trouble is, where?\"\n\nThe footsteps halted. Then, \"Let's try this passage. We don't want to\nget too far into this maze.\"\n\nCaron's leader blasphemed softly and dodged into a side tunnel. The man\nnext to Gray stumbled and cried out with pain as he struck the wall, and\na shout rose behind them.\n\nThe leader broke into a run, twisting, turning, diving into the maze of\nsmaller tunnels. The sounds of pursuit faded, were lost in the tomblike\nsilence of the caves. One of the men laughed.\n\n\"We sure lost 'em!\"\n\n\"Yeah,\" said the leader. \"We lost 'em, all right.\" Gray caught the note\nof panic in his voice. \"We lost the markers, too.\"\n\n\"You mean...?\"\n\n\"Yeah. Turning off like that did it. Unless we can find that marked\ntunnel, we're sunk!\"\n\nGray, silent in the shadows, laughed a bitter, ironic laugh.\n\n       *       *       *       *       *\n\nThey went on, stumbling down endless black halls, losing all track of\nbranching corridors, straining to catch the first glint of saving light.\nOnce or twice they caught the echoes of Dio's party, and knew that they,\ntoo, were lost and wandering.\n\nThen, quite suddenly, they came out into a vast gallery, running like a\nsubway tube straight to left and right. A wind tore down it, hot as a\ndraught from the burning gates of Hell.\n\nIt was a moment before anyone grasped the significance of that wind.\nThen someone shouted,\n\n\"We're saved! All we have to do is walk against it!\"\n\nThey turned left, almost running in the teeth of that searing blast. And\nGray began to notice a peculiar thing.\n\nThe air was charged with electricity. His clothing stiffened and\ncrackled. His hair crawled on his head. He could see the faint\ndischarges of sparks from his companions.\n\nWhether it was the effect of the charged air, or the reaction from the\nnervous strain of the past hours, Mel Gray began to be afraid.\n\nWeary to exhaustion, they struggled on against the burning wind. And\nthen they blundered out into a cave, huge as a cathedral, lighted by a\nqueer, uncertain bluish light.\n\nGray caught the sharp smell of ozone. His whole body was tingling with\nelectric tension. The bluish light seemed to be in indeterminate lumps\nscattered over the rocky floor. The rush of the wind under that\ntremendous vault was terrifying.\n\nThey stopped, Gray keeping to the background. Now was the time to evade\nhis unconscious helpers. The moment they reached daylight, he'd be\ndiscovered.\n\nSoft-footed as a cat, he was already hidden among the heavy shadows of\nthe fluted walls when, he heard the voices.\n\nThey came from off to the right, a confused shout of men under fearful\nstrain, growing louder and louder, underscored with the tramp of\nfootsteps. Lights blazed suddenly in the cathedral dark, and from the\nmouth of a great tunnel some hundred yards away, the men of the Project\npoured into the cave.\n\nAnd then, sharp and high and unexpected, a man screamed.\n\n       *       *       *       *       *\n\nThe lumps of blue light were moving. And a man had died. He lay on the\nrock, his flesh blackened jelly, with a rope of glowing light running\nfrom the metal of his gun butt to the metal buttons on his cap.\n\nAll across the vast floor of that cavern the slow, eerie ripple of\nmotion grew. The scattered lumps melted and flowed together, converging\nin wavelets of blue flame upon the men.\n\nThe answer came to Gray. Those things were some form of energy-life,\nborn of the tremendous electric tensions on Mercury. Like all\nelectricity, they were attracted to metal.\n\nIn a sudden frenzy of motion, he ripped off his metal-framed goggles,\nhis cap and gun-belt. The Moultons forbade metal because of the danger\nof lightning, and his boots were made of rubber, so he felt reasonably\nsafe, but a tense fear ran in prickling waves across his skin.\n\nGuns began to bark, their feeble thunder all but drowned in the vast\nrush of the wind. Bullets struck the oncoming waves of light with no\nmore effect than the eruption of a shower of sparks. Gray's attention,\nsomehow, was riveted on Jill, standing with Dio at the head of her men.\n\nShe wore ordinary light slippers, having been dressed only for indoors.\nAnd there were silver ornaments at waist and throat.\n\nHe might have escaped, then, quite unnoticed. Instead, for a reason even\nhe couldn't understand, he ran for Jill Moulton.\n\nThe first ripples of blue fire touched the ranks of Dio's men. Bolts of\nit leaped upward to fasten upon gun-butts and the buckles of the\ncartridge belts. Men screamed, fell, and died.\n\nAn arm of the fire licked out, driving in behind Dio and the girl. The\nguns of Caron's four remaining men were silent, now.\n\nGray leaped over that hissing electric surf, running toward Jill. A\nhungry worm of light reared up, searching for Dio's gun. Gray's hand\nswept it down, to be instantly buried in a mass of glowing ropes. Dio's\nhatchet face snarled at him in startled anger.\n\nJill cried out as Gray tore the silver ornaments from her dress. \"Throw\ndown the guns!\" he yelled. \"It's metal they want!\"\n\nHe heard his name shouted by men torn momentarily from their own terror.\nDio cried, \"Shoot him!\" A few bullets whined past, but their immediate\nfear spoiled both aim and attention.\n\nGray caught up Jill and began to run, toward the tube from which the\nwind howled in the cave. Behind him, grimly, Dio followed.\n\nThe electric beasts didn't notice him. His insulated feet trampled\nthrough them, buried to the ankle in living flame, feeling queer tenuous\nbodies break and reform.\n\nThe wind met them like a physical barrier at the tunnel mouth. Gray put\nJill down. The wind strangled him. He tore off his coat and wrapped it\nover the girl's head, using his shirt over his own. Jill, her black\ncurls whipped straight, tried to fight back past him, and he saw Dio\ncoming, bent double against the wind.\n\nHe saw something else. Something that made him grab Jill and point, his\nflesh crawling with swift, cold dread.\n\n       *       *       *       *       *\n\nThe electric beasts had finished their pleasure. The dead were cinders\non the rock. The living had run back into the tunnels. And now the blue\nsea of fire was flowing again, straight toward the place where they\nstood.\n\nIt was flowing fast, and Gray sensed an urgency, an impersonal haste, as\nthough a command had been laid upon those living ropes of flame.\n\nThe first dim rumble of thunder rolled down the wind. Gripping Jill,\nGray turned up the tunnel.\n\nThe wind, compressed in that narrow throat of rock, beat them blind and\nbreathless, beat them to their bellies, to crawl. How long it took them,\nthey never knew.\n\nBut Gray caught glimpses of Dio the Martian crawling behind them, and\nbehind him again, the relentless flow of the fire-things.\n\nThey floundered out onto a rocky slope, fell away beneath the suck of\nthe wind, and lay still, gasping. It was hot. Thunder crashed abruptly,\nand lightning flared between the cliffs.\n\nGray felt a contracting of the heart. There were no cables.\n\nThen he saw it--the small, fast fighter flying below them on a flat\nplateau. A cave mouth beside it had been closed with a plastic door. The\nship was the one that had followed them. He guessed at another one\nbehind the protecting door.\n\nRaking the tumbled blond hair out of his eyes, Gray got up.\n\nJill was still sitting, her black curls bowed between her hands. There\nwasn't much time, but Gray yielded to impulse. Pulling her head back by\nthe silken hair, he kissed her.\n\n\"If you ever get tired of virtue, sweetheart, look me up.\" But somehow\nhe wasn't grinning, and he ran down the slope.\n\nHe was almost to the open lock of the ship when things began to happen.\nDio staggered out of the wind-tunnel and sagged down beside Jill. Then,\nabruptly, the big door opened.\n\nFive men came out--one in pilot's costume, two in nondescript apparel,\none in expensive business clothes, and the fifth in dark prison garb.\n\nGray recognized the last two. Caron of Mars and the errant Ward.\n\nThey were evidently on the verge of leaving. But they looked cheerful.\nCaron's sickly-sweet face all but oozed honey, and Ward was grinning his\nrat's grin.\n\nThunder banged and rolled among the rocks. Lightning flared in the\ncloudy murk. Gray saw the hull of a second ship beyond the door. Then\nthe newcomers had seen him, and the two on the slope.\n\nGuns ripped out of holsters. Gray's heart began to pound slowly. He, and\nJill and Dio, were caught on that naked slope, with the flood of\nelectric death at their backs.\n\nHis Indianesque face hardened. Bullets whined round him as he turned\nback up the slope, but he ran doubled over, putting all his hope in the\ntricky, uncertain light.\n\nJill and the Martian crouched stiffly, not knowing where to turn. A\nflare of lightning showed Gray the first of the firethings, flowing out\nonto the ledge, hidden from the men below.\n\n\"Back into the cave!\" he yelled. His urgent hand fairly lifted Dio. The\nMartian glared at him, then obeyed. Bullets snarled against the rock.\nThe light was too bad for accurate shooting, but luck couldn't stay with\nthem forever.\n\nGray glanced over his shoulder as they scrambled up on the ledge. Caron\nwaited by his ship. Ward and the others were charging the slope. Gray's\nteeth gleamed in a cruel grin.\n\nSweeping Jill into his arms, he stepped into the lapping flow of fire.\nDio swore viciously, but he followed. They started toward the cave\nmouth, staggering in the rush of the wind.\n\n\"For God's sake, don't fall,\" snapped Gray. \"Here they come!\"\n\nThe pilot and one of the nondescript men were the first over. They were\ninto the river of fire before they knew, it, and then it was too late.\nOne collapsed and was buried. The pilot fell backward, and then other\nman died under his body, of a broken neck.\n\nWard stopped. Gray could see his face, dark and hard and calculating. He\nstudied Gray and Dio, and the dead men. He turned and looked back at\nCaron. Then, deliberately, he stripped off his gun belt, threw down his\ngun, and waded into the river.\n\nGray remembered, then, that Ward too wore rubber boots, and had no metal\non him.\n\n       *       *       *       *       *\n\nWard came on, the glowing ropes sliding surf-like around his boots. Very\ncarefully. Gray handed Jill to Dio.\n\n\"If I die too,\" he said, \"there's only Caron down there. He's too fat to\nstop you.\"\n\nJill spoke, but he turned his back. He was suddenly confused, and it was\nalmost pleasant to be able to lose his confusion in fighting. Ward had\nstopped some five feet away. Now he untied the length of tough cord that\nserved him for a belt.\n\nGray nodded. Ward would try to throw a twist around his ankle and trip\nhim. Once his body touched those swarming creatures....\n\nHe tensed, watchfully. The rat's grin was set on Ward's dark face. The\ncord licked out.\n\nBut it caught Gray's throat instead of his ankle!\n\nWard laughed and braced himself. Cursing, Gray caught at the rope. But\nfriction held it, and Ward pulled, hard. His face purpling, Gray could\nstill commend Ward's strategy. In taking Gray off guard, he'd more than\nmade up what he lost in point of leverage.\n\nLetting his body go with the pull, Gray flung himself at Ward. Blood\nblinded him, his heart was pounding, but he thought he foresaw Ward's\nnext move. He let himself be pulled almost within striking distance.\n\nThen, as Ward stepped, aside, jerking the rope and thrusting out a\ntripping foot, Gray made a catlike shift of balance and bent over.\n\nHis hands almost touched that weird, flowing surf as they clasped Ward's\nboot. Throwing all his strength into the lift, he hurled Ward backward.\n\nWard screamed once and disappeared under the blue fire. Gray clawed the\nrope from his neck. And then, suddenly, the world began to sway under\nhim. He knew he was falling.\n\nSome one's hand caught him, held him up. Fighting down his vertigo as\nhis breath came back, he saw that it was Jill.\n\n\"Why?\" he gasped, but her answer was lost in a titanic roar of thunder.\nLightning blasted down. Dio's voice reached him, thin and distant\nthrough the clamor.\n\n\"We'll be killed! These damn things will attract the bolts!\"\n\nIt was true. All his work had been for nothing. Looking up into that\nlow, angry sky, Gray knew he was going to die.\n\nQuite irrelevantly, Jill's words in the tunnel came back to him. \"You're\na fool ... lost truth ... not true to lie!\"\n\nNow, in this moment, she couldn't lie to him. He caught her shoulders\ncruelly, trying to read her eyes.\n\nVery faintly through the uproar, he heard her. \"I'm sorry for you, Gray.\nGood man, gone to waste.\"\n\nDio stifled a scream. Thunder crashed between the sounding boards of the\ncliffs. Gray looked up.\n\nA titanic bolt of lightning shot down, straight for them. The burning\nblue surf was agitated, sending up pseudopods uncannily like worshipping\narms. The bolt struck.\n\nThe air reeked of ozone, but Gray felt no shock. There was a hiss, a\nvast stirring of creatures around him. The blue light glowed, purpled.\n\nAnother bolt struck down, and another, and still they were not dead. The\nfire-things had become a writhing, joyous tangle of tenuous bodies,\nglowing bright and brighter.\n\nStunned, incredulous, the three humans stood. The light was now an\neye-searing violet. Static electricity tingled through them in eerie\nwaves. But they were not burned.\n\n\"My God,\" whispered Gray. \"They eat it. They eat lightning!\"\n\nNot daring to move, they stood watching that miracle of alien life, the\nfeeding of living things on raw current. And when the last bolt had\nstruck, the tide turned and rolled back down the wind-tunnel, a blinding\nriver of living light.\n\nSilently, the three humans went down the rocky slope to where Caron of\nMars cowered in the silver ship. No bolt had come near it. And now Caron\ncame to meet them.\n\nHis face was pasty with fear, but the old cunning still lurked in his\neyes.\n\n\"Gray,\" he said. \"I have an offer to make.\"\n\n\"Well?\"\n\n\"You killed my pilot,\" said Caron suavely. \"I can't fly, myself. Take me\noff, and I'll pay you anything you want.\"\n\n\"In bullets,\" retorted Gray. \"You won't want witnesses to this.\"\n\n\"Circumstances force me. Physically, you have the advantage.\"\n\nJill's fingers caught his arm. \"Don't, Gray! The Project....\"\n\nCaron faced her. \"The Project is doomed in any case. My men carried out\nmy secondary instructions. All the cables in your valley have been cut.\nThere is a storm now ready to break.\n\n\"In fifteen minutes or so, everything will be destroyed, except the\ndomes. Regrettable, but....\" He shrugged.\n\nJill's temper blazed, choking her so that she could hardly speak.\n\n\"Look at him, Gray,\" she whispered. \"That's what you're so proud of\nbeing. A cynic, who believes in nothing but himself. Look at him!\"\n\nGray turned on her.\n\n\"Damn you!\" he grated. \"Do you expect me to believe you, with the world\nfull of hypocrites like him?\"\n\nHer eyes stopped him. He remembered Moulton, pleading for her life. He\nremembered how she had looked back there at the tunnel, when they had\nbeen sure of death. Some of his assurance was shaken.\n\n\"Listen,\" he said harshly. \"I can save your valley. There's a chance in\na million of coming out alive. Will you die for what you believe in?\"\n\nShe hesitated, just for a second. Then she looked at Dio and said,\n\"Yes.\"\n\nGray turned. Almost lazily, his fist snapped up and took Caron on his\nflabby jaw.\n\n\"Take care of him, Dio,\" he grunted. Then he entered the ship, herding\nthe white-faced girl before him.\n\n       *       *       *       *       *\n\nThe ship hurtled up into airless space, where the blinding sunlight lay\nin sharp shadows on the rock. Over the ridge and down again, with the\nProject hidden under a surf of storm-clouds.\n\nCutting in the air motors, Gray dropped. Black, bellowing darkness\nswallowed them. Then he saw the valley, with the copper cables fallen,\nand the wheat already on fire in several places.\n\nFlying with every bit of his skill, he sought the narrowest part of the\nvalley and flipped over in a racking loop. The stern tubes hit rock. The\nnose slammed down on the opposite wall, wedging the ship by sheer\nweight.\n\nLightning gathered in a vast javelin and flamed down upon them. Jill\nflinched and caught her breath. The flame hissed along the hull and\nvanished into seared and blackened rock.\n\n\"Still willing to die for principle?\" asked Gray brutally.\n\nShe glared at him. \"Yes,\" she snapped. \"But I hate having to die in your\ncompany!\"\n\nShe looked down at the valley. Lightning struck with monotonous\nregularity on the hull, but the valley was untouched. Jill smiled,\nthough her face was white, her body rigid with waiting.\n\nIt was the smile that did it. Gray looked at her, her tousled black\ncurls, the lithe young curves of throat and breast. He leaned back in\nhis seat, scowling out at the storm.\n\n\"Relax,\" he said. \"You aren't going to die.\"\n\nShe turned on him, not daring to speak. He went on, slowly.\n\n\"The only chance you took was in the landing. We're acting as lightning\nrod for the whole valley, being the highest and best conductor. But, as\na man named Faraday proved, the charge resides on the surface of the\nconductor. We're perfectly safe.\"\n\n\"How dared you!\" she whispered.\n\nHe faced her, almost angrily.\n\n\"You knocked the props out from under my philosophy. I've had enough\nhypocritical eyewash. I had to prove you. Well, I have.\"\n\nShe was quiet for some time. Then she said, \"I understand, Duke. I'm\nglad. And now what, for you?\"\n\nHe shrugged wryly.\n\n\"I don't know. I can still take Caron's other ship and escape. But I\ndon't think I want to. I think perhaps I'll stick around and give virtue\nanother whirl.\"\n\nSmoothing back his sleek fair hair, he shot her a sparkling look from\nunder his hands.\n\n\"I won't,\" he added softly, \"even mind going to Sunday School, if you\nwere the teacher.\"\n\n\n\n\n       *       *       *       *       *\n\n\n\n\nTranscriber's Note:\n\nThe following typographical errors in the original text have been\ncorrected in this eBook:\n\n   Page 62: \"smill\" changed to \"small\"\n\n   Page 63: \"and\" changed to \"end\"\n\n\n\n***END OF THE PROJECT GUTENBERG EBOOK A WORLD IS BORN***\n\n\n******* This file should be named 22544.txt or 22544.zip *******\n\n\nThis and all associated files of various formats will be found in:\nhttp://www.gutenberg.org/dirs/2/2/5/4/22544\n\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://www.gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.gutenberg.org/fundraising/pglaf.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://www.gutenberg.org/about/contact\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://www.gutenberg.org/fundraising/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit:\nhttp://www.gutenberg.org/fundraising/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}