{"title": "The Day of the Boomer Dukes", "author": "Frederik Pohl", "releaseDate": "September 10, 2007", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n         _Just as medicine is not a science, but rather an\n         art--a device, practised in a scientific manner, in\n         its best manifestations--time-travel stories are not\n         science fiction. Time-travel, however, has become\n         acceptable to science fiction readers as a traditional\n         device in stories than are otherwise admissible in the\n         genre. Here, Frederik Pohl employs it to portray the\n         amusingly catastrophic meeting of three societies._\n\n\n                                 THE DAY\n                                 OF THE\n                                 BOOMER\n                                 DUKES\n\n                            by Frederik Pohl\n\n                          _Illustrated by EMSH_\n\n\n[Illustration: There was a silvery aura around the kid ... the cops'\nguns hit him ... but he didn't notice....]\n\n\n\n\nI\n\nForaminifera 9\n\n\nPaptaste udderly, semped sempsemp dezhavoo, qued schmerz--Excuse me. I\nmean to say that it was like an endless diet of days, boring,\ntedious....\n\nNo, it loses too much in the translation. Explete my reasons, I say. Do\nmy reasons matter? No, not to you, for you are troglodytes, knowing\nnothing of causes, understanding only acts. Acts and facts, I will give\nyou acts and facts.\n\nFirst you must know how I am called. My \"name\" is Foraminifera 9-Hart\nBailey's Beam, and I am of adequate age and size. (If you doubt this, I\nam prepared to fight.) Once the--the tediety of life, as you might say,\nhad made itself clear to me, there were, of course, only two\nalternatives. I do not like to die, so that possibility was out; and the\nremaining alternative was flight.\n\nNaturally, the necessary machinery was available to me. I arrogated a\nsmall viewing machine, and scanned the centuries of the past in the hope\nthat a sanctuary might reveal itself to my aching eyes. Kwel tediety\nthat was! Back, back I went through the ages. Back to the Century of the\nDog, back to the Age of the Crippled Men. I found no time better than\nmy own. Back and back I peered, back as far as the Numbered Years. The\nTwenty-Eighth Century was boredom unendurable, the Twenty-Sixth a morass\nof dullness. Twenty-Fifth, Twenty-Fourth--wherever I looked, tediety was\nwhat I found.\n\n       *       *       *       *       *\n\nI snapped off the machine and considered. Put the problem thus: Was\nthere in all of the pages of history no age in which a 9-Hart Bailey's\nBeam might find adventure and excitement? There had to be! It was not\npossible, I told myself, despairing, that from the dawn of the dreaming\nprimates until my own time there was no era at all in which I could\nbe--happy? Yes, I suppose happiness is what I was looking for. But where\nwas it? In my viewer, I had fifty centuries or more to look back upon.\nAnd that was, I decreed, the trouble; I could spend my life staring into\nthe viewer, and yet never discover the time that was right for me. There\nwere simply too many eras to choose from. It was like an enormous\nlibrary in which there must, there had to be, contained the one fact I\nwas looking for--that, lacking an index, I might wear my life away and\nnever find.\n\n\"_Index!_\"\n\nI said the word aloud! For, to be sure, it was the answer. I had the\nfreedom of the Learning Lodge, and the index in the reading room could\neasily find for me just what I wanted.\n\nSplendid, splendid! I almost felt cheerful. I quickly returned the\nviewer I had been using to the keeper, and received my deposit back. I\nhurried to the Learning Lodge and fed my specifications into the index,\nas follows, that is to say: Find me a time in recent past where there is\nadventure and excitement, where there is a secret, colorful band of\ndesperadoes with whom I can ally myself. I then added two\nspecifications--second, that it should be before the time of the high\nradiation levels; and first, that it should be after the discovery of\nanesthesia, in case of accident--and retired to a desk in the reading\nroom to await results.\n\nIt took only a few moments, which I occupied in making a list of the\ngear I wished to take with me. Then there was a hiss and a crackle, and\nin the receiver of the desk a book appeared. I unzipped the case, took\nit out, and opened it to the pages marked on the attached reading tape.\n\nI had found my wonderland of adventure!\n\n       *       *       *       *       *\n\nAh, hours and days of exciting preparation! What a round of packing and\nbuying; what a filling out of forms and a stamping of visas; what an\norgy of injections and inoculations and preventive therapy! Merely\ngetting ready for the trip made my pulse race faster and my adrenalin\nbalance rise to the very point of paranoia; it was like being given a\ntrue blue new chance to live.\n\nAt last I was ready. I stepped into the transmission capsule; set the\ndials; unlocked the door, stepped out; collapsed the capsule and stored\nit away in my carry-all; and looked about at my new home.\n\nPyew! Kwel smell of staleness, of sourness, above all of coldness! It\nwas a close matter then if I would be able to keep from a violent\neructative stenosis, as you say. I closed my eyes and remembered warm\nviolets for a moment, and then it was all right.\n\nThe coldness was not merely a smell; it was a physical fact. There was a\ndamp grayish substance underfoot which I recognized as snow; and in a\nhard-surfaced roadway there were a number of wheeled vehicles moving,\nwhich caused the liquefying snow to splash about me. I adjusted my coat\ncontrols for warmth and deflection, but that was the best I could do.\nThe reek of stale decay remained. Then there were also the buildings,\npainfully almost vertical. I believe it would not have disturbed me if\nthey had been truly vertical; but many of them were minutes of arc from\na true perpendicular, all of them covered with a carbonaceous material\nwhich I instantly perceived was an inadvertent deposit from the air. It\nwas a bad beginning!\n\nHowever, I was not _bored_.\n\n       *       *       *       *       *\n\nI made my way down the \"street,\" as you say, toward where a group of\nyoung men were walking toward me, five abreast. As I came near, they\nlooked at me with interest and kwel respect, conversing with each other\nin whispers.\n\nI addressed them: \"Sirs, please direct me to the nearest recruiting\noffice, as you call it, for the dread Camorra.\"\n\nThey stopped and pressed about me, looking at me intently. They were\nhandsomely, though crudely dressed in coats of a striking orange color,\nand long trousers of an extremely dark material.\n\nI decreed that I might not have made them understand me--it is always\nprobable, it is understood, that a quicknik course in dialects of the\npast may not give one instant command of spoken communication in the\nfield. I spoke again: \"I wish to encounter a representative of the\nCamorra, in other words the Black Hand, in other words the cruel and\nsinister Sicilian terrorists named the Mafia. Do you know where these\ncan be found?\"\n\nOne of them said, \"Nay. What's that jive?\"\n\nI puzzled over what he had said for a moment, but in the end decreed\nthat his message was sensefree. As I was about to speak, however, he\nsaid suddenly: \"Let's rove, man.\" And all five of them walked quickly\naway a few \"yards.\" It was quite disappointing. I observed them\nconferring among themselves, glancing at me, and for a time proposed\nterminating my venture, for I then believed that it would be better to\nreturn \"home,\" as you say, in order to more adequately research the\nmatter.\n\n       *       *       *       *       *\n\nHowever, the five young men came toward me again. The one who had spoken\nbefore, who I now detected was somewhat taller and fatter than the\nothers, spoke as follows: \"You're wanting the Mafia?\" I agreed. He\nlooked at me for a moment. \"Are you holding?\"\n\nHe was inordinately hard to understand. I said, slowly and with\npatience, \"Keska that 'holding' say?\"\n\n\"Money, man. You going to slip us something to help you find these\ncats?\"\n\n\"Certainly, money. I have a great quantity of money instantly\navailable,\" I rejoined him. This appeared to relieve his mind.\n\nThere was a short pause, directly after which this first of the young\nmen spoke: \"You're on, man. Yeah, come with us. What's to call you?\" I\nqueried this last statement, and he expanded: \"The name. What's the\nname?\"\n\n\"You may call me Foraminifera 9,\" I directed, since I wished to be\nincognito, as you put it, and we proceeded along the \"street.\" All five\nof the young men indicated a desire to serve me, offering indeed to take\nmy carry-all. I rejected this, politely.\n\nI looked about me with lively interest, as you may well believe. Kwel\ndirt, kwel dinginess, kwel cold! And yet there was a certain charm which\nI can determine no way of expressing in this language. Acts and facts,\nof course. I shall not attempt to capture the subjectivity which is the\ncharm, only to transcribe the physical datum--perhaps even data, who\nknows? My companions, for example: They were in appearance overwrought,\nlooking about them continually, stopping entirely and drawing me with\nthem into the shelter of a \"door\" when another man, this one wearing\nblue clothing and a visored hat appeared. Yet they were clearly devoted\nto me, at that moment, since they had put aside their own projects in\norder to escort me without delay to the Mafia.\n\n       *       *       *       *       *\n\nMafia! Fortunate that I had found them to lead me to the Mafia! For it\nhad been clear in the historical work I had consulted that it was not\nultimately easy to gain access to the Mafia. Indeed, so secret were they\nthat I had detected no trace of their existence in other histories of\nthe period. Had I relied only on the conventional work, I might never\nhave known of their great underground struggle against what you term\nsociety. It was only in the actual contemporary volume itself, the\ncuriosity titled _U.S.A. Confidential_ by one Lait and one Mortimer,\nthat I had descried that, throughout the world, this great revolutionary\norganization flexed its tentacles, the plexus within a short distance of\nwhere I now stood, battling courageously. With me to help them, what\nheights might we not attain! Kwel dramatic delight!\n\nMy meditations were interrupted. \"Boomers!\" asserted one of my five\nescorts in a loud, frightened tone. \"Let's cut, man!\" he continued,\nleading me with them into another entrance. It appeared, as well as I\ncould decree, that the cause of his ejaculative outcry was the discovery\nof perhaps three, perhaps four, other young men, in coats of the same\nshiny material as my escorts. The difference was that they were of a\ndifferent color, being blue.\n\n       *       *       *       *       *\n\nWe hastened along a lengthy chamber which was quite dark, immediately\nafter which the large, heavy one opened a way to a serrated incline\nleading downward. It was extremely dark, I should say. There was also an\nextreme smell, quite like that of the outer air, but enormously\nintensified; one would suspect that there was an incomplete combustion\nof, perhaps, wood or coal, as well as a certain quantity of general\ndecay. At any rate, we reached the bottom of the incline, and my escort\nbehaved quite badly. One of them said to the other four, in these words:\n\"Them jumpers follow us sure. Yeah, there's much trouble. What's to\nprime this guy now and split?\"\n\nInstantly they fell upon me with violence. I had fortunately become\nrather alarmed at their visible emotion of fear, and already had taken\nfrom my carry-all a Stollgratz 16, so that I quickly turned it on them.\nI started to replace the Stollgratz 16 as they fell to the floor, yet I\nrealized that there might be an additional element of danger. Instead of\nputting the Stollgratz 16 in with the other trade goods, which I had\nbrought to assist me in negotiating with the Mafia, I transferred it to\nmy jacket. It had become clear to me that the five young men of my\nescort had intended to abduct and rob me--indeed had intended it all\nalong, perhaps having never intended to convoy me to the office of the\nMafia. And the other young men, those who wore the blue jackets in place\nof the orange, were already descending the incline toward me, quite\nrapidly.\n\n\"Stop,\" I directed them. \"I shall not entrust myself to you until you\nhave given me evidence that you entirely deserve such trust.\"\n\n       *       *       *       *       *\n\nThey all halted, regarding me and the Stollgratz 16. I detected that one\nof them said to another: \"That cat's got a zip.\"\n\nThe other denied this, saying: \"That no zip, man. Yeah, look at them\nLeopards. Say, you bust them flunkies with that thing?\"\n\nI perceived his meaning quite quickly. \"You are 'correct',\" I rejoined.\n\"Are you associated in friendship with them flunkies?\"\n\n\"Hell, no. Yeah, they're Leopards and we're Boomer Dukes. You cool them,\nyou do us much good.\" I received this information as indicating that the\ntwo socio-economic units were inimical, and unfortunately lapsed into an\nexample of the Bivalent Error. Since p implied not-q, I sloppily assumed\nthat not-q implied r (with, you understand, r being taken as the class\nof phenomena pertinently favorable to me). This was a very poor\nconstruction, and of course resulted in certain difficulties. Qued,\nafter all. I stated:\n\n\"Them flunkies offered to conduct me to a recruiting office, as you say,\nof the Mafia, but instead tried to take from me the much money I am\nholding.\" I then went on to describe to them my desire to attain contact\nwith the said Mafia; meanwhile they descended further and grouped about\nme in the very little light, examining curiously the motionless figures\nof the Leopards.\n\nThey seemed to be greatly impressed; and at the same time, very much\npuzzled. Naturally. They looked at the Leopards, and then at me.\n\nThey gave every evidence of wishing to help me; but of course if I had\nnot forgotten that one cannot assume from the statements \"not-Leopard\nimplies Boomer Duke\" and \"not-Leopard implies Foraminifera 9\" that,\nqued, \"Boomer Duke implies Foraminifera 9\" ... if I had not forgotten\nthis, I say, I should not have been \"deceived.\" For in practice they\nwere as little favorable to me as the Leopards. A certain member of\ntheir party reached a position behind me.\n\nI quickly perceived that his intention was not favorable, and attempted\nto turn around in order to discharge at him with the Stollgratz 16, but\nhe was very rapid. He had a metallic cylinder, and with it struck my\nhead, knocking \"me\" unconscious.\n\n\n\n\nII\n\nShield 8805\n\n\nThis candy store is called Chris's. There must be ten thousand like it\nin the city. A marble counter with perhaps five stools, a display case\nof cigars and a bigger one of candy, a few dozen girlie magazines\nhanging by clothespin-sort-of things from wire ropes along the wall. It\nhas a couple of very small glass-topped tables under the magazines. And\na juke--I can't imagine a place like Chris's without a juke.\n\nI had been sitting around Chris's for a couple of hours, and I was\nbeginning to get edgy. The reason I was sitting around Chris's was not\nthat I liked Cokes particularly, but that it was one of the hanging-out\nplaces of a juvenile gang called The Leopards, with whom I had been\ntrying to work for nearly a year; and the reason I was becoming edgy was\nthat I didn't see any of them there.\n\nThe boy behind the counter--he had the same first name as I, Walter in\nboth cases, though my last name is Hutner and his is, I believe,\nsomething Puerto Rican--the boy behind the counter was dummying up, too.\nI tried to talk to him, on and off, when he wasn't busy. He wasn't busy\nmost of the time; it was too cold for sodas. But he just didn't want to\ntalk. Now, these kids love to talk. A lot of what they say doesn't make\nsense--either bullying, or bragging, or purposeless swearing--but talk\nis their normal state; when they quiet down it means trouble. For\ninstance, if you ever find yourself walking down Thirty-Fifth Street and\na couple of kids pass you, talking, you don't have to bother looking\naround; but if they stop talking, turn quickly. You're about to be\nmugged. Not that Walt was a mugger--as far as I know; but that's the\npattern of the enclave.\n\n       *       *       *       *       *\n\nSo his being quiet was a bad sign. It might mean that a rumble was\nbrewing--and that meant that my work so far had been pretty nearly a\nfailure. Even worse, it might mean that somehow the Leopards had\ndiscovered that I had at last passed my examinations and been appointed\nto the New York City Police Force as a rookie patrolman, Shield 8805.\n\nTrying to work with these kids is hard enough at best. They don't like\noutsiders. But they particularly hate cops, and I had been trying for\nsome weeks to decide how I could break the news to them.\n\nThe door opened. Hawk stood there. He didn't look at me, which was a bad\nsign. Hawk was one of the youngest in the Leopards, a skinny, very dark\nkid who had been reasonably friendly to me. He stood in the open door,\nwith snow blowing in past him. \"Walt. Out here, man.\"\n\nIt wasn't me he meant--they call me \"Champ,\" I suppose because I beat\nthem all shooting eight-ball pool. Walt put down the comic he had been\nreading and walked out, also without looking at me. They closed the\ndoor.\n\n       *       *       *       *       *\n\nTime passed. I saw them through the window, talking to each other,\nlooking at me. It was something, all right. They were scared. That's\nbad, because these kids are like wild animals; if you scare them, they\nhit first--it's the only way they know to defend themselves. But on the\nother hand, a rumble wouldn't scare them--not where they would show it;\nand finding out about the shield in my pocket wouldn't scare them,\neither. They hated cops, as I say; but cops were a part of their\nenvironment. It was strange, and baffling.\n\nWalt came back in, and Hawk walked rapidly away. Walt went behind the\ncounter, lit a cigaret, wiped at the marble top, picked up his comic,\nput it down again and finally looked at me. He said: \"Some punk busted\nFayo and a couple of the boys. It's real trouble.\"\n\nI didn't say anything.\n\nHe took a puff on his cigaret. \"They're chilled, Champ. Five of them.\"\n\n\"Chilled? Dead?\" It sounded bad; there hadn't been a real rumble in\nmonths, not with a killing.\n\nHe shook his head. \"Not dead. You're wanting to see, you go down Gomez's\ncellar. Yeah, they're all stiff but they're breathing. I be along soon\nas the old man comes back in the store.\"\n\nHe looked pretty sick. I left it at that and hurried down the block to\nthe tenement where the Gomez family lived, and then I found out why.\n\n       *       *       *       *       *\n\nThey were sprawled on the filthy floor of the cellar like winoes in an\nalley. Fayo, who ran the gang; Jap; Baker; two others I didn't know as\nwell. They were breathing, as Walt had said, but you just couldn't wake\nthem up.\n\nHawk and his twin brother, Yogi, were there with them, looking scared. I\ncouldn't blame them. The kids looked perfectly all right, but it was\nobvious that they weren't. I bent down and smelled, but there was no\ntrace of liquor or anything else on their breath.\n\nI stood up. \"We'd better get a doctor.\"\n\n\"Nay. You call the meat wagon, and a cop comes right with it, man,\" Yogi\nsaid, and his brother nodded.\n\nI laid off that for a moment. \"What happened?\"\n\nHawk said, \"You know that witch Gloria, goes with one of the Boomer\nDukes? She opened her big mouth to my girl. Yeah, opened her mouth and\nmuch bad talk came out. Said Fayo primed some jumper with a zip and the\npunk cooled him, and then a couple of the Boomers moved in real cool.\nNow they got the punk with the zip and much other stuff, real stuff.\"\n\n\"What kind of stuff?\"\n\nHawk looked worried. He finally admitted that he didn't know what kind\nof stuff, but it was something dangerous in the way of weapons. It had\nbeen the \"zip\" that had knocked out the five Leopards.\n\nI sent Hawk out to the drug-store for smelling salts and containers of\nhot black coffee--not that I knew what I was doing, of course, but they\nwere dead set against calling an ambulance. And the boys didn't seem to\nbe in any particular danger, only sleep.\n\n       *       *       *       *       *\n\nHowever, even then I knew that this kind of trouble was something I\ncouldn't handle alone. It was a tossup what to do--the smart thing was\nto call the precinct right then and there; but I couldn't help feeling\nthat that would make the Leopards clam up hopelessly. The six months I\nhad spent trying to work with them had not been too successful--a lot of\nthe other neighborhood workers had made a lot more progress than I--but\nat least they were willing to talk to me; and they wouldn't talk to\nuniformed police.\n\nBesides, as soon as I had been sworn in, the day before, I had begun the\npractice of carrying my .38 at all times, as the regulations say. It was\nin my coat. There was no reason for me to feel I needed it. But I did.\nIf there was any truth to the story of a \"zip\" knocking out the\nboys--and I had all five of them right there for evidence--I had the\nunpleasant conviction that there was real trouble circulating around\nEast Harlem that afternoon.\n\n\"Champ. They all waking up!\"\n\nI turned around, and Hawk was right. The five Leopards, all of a sudden,\nwere stirring and opening their eyes. Maybe the smelling salts had\nsomething to do with it, but I rather think not.\n\nWe fed them some of the black coffee, still reasonably hot. They were\nscared; they were more scared than anything I had ever seen in those\nkids before. They could hardly talk at first, and when finally they came\naround enough to tell me what had happened I could hardly believe them.\nThis man had been small and peculiar, and he had been looking for, of\nall things, the \"Mafia,\" which he had read about in history\nbooks--_old_ history books.\n\nWell, it didn't make sense, unless you were prepared to make a certain\nassumption that I refused to make. Man from Mars? Nonsense. Or from the\nfuture? Equally ridiculous....\n\n       *       *       *       *       *\n\nThen the five Leopards, reviving, began to walk around. The cellar was\ndark and dirty, and packed with the accumulation of generations in the\nway of old furniture and rat-inhabited mattresses and piles of\nnewspapers; it wasn't surprising that we hadn't noticed the little\ngleaming thing that had apparently rolled under an abandoned potbelly\nstove.\n\nJap picked it up, squalled, dropped it and yelled for me.\n\nI touched it cautiously, and it tingled. It wasn't painful, but it was\nan odd, unexpected feeling--perhaps you've come across the \"buzzers\"\nthat novelty stores sell which, concealed in the palm, give a sudden,\nsurprising tingle when the owner shakes hands with an unsuspecting\nfriend. It was like that, like a mild electric shock. I picked it up and\nheld it. It gleamed brightly, with a light of its own; it was round; it\nmade a faint droning sound; I turned it over, and it spoke to me. It\nsaid in a friendly, feminine whisper: _Warning, this portatron attuned\nonly to Bailey's Beam percepts. Remain quiescent until the Adjuster\ncomes._\n\nThat settled it. Any time a lit-up cue ball talks to me, I refer the\nmatter to higher authority. I decided on the spot that I was heading for\nthe precinct house, no matter what the Leopards thought.\n\nBut when I turned and headed for the stairs, I couldn't move. My feet\nsimply would not lift off the ground. I twisted, and stumbled, and fell\nin a heap; I yelled for help, but it didn't do any good. The Leopards\ncouldn't move either.\n\nWe were stuck there in Gomez's cellar, as though we had been nailed to\nthe filthy floor.\n\n\n\n\nIII\n\nCow\n\n\nWhen I see what this flunky has done to them Leopards, I call him a cool\ncat right away. But then we jump him and he ain't so cool. Angel and\nTiny grab him under the arms and I'm grabbing the stuff he's carrying.\nYeah, we get out of there.\n\nThere's bulls on the street, so we cut through the back and over the\nfences. Tiny don't like that. He tells me, \"Cow. What's to leave this\ncat here? He must weigh eighteen tons.\" \"You're bringing him,\" I tell\nhim, so he shuts up. That's how it is in the Boomer Dukes. When Cow\ntalks, them other flunkies shut up fast.\n\nWe get him in the loft over the R. and I. Social Club. Damn, but it's\ncold up there. I can hear the pool balls clicking down below so I pass\nthe word to keep quiet. Then I give this guy the foot and pretty soon he\nwakes up.\n\nAs soon as I talk to him a little bit I figure we had luck riding with\nus when we see them Leopards. This cat's got real bad stuff. Yeah, I\nnever hear of anything like it. But what it takes to make a fight he's\ngot. I take my old pistol and give it to Tiny. Hell, it makes him happy\nand what's it cost me? Because what this cat's got makes that pistol\nlook like something for babies.\n\n       *       *       *       *       *\n\nFirst he don't want to talk. \"Stomp him,\" I tell Angel, but he's scared.\nHe says, \"Nay. This is a real weird cat, Cow. I'm for cutting out of\nhere.\"\n\n\"Stomp him,\" I tell him again, pretty quiet, but he does it. He don't\nhave to tell me this cat's weird, but when the cat gets the foot a\ncouple of times he's willing to talk. Yeah, he talks real funny, but\nthat don't matter to me. We take all the loot out of his bag, and I make\nthis cat tell me what it's to do. Damn, I don't know what he's talking\nabout one time out of six, but I know enough. Even Tiny catches on after\na while, because I see him put down that funky old pistol I gave him\nthat he's been loving up.\n\nI'm feeling pretty good. I wish a couple of them chicken Leopards would\nturn up so I could show them what they missed out on. Yeah, I'll take on\nthem, and the Black Dogs, and all the cops in the world all at\nonce--that's how good I'm feeling. I feel so good that I don't even like\nit when Angel lets out a yell and comes up with a wad of loot. It's like\nI want to prime the U.S. Mint for chickenfeed, I don't want it to come\nso easy.\n\nBut money's on hand, so I take it off Angel and count it. This cat was\nreally loaded; there must be a thousand dollars here.\n\nI take a handful of it and hand it over to Angel real cool. \"Get us some\ncharge,\" I tell him. \"There's much to do and I'm feeling ready for some\ncharge to do it with.\"\n\n\"How many sticks you want me to get?\" he asks, holding on to that money\nlike he never saw any before.\n\nI tell him: \"Sticks? Nay. I'm for real stuff tonight. You find Four-Eye\nand get us some horse.\" Yeah, he digs me then. He looks like he's pretty\nscared and I know he is, because this punk hasn't had anything bigger\nthan reefers in his life. But I'm for busting a couple of caps of H,\nand what I do he's going to do. He takes off to find Four-Eye and the\nrest of us get busy on this cat with the funny artillery until he gets\nback.\n\n       *       *       *       *       *\n\nIt's like I'm a million miles down Dream Street. Hell, I don't want to\nwake up.\n\nBut the H is wearing off and I'm feeling mean. Damn, I'll stomp my\nmother if she talks big to me right then.\n\nI'm the first one on my feet and I'm looking for trouble. The whole\nplace is full now. Angel must have passed the word to everybody in the\nDukes, but I don't even remember them coming in. There's eight or ten\ncats lying around on the floor now, not even moving. This won't do, I\ndecide.\n\nIf I'm on my feet, they're all going to be on their feet. I start to\ngive them the foot and they begin to move. Even the weirdie must've had\nsome H. I'm guessing that somebody slipped him some to see what would\nhappen, because he's off on Cloud Number Nine. Yeah, they're feeling\nreal mean when they wake up, but I handle them cool. Even that little\nflunky Sailor starts to go up against me but I look at him cool and he\nchickens. Angel and Pete are real sick, with the shakes and the heaves,\nbut I ain't waiting for them to feel good. \"Give me that loot,\" I tell\nTiny, and he hands over the stuff we took off the weirdie. I start to\npass out the stuff.\n\n\"What's to do with this stuff?\" Tiny asks me, looking at what I'm giving\nhim.\n\nI tell him, \"Point it and shoot it.\" He isn't listening when the\nweirdie's telling me what the stuff is. He wants to know what it does,\nbut I don't know that. I just tell him, \"Point it and shoot it, man.\"\nI've sent one of the cats out for drinks and smokes and he's back by\nthen, and we're all beginning to feel a little better, only still pretty\nmean. They begin to dig me.\n\n\"Yeah, it sounds like a rumble,\" one of them says, after a while.\n\nI give him the nod, cool. \"You're calling it,\" I tell him. \"There's much\nfighting tonight. The Boomer Dukes is taking on the world!\"\n\n\n\n\nIV\n\nSandy Van Pelt\n\n\nThe front office thought the radio car would give us a break in spot\nnews coverage, and I guessed as wrong as they did. I had been covering\nCity Hall long enough, and that's no place to build a career--the Press\nAssociation is very tight there, there's not much chance of getting any\nkind of exclusive story because of the sharing agreements. So I put in\nfor the radio car. It meant taking the night shift, but I got it.\n\nI suppose the front office got their money's worth, because they played\nup every lousy auto smash the radio car covered as though it were the\nstory of the Second Coming, and maybe it helped circulation. But I had\nbeen on it for four months and, wouldn't you know it, there wasn't a\ndecent murder, or sewer explosion, or running gun fight between six P.M.\nand six A.M. any night I was on duty in those whole four months. What\nmade it worse, the kid they gave me as photographer--Sol Detweiler, his\nname was--couldn't drive worth a damn, so I was stuck with chauffeuring\nus around.\n\nWe had just been out to LaGuardia to see if it was true that Marilyn\nMonroe was sneaking into town with Aly Khan on a night plane--it\nwasn't--and we were coming across the Triborough Bridge, heading south\ntoward the East River Drive, when the office called. I pulled over and\nparked and answered the radiophone.\n\n       *       *       *       *       *\n\nIt was Harrison, the night City Editor. \"Listen, Sandy, there's a gang\nfight in East Harlem. Where are you now?\"\n\nIt didn't sound like much to me, I admit. \"There's always a gang fight\nin East Harlem, Harrison. I'm cold and I'm on my way down to Night\nCourt, where there may or may not be a story; but at least I can get my\nfeet warm.\"\n\n\"_Where are you now?_\" Harrison wasn't fooling. I looked at Sol, on the\nseat next to me; I thought I had heard him snicker. He began to fiddle\nwith his camera without looking at me. I pushed the \"talk\" button and\ntold Harrison where I was. It pleased him very much; I wasn't more than\nsix blocks from where this big rumble was going on, he told me, and he\nmade it very clear that I was to get on over there immediately.\n\nI pulled away from the curb, wondering why I had ever wanted to be a\nnewspaperman; I could have made five times as much money for half as\nmuch work in an ad agency. To make it worse, I heard Sol chuckle again.\nThe reason he was so amused was that when we first teamed up I made the\nmistake of telling him what a hot reporter I was, and I had been visibly\ncooling off before his eyes for a better than four straight months.\n\nBelieve me, I was at the very bottom of my career that night. For five\ncents cash I would have parked the car, thrown the keys in the East\nRiver, and taken the first bus out of town. I was absolutely positive\nthat the story would be a bust and all I would get out of it would be a\nbad cold from walking around in the snow.\n\nAnd if that doesn't show you what a hot newspaperman I really am,\nnothing will.\n\n       *       *       *       *       *\n\nSol began to act interested as we reached the corner Harrison had told\nus to go to. \"That's Chris's,\" he said, pointing at a little candy\nstore. \"And that must be the pool hall where the Leopards hang out.\"\n\n\"You know this place?\"\n\nHe nodded. \"I know a man named Walter Hutner. He and I went to school\ntogether, until he dropped out, couple weeks ago. He quit college to go\nto the Police Academy. He wanted to be a cop.\"\n\nI looked at him. \"You're going to college?\"\n\n\"Sure, Mr. Van Pelt. Wally Hutner was a sociology major--I'm\njournalism--but we had a couple of classes together. He had a part-time\njob with a neighborhood council up here, acting as a sort of adult\nadviser for one of the gangs.\"\n\n\"They need advice on how to be gangs?\"\n\n\"No, that's not it, Mr. Van Pelt. The councils try to get their workers\naccepted enough to bring the kids in to the social centers, that's all.\nThey try to get them off the streets. Wally was working with a bunch\ncalled the Leopards.\"\n\nI shut him up. \"Tell me about it later!\" I stopped the car and rolled\ndown a window, listening.\n\n       *       *       *       *       *\n\nYes, there was something going on all right. Not at the corner Harrison\nhad mentioned--there wasn't a soul in sight in any direction. But I\ncould hear what sounded like gunfire and yelling, and, my God, even\nbombs going off! And it wasn't too far away. There were sirens,\ntoo--squad cars, no doubt.\n\n\"It's over that way!\" Sol yelled, pointing. He looked as though he was\nhaving the time of his life, all keyed up and delighted. He didn't have\nto tell me where the noise was coming from, I could hear for myself. It\nsounded like D-Day at Normandy, and I didn't like the sound of it.\n\nI made a quick decision and slammed on the brakes, then backed the car\nback the way we had come. Sol looked at me. \"What--\"\n\n\"Local color,\" I explained quickly. \"This the place you were talking\nabout? Chris's? Let's go in and see if we can find some of these\nhoodlums.\"\n\n\"But, Mr. Van Pelt, all the pictures are over where the fight's going\non!\"\n\n\"Pictures, shmictures! Come on!\" I got out in front of the candy store,\nand the only thing he could do was follow me.\n\nWhatever they were doing, they were making the devil's own racket about\nit. Now that I looked a little more closely I could see that they must\nhave come this way; the candy store's windows were broken; every other\nstreet light was smashed; and what had at first looked like a flight of\nsteps in front of a tenement across the street wasn't anything of the\nkind--it was a pile of bricks and stone from the false-front cornice on\nthe roof! How in the world they had managed to knock that down I had no\nidea; but it sort of convinced me that, after all, Harrison had been\nright about this being a _big_ fight. Over where the noise was coming\nfrom there were queer flashing lights in the clouds overhead--reflecting\nexploding flares, I thought.\n\n       *       *       *       *       *\n\nNo, I didn't want to go over where the pictures were. I like living. If\nit had been a normal Harlem rumble with broken bottles and knives, or\nmaybe even home-made zip guns--I might have taken a chance on it, but\nthis was for real.\n\n\"Come on,\" I yelled to Sol, and we pushed the door open to the candy\nstore.\n\nAt first there didn't seem to be anyone in, but after we called a couple\ntimes a kid of about sixteen, coffee-colored and scared-looking, stuck\nhis head up above the counter.\n\n\"You. What's going on here?\" I demanded. He looked at me as if I was\nsome kind of a two-headed monster. \"Come on, kid. Tell us what\nhappened.\"\n\n\"Excuse me, Mr. Van Pelt.\" Sol cut in ahead of me and began talking to\nthe kid in Spanish. It got a rise out of him; at least Sol got an\nanswer. My Spanish is only a little bit better than my Swahili, so I\nmissed what was going on, except for an occasional word. But Sol was\ngetting it all. He reported: \"He knows Walt; that's what's bothering\nhim. He says Walt and some of the Leopards are in a basement down the\nstreet, and there's something wrong with them. I can't exactly figure\nout what, but--\"\n\n\"The hell with them. What about _that_?\"\n\n\"You mean the fight? Oh, it's a big one all right, Mr. Van Pelt. It's a\ngang called the Boomer Dukes. They've got hold of some real guns\nsomewhere--I can't exactly understand what kind of guns he means, but it\nsounds like something serious. He says they shot that parapet down\nacross the street. Gosh, Mr. Van Pelt, you'd think it'd take a cannon\nfor something like that. But it has something to do with Walt Hutner and\nall the Leopards, too.\"\n\nI said enthusiastically, \"Very good, Sol. That's fine. Find out where\nthe cellar is, and we'll go interview Hutner.\"\n\n\"But Mr. Van Pelt, the pictures--\"\n\n\"Sorry. I have to call the office.\" I turned my back on him and headed\nfor the car.\n\n       *       *       *       *       *\n\nThe noise was louder, and the flashes in the sky brighter--it looked as\nthough they were moving this way. Well, I didn't have any money tied up\nin the car, so I wasn't worried about leaving it in the street. And\nsomebody's cellar seemed like a very good place to be. I called the\noffice and started to tell Harrison what we'd found out; but he stopped\nme short. \"Sandy, where've you been? I've been trying to call you\nfor--Listen, we got a call from Fordham. They've detected radiation\ncoming from the East Side--it's got to be what's going on up there!\nRadiation, do you hear me? That means atomic weapons! Now, you get th--\"\n\nSilence.\n\n\"Hello?\" I cried, and then remembered to push the talk button. \"Hello?\nHarrison, you there?\"\n\nSilence. The two-way radio was dead.\n\nI got out of the car; and maybe I understood what had happened to the\nradio and maybe I didn't. Anyway, there was something new shining in the\nsky. It hung below the clouds in parts, and I could see it through the\nbottom of the clouds in the middle; it was a silvery teacup upside down,\na hemisphere over everything.\n\nIt hadn't been there two minutes before.\n\n       *       *       *       *       *\n\nI heard firing coming closer and closer. Around a corner a bunch of cops\ncame, running, turning, firing; running, turning and firing again. It\nwas like the retreat from Caporetto in miniature. And what was chasing\nthem? In a minute I saw. Coming around the corner was a kid with a\nlightning-blue satin jacket and two funny-looking guns in his hand;\nthere was a silvery aura around him, the same color as the lights in the\nsky; and I swear I saw those cops' guns hit him twenty times in twenty\nseconds, but he didn't seem to notice.\n\nSol and the kid from the candy store were right beside me. We took\nanother look at the one-man army that was coming down the street toward\nus, laughing and prancing and firing those odd-looking guns. And then\nthe three of us got out of there, heading for the cellar. Any cellar.\n\n\n\n\nV\n\nPriam's Maw\n\n\nMy occupation was \"short-order cook\", as it is called. I practiced it in\na locus entitled \"The White Heaven,\" established at Fifth Avenue,\nNewyork, between 1949 and 1962 C.E. I had created rapport with several\nof the aboriginals, who addressed me as Bessie, and presumed to approve\nthe manner in which I heated specimens of minced ruminant quadruped\nflesh (deceased to be sure). It was a satisfactory guise, although\ntiring.\n\n[Illustration]\n\nUsing approved techniques, I was compiling anthropometric data while \"I\"\nwas, as they say, \"brewing coffee.\" I deem the probability nearly\nconclusive that it was the double duty, plus the datum that, as stated,\n\"I\" was physically tired, which caused me to overlook the first signal\nfrom my portatron. Indeed, I might have overlooked the second as well\nexcept that the aboriginal named Lester stated: \"Hey, Bessie. Ya got an\nalarm clock in ya pocketbook?\" He had related the annunciator signal of\nthe portatron to the only significant datum in his own experience which\nit resembled, the ringing of a bell.\n\nI annotated his dossier to provide for his removal in case it eventuated\nthat he had made an undesirable intuit (this proved unnecessary) and\nretired to the back of the \"store\" with my carry-all. On identifying\nmyself to the portatron, I received information that it was attuned to a\nBailey's Beam, identified as Foraminifera 9-Hart, who had refused\ntreatment for systemic weltschmerz and instead sought to relieve his\nboredom by adventuring into this era.\n\nI thereupon compiled two recommendations which are attached: 2, a\nproposal for reprimand to the Keeper of the Learning Lodge for failure\nto properly annotate a volume entitled _U.S.A. Confidential_ and, 1, a\nproposal for reprimand to the Transport Executive, for permitting\nBailey's Beam-class personnel access to temporal transport. Meanwhile, I\nleft the \"store\" by a rear exit and directed myself toward the locus of\nthe transmitting portatron.\n\n       *       *       *       *       *\n\nI had proximately left when I received an additional information,\nnamely that developed weapons were being employed in the area toward\nwhich I was directing. This provoked that I abandon guise entirely. I\nwent transparent and quickly examined all aboriginals within view, to\ndetermine if any required removal; but none had observed this. I rose to\nperhaps seventy-five meters and sped at full atmospheric driving speed\ntoward the source of the alarm. As I crossed a \"park\" I detected the\ndrive of another Adjuster, whom I determined to be Alephplex Priam's\nMaw--that is, my father. He bespoke me as follows: \"Hurry, Besplex\nPriam's Maw. That crazy Foraminifera has been captured by aboriginals\nand they have taken his weapons away from him.\" \"Weapons?\" I inquired.\n\"Yes, weapons,\" he stated, \"for Foraminifera 9-Hart brought with him\nmore than forty-three kilograms of weapons, ranging up to and including\nelectronic.\"\n\nI recorded this datum and we landed, went opaque in the shelter of a\ndoorway and examined our percepts. \"Quarantine?\" asked my father, and I\nhad to agree. \"Quarantine,\" I voted, and he opened his carry-all and\nset-up a quarantine shield on the console. At once appeared the silvery\nquarantine dome, and the first step of our adjustment was completed. Now\nto isolate, remove, replace.\n\nQueried Alephplex: \"An Adjuster?\" I observed the phenomenon to which he\nwas referring. A young, dark aboriginal was coming toward us on the\n\"street,\" driving a group of police aboriginals before him. He was\narmed, it appeared, with a fission-throwing weapon in one hand and some\nsort of tranquilizer--I deem it to have been a Stollgratz 16--in the\nother; moreover, he wore an invulnerability belt. The police aboriginals\nwere attempting to strike him with missile weapons, which the belt\ndeflected. I neutralized his shield, collapsed him and stored him in my\ncarry-all. \"Not an Adjuster,\" I asserted my father, but he had already\nperceived that this was so. I left him to neutralize and collapse the\npolice aboriginals while I zeroed in on the portatron. I did not envy\nhim his job with the police aboriginals, for many of them were \"dead,\"\nas they say. It required the most delicate adjustments.\n\n       *       *       *       *       *\n\nThe portatron developed to be in a \"cellar\" and with it were some nine\nor eleven aboriginals which it had immobilized pending my arrival. One\nspoke to me thus: \"Young lady, please call the cops! We're stuck here,\nand--\" I did not wait to hear what he wished to say further, but\nneutralized and collapsed him with the other aboriginals. The portatron\napologized for having caused me inconvenience; but of course it was not\nits fault, so I did not neutralize it. Using it for d-f, I quickly\nlocated the culprit, Foraminifera 9-Hart Bailey's Beam, nearby. He spoke\ndespairingly in the dialect of the locus, \"Besplex Priam's Maw, for\nGod's sake get me out of this!\" \"Out!\" I spoke to him, \"you'll wish you\nnever were 'born,' as they say!\" I neutralized but did not collapse him,\npending instructions from the Central Authority. The aboriginals who\nwere with him, however, I did collapse.\n\nPresently arrived Alephplex, along with four other Adjusters who had\narrived before the quarantine shield made it not possible for anyone\nelse to enter the disturbed area. Each one of us had had to abandon\nguise, so that this locus of Newyork 1939-1986 must require new\nAdjusters to replace us--a matter to be charged against the guilt of\nForaminifera 9-Hart Bailey's Beam, I deem.\n\n       *       *       *       *       *\n\nThis concluded Steps 3 and 2 of our Adjustment, the removal and the\nisolation of the disturbed specimens. We are transmitting same disturbed\nspecimens to you under separate cover herewith, in neutralized and\ncollapsed state, for the manufacture of simulacra thereof. One regrets\nto say that they number three thousand eight hundred forty-six,\ncomprising all aboriginals within the quarantined area who had\nfirst-hand knowledge of the anachronisms caused by Foraminifera's\nimportation of contemporary weapons into this locus.\n\nAlephplex and the four other Adjusters are at present reconstructing\nsuch physical damage as was caused by the use of said weapons.\nSimultaneously, while I am preparing this report, \"I\" am maintaining the\nquarantine shield which cuts off this locus, both physically and\ntemporally, from the remainder of its environment. I deem that if\nreplacements for the attached aboriginals can be fabricated quickly\nenough, there will be no significant outside percept of the shield\nitself, or of the happenings within it--that is, by maintaining a\nquasi-stasis of time while the repairs are being made, an outside\naboriginal observer will see, at most, a mere flicker of silver in the\nsky. All Adjusters here present are working as rapidly as we can to make\nsure the shield can be withdrawn, before so many aboriginals have\nobserved it as to make it necessary to replace the entire city with\nsimulacra. We do not wish a repetition of the California incident, after\nall.\n\n\n\n\nTranscriber's Note\n\nThis etext was produced from _Future Science Fiction_ No. 30 1956.\nExtensive research did not uncover any evidence that the U.S. copyright\non this publication was renewed. Minor spelling and typographical errors\nhave been corrected without note.\n\n\n\n\n\nEnd of Project Gutenberg's The Day of the Boomer Dukes, by Frederik Pohl\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE DAY OF THE BOOMER DUKES ***\n\n***** This file should be named 22559.txt or 22559.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/2/5/5/22559/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}