{"title": "The Worshippers", "author": "Damon Francis Knight", "releaseDate": "September 10, 2007", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n THE\n WORSHIPPERS\n\n BY DAMON KNIGHT\n\n ILLUSTRATED BY EMSH\n\n\n         Destiny reached out a hand to Algernon Weaver--but he\n         was a timid man, at first. But on the strange world of\n         Terranova, there was much to be learned--of destiny,\n         and other things....\n\n\nIt was a very different thing, Algernon Weaver decided, actually to\ntravel in space. When you read about it, or thought about it in terms of\nwhat you read, it was more a business of going from one name to another.\nAlgol to Sirius. Aldebaran to Epsilon Ceti. You read the names, and the\ndescriptions that went with them, and the whole thing--although\nbreathtaking in concept, of course, when you really stopped to\n_meditate_ on it--became rather ordinary and prosaic and somehow more\nunderstandable.\n\nNot that he had ever approved. No. He had that, at least, to look back\nupon; he had seen the whole enterprise as pure presumption, and had said\nso. Often. The heavens were the heavens, and Earth was Earth. It would\nhave been better--_much_ better for all concerned--if it had been left\nthat way.\n\nHe had held that opinion, he reminded himself gratefully, from the very\nbeginning, when it was easy to think otherwise. Afterward, of\ncourse--when the first star ships came back with the news that space\nwas aswarm with creatures who did not even resemble Man, and had never\nheard of him, and did not think much of him when they saw him.... Well,\nwho but an idiot could hold any other opinion?\n\nIf only the Creator had not seen fit to make so many human beings in His\nimage but without His common sense....\n\nWell, if He hadn't then for one thing, Weaver would not have been where\nhe was now, staring out an octagonal porthole at an endless sea of\ndiamond-pierced blackness, with the empty ship humming to itself all\naround him.\n\n       *       *       *       *       *\n\nIt was an entirely different thing, he told himself; there were no\nnames, and no descriptions, and no feeling of going from one known place\nto another known place. It was more like--\n\nIt was like standing outdoors, on a still summer night, and looking up\nat the dizzying depths of the stars. And then looking down, to discover\nthat there was no planet under your feet--and that you were all alone in\nthat alien gulf....\n\nIt was enough to make a grown man cry; and Weaver had cried, often, in\nthe empty red twilight of the ship, feeling himself hopelessly and\nforever cut off, cast out and forgotten. But as the weeks passed, a kind\nof numbness had overtaken him, till now, when he looked out the porthole\nat the incredible depth of sky, he felt no emotion but a thin,\ndisapproving regret.\n\nSometimes he would describe himself to himself, just to refute the\nfeeling that he was not really here, not really alive. But his mind was\ntoo orderly, and the description would come out so cold and\nterse--\"Algernon James Weaver (1942-    ) historian, civic leader, poet,\nteacher, philosopher. Author of _Development of the School System in\nSchenectady and Scoharie Counties, New York_ (pamphlet, 1975); _An\nAddress to the Women's Clubs of Schenectady, New York_ (pamphlet, 1979);\n_Rhymes of a Philosopher_ (1981); _Parables of a Philosopher_ (1983),\n_Reflections of a Philosopher_ (1986). Born in Detroit, Michigan, son of\na Methodist minister; educated in Michigan and New York public schools;\nB.A., New York State University, 1959; M.A., N.Y.S.U. Extension, 1964.\nUnmarried. Surviving relatives--\"\n\nThat was the trouble, it began to sound like an obituary. And then the\ngreat humming metal shell would begin to feel like a coffin....\n\n[Illustration]\n\nPresumption. Pure presumption. None of these creatures should have been\nallowed to get loose among the stars, Man least of all. It cluttered\nup the Universe. It undermined Faith. And it had got Algernon Weaver\ninto the devil of a fix.\n\n       *       *       *       *       *\n\nIt was his sister's fault, actually. She would go, in spite of his\nadvice, up to the Moon, to the UN sanatorium in Aristarchus. Weaver's\nsister, a big-framed, definite woman, had a weak heart and seventy-five\nsuperfluous pounds of fat. Doctors had told her that she would live\ntwenty years longer on the Moon; therefore she went, and survived the\ntrip, and thrived in the germ-free atmosphere, weighing just one-sixth\nof her former two hundred and ten pounds.\n\nOnce, she was there, Weaver could hardly escape visiting her. Harriet\nwas a widow, with large resources, and Weaver was her only near\nrelative. It was necessary, it was prudent, for him to keep on her good\nside. Moreover, he had his family feeling.\n\nHe did not like it, not a minute of it. Not the incredible trip, rising\ntill the Earth lay below like a botched model of itself; not the silent\nmausoleum of the Moon. But he duly admired Harriet's spacious room in\nthe sanatorium, the recreation rooms, the auditorium; space-suited, he\nwalked with her in the cold Earthlight; he attended her on the excursion\ntrip to Ley Field, the interstellar rocket base on the far side of the\nMoon.\n\nThe alien ship was there, all angles and planes--it came from Zeta\nAurigae, they told him, and was the second foreign ship to visit Sol.\nMost of the crew had been ferried down to Earth, where they were\ninspecting the people (without approval, Weaver was sure). Meanwhile,\nthe remaining crewman would be pleased to have the sanatorium party\ninspect _him_.\n\n       *       *       *       *       *\n\nThey went aboard, Harriet and two other women, and six men counting the\nguide and Weaver. The ship was a red-lit cavern. The \"crewman\" turned\nout to be a hairy horror, a three-foot headless lump shaped like an\neggplant, supported by four splayed legs and with an indefinite number\nof tentacles wriggling below the stalked eyes.\n\n\"They're more like us than you'd think,\" said the guide. \"They're\nmammals, they have a nervous organization very like ours, they're\nsusceptible to some of our diseases--which is very rare--and they even\nshare some of our minor vices.\" He opened his kit and offered the thing\na plug of chewing tobacco, which was refused with much tentacle-waving,\nand a cigar, which was accepted. The creature stuck the cigar into the\npointed tip of its body, just above the six beady black eyes, lit it\nwith some sort of flameless lighter, and puffed clouds of smoke like a\nvolcano.\n\n\"--And of course, as you see, they're oxygen breathers,\" the guide\nfinished. \"The atmosphere in the ship here is almost identical to our\nown--we could breathe it without any discomfort whatever.\"\n\n_Then why don't we?_ Weaver thought irritably. He had been forced to\nwear either a breathing mask or a pressure suit all the time he had been\non the Moon, except when he had been in his own sealed room at the\nsanatorium. And his post-nasal drip was unmistakably maturing into a\ncold; he had been stifling sneezes for the last half hour.\n\nHe was roused by a commotion up ahead; someone was on the floor, and the\nothers were crowding around. \"Help me carry her,\" said the guide's voice\nsharply in his earphones. \"We can't treat her here. What is she, a heart\ncase?... Good Lord. Clear the way there, will you?\"\n\nWeaver hurried up, struck by a sharp suspicion. Indeed, it was Harriet\nwho was being carried out--and a good thing, he thought, that they\ndidn't have to support her full weight. He wondered vaguely if she would\ndie before they got her to a doctor. He could not give the thought his\nfull attention, or feel as much fraternal anxiety as he ought, because--\n\nHe had ... he _had_ to sneeze.\n\n       *       *       *       *       *\n\nThe others had crowded out into the red-lit space of the control room,\nwhere the airlock was. Weaver stopped and frantically tugged his arm\nfree of the rubberoid sleeve. The repressed spasm was an acute agony in\nhis nose and throat. He fumbled the handkerchief out of his pocket,\nthrust his hand up under the helmet--and blissfully let go.\n\nHis eyes were watering. He wiped them hurriedly, put the handkerchief\naway, worked his arm back into the sleeve, and looked around to see what\nhad become of the others.\n\nThe airlock door was closed, and there was no one in the room but the\nhairy eggplant shape of the Aurigean, still puffing its cigar.\n\n\"Hey!\" said Weaver, forgetting his manners. The Aurigean did not\nturn--but then, which was its front, or back? The beady black eyes\nregarded him without expression.\n\nWeaver started forward. He got nearly to the airlock before a cluster of\nhairy tentacles barred his way. He said indignantly, \"Let me out, you\nmonster. Let me out, do you hear?\"\n\nThe creature stood stock-still in an infuriating attitude until a little\nlight on the wall changed from orange to red-violet. Then it crossed to\nthe control board, did something there, and the inner door of the lock\nswung open.\n\n\"Well, I should think so!\" said Weaver. He stepped forward again--But\nhis eyes were beginning to water. There was an intolerable tickling far\nback in his nostrils. He was going to--he was--\n\nEyes squeezed shut, his whole body contorted with effort, he raised his\narm to begin the desperate race once more. His hand brushed against\nsomething--his kit, slung just above his waist. There were handkerchiefs\nin the kit, he recalled suddenly. And he remembered what the guide had\nsaid about Aurigean air.\n\nHe tugged the kit open, fumbled and found a handkerchief. He zipped open\nthe closure of his helmet and tilted the helmet back. He brought up the\nhandkerchief, and gave himself over to the spasm.\n\n       *       *       *       *       *\n\nHe was startled by a hoarse boom, as if someone had scraped the strings\nof an amplified bull fiddle. He looked around, blinking, and discovered\nthat the sound was coming from the Aurigean. The monster, with its\ntentacles tightly curled around the tip of its body, was scuttling into\nthe corridor. As Weaver watched in confusion, it vanished, and a sheet\nof metal slid across the doorway.\n\nMore boomings came shortly from a source Weaver finally identified as a\ngrille over the control panels. He took a step that way, then changed\nhis mind and turned back toward the airlock.\n\nJust as he reached the nearer airlock door, the farther one swung open\nand an instant torrent of wind thrust him outward.\n\nStrangling, Weaver grabbed desperately at the door-frame as it went by.\nHe swung with a sickening thud into the inner wall, but he hung on and\npulled himself back inside.\n\nThe force of the wind was dropping rapidly; so was the air pressure.\nRagged black blotches swam before Weaver's eyes. He fumbled with his\nhelmet, trying to swing it back over his head; but it stubbornly\nremained where it was. The blow when he struck the airlock wall, he\nthought dimly--it must have bent the helmet so that it would not fit\ninto its grooves.\n\nHe forced himself across the room, toward the faint gleam of the\nAurigean control board--shaped like a double horseshoe it was, around\nthe two lattice-topped stools, and bristling with levers, knobs and\nsliding panels. One of these, he knew, controlled the airlock. He\nslapped blindly at them, pulling, pushing, turning as many as he could\nreach. Then the floor reeled under him, and, as he fell toward it,\nchanged into a soft gray endless mist....\n\n       *       *       *       *       *\n\nWhen he awoke, the airlock door was closed. His lungs were gratefully\nfull of air. The Aurigean was nowhere to be seen; the door behind which\nhe had disappeared was still closed.\n\nWeaver got up, stripped off his spacesuit, and, by hammering with the\nsole of one of the boots, managed to straighten out the dent in the back\nof the helmet. He put the suit back on, then looked doubtfully at the\ncontrol board. It wouldn't do to go on pulling things at random; he\nmight cause some damage. Tentatively, he pushed a slide he remembered\ntouching before. When nothing happened, he pushed it back. He tried a\nknob, then a lever.\n\nThe inner door of the airlock swung open.\n\nWeaver marched into it, took one look through the viewport set in the\nouter door, and scrambled back out. He closed the airlock again, and\nthought a minute.\n\nIn the center of each horseshoe curve of the control board was a gray\ntranslucent disk, with six buttons under it. They might, Weaver thought,\nbe television screens. He pressed the first button under one of them,\nand the screen lighted up. He pressed the second button, then all the\nothers in turn.\n\nThey all showed him the same thing--the view he had seen from the\nviewport in the airlock: stars, and nothing but stars.\n\nThe Moon, incredibly, had disappeared. He was in space.\n\n       *       *       *       *       *\n\nHis first thought, when he was able to think connectedly again, was to\nfind the Aurigean and make him put things right. He tried all the\nremaining knobs and levers and buttons on the control board, reckless of\nconsequences, until the door slid open again. Then he went down the\ncorridor and found the Aurigean.\n\nThe creature was lying on the floor, with a turnip-shaped thing over its\nhead, tubes trailing from it to an opened cabinet in the wall. It was\ndead--dead and decaying.\n\nHe searched the ship. He found storerooms, with cylinders and bales of\nstuff that looked as if it might possibly be food; he found the engine\nroom, with great piles of outlandishly sculptured metal and winking\nlights and swinging meter needles. But he was the only living thing on\nboard.\n\nThe view from all six directions--in the control room telescreens, and\nin the ship's direct-view ports alike--was exactly the same. The stars,\nlike dandruff on Weaver's blue serge suit. No one of them, apparently,\nany nearer than the others. No way to tell which, if any of them, was\nhis own.\n\nThe smell of the dead creature was all through the ship. Weaver closed\nhis helmet against it; then, remembering that the air in his suit tank\nwould not last forever, he lugged the corpse out to the airlock, closed\nthe inner door on it, and opened the outer one.\n\nIt was hard for him to accept the obvious explanation of the Aurigean's\ndeath, but he finally came to it. He recalled something the guide had\nsaid about the Aurigeans' susceptibility to Earthly infections. That\nmust have been it. That had been why the creature had bellowed and run\nto seal itself off from him. It was all his fault.\n\nIf he had not sneezed with his helmet open, the Aurigean would not be\ndead. He would not be marooned in space. And the other Aurigeans, down\non Earth, would not be marooned there. Though they, he decided\nwistfully, would probably get home sooner or later. They knew where home\nwas.\n\n       *       *       *       *       *\n\nAs far as he could, he made himself master of the ship and its contents.\nHe discovered, by arduous trial and error, which of the supposed foods\nin the storerooms he could eat safely, which would make him sick, and\nwhich were not foods at all. He found out which of the control board's\nknobs and levers controlled the engines, and he shut them off. He\nstudied the universe around him, hoping to see some change.\n\nAfter nearly a month, it happened. One star grew from a brilliant\npinpoint to a tiny disk, and each time he awoke it was larger.\n\nWeaver took counsel with himself, and pasted a small piece of\ntransparent red tape over the place on the telescreen where the star\nappeared. He scratched a mark to show where the star was on each of\nthree succeeding \"days.\" The trail crawled diagonally down toward the\nbottom of the screen.\n\nHe knew nothing about astrogation; but he knew that if he were heading\ndirectly toward the star, it ought to stay in the same place on his\nscreen. He turned on the engines and swung the steering arm downward.\nThe star crawled toward the center of the screen, then went past. Weaver\npainstakingly brought it back; and so, in parsec-long zigzags, he held\nhis course.\n\nThe star was now increasing alarmingly in brightness. It occurred to\nWeaver that he must be traveling with enormous speed, although he had no\nsensation of movement at all. There was a position on the scale around\nthe steering arm that he thought would put the engines into reverse. He\ntried it, and now he scratched the apparent size of the star into the\nred tape. First it grew by leaps and bounds, then more slowly, then\nhardly at all. Weaver shut off the engines again, and waited.\n\nThe star had planets. He noted their passage in the telescreen, marked\ntheir apparent courses, and blithely set himself to land on the one that\nseemed to be nearest. He was totally ignorant of orbits; he simply\ncentered his planet on the screen as he had done with the star, found\nthat it was receding from him, and began to run it down.\n\nHe came in too fast the first time--tore through the atmosphere like a\nlost soul and frantically out again, sweating in the control room's\nsudden heat. He turned, out in space, and carefully adjusted his speed\nso that ship and planet drifted softly together. Gently, as if he had\nbeen doing this all his life. Weaver took the ship down upon a continent\nof rolling greens and browns, landed it without a jar--saw the landscape\nbegin to tilt as he stepped into the airlock, and barely got outside\nbefore the ship rolled ten thousand feet down a gorge he had not noticed\nand smashed itself into a powdering of fragments.\n\nTwo days later, he began turning into a god.\n\n\nII\n\nThey had put him into a kind of enclosed seat at the end of a long\nrotating arm, counter-weighted at the opposite side of the aircar\nproper, and the whole affair swung gently in an eccentric path, around\nand around, and up and down as the aircar moved very slowly forward\nthrough the village.\n\nAll the houses were faced with broad wooden balconies stained blood-red\nand turquoise, umber and yellow, gold and pale green; and all of these\nwere crowded to bursting with the blue and white horny chests and the\nbig-eyed faces of the bug things. Weaver swung in his revolving seat\npast first one level and another, and the twittering voices burst around\nhim like the stars of a Fourth-of-July rocket.\n\nThis was the fifth village they had visited since the bug things had\nfound him wandering in the mountains. At the first one, he had been\nprobed, examined and twittered over interminably; then the aircar had\narrived, they had strapped him into this ridiculous seat and begun what\nlooked very much like a triumphal tour. Other aircars, without the\nrevolving arm, preceded and followed him. The slowly floating cars and\ntheir riders were gay with varicolored streamers. Every now and then one\nof the bug things in the cars would raise a pistol-like object to fire a\npinkish streak that spread out, high in the air, and became a gently\ndescending, diffusing cloud of rosy dust. And always the twittering rose\nand fell, rose and fell as Weaver revolved at the end of the swinging\narm.\n\nOne had to remember, he reminded himself, that Earthly parallels did not\nnecessarily apply. It was undignified, certainly, to be revolving like a\nchild on a merry-go-round, while these crowds glared with bright alien\neyes; but the important thing was that they had not once offered him any\nviolence. They had not even put him into the absurd revolving seat by\nforce; they had led him to it gently, with a great deal of gesturing and\ntwittered explanation. And if their faces were almost nauseatingly\nunpleasant--with the constantly-moving complexity of parts that he had\nseen in live lobsters--well, that proved nothing except that they were\nnot human. Later, perhaps, he could persuade them to wear masks....\n\n       *       *       *       *       *\n\nIt was a holiday; a great occasion--everything testified to that. The\ncolored streamers, the clouds of rosy dust like sky-rockets, the crowds\nof people lined up to await him. And why not? Clearly, they had never\nbefore seen a man. He was unique, a personage to be honored: a visitor\ndescended from the heavens, clothed in fire and glory. Like the\nSpaniards among the Aztecs, he thought.\n\nWeaver began to feel gratified, his ego expanding. Experimentally, he\nwaved to the massed ranks of bug things as he passed them. A new\nexplosion of twittering broke out, and a forest of twiglike arms waved\nback at him. They seemed to regard him with happy awe.\n\n\"Thank you,\" said Weaver graciously. \"Thank you....\"\n\nIn the morning, there were crowds massed outside the building where he\nhad slept; but they did not put him into the aircar with the revolving\narm again. Instead, four new ones came into his room after he had eaten\nthe strange red and orange fruits that were all of the bug diet he could\nstomach, and began to twitter very seriously at him, while pointing to\nvarious objects, parts of their bodies, the walls around them, and\nWeaver himself.\n\n       *       *       *       *       *\n\nAfter awhile, Weaver grasped the idea that he was being instructed. He\nwas willing to co-operate, but he did not suppose for a moment that he\ncould master the bird-like sounds they made. Instead, he took an old\nenvelope and a stub of pencil from his pocket and wrote the English word\nfor each thing they pointed out. \"ORANGE,\" he wrote--it was not an\norange, but the color was the same, at any rate--\"THORAX. WALL. MAN.\nMANDIBLES.\"\n\nIn the afternoon, they brought a machine with staring lenses and bright\nlights. Weaver guessed that he was being televised; he put a hand on the\nnearest bug thing's shoulder, and smiled for his audience.\n\nLater, after he had eaten again, they went on with the language lesson.\nNow it was Weaver who taught, and they who learned. This, Weaver felt,\nwas as it should be. These creatures were not men, he told himself; he\nwould give himself no illusions on that score; but they might still be\ncapable of learning many things that he had to teach. He could do a\ngreat deal of good, even if it turned out that he could never return to\nEarth.\n\nHe rather suspected that they had no spaceships. There was something\nabout their life--the small villages, the slowly drifting aircars, the\nabsence of noise and smell and dirt, that somehow did not fit with the\nidea of space travel. As soon as he was able, he asked them about it. No\nthey had never traveled beyond their own planet. It was a great marvel;\nperhaps he could teach them how, sometime.\n\nAs their command of written English improved, he catechized them about\nthemselves and their planet. The world, as he knew already, was much\nlike Earth as to atmosphere, gravity and mean temperature. It occurred\nto him briefly that he had been lucky to hit upon such a world, but the\nthought did not stick; he had no way of knowing just how improbable his\nluck had been.\n\nThey themselves were, as he had thought, simple beings. They had a\nwritten history of some twelve thousand of their years, which he\nestimated to be about nine thousand of his. Their technical\naccomplishments, he had to grant, equalled Earth's and in some cases\nsurpassed them. Their social organization was either so complex that it\nescaped him altogether, or unbelievably simple. They did not, so far as\nhe could discover, have any political divisions. They did not make war.\n\nThey were egg-layers, and they controlled their population simply by\nmeans of hatching only as many eggs as were needed to replace their\nnatural losses.\n\n       *       *       *       *       *\n\nJust when it first struck Weaver that he was their appointed ruler it\nwould be hard to say. It began, perhaps, that afternoon in the aircar;\nor a few days later when he made his first timid request--for a house of\nhis own. The request was eagerly granted, and he was asked how he would\nlike the house constructed. Half timidly, he drew sketches of his own\nsuburban home in Schenectady; and they built it, swarms of them working\ntogether, down to the hardwood floors and the pneumatic furniture and\nthe picture mouldings and the lampshades.\n\nOr perhaps the idea crystallized when he asked to see some of their\nnative dances, and within an hour the dancers assembled on his\nlawn--five hundred of them--and performed until sundown.\n\nAt, any rate, nothing could have been more clearly correct once he had\ngrasped the idea. He was a Man, alone in a world of outlandish\ncreatures. It was natural that he should lead; indeed, it was his duty.\nThey were poor things, but they were malleable in his hands. It was a\ngreat adventure. Who knew how far he might not bring them?\n\nWeaver embarked on a tour of the planet, taking with him two of the bug\nthings as guides and a third as pilot and personal servant. Their names\nin their own tongue he had not bothered to ask; he had christened them\nMark, Luke and John. All three now wrote and read English with fair\nproficiency; thus Weaver was well served.\n\nThe trip was entirely enjoyable. He was met everywhere by the same\nthrongs, the same delight and enthusiasm as before; and between\nvillages--there seemed to be nothing on the planet that could be called\na city--the rolling green countryside, dotted with bosquets of yellow-\nand orange-flowered trees, was most soothing to the eye. Weaver noted\nthe varieties of strangely shaped and colored plants, and the swarms of\nbright flying things, and began an abortive collection. He had to give\nit up, for the present: there were too many things to study. He looked\nforward to a few books to be compiled later, when he had time, for the\nguidance of Earthmen at some future date: _The Flora of Terranova_, _The\nFauna of Terranova_....\n\nAll that was for the distant future. Now he was chiefly concerned with\nthe Terranovans themselves--how they lived, what they thought, what sort\nof primitive religion they had, and so on. He asked endless questions of\nhis guides, and through them, of the villagers they met; and the more he\nlearned, the more agitated he became.\n\n       *       *       *       *       *\n\n\"But this is monstrous,\" he wrote indignantly to Mark and Luke. They had\njust visited a house inhabited by seventeen males and twelve\nfemales--Weaver was now beginning to be able to distinguish the\nsexes--and he had inquired what their relations were. Mark had informed\nhim calmly that they were husbands and wives; and when Weaver pointed\nout that the balance was uneven, had written, \"No, not one to one. All\nto all. All husband and wife of each other.\"\n\nMark held Weaver's indignant message up to his eyes with one\nmany-jointed claw, while his other three forelimbs gestured uncertainly.\nFinally he seized the note-pad and wrote, \"Do not understand monstrous,\nplease forgive. They do for more change, so not to make each other have\ntiredness.\"\n\nWeaver frowned and wrote, \"Does not your religion forbid this?\"\n\nMark consulted in his own piping tongue with the other two. Finally he\nsurrendered the note-pad to Luke, who wrote: \"Do not understand religion\nto forbid, please excuse. With us many religion, some say spirits in\nflower, some say in wind and sun, some say in ground. Not say to do\nthis, not to do that. With us all people the same, no one tell other\nwhat to do.\"\n\nWeaver added another mental note to his already lengthy list: \"Build\nchurches.\"\n\nHe wrote: \"Tell them this must stop.\"\n\nMark turned without hesitation to the silently attentive group, and\ntranslated. He turned back to Weaver and wrote, \"They ask please, what\nto do now instead of the way they do?\"\n\nWeaver told him, \"They must mate only one to one, and for life.\"\n\nTo his surprise, the translation of this was greeted by unmistakable\ntwitterings of gladness. The members of the adulterous group turned to\neach other with excited gestures, and Weaver saw a pairing-off process\nbegin, with much discussion.\n\nHe asked Mark about it later, as they were leaving the village. \"How is\nit that they did this thing before--for more variety, as you say--and\nyet seem so glad to stop?\"\n\nMark's answer was: \"They very glad to do whatever thing you say. You\nbring them new thing, they very happy.\"\n\nWeaver mused on this, contentedly on the whole, but with a small\nundigested kernel of uneasiness, until they reached the next village.\nHere he found a crowd of Terranovans of both sexes and all ages at a\nfeast of something with a fearful stench. He asked what it was; Mark's\nanswer had better not be revealed. Feeling genuinely sick with\nrevulsion, Weaver demanded, \"Why do they do such an awful thing? This is\nten times worse than the other.\"\n\nThis time Mark answered without hesitation. \"They do this like the\nother, for more change. Is not easy to learn to like, but they do, so\nnot to make themselves have tiredness.\"\n\n       *       *       *       *       *\n\nThere were three more such incidents before they reached the village\nwhere they were to sleep that night; and Weaver lay awake in his downy\nbed, staring at the faint shimmer of reflected starlight on the carved\nroof-beams, and meditating soberly on the unexpected, the appalling\nmagnitude of the task he had set himself.\n\nFrom this, he came to consider that small dark kernel of doubt. It was\nof course dreadful to find that his people were so wholly corrupt, but\nthat at least was understandable. What he did not understand was the\nreason they could be so easily weaned from their wickedness. It left him\nfeeling a little off-balance, like a man who has hurled himself at his\nenemy and found him suddenly not there. This reminded him of ju-jitsu,\nand this in turn of the ancient Japanese--to whom, indeed, his\nTerranovans seemed to have many resemblances. Weaver's uneasiness\nincreased. Savage peoples were notoriously devious--they smiled and then\nthrust knives between your ribs.\n\nHe felt a sudden prickling coldness at the thought. It was improbable,\nit was fantastic that they would go to such lengths to gratify his\nevery wish if they meant to kill him, he told himself; and then he\nremembered the Dionysian rites, and a host of other, too-similar\nparallels. The king for a day or a year, who ruled as an absolute\nmonarch, and then was sacrificed--\n\nAnd, Weaver remembered with a stab of panic, usually eaten.\n\nHe had been on Terranova for a little over a month by the local\ncalendar. What was his term of office to be--two months? Six? A year,\nten years?\n\n       *       *       *       *       *\n\nHe slept little that night, woke late in the morning with dry, irritated\neyes and a furred mouth, and spent a silent day, inspecting each new\nbatch of natives without comment, and shivering inwardly at each motion\nof the clawed arms of Mark, Luke or John. Toward evening he came out of\nhis funk at last, when it occurred to him to ask about weapons.\n\nHe put the query slyly, wording it as if it were a matter of general\ninterest only, and of no great importance. Were they familiar with\nmachines that killed, and if so, what varieties did they have?\n\nAt first Mark did not understand the question. He replied that their\nmachines did not kill, that very long ago they had done so but that the\nmachines were much better now, very safe and not harmful to anyone.\n\"Then,\" wrote Weaver carefully, \"you have no machines which are made for\nthe purpose of killing?\"\n\nMark, Luke and John discussed this with every evidence of excitement. At\nlast Mark wrote, \"This very new idea to us.\"\n\n\"But do you have in this world no large, dangerous animals which must be\nkilled? How do you kill those things which you eat?\"\n\n\"No dangerous animals. We kill food things, but not use machines. Give\nsome things food which make them die. Give some no food, so they die.\nKill some with heat. Some eat alive.\"\n\nWeaver winced with distaste when he read this last, and was about to\nwrite, \"This must stop.\" But he thought of oysters, and decided to\nreserve judgment.\n\nAfter all, it had been foolish of him to be frightened last night. He\nhad been carried away by a chance comparison which, calmly considered,\nwas superficial and absurd. These people were utterly peaceful--in fact,\nspineless.\n\nHe wrote, \"Take the aircar up farther, so that I can see this village\nfrom above.\"\n\nHe signaled John to stop when they had reached a height of a few\nhundred feet. From this elevation, he could see the village spread out\nbeneath him like an architect's model--the neat cross-hatching of narrow\nstreets separating the hollow curves of rooftops, dotted with the myriad\ncaptive balloons launched in honor of his appearance.\n\nThe village lay in the gentle hollow of a wide valley, surrounded by the\nequally gentle slopes of hills. To his right, it followed the bank of a\nfair-sized river; in the other three directions the checkered pattern\nended in a careless, irregular outline and was replaced by the larger\npattern of cultivated fields.\n\nIt was a good site--the river for power, sanitation and transportation,\nthe hills for a sheltered climate. He saw suddenly, in complete, sharp\ndetail, how it would be.\n\n\"The trip is over,\" he wrote with sudden decision. \"We will stay here,\nand build a city.\"\n\n\nIII\n\nThe most difficult part was the number of things that he had to learn.\nThere was no trouble about anything he wanted done by others; he simply\ncommanded, and that was the end of it. But the mass of knowledge about\nthe Terranovans and their world before he came appalled him not only by\nits sheer bulk but by its intricacy, the unexplained gaps, the\ncontradictions. For a long time after the founding of New\nWashington--later New Jerusalem--he was still bothered a little by\ndoubt. He wanted to learn all that there was to learn about the\nTerranovans, so that finally he would understand them completely and the\ndoubt would be gone.\n\nEventually he confessed to himself that the task was impossible. He was\nforty-seven years old; he had perhaps thirty years ahead of him, and it\nwas not as if he were able to devote them solely to study. There was the\nwritten history of the Terranovans, which covered minutely a period of\nnine thousand years--though not completely; there were periods and\nplaces which seemed to have left no adequate records of themselves. The\nnatives had no reasonable explanation of this phenomenon; they simply\nsaid that the keeping of histories sometimes went out of fashion.\n\nThen there was the biology of the Terranovans and the countless other\norganisms of the planet--simply to catalogue them and give them English\nnames, as he had set out to do, would have occupied him the rest of his\nlifetime.\n\nThere was the complex and puzzling field of social relations--here again\neverything seemed to be in unaccountable flux, even though the over-all\npattern remained the same and seemed as rigid as any primitive people's.\nThere was physics, which presented exasperating difficulties of\ntranslation; there was engineering, there was medicine, there was\neconomics....\n\n       *       *       *       *       *\n\nWhen he finally gave it up, it was not so much because of the simple\narithmetical impossibility of the job as because he realized that it\ndidn't matter. For a time he had been tempted away from the logical\nattitude toward these savages of his--a foolish weakness of the sort\nthat had given him that ridiculous hour or two, when, he now dimly\nrecalled, he had been afraid of the Terranovans--afraid, of all things,\nthat they were fattening him for the sacrifice!\n\nWhereas it was clear enough, certainly, that the _former_ state of the\nTerranovans, their incomprehensible society and language and customs,\nsimply had no practical importance. He was changing all that. When he\nwas through, they would be what he had made them, no more and no less.\n\nIt was strange, looking back, to realize how little he had seen of his\ndestiny, there at the beginning. Timid little man, he thought half in\namusement, half contemptuously: nervous and fearful, seeing things\n_small_. Build me a house, like the one I had in Schenectady!\n\nThey had built him a palace--no, a _temple_--and a city; and they were\nbuilding him a world. A planet that would be his to the last atom when\nit was done; a corner of the universe that was Algernon James Weaver.\n\nHe recalled that in the beginning he had felt almost like these\ncreatures' servant--\"public servant,\" he had thought, with\nself-righteous lukewarm, pleasure. He had seen himself as one who built\nfor others--the more virtuous because those others were not even men.\n\nBut it was not he who built. _They_ built, and for him.\n\nIt was strange, he thought again, that he should not have seen it from\nthe first. For it was perfectly clear and all of a pattern.\n\nThe marriage laws. _Thou shalt not live in adultery._\n\nThe dietary laws. _Thou shalt not eat that which is unclean._\n\nAnd the logical concomitant, the law of worship. _Thou shalt have no\ngods before Me._\n\n       *       *       *       *       *\n\nThe apostles ... Mark, Luke and John. Later, Matthew, Philip, Peter,\nSimon, Andrew, James, Bartholomew and Thomas.\n\nHe had a feeling that something was wrong with the list besides the\nomission of Judas--unluckily, he had no Bible--but it was really an\nacademic question. They were _his_ apostles, not that Other's.\n\nThe pattern repeated itself, he thought, but with variations.\n\nHe understood now why he had shelved the project of Christianizing the\nnatives, although one of his first acts had been to abolish their pagan\nsects. He had told himself at first that it was best to wait until he\nhad put down from memory the salient parts of the Holy Bible--Genesis,\nsay, the better-known Psalms, and a condensed version of the Gospels;\nleaving out all the begats, and the Jewish tribal history, and awkward\nthings like the Songs of Solomon. (_Thy mandibles are like pomegranates_\n... no, it wouldn't do).\n\nAnd, of course, he had never found time to wrack his brains for the\npassages that eluded him. But all that had been merely a subterfuge to\nsoothe his conscience, while he slowly felt his way into his new role.\n\nNow, it was almost absurdly simple. He was writing his own holy book--or\nrather, Luke, Thomas, and a corps of assistants were putting it together\nfrom his previous utterances, to be edited by him later.\n\nThe uneasy rustling of chitinous arms against white robes recalled him\nfrom his meditation. The swarm of priests, altar boys, and the rest of\nhis retinue was still gathered around him, waiting until he should deign\nto notice them again. Really, God thought with annoyance, this\nwoolgathering--at such a moment!\n\n       *       *       *       *       *\n\nThe worshippers were massed in the Temple. A low, excited twittering\nrose from them as He appeared and walked into the beam of the spotlight.\n\nThe dark lenses of television cameras were focused on Him from every\npart of the balcony at the rear of the hall. The microphones were ready.\nWeaver walked forward as the congregation knelt, and waited an\nimpressive moment before He spread His hands in the gesture that meant,\n\"Rise, my children.\" Simon, previously coached, translated. The\ncongregation rose again, rustling, and then was still.\n\nAt a signal from Simon, the choir began a skirling and screeching which\nthe disciples warranted to be music--religious music, composed to fit\nthe requirements He had laid down. Weaver endured it, thinking that\nsome changes must come slowly.\n\nThe hymn wailed to an end, and Weaver gripped the lectern, leaning\ncarefully forward toward the microphones. \"My children,\" He began, and\nwaited for Solomon's twittering translation. \"You have sinned greatly--\"\nTwitter. \"--and in many ways.\" Twitter. \"But I have come among you--\"\nTwitter. \"--to redeem your sins--\" Twitter. \"--and make them as though\nthey had never been.\" Twitter.\n\nHe went on to the end, speaking carefully and sonorously. It was not a\nlong sermon, but He flattered Himself that it was meaty. At the end of\nit He stepped back a pace, and folded His arms, in their long white-silk\nsleeves, across His chest.\n\nSimon took over now, and so far as Weaver could judge, he did well. He\nrecited a litany which Weaver had taught him, indicating by gestures\nthat the congregation was to repeat after him every second speech. The\nlow chirping welled from the hall; a comforting, warming sound, almost\nlike the responses of a human congregation. Weaver felt tears welling to\nHis eyes, and He restrained Himself from weeping openly only by a\ngigantic effort. After all, He was a god of wrath; but the love which\nswept toward Him at this moment was a powerful thing to gainsay.\n\n       *       *       *       *       *\n\nWhen it was all over, He went back to His sanctum, dismissed all His\nretinue except His regular assistants, and removed the ceremonial robes.\n\n\"The people responded well,\" He said. \"I am pleased.\"\n\nSimon said, \"They will work hard to please You, Master. You bring great\nhappiness to them.\"\n\n\"That is well,\" said Weaver. He sat down behind His great desk, while\nthe others stood attentively below Him, in the sunken fore-section of\nthe sanctum. \"What business have you for Me today?\"\n\n\"There is the matter of the novel, Master,\" said Mark. He stepped\nforward, mounted the single step to Weaver's dais, and laid a sheaf of\npapers on the desk. \"This is a preliminary attempt which one called\nPeter Smith has made with my unworthy help.\"\n\n\"I will read it later,\" Weaver told him. It was poor stuff, no\ndoubt--what else could one expect?--but it was a start. He would tell\nthem what was wrong with it, and they would try again.\n\nLiterary criticism, armaments, tariffs, manners--there was no end to it.\n\"What else?\"\n\nLuke stepped forward. \"The plans for the large weapons You commanded\nYour servants to design, Master.\" He put three large sheets of parchment\non the desk.\n\nWeaver looked at the neat tracery on the first, and frowned. \"You may\ncome near Me,\" He said. \"Show Me how these are meant to operate.\"\n\nLuke pointed to the first drawing. \"This is the barrel of the weapon,\nMaster,\" he said. \"As You commanded, it is rifled so that the missile\nwill spin. Here the missile is inserted at the breech, according to Your\ndirection. Here is the mechanism which turns and aims the weapon, as You\ncommanded. It is shown in greater detail on this second sheet.... And\nhere, on the third, is the missile itself. It is hollow and filled with\nexplosive powder, as You ordered, and there is in the tip a device which\nwill attract it to the target.\"\n\nWeaver gravely nodded. \"Has it been tested?\"\n\n\"In models only, Master. If You direct, the construction will begin at\nonce.\"\n\n\"Good. Proceed. How many of these can you make for Me within a month?\"\n\nLuke hesitated. \"Few, Master. At first all must be done by hand methods.\nLater it will be possible to make many at a time--fifty, or even a\nhundred in one month--but for the first two or three months, Master, two\nweapons in a month is all that Your unworthy servants can do.\"\n\n\"Very well,\" said Weaver. \"See to it.\"\n\n       *       *       *       *       *\n\nHe turned and examined the large globe of the planet which stood on His\ndesk. Here was another product of His genius; the Terranovans had\nscarcely had maps worthy of the name before His Coming.\n\nThe three major continents trailed downward like fleshy leaves from the\nnorth pole; He had called them America, Europe and Asia, and they were\nso lettered on the globe. In the southern hemisphere, besides the tips\nof Europe and Asia and fully a third of America, there was a fourth\ncontinent, shaped rather like a hat, which He had called Australia.\nThere was no Africa on Terranova, but that was small loss: Weaver had\nnever thought highly of Africa.\n\nThe planet itself, according to the experts who had been assigned the\nproblem, was a little more than ten thousand miles in diameter. The land\narea, Weaver thought, probably amounted to more than fifty million\nsquare miles. It was a great deal to defend; but it must be done.\n\n\"Here is your next assignment,\" He told Luke. \"Put a team to work on\nselecting and preparing sites for these guns, when they are built. There\nmust be one in every thousand square miles....\"\n\nLuke bowed and took the plans away.\n\n... For otherwise, Weaver thought somberly, another ship might land,\nsome day. And how could I trust these children not to _welcome_ it?\n\n       *       *       *       *       *\n\nSunlight gleamed brilliantly from the broad, white-marble plaza beyond\nthe tall portico. Looking through the windows, He could see the enormous\nblock of stone in the center of the plaza, and the tiny robot aircar\nhovering near it, and the tiny ant-shapes of the crowd on the opposite\nside. Beyond, the sky was a clear, faultless blue.\n\n\"Are you ready now, Master?\" asked Luke.\n\nWeaver tested His limbs. They were rigid and almost without sensation;\nHe could not move them so much as the fraction of an inch. Even His lips\nwere as stiff as that marble outside. Only the fingers of His right\nhand, clutching a pen, felt as if they belonged to Him.\n\nA metal frame supported a note-pad where His hand could reach it. Then\nhe wrote, \"Yes. Proceed with the statue.\"\n\nLuke was holding a tiny torpedo-shaped object that moved freely at the\nend of a long, jointed metal arm. He moved it tentatively toward\nWeaver's left shoulder. Outside, the hovering aircar duplicated the\nmotion: the grinder at its tip bit with a screech into the side of the\nhuge stone.\n\nWeaver watched, feeling no discomfort; the drug Luke had injected was\nworking perfectly. Luke moved the pantograph pointer, again and again,\nuntil it touched Weaver's robed body. With every motion, the aircar\nbored a tunnel into the stone to the exact depth required, and backed\nout again. Slowly a form was beginning to emerge.\n\nThe distant screech of the grinder was muffled and not unpleasant.\nWeaver felt a trifle sleepy.\n\nThe top of one extended arm was done. The aircar moved over and began\nthe other, leaving the head still buried in stone.\n\nAfter this, Weaver thought, He could rest. His cities were built, His\nchurch founded, His guns built and tested, His people trained. The\nTerranovans were as civilized as He could make them in one generation.\nThey had literary societies, newsstands, stock markets, leisure and\nworking classes, baseball leagues, armies.... They had had to give up\ntheir barbaric comfort, of course; so much the better. Life was real,\nlife was earnest--Weaver had taught them that.\n\nThe mechanism of His government ran smoothly; it would continue to run,\nwith only an occasional guiding touch. This was His last major task. The\nmonument.\n\nSomething to remember Me by, He thought drowsily. Myself in stone, long\nafter I am gone. That will keep them to My ways, even if they should be\ntempted. To them I will still be here, standing over them, gigantic,\nimperishable.\n\nThey will still have something to worship.\n\n       *       *       *       *       *\n\nStone dust was obscuring the figure now, glittering in the sunlight.\nLuke undercut a huge block of the stone and it fell, turning lazily, and\ncrashed on the pavement. Robot tractors darted out to haul the pieces\naway.\n\nWeaver was glad it was Luke whose hand was guiding the pantograph, not\none of the bright, efficient younger generation. They had been together\na long time, Luke and He. Almost ten years. He knew Luke as if he were a\nhuman being; _understood_ him as if he were a person. And Luke knew Him\nbetter than any of the rest; knew His smiles and His frowns, all His\nmoods.\n\nIt had been a good life. He had done all the things He set out to do,\nand He had done them in His own time and His own way. At this distance,\nit was almost impossible to believe that He had once been a little man\namong billions of others, conforming to their patterns, doing what was\nexpected of Him.\n\nHis free hand was growing tired from holding the pen. When all the rest\nwas done, Luke would freeze that hand also, and then it would be only a\nminute or so until he could inject the antidote. He scribbled idly, \"Do\nyou remember the old days, before I came, Luke?\"\n\n\"Very well, Master,\" said the apostle. \"But it seems a long time ago.\"\n\nYes, Weaver told Himself contentedly; just what I was thinking. We\nunderstand each other, Luke and I. He wrote, \"Things are very different\nnow, eh?\"\n\n\"Very different, Master. You made many changes. The people are very\ngrateful to You.\"\n\nHe could see the broad outlines of the colossal figure now: the arms, in\ntheir heavy ecclesiastical sleeves, outstretched in benediction, the\nlegs firmly planted. But the bowed head was still a rough, featureless\nmass of stone, not yet shaped.\n\n\"Do you know,\" Weaver wrote, on impulse, \"that when I first came, I\nthought for a time that you were savages who might want to eat Me?\"\n\nThat would startle Luke, He thought. But Luke said, \"We all wanted to,\nvery much. But that would have been foolish, Master. Then we would not\nhave had all the other things. And besides, there would not have been\nenough of You for all.\"\n\nThe aircar screeched, driving a tunnel along the edge of the parted\nvestments.\n\n       *       *       *       *       *\n\nGod felt a cold wind down the corridor of time. He had been that close,\nafter all. It was only because the natives had been cold-bloodedly\nforesighted that He was still alive. The idea infuriated Him, and\nsomehow He was still afraid.\n\nHe wrote, \"You never told me this. You will all do a penance for it.\"\n\nLuke was dabbing the pointer carefully at the bald top of Weaver's head.\nHis horny, complicated face was unpleasantly close, the mandibles\nunpleasantly big even behind his mouth veil.\n\nLuke said, \"We will, very gladly ... except that perhaps the new ones\nwill not like it.\"\n\nWeaver felt bewildered. In one corner of His mind He felt a tiny\ndarkness unfolding: the kernel of doubt, forgotten so long, but there\nall the time. Growing larger now, expanding to a ragged, terrifying\nshape.\n\nHe wrote, \"What do you mean? Who are 'the new ones'?\"\n\nLuke said, \"We did not tell You. We knew You would not like it. A\nspaceship landed in Asia two months ago. There are three people in it.\nOne is sick, but we believe the other two will live. They are very funny\npeople, Master.\"\n\nThe pantograph pointer moved down the side of God's nose and another\nwedge of stone fell in the plaza.\n\n\"They have three long legs, and a very little body, and a head with one\neye in front and one behind. Also they have very funny ideas. They are\nhorrified at the way we live, and they are going to change it all\naround.\"\n\nWeaver's fingers jerked uncontrollably, and the words wavered across the\npage. \"I don't understand. I don't understand.\"\n\n\"I hope You are not angry. Master,\" said Luke. \"We are very grateful to\nYou. When You came, we were desperately bored. There had been no new\nthing for more than seven thousand years, since the last ship came from\nspace. You know that we have not much imagination. We tried to invent\nnew things for ourselves, but we could never think of anything so\namusing as the ones You gave us. We will always remember You with\ngratitude.\"\n\nThe pantograph was tracing Weaver's eyelids, and then the unfeeling eyes\nthemselves.\n\n       *       *       *       *       *\n\n\"But all things must end,\" said Luke. \"Now we have these others, who do\nnot like what you have done, so we cannot worship you any more. And\nanyway, some of the people are growing tired. It has been ten years. A\nlong time.\"\n\nOne thought pierced through the swirling fear in Weaver's mind. The\nguns, built with so much labor, the enormous guns that could throw a\nshell two hundred miles. The crews, manning them night and day to\ndestroy the first ship that came in from space. And they had never meant\nto use them!\n\nAnger fought with caution. He felt peculiarly helpless now, locked up in\nhis own body like a prison. \"What are you going to do?\" he scrawled.\n\n\"Nothing that will hurt, Master,\" said Luke. \"You remember, I told you\nlong ago, we had no machines for killing before you came. We used other\nthings, like this drug which paralyzes. You will feel no pain.\"\n\nAlgernon Weaver's hand, gripping the pen as a drowning man holds to a\nstave, was moving without his volition. It was scrawling in huge\nletters, over and over, \"NO NO NO\"....\n\n\"It is too bad we cannot wait,\" said Luke, \"but it has to be done before\nthe new ones get here. They would not like it, probably.\"\n\nHe let the pointer go, and it hung where he had left it. With two\njointed claws he seized Weaver's hand and straightened it out to match\nthe other, removing the pen. With a third claw he thrust a slender\nneedle under the skin. Instantly the hand was as rigid as the rest of\nWeaver's body. Weaver felt as if the last door had been slammed, the\ntelephone wires cut, the sod thrown on the coffin.\n\n\"This is the way we have decided,\" said Luke. \"It is a shame, because\nperhaps these new ones will not be as funny as you, after all. But it is\nthe way we have decided.\"\n\nHe took up the pantograph pointer again.\n\n       *       *       *       *       *\n\nIn the plaza, the aircar ground at the huge stone head, outlining the\nstern mouth, the resolute, bearded jaw. Helplessly, Weaver returned the\nstare of that remorseless, brooding face: the face of a conqueror.\n\n\n\n\nTranscriber's Note\n\nThis etext was produced from _Space Science Fiction_ March 1953.\nExtensive research did not uncover any evidence that the U.S. copyright\non this publication was renewed. Minor spelling and typographical errors\nhave been corrected without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Worshippers, by Damon Francis Knight\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE WORSHIPPERS ***\n\n***** This file should be named 22560.txt or 22560.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/2/5/6/22560/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}