{"title": "Measure for a Loner", "author": "James Judson Harmon", "releaseDate": "September 14, 2007", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n          _You can measure everything these days--heat, light,\n          gravity, reflexes, force-fields, star-drives. And\n          now I know there even is a ..._\n\n\n                          MEASURE FOR A LONER\n\n                             By JIM HARMON\n\n\nSo, General, I came in to tell you I've found the loneliest man in the\nworld for the Space Force.\n\nHow am I supposed to rate his loneliness for you? In Megasorrows or\nKilofears? I suspect I know quite a library on the subject, but you know\nmore about stripes and bars. Don't try to stop me this time, General.\n\nNow that you mention it, I'm not drunk. I had to have something to back\nme up so I stopped off at the dispensary and stole a needle.\n\nI want you to get off my back with that kind of talk. I've got enough\nthere--it bends me over like I had bad kidneys. It isn't any of King\nKong's little brothers. They over rate the stuff. It isn't the way\nyou've been riding me either. Never mind what I'm carrying. Whatever it\nis--and believe me, it _is_--I have to get rid of it.\n\nLet me tell it, for God's sake.\n\nThen for Security's sake? I thought you would let me tell it, General.\n\nI've been coming in here and giving you pieces of it for months but now\nI want to let you be drenched in the whole thing. You're going to take\nit all.\n\nThere were the two of them, the two lonely men, and I found them for\nyou.\n\nYou remember the way I found them for you.\n\nThe intercom on my blond desk made an electronic noise at me and the\nwords I had been arranging in my mind for the morning letters splattered\ninto alphabet soup like a printer dropping a prepared slug of type.\n\nI made the proper motion to still the sound.\n\n\"Yes,\" I grunted.\n\nMy secretary cleared her throat on my time.\n\n\"Dr. Thorn,\" she said, \"there's a Mr. Madison here to see you. He lays\nclaim to be from the Star Project.\"\n\nHe could come in and file his claim, I told the girl.\n\nI rummaged in the wastebasket and uncrumpled the morning's facsimile\nnewspaper. It was full of material about the Star Project.\n\nWe were building Man's first interstellar spaceship.\n\n       *       *       *       *       *\n\nA surprising number of people considered it important. Flipping from the\nrear to page one, Wild Bill Star in the comics who had been blasting all\nthe way to forty-first sub-space universe for decades was harking back\nto the good old days of Man's first star flight (which he had made\nhimself through the magic of time travel), the editor was calling the\nman to make the jaunt the Lindbergh of Space, and the staff photographer\ndisplayed a still of a Space Force pilot in pressure suit up front with\nhis face blotted out by an air-brushed interrogation mark.\n\nWho was going to be the Lindbergh of Space?\n\nWe had used up the Columbus of Space, the Magellan of Space, the Van\nReck of Space. Now it was time for the Lone Eagle, one man who would\nwait out the light years to Alpha Centauri.\n\nI remembered the first Lindbergh.\n\nI rode a bus fifty miles to see him at an Air Force Day celebration when\nI was a dewy-eared kid. It's funny how kids still worship heroes who did\neverything before they were even born. Uncle Max had told me about\nstanding outside the hospital with a bunch of boys his own age the\nevening Babe Ruth died of cancer. Lindbergh seemed like an old man to me\nwhen I finally saw him, but still active. Nobody had forgotten him. When\nhis speech was over I cheered him with the rest just as if I knew what\nhe had been talking about.\n\nBut I probably knew more about what he meant then as a boy than I did\nfeeling the reality of the newspaper in my hands. Grown-up, I could only\nsmile at myself for wanting to go to the stars myself.\n\nMadison rapped on my office door and breezed in efficiently.\n\nI've always thought Madison was a rather irritating man. Likable but\nirritating. He's too good looking in an unassuming masculine way to\ndress so neatly--it makes him look like a mannequin. That polite way of\nhis of using small words slowly and distinctly proves that he loves his\nfellow man--even if his fellow always does have less brains or authority\nthan Madison himself. That belief would be forgivable in him if it\nwasn't so often true.\n\nMadison folded himself into the canary yellow client's chair at my\ndirection, and took a leather-bound pocket secretary from inside his\nalmost-too-snug jacket.\n\n\"Dr. Thorn,\" he said expansively, \"we need you to help us locate an\natavism.\"\n\nI flicked professional smile No. Three at him lightly.\n\n\"I'm a historical psychologist,\" I told him. \"That sounds in my line.\nWhich of your ancestors are you interested in having me analyze?\"\n\n\"I used the word 'atavism' to mean a reversion to the primitive.\"\n\nI made a pencil mark on my desk pad. I could make notes as well as he\ncould read them.\n\n\"Yes, I see,\" I murmured. \"We don't use the term that way. Perhaps you\ndon't understand my work. It's been an honest way to make a living for a\nfew generations but it's so specialized it might sound foolish to\nsomeone outside the psychological industry. I psychoanalyze historical\nfigures for history books (of course), and scholars, interested\ndescendants, what all, and that's _all_ I do.\"\n\n\"All you _have_ done,\" Madison admitted, \"but your government is certain\nthat you can do this new work for them--in fact, that you are one of the\nfew men prepared to locate this esoteric--that is, this odd aberration\nsince I understand you often have to deal with it in analyzing the past.\nDoctor, we want you to find us a lonely man.\"\n\nI laid my chrome yellow pencil down carefully beside the cream-colored\npad.\n\n\"History is full of loneliness--most of the so-called great men were\nrather neurotic--but I thought, Madison, that introspection was pretty\nmuch of a thing of the, well, past.\"\n\nThe government representative inhaled deeply and steepled his manicured\nfingers.\n\n\"Our system of childhood psycho-conditioning succeeds in burying\nloneliness in the subconscious so completely that even the records can't\nreveal if it was ever present.\"\n\n       *       *       *       *       *\n\nI cleared my throat in order to stall, to think.\n\n\"I'm not acquainted with _contemporary_ psychology, Madison. This comes\nas news to me. You mean people aren't really well-adjusted today, that\nthey have just been conditioned to _act_ as if they were?\"\n\nHe nodded. \"Yes, that's it. It's ironic. Now we need a lonely man and we\ncan't find him.\"\n\n\"To pilot the interstellar spaceship?\"\n\n\"For the _Evening Star_, yes,\" Madison agreed.\n\nI picked up my pencil and held it between my two index fingers. I\ncouldn't think of a damned thing to say.\n\n\"The whole problem,\" Madison was saying, \"goes back to the early days of\nspace travel. Men were confined in a small area facing infinite space\nfor measureless periods in freefall. Men cracked--and ships, they\ncracked up. But as space travel advanced ships got larger, carried more\npeople, more ties and reminders of human civilization. Pilots became\nmore _normal_.\"\n\nI made myself look up at the earnest young man.\n\n\"But now,\" I said, \"now you want me to find you an abnormal pilot who is\nused to being alone, who can stand it, maybe even like it?\"\n\n\"Right.\"\n\nI constructed a genuine smile for him for the first time.\n\n\"Madison, do you really think _I_ can find your man when evidently all\nthe government agencies have failed?\"\n\nThe government representative pocketed his notebook deftly and then\nspread his hands clumsily for an instant.\n\n\"At least, Doctor,\" he said, \"you may _know_ it if you do find him.\"\n\n       *       *       *       *       *\n\nIt was a lonely job to find a lonely man, General, and maybe it was a\ncrooked job to walk a crooked mile to find a crooked man.\n\nI had to do it alone. No one else had enough experience in primitive\npsychology to recognize the phenomenon of loneliness, even as Madison\nhad said.\n\nThe working conditions suited me. I had to think by myself but I had a\ncomfortable staff to carry out my ideas. I liked my new office and the\nexecutive apartment the government supplied me. I had authority and\nrespect and I had security. The government assured me they would find\nfurther use for my services after I found them their man. I knew this\nwas to keep me from dragging my tracks. But nevertheless I got right\ndown to work.\n\nI found Gordon Meyverik exactly five weeks from the day Madison first\nvisited me in my old office.\n\n\"Of course, I planned the whole thing, Dr. Thorn,\" Gordon said crisply.\n\nI knew what he meant although I hadn't guessed it before. He could tell\nit to me himself, I decided.\n\n\"Doesn't seem much to brag about,\" I said. \"Anybody who can make up a\ngrocery list should be able to figure out how to isolate himself on Seal\nIsland.\"\n\nHe sat forward, a lean Viking with a hot Latin glance, very confident of\nhimself.\n\n\"I reckoned on you locating me, on you hustling me back to pilot the\n_Evening Star_. That's why I holed in there.\"\n\n\"I can't accept your story,\" I lied cheerfully. \"Nobody is going to\nmaroon himself on an island for three years because of a wild\npossibility like that.\"\n\nMeyverik smiled and his sureness swelled out until it almost jabbed me\nin the stomach.\n\n\"I took a broad gamble,\" he said, \"but it hit the wire, didn't it?\"\n\nI didn't reply, but he had his answer.\n\nInstead I scanned the report Madison had given me from Intelligence\nconcerning the man's unorthodox behavior.\n\nMeyverik had quit his post-graduate studies and passed by the secured\njob that had been waiting for him eighteen months in a genial government\noffice to barricade himself in an old shelter on Seal Island. It was\nhard to know what to make of it. He had brought impressive stores of\nfood with him, books, sound and vision tapes but not telephone or\ntelevision. For the next three years he had had no contact with humanity\nat all.\n\nAnd he said he had planned it all.\n\n\"Sure,\" he drawled. \"I knew the government was looking for somebody to\nsteer the interstellar ship that's been gossip for decades. That job,\"\nhe said distinctly, \"is one I would give a lot to settle into.\"\n\nI looked at him across my unlittered brand new desk and accepted his\nirritating blond masculinity, disliked him, admired him, and continued\nto examine him to decide on my _final_ evaluation.\n\n\"You've given three years already,\" I said, examining the sheets of the\nreport with which I was thoroughly familiar.\n\nHe twitched. He didn't like that, not spending three years. It was\nspendthrift, even if a good buy. He was planning on winding up somewhere\nimportant and to do it he had to invest his years properly.\n\n\"You are trying to make me believe you deliberately extrapolated the\ngovernment's need for a man who could stand being alone for long\nperiods, and then tried to phoney up references for the work by staying\non that island?\"\n\n\"I don't like that word 'phoney',\" Meyverik growled.\n\n\"No? You name your word for it.\"\n\nMeyverik unhinged to his full height.\n\n\"It was _proof_,\" he said. \"A test.\"\n\n\"A man can't test himself.\"\n\n\"A lot you know,\" the big blond snorted.\n\n\"I _know_,\" I told him drily. \"A man who isn't a hopeless maniac\ndepressive can't consciously create a test for himself that he knows he\nwill fail. You proved you could stay alone on an island, buster. You\ndidn't prove you could stay alone in a spaceship out in the middle of\ninfinity for three years. Why didn't you rent a conventional rocket and\ntry looking at some of our local space? It all looks much the same.\"\n\nMeyverik sat down.\n\n\"I don't know why I didn't do that,\" he whispered.\n\n       *       *       *       *       *\n\nProbably for the first time since he had got clever enough to beat up\nhis big brother Meyverik was doubting himself, just a little, for just a\ntime.\n\nI don't know whether it was good or bad for him--contemporary psychology\nisn't in my line--but I knew I couldn't trust a cocky kid.\n\nBut I had to find out if he could still hit the target uncocked.\n\n       *       *       *       *       *\n\nStan Johnson was our second lonely man, remember, General?\n\nHe was stubborn.\n\nI questioned him for a half hour the first day, two hours the second and\non the third I turned him over to Madison.\n\nThen as I was having my lunch I suddenly thought of something and made\nsteps back to my office.\n\nI got there just in time to grab Madison's bony wrist.\n\nThe thing in his fist was silver and sharp, a hypodermic needle.\nJohnson's forearm was tanned below the torn pastel sleeve. Two sad-faced\nyoung men were holding him politely by the shoulders in the canvas\nchair. Johnson met my glance expressionlessly.\n\nI tugged on Madison's arm sharply.\n\n\"What's in that damned sticker?\"\n\n\"Polypenthium.\" Madison's face was as blank as Johnson's--only his body\nseemed at once tired and taut.\n\n\"What's it for?\" I rasped.\n\n\"You're the psychologist,\" he said sharply.\n\nI met his eyes and held on but it was impossible to stare him down.\n\n\"I don't know about physical methods, I told you. I've been dealing with\npeople in books, films, tapes all my life, not living men up till now,\ncan't you absorb that?\"\n\n\"Apparently I've had more experience with these things than you then,\nDoctor. Shall I proceed?\"\n\n\"You shall not,\" I cried omnisciently. \"I know enough to understand we\ncan't get the results the government wants by drugs. You going to put\nthat away?\"\n\nMadison nodded once.\n\n\"All right,\" he said.\n\nI unshackled my fingers and he put the shiny needle away in its case, in\nhis suitcoat pocket.\n\n\"You understand, Thorn,\" he said, \"that the general won't like this.\"\n\nI turned around and looked at him.\n\n\"Did he order you to drug Johnson?\"\n\nThe government agent shook his head.\n\n\"I didn't think so.\" I was beginning to understand government\noperations. \"He only wanted it done. Get out.\"\n\nMadison and his assistants marched out in orthodox Euclidian triangle\nformation.\n\nThe doors hissed shut.\n\n\"You know what?\" The words jerked out from Johnson. \"I think the bunch\nof you are crazy. _Crazy._\"\n\nI decided to treat him like a client. Maybe that was the way\ncontemporary psychologists handled their men.\n\n       *       *       *       *       *\n\nI sat on the edge of the desk jauntily, confidently, and tried to let\nthe domino mask up a father image.\n\n\"You may as well get it straight, Stan. The government needs you and\nit's pointless for you to say that need is unconstitutional or anything.\nBring it up and it won't be long. When survival is outside the rules,\nthe rules change.\"\n\nThe eyes of Johnson were strikingly like Meyverik's, dark and unsettled.\nOnly this boy, younger, smaller than the Nordic, had an appropriate skin\ntone, stained by the tropical sun somewhere in his ancestral past. He\ndropped his gaze, expelled his breath mightily and pounded one angular\nknee with a half-closed fist.\n\n\"I'm not complaining about conscription without representation, Doctor,\nbut I can't make any sense out of these fool questions you keep firing\nat me. What in blazes are you trying to get at? What kind of reason are\nyou after for my staying by myself? I just do it because I _like_ it\nthat way.\"\n\nWith a galvanic jolt, I realized he was telling the painfully simple\ntruth. I groaned at the realization.\n\nMeyverik had convinced all of us that in our well-adjusted or at any\nrate well-conditioned world somebody had to have some purposeful\n_reason_ in loneliness, solitude, so on that one instance our thinking\nhad already been patterned, discarding all the other evidence of\ngenerations that the lonely man was only a personality type, like\nJohnson.\n\nI felt I had achieved at least the quantum state of a fool.\n\nJohnson silently studied the half-cupped hands laying in his lap.\n\n\"The hunting lodge in the Andes seemed as good a place as any to live\nafter mother and father were killed. You might think it was lonesome at\nnight in the mountains, but it isn't at all. You aren't alone when you\ncan watch the burning worlds shadow the bow of God....\"\n\nI cleared my throat. The poor kid sounded like he would begin spouting\nsomething akin to poetry next.\n\n\"So I believe you,\" I told him. \"That doesn't finish it. We have to\nconvince _them_. I don't like this, but the simplest way would be to\nvolunteer for their hibitor injection. I've found out Madison and his\ncrowd don't believe men awake, only assorted dopes.\"\n\nJohnson deflated his area of the room with his breath intake.\n\n\"Okay,\" he said at last. \"I guess so.\"\n\n       *       *       *       *       *\n\nWhen Johnson gave us what we needed to clear the problem, it didn't take\nme long to finish processing the rest of the handful of possible loners\nwe had located. Unlike Johnson, all the rest had _reasons_ for their\nself-imposed loneliness. Unlike Meyverik none of their reasons were\nassociated with the interstellar flight. They instead involved literary\nresearch, swindles, isolated paranoid insanity and other things in\nwhich the government had no interest.\n\nSuddenly I found my job was done and that we had located only the two of\nthem.\n\nMadison read my final report braced on the edge of my desk, his hand\ncomradely on my shoulder.\n\n\"Good job, Doc,\" he vouched replacing the papers on my blotter with a\nfinal rustle. \"Now I've got news for you. The government wants you to\n_test_ these boys for us now that you've found 'em for us.\"\n\nI closed my jaw. \"That's completely out of line--_my_ line. I know you\nneed a contemporary man for that job.\"\n\nMadison punched me on the bicep, fast enough to hurt.\n\n\"Doc, after this project you know more about contemp' stuff than any\nprofessor who got his degree studying the textbooks _you_ wrote.\"\n\nIt was impossible to dislike Madison except for practiced periods--that\nwas probably one reason he had his job.\n\n\"All right,\" I growled. \"Get your dirty pants off my clean desk and I'll\nget out the bottle. We'll--celebrate, huh?\"\n\nBut you know how I felt, General? You remember how I tried to get out of\nit. I felt like I had led in the lambs and now I had to help shear them.\nAs a part-time historian I can tell you there's a word for that--Judas\ngoat. Give or take a word.\n\n       *       *       *       *       *\n\n\"It isn't the real thing, Doc,\" Madison spelled out for me, wearing a\nlemon twist of smile.\n\nI looked at the twin banks of gauge-facings and circuit housings in\nwhich centered TV screens picturing either Meyverik or Johnson. Red and\nsea-green lights chased each other around the control boards, died, were\nborn again. On the screens the three color negatives mixed to purple,\nshifted through a series of wrong combinations and settled to normal as\nthe stereo-oscillation echoed, convexed insanely, and deepened to hold.\nVideo reception is lousy from five hundred thousand miles out.\n\nI was too eye-heavy to be surprised.\n\n\"Don't tell me this is _The Strange Flight of Richard Clayton_ all over\nagain?\"\n\nMadison clapped me on the shoulder and breathed mint at me, eyes on\ntwittering round faces.\n\n\"Who wrote that? Poe? No, no mock-up to fake space conditions for them\nbut calculate the cost of the _real_ interstellar ship. We couldn't\ntrust either of them with it yet. You didn't really think we could\nafford _two_ ships. Why do you think we haven't told one man about his\nopposite in a second ship? No safety margin allowable in our\nappropriation, Doc. Or so they tell me. There's enough fuel and food to\ntake Johnson and Meyverik a long way but not the distance.\"\n\nHe shook his lean head almost wistfully.\n\n\"Damn it, Madison, do you mean I've been beating my lobes out for weeks\nfor _nothing_? I tested them. I checked them out. Either was capable of\nmaking the flight successfully--for their own different reasons.\"\n\nMadison took his hand off my shoulder and made a fist of it.\n\n\"I'm not questioning your decision! Will you ram that through your\nobscene skull, Thorn!\"\n\n\"Who is?\" I whispered.\n\n\"Not me. Not I, not I.\"\n\n\"The general,\" I announced.\n\n\"Just not me.\" Was he actually trembling? But it wasn't concern about\nwhat I thought of him. Somebody closer, maybe. Things were building up\nfor him.\n\nHe jammed his nose almost up against the glass dial surfaces, swaying\ngently in his cups, staring slightly cross-eyed at the arrowed numbers.\n\n\"You'll continue your tests from here,\" Madison said. \"Tell them they\nare going to die.\"\n\nMy face was at once cool and damp.\n\n\"That's a tough examination,\" I gasped.\n\n\"A lie,\" Madison told me. \"The boys at Psychicentre worked out the\nproblems.\"\n\n\"You told me you wanted me!\" I screamed at him furiously.\n\n\"Control your passionate, dainty voice. You worked well with those two.\nThe experts could work through you better.\"\n\n\"Right through me, like a razor blade through margarine,\" I said. \"It's\nnot fair.\"\n\n\"No, it's science. Psychology as a science, not an art. Don't damn\nme--I'm not the inventor,\" Madison continued.\n\n\"I'm one of them,\" I murmured, \"but I'd just as rather you didn't blame\nme either.\"\n\nMadison punched the button for me with a palsied, manicured thumb.\n\n\"Guess what, Meyverik?\" I said viciously. \"You're going to die.\"\n\n\"What the blazes are you babbling about?\" the blond doll snapped at me\nfrom the box of the video screen.\n\n       *       *       *       *       *\n\nI scanned the typed, stiff-backed Idiot Prompters Madison shoved into my\nfist. \"It's--true. You can't get out alive.\"\n\n\"What's happened?\" His face perfectly blank.\n\n\"Nothing out of the ordinary,\" I said. \"They have just informed me it\nwas planned this way. It wasn't possible to build a round-trip rocket\nyet. You need a lot of fuel to make course adjustments for the curvature\nof space, so forth. The radio will send back your reports on the Alpha\nCentaurian planets. Undoubtedly by all rules of probability they won't\nsupport life without a mass of equipment. They suckered me too,\nMeyverik, I swear. You turning back?\"\n\n\"No,\" he said almost immediately.\n\n\"I thought you were after the rewards, trained to get them. You won't be\nable to enjoy them posthumously.\"\n\nThe video blanked. He had turned off his camera.\n\n\"I guess I thought so,\" Meyverik's voice said. \"But I kind of like it\nout here--alone. I like people but back there there's no one to _touch_.\nThey smother you but you can't reach them. I can't do anything better\nback there than I can do here.\"\n\n       *       *       *       *       *\n\nMadison got a bottle and he and I got sloppily drunk, leaning on each\nother, singing innocently obscene songs of our youth. The technicians,\ngood government men, were openly disgusted with us.\n\nTwo hours after we had contacted Meyverik, I left Madison snoring on the\ndesk and lurched to the control board, bunching my soiled shirt at the\nthroat with my hand.\n\nI called Johnson.\n\n\"Going to die, Johnson. Tricked you. Can't get back, Johnson. Not ever.\nNo fuel. Ha, you can't ever go home again, Johnson. Like that, you\ndamned runny-nosed little poet?\"\n\nHis dark face worked weakly.\n\nHa, he sure as thunderation _didn't_ like it.\n\nHe asked for the bloody details and I fed them to him.\n\n\"Turning back, aren't you?\" I jeered.\n\n\"I just wanted a place and a time for thinking,\" he said across the\nSolar System. \"But I'll die and I don't know if you can dream in death.\"\n\n\"Just what I thought,\" I sneered.\n\n\"I'm not turning back,\" he said slowly. \"People need me. I've got a job\nto do. Haven't I? Haven't I?\"\n\n\"_No_,\" I screamed at him. \"You're just using that as an excuse to kill\nyourself. Don't try to tell me you're not weak! Don't you try to make me\nthink you're strong! Hear me, Johnson, hear me?\"\n\nBut he couldn't hear me.\n\nOne of the government technicians had broken the contact before that\nlast spurt.\n\n       *       *       *       *       *\n\n\"This is good,\" Madison said, pawing fuzzily at his pocket.\n\"Really--_good_.\"\n\nI studied the three or four watchdials wobbling up and down my elongated\nwrist. They seemed to say it was almost sunrise.\n\nI leered at Madison. \"Yeah, yeah, what is it? Huh, huh?\"\n\nHe shoved a crumpled card into my lax fingers.\n\n\"Now,\" he said, \"now tell them--\"\n\n\"Yeah, yeah.\"\n\n\"Tell them the whole thing is useless.\"\n\n       *       *       *       *       *\n\nMy stomach retched drily, grinding the sober pills to dust between its\nulcerating walls.\n\n\"Meyverik,\" I said to the empty video tube, \"they made a mistake. They\nunderestimated curvature. You can't reach Alpha Centauri. You can't\ncorrect enough. Free space is all you'll hit. Ever. You may as well come\nhome.\"\n\nThe soft voice came out of nowhere, from nothing.\n\n\"I don't want to come back. I like it here. This is what I've always\nbeen trying to get and I never knew it.\"\n\nMadison grabbed my arm with pronged fingers.\n\n\"Shut up, Doc. That's just the way the government wants him to be.\"\n\n\"Johnson,\" I said to the creased face in the screen, \"they made a\nmistake. They underestimated curvature. You can't reach Alpha Centauri.\nYou can't correct enough. Free space is all you'll hit. Ever. You may as\nwell come--back.\"\n\nJohnson sighed, a whisper of breath across the miles.\n\n\"I'll keep going. No one has ever been so far out before. I can report\nvaluable things.\"\n\nI stood there. The textbooks report it takes muscular effort to frown,\nmore so than to smile. But my face seemed to flow into the lines of pain\nso hard it ached without any effort of my will. And I knew it would\n_hurt_ to smile.\n\n\"They passed the final test,\" Madison said at my side. \"Tell them it was\na test.\"\n\nI would do it for him. I didn't need to do it for myself.\n\nI motioned the technician to open both channels.\n\n\"The ship you are in,\" I said, with no need to tell them of each other,\n\"is not the real _Evening Star_. It will _not_ take you to the stars.\nThis has been only a _test_ to credit your fitness to pilot the real\ninterstellar craft of the Star Project. You must return to the Lunar\nSatellite. This is a direct order.\"\n\nThe two screens remained blank. Only the windless silence of space\nechoed over Johnson's channel, but the tapes later proved that I\nactually did hear a whispered laugh from Meyverik.\n\nI faced Madison.\n\n\"They won't come back. They could have passed any test except the fact\nthat what we put them through was only a test. For their own reasons,\nthey will keep going. As far as they can.\"\n\nMadison took out his notebook and seemed to look for vital information.\nExcept that he never cracked the cover.\n\n\"Of course, we can't get them back if they won't come,\" he said. \"If\ncybernetic remotes functioned operationally at this distance we wouldn't\nhave to send men at all.\"\n\nHe replaced the pocket secretary and looked at me edgewise,\nspeculatively.\n\nI touched his arm.\n\n\"Let's find another bottle,\" I said.\n\nHe stepped back.\n\n\"You found them. You tested them. You killed them.\"\n\nAnd the government man walked away and left me standing with a murderer.\n\n       *       *       *       *       *\n\nYou see it now, don't you, General?\n\nWhat I'm carrying around on my back is guilt. Not guilt complex, not\nguilt fixation, just plain old Abel-Cain _guilt_.\n\nIn this nice, well-ordered age I'm a killer and everybody knows it.\n\nYou see our mistake, General.\n\nWe sent men with variable amounts of loneliness. These amounts could\nalter. But now we have a golden opportunity.\n\nThe _Evening Star_ is waiting and I have found for you a man with the\ntrue measure of loneliness. It is impossible for this man to become any\nmore or any less lonely. It isn't the Ultimate Possible Loneliness,\nunderstand that, General.\n\nIt's just that by himself or with others he is always in a crowd of\nthree, no more, no less.\n\nThe interstellar ship is waiting.\n\nSo tell me, General, have you ever seen a lonelier man than me, your\nhumble servitor, Dr. Thorn? No, I mean it. Have you?\n\n\nTHE END\n\n\n\n\nTranscriber's Note\n\nThis etext was produced from _Amazing Science Fiction Stories_ March\n1959. Extensive research did not uncover any evidence that the U.S.\ncopyright on this publication was renewed. Minor spelling and\ntypographical errors have been corrected without note.\n\n\n\n\n\nEnd of Project Gutenberg's Measure for a Loner, by James Judson Harmon\n\n*** END OF THIS PROJECT GUTENBERG EBOOK MEASURE FOR A LONER ***\n\n***** This file should be named 22596.txt or 22596.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/2/5/9/22596/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}