{"title": "The Vortex Blaster", "author": "Edward Elmer Smith", "releaseDate": "September 16, 2007", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, V. L. Simpson and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n    [Illustration: _The Lensman and the observer helped\n    Storm into his heavily padded armor. Their movements\n    were automatic--the ointment, the devices--_]\n\n\n  _INTRODUCING \"Storm\" Cloud, who, through tragedy, is\n    destined to become the most noted figure in the\n                      galaxy--THE_\n\n\n                     VORTEX BLASTER\n\n              (_Complete in this issue!_)\n\n                           by\n                   E. E. SMITH, Ph.D.\n\n\n_Author of \"The Skylark,\" \"Skylark Three,\" \"The Skylark\n        of Valeron,\" the Lensman stories, etc._\n\n\n\n\nSafety devices that do not protect.\n\nThe \"unsinkable\" ships that, before the days of Bergenholm and of atomic\nand cosmic energy, sank into the waters of the earth.\n\nMore particularly, safety devices which, while protecting against one\nagent of destruction, attract magnet-like another and worse. Such as the\narmored cable within the walls of a wooden house. It protects the\nelectrical conductors within against accidental external shorts; but,\ninadequately grounded as it must of necessity be, it may attract and\nupon occasion has attracted the stupendous force of lightning. Then,\nfused, volatilized, flaming incandescent throughout the length, breadth,\nand height of a dwelling, that dwelling's existence thereafter is to be\nmeasured in minutes.\n\nSpecifically, four lightning rods. The lightning rods protecting the\nchromium, glass, and plastic home of Neal Cloud. Those rods were\nadequately grounded, grounded with copper-silver cables the bigness of a\nstrong man's arm; for Neal Cloud, atomic physicist, knew his lightning\nand he was taking no chances whatever with the safety of his lovely wife\nand their three wonderful kids.\n\nHe did not know, he did not even suspect, that under certain conditions\nof atmospheric potential and of ground-magnetic stress his perfectly\ndesigned lightning-rod system would become a super-powerful magnet for\nflying vortices of atomic disintegration.\n\nAnd now Neal Cloud, atomic physicist, sat at his desk in a strained,\ndull apathy. His face was a yellowish-gray white, his tendoned hands\ngripped rigidly the arms of his chair. His eyes, hard and lifeless,\nstared unseeingly past the small, three-dimensional block portrait of\nall that had made life worth living.\n\nFor his guardian against lightning had been a vortex-magnet at the\nmoment when a luckless wight had attempted to abate the nuisance of a\n\"loose\" atomic vortex. That wight died, of course--they almost always\ndo--and the vortex, instead of being destroyed, was simply broken up\ninto an indefinite number of widely-scattered new vortices. And one of\nthese bits of furious, uncontrolled energy, resembling more nearly a\nhandful of material rived from a sun than anything else with which\nordinary man is familiar, darted toward and crashed downward to earth\nthrough Neal Cloud's new house.\n\nThat home did not burn; it simply exploded. Nothing of it, in it, or\naround it stood a chance, for in a fractional second of time the place\nwhere it had been was a crater of seething, boiling lava--a crater which\nfilled the atmosphere to a height of miles with poisonous vapors; which\nflooded all circumambient space with lethal radiations.\n\nCosmically, the whole thing was infinitesimal. Ever since man learned\nhow to liberate intra-atomic energy, the vortices of disintegration had\nbeen breaking out of control. Such accidents had been happening, were\nhappening, and would continue indefinitely to happen. More than one\nworld, perhaps, had been or would be consumed to the last gram by such\nloose atomic vortices. What of that? Of what real importance are a few\ngrains of sand to an ocean beach five thousand miles long, a hundred\nmiles wide, and ten miles deep?\n\nAnd even to that individual grain of sand called \"Earth\"--or, in modern\nparlance, \"Sol Three,\" or \"Tellus of Sol\", or simply \"Tellus\"--the\naffair was of negligible importance. One man had died; but, in dying, he\nhad added one more page to the thick bulk of negative results already on\nfile. That Mrs. Cloud and her children had perished was merely\nunfortunate. The vortex itself was not yet a real threat to Tellus. It\nwas a \"new\" one, and thus it would be a long time before it would become\nother than a local menace. And well before that could happen--before\neven the oldest of Tellus' loose vortices had eaten away much of her\nmass or poisoned much of her atmosphere, her scientists would have\nsolved the problem. It was unthinkable that Tellus, the point of origin\nand the very center of Galactic Civilization, should cease to exist.\n\n       *       *       *       *       *\n\nBut to Neal Cloud the accident was the ultimate catastrophe. His\npersonal universe had crashed in ruins; what was left was not worth\npicking up. He and Jo had been married for almost twenty years and the\nbonds between them had grown stronger, deeper, truer with every passing\nday. And the kids.... It _couldn't_ have happened ... fate COULDN'T do\nthis to him ... but it had ... it could. Gone ... gone ... GONE....\n\nAnd to Neal Cloud, atomic physicist, sitting there at his desk in torn,\ndespairing abstraction, with black maggots of thought gnawing holes in\nhis brain, the catastrophe was doubly galling because of its cruel\nirony. For he was second from the top in the Atomic Research Laboratory;\nhis life's work had been a search for a means of extinguishment of\nexactly such loose vortices as had destroyed his all.\n\nHis eyes focussed vaguely upon the portrait. Clear, honest gray eyes ...\nlines of character and of humor ... sweetly curved lips, ready to smile\nor to kiss....\n\nHe wrenched his eyes away and scribbled briefly upon a sheet of paper.\nThen, getting up stiffly, he took the portrait and moved woodenly across\nthe room to a furnace. As though enshrining it he placed the plastic\nblock upon a refractory between the electrodes and threw a switch. After\nthe flaming arc had done its work he turned and handed the paper to a\ntall man, dressed in plain gray leather, who had been watching him with\nquiet, understanding eyes. Significant enough to the initiated of the\nimportance of this laboratory is the fact that it was headed by an\nUnattached Lensman.\n\n\"As of now, Phil, if it's QX with you.\"\n\nThe Gray Lensman took the document, glanced at it, and slowly,\nmeticulously, tore it into sixteen equal pieces.\n\n\"Uh, uh, Storm,\" he denied, gently. \"Not a resignation. Leave of\nabsence, yes--indefinite--but not a resignation.\"\n\n\"Why?\" It was scarcely a question; Cloud's voice was level,\nuninflected. \"I won't be worth the paper I'd waste.\"\n\n\"Now, no,\" the Lensman conceded, \"but the future's another matter. I\nhaven't said anything so far, because to anyone who knew you and Jo as I\nknew you it was abundantly clear that nothing could be said.\" Two hands\ngripped and held. \"For the future, though, four words were uttered long\nago, that have never been improved upon. 'This, too, shall pass.'\"\n\n\"You think so?\"\n\n\"I don't think so, Storm--I know so. I've been around a long time. You\nare too good a man, and the world has too much use for you, for you to\ngo down permanently out of control. You've got a place in the world, and\nyou'll be back--\" A thought struck the Lensman, and he went on in an\naltered tone. \"You wouldn't--but of course you wouldn't--you couldn't.\"\n\n\"I don't think so. No, I won't--that never was any kind of a solution to\nany problem.\"\n\nNor was it. Until that moment, suicide had not entered Cloud's mind, and\nhe rejected it instantly. His kind of man did not take the easy way out.\n\nAfter a brief farewell Cloud made his way to an elevator and was whisked\ndown to the garage. Into his big blue DeKhotinsky Sixteen Special and\naway.\n\nThrough traffic so heavy that front-, rear-, and side-bumpers almost\ntouched he drove with his wonted cool skill; even though, consciously,\nhe did not know that the other cars were there. He slowed, turned,\nstopped, \"gave her the oof,\" all in correct response to flashing signals\nin all shapes and colors--purely automatically. Consciously, he did not\nknow where he was going, nor care. If he thought at all, his numbed\nbrain was simply trying to run away from its own bitter imaging--which,\nif he had thought at all, he would have known to be a hopeless task. But\nhe did not think; he simply acted, dumbly, miserably. His eyes saw,\noptically; his body reacted, mechanically; his thinking brain was\ncompletely in abeyance.\n\nInto a one-way skyway he rocketed, along it over the suburbs and into\nthe transcontinental super-highway. Edging inward, lane after lane, he\nreached the \"unlimited\" way--unlimited, that is, except for being\nlimited to cars of not less than seven hundred horsepower, in perfect\nmechanical condition, driven by registered, tested drivers at speeds not\nless than one hundred and twenty-five miles an hour--flashed his\nregistry number at the control station, and shoved his right foot down\nto the floor.\n\n       *       *       *       *       *\n\nNow everyone knows that an ordinary DeKhotinsky Sporter will do a\nhundred and forty honestly-measured miles in one honestly measured hour;\nbut very few ordinary drivers have ever found out how fast one of those\nbrutal big souped-up Sixteens can wheel. They simply haven't got what it\ntakes to open one up.\n\n\"Storm\" Cloud found out that day. He held that two-and-a-half-ton\nJuggernaut on the road, wide open, for two solid hours. But it didn't\nhelp. Drive as he would, he could not outrun that which rode with him.\nBeside him and within him and behind him. For Jo was there. Jo and the\nkids, but mostly Jo. It was Jo's car as much as it was his. \"Babe, the\nbig blue ox,\" was Jo's pet name for it; because, like Paul Bunyan's\nfabulous beast, it was pretty nearly six feet between the eyes.\nEverything they had ever had was that way. She was in the seat beside\nhim. Every dear, every sweet, every luscious, lovely memory of her was\nthere ... and behind him, just out of eye-corner visibility, were the\nthree kids. And a whole lifetime of this loomed ahead--a vista of\nemptiness more vacuous far than the emptiest reaches of intergalactic\nspace. Damnation! He couldn't stand much more of--\n\nHigh over the roadway, far ahead, a brilliant octagon flared red. That\nmeant \"STOP!\" in any language. Cloud eased up his accelerator, eased\ndown his mighty brakes. He pulled up at the control station and a\ntrimly-uniformed officer made a gesture.\n\n\"Sorry, sir,\" the policeman said, \"but you'll have to detour here.\nThere's a loose atomic vortex beside the road up ahead--\n\n\"Oh! It's Dr. Cloud!\" Recognition flashed into the guard's eyes. \"I\ndidn't recognize you at first. You can go ahead, of course. It'll be two\nor three miles before you'll have to put on your armor; you'll know when\nbetter than anyone can tell you. They didn't tell us they were going to\nsend for _you_. It's just a little new one, and the dope we got was that\nthey were going to shove it off into the canyon with pressure.\"\n\n\"They didn't send for me.\" Cloud tried to smile. \"I'm just driving\naround--haven't my armor along, even. So I guess I might as well go\nback.\"\n\nHe turned the Special around. A loose vortex--new. There might be a\nhundred of them, scattered over a radius of two hundred miles. Sisters\nof the one that had murdered his family--the hellish spawn of that\naccursed Number Eleven vortex that that damnably incompetent bungling\nass had tried to blow up.... Into his mind there leaped a picture,\nwire-sharp, of Number Eleven as he had last seen it, and simultaneously\nan idea hit him like a blow from a fist.\n\nHe thought. _Really_ thought, now; cogently, intensely, clearly. If he\ncould do it ... could actually blow out the atomic flame of an atomic\nvortex ... not exactly revenge, but.... By Klono's brazen bowels, it\nwould work--it'd _have_ to work--he'd _make_ it work! And grimly,\nquietly, but alive in every fiber now, he drove back toward the city\npractically as fast as he had come away.\n\n       *       *       *       *       *\n\nIf the Lensman was surprised at Cloud's sudden reappearance in the\nlaboratory he did not show it. Nor did he offer any comment as his\nerstwhile first assistant went to various lockers and cupboards,\nassembling meters, coils, tubes, armor, and other paraphernalia and\napparatus.\n\n\"Guess that's all I'll need, Chief,\" Cloud remarked, finally. \"Here's a\nblank check. If some of this stuff shouldn't happen to be in usable\ncondition when I get done with it, fill it out to suit, will you?\"\n\n\"No,\" and the Lensman tore up the check just as he had torn up the\nresignation. \"If you want the stuff for legitimate purposes, you're on\nPatrol business and it is the Patrol's risk. If, on the other hand, you\nthink that you're going to try to snuff a vortex, the stuff stays here.\nThat's final, Storm.\"\n\n\"You're right--and wrong, Phil,\" Cloud stated, not at all sheepishly.\n\"I'm going to blow out Number One vortex with duodec, yes--but I'm\n_really_ going to blow it out, not merely make a stab at it as an excuse\nfor suicide, as you think.\"\n\n\"How?\" The big Lensman's query was skepticism incarnate. \"It can't be\ndone, except by an almost impossibly fortuitous accident. You yourself\nhave been the most bitterly opposed of us all to these suicidal\nattempts.\"\n\n\"I know it--I didn't have the solution myself until a few hours ago--it\nhit me all at once. Funny I never thought of it before; it's been right\nin sight all the time.\"\n\n\"That's the way with most problems,\" the Chief admitted. \"Plain enough\nafter you see the key equation. Well, I'm perfectly willing to be\nconvinced, but I warn you that I'll take a lot of convincing--and\nsomeone else will do the work, not you.\"\n\n\"When I get done you'll see why I'll pretty nearly have to do it myself.\nBut to convince you, exactly what is the knot?\"\n\n\"Variability,\" snapped the older man. \"To be effective, the charge of\nexplosive at the moment of impact must match, within very close limits,\nthe activity of the vortex itself. Too small a charge scatters it\naround, in vortices which, while much smaller than the original, are\nstill large enough to be self-sustaining. Too large a charge simply\nrekindles the original vortex--still larger--in its original crater. And\nthe activity that must be matched varies so tremendously, in magnitude,\nmaxima, and minima, and the cycle is so erratic--ranging from seconds to\nhours without discoverable rhyme or reason--that all attempts to do so\nat any predetermined instant have failed completely. Why, even Kinnison\nand Cardynge and the Conference of Scientists couldn't solve it, any\nmore than they could work out a tractor beam that could be used as a\ntow-line on one.\"\n\n\"Not exactly,\" Cloud demurred. \"They found that it could be forecast,\nfor a few seconds at least--length of time directly proportional to the\nlength of the cycle in question--by an extension of the calculus of\nwarped surfaces.\"\n\n\"Humph!\" the Lensman snorted. \"So what? What good is a ten-second\nforecast when it takes a calculating machine an hour to solve the\nequations.... Oh!\" He broke off, staring.\n\n\"Oh,\" he repeated, slowly, \"I forgot that you're a lightning\ncalculator--a mathematical prodigy from the day you were born--who never\nhas to use a calculating machine even to compute an orbit.... But there\nare other things.\"\n\n\"I'll say there are; plenty of them. I'd thought of the calculator angle\nbefore, of course, but there was a worse thing than variability to\ncontend with....\"\n\n\"What?\" the Lensman demanded.\n\n\"Fear,\" Cloud replied, crisply. \"At the thought of a hand-to-hand battle\nwith a vortex my brain froze solid. Fear--the sheer, stark, natural\nhuman fear of death, that robs a man of the fine edge of control and\nbrings on the very death that he is trying so hard to avoid. That's what\nhad me stopped.\"\n\n\"Right ... you may be right,\" the Lensman pondered, his fingers drumming\nquietly upon his desk. \"And you are not afraid of death--now--even\nsubconsciously. But tell me, Storm, please, that you won't invite it.\"\n\n\"I will not invite it, sir, now that I've got a job to do. But that's as\nfar as I'll go in promising. I won't make any superhuman effort to avoid\nit. I'll take all due precautions, for the sake of the job, but if it\ngets me, what the hell? The quicker it does, the better--the sooner I'll\nbe with Jo.\"\n\n\"You believe that?\"\n\n\"Implicitly.\"\n\n\"The vortices are as good as gone, then. They haven't got any more\nchance than Boskone has of licking the Patrol.\"\n\n\"I'm afraid so,\" almost glumly. \"The only way for it to get me is for me\nto make a mistake, and I don't feel any coming on.\"\n\n\"But what's your angle?\" the Lensman asked, interest lighting his eyes.\n\"You can't use the customary attack; your time will be too short.\"\n\n\"Like this,\" and, taking down a sheet of drafting paper, Cloud sketched\nrapidly. \"This is the crater, here, with the vortex at the bottom,\nthere. From the observers' instruments or from a shielded set-up of my\nown I get my data on mass, emission, maxima, minima, and so on. Then I\nhave them make me three duodec bombs--one on the mark of the activity\nI'm figuring on shooting at, and one each five percent over and under\nthat figure--cased in neocarballoy of exactly the computed thickness to\nlast until it gets to the center of the vortex. Then I take off in a\nflying suit, armored and shielded, say about here....\"\n\n\"If you take off at all, you'll take off in a suit, inside a one-man\nflitter,\" the Lensman interrupted. \"Too many instruments for a suit, to\nsay nothing of bombs, and you'll need more screen than a suit can\ndeliver. We can adapt a flitter for bomb-throwing easily enough.\"\n\n\"QX; that would be better, of course. In that case, I set my flitter\ninto a projectile trajectory like this, whose objective is the center of\nthe vortex, there. See? Ten seconds or so away, at about this point, I\ntake my instantaneous readings, solve the equations at that particular\nwarped surface for some certain zero time....\"\n\n\"But suppose that the cycle won't give you a ten-second solution?\"\n\n\"Then I'll swing around and try again until a long cycle _does_ show\nup.\"\n\n\"QX. It will, sometime.\"\n\n\"Sure. Then, having everything set for zero time, and assuming that the\nactivity is somewhere near my postulated value....\"\n\n\"Assume that it isn't--it probably won't be,\" the Chief grunted.\n\n\"I accelerate or decelerate--\"\n\n\"Solving new equations all the while?\"\n\n\"Sure--don't interrupt so--until at zero time the activity, extrapolated\nto zero time, matches one of my bombs. I cut that bomb loose, shoot\nmyself off in a sharp curve, and Z-W-E-E-E-T--POWIE! She's out!\" With an\nexpressive, sweeping gesture.\n\n\"You hope,\" the Lensman was frankly dubious. \"And there you are, right\nin the middle of that explosion, with two duodec bombs outside your\narmor--or just inside your flitter.\"\n\n\"Oh, no. I've shot them away several seconds ago, so that they explode\nsomewhere else, nowhere near me.\"\n\n\"_I_ hope. But do you realize just how busy a man you are going to be\nduring those ten or twelve seconds?\"\n\n\"Fully.\" Cloud's face grew somber. \"But I will be in full control. I\nwon't be afraid of anything that can happen--_anything_. And,\" he went\non, under his breath, \"that's the hell of it.\"\n\n\"QX,\" the Lensman admitted finally, \"you can go. There are a lot of\nthings you haven't mentioned, but you'll probably be able to work them\nout as you go along. I think I'll go out and work with the boys in the\nlookout station while you're doing your stuff. When are you figuring on\nstarting?\"\n\n\"How long will it take to get the flitter ready?\"\n\n\"A couple of days. Say we meet you there Saturday morning?\"\n\n\"Saturday the tenth, at eight o'clock. I'll be there.\"\n\n       *       *       *       *       *\n\nAnd again Neal Cloud and Babe, the big blue ox, hit the road. And as he\nrolled the physicist mulled over in his mind the assignment to which he\nhad set himself.\n\nLike fire, only worse, intra-atomic energy was a good servant, but a\nterrible master. Man had liberated it before he could really control it.\nIn fact, control was not yet, and perhaps never would be, perfect. Up to\na certain size and activity, yes. They, the millions upon millions of\nself-limiting ones, were the servants. They could be handled, fenced in,\ncontrolled; indeed, if they were not kept under an exciting bombardment\nand very carefully fed, they would go out. But at long intervals, for\nsome one of a dozen reasons--science knew _so_ little, fundamentally, of\nthe true inwardness of the intra-atomic reactions--one of these small,\ntame, self-limiting vortices flared, nova-like, into a large, wild,\nself-sustaining one. It ceased being a servant then, and became a\nmaster. Such flare-ups occurred, perhaps, only once or twice in a\ncentury on Earth; the trouble was that they were so utterly, damnably\n_permanent_. They never went out. And no data were ever secured: for\nevery living thing in the vicinity of a flare-up died; every instrument\nand every other solid thing within a radius of a hundred feet melted\ndown into the reeking, boiling slag of its crater.\n\nFortunately, the rate of growth was slow--as slow, almost, as it was\npersistent--otherwise Civilization would scarcely have had a planet\nleft. And unless something could be done about loose vortices before\ntoo many years, the consequences would be really serious. That was why\nhis laboratory had been established in the first place.\n\nNothing much had been accomplished so far. The tractor beam that would\ntake hold of them had never been designed. Nothing material was of any\nuse; it melted. Pressors worked, after a fashion: it was by the use of\nthese beams that they shoved the vortices around, off into the waste\nplaces--unless it proved cheaper to allow the places where they had come\ninto being to remain waste places. A few, through sheer luck, had been\nblown into self-limiting bits by duodec. Duodecaplylatomate, the most\npowerful, the most frightfully detonant explosive ever invented upon all\nthe known planets of the First Galaxy. But duodec had taken an awful\ntoll of life. Also, since it usually scattered a vortex instead of\nextinguishing it, duodec had actually caused far more damage than it had\ncured.\n\nNo end of fantastic schemes had been proposed, of course; of varying\ndegrees of fantasy. Some of them sounded almost practical. Some of them\nhad been tried; some of them were still being tried. Some, such as the\nperennially-appearing one of building a huge hemispherical hull in the\nground under and around the vortex, installing an inertialess drive, and\nshooting the whole neighborhood out into space, were perhaps feasible\nfrom an engineering standpoint. They were, however, potentially so\ncapable of making things worse that they would not be tried save as\nlast-ditch measures. In short, the control of loose vortices was very\nmuch an unsolved problem.\n\n       *       *       *       *       *\n\nNumber One vortex, the oldest and worst upon Tellus, had been pushed out\ninto the Badlands; and there, at eight o'clock on the tenth, Cloud\nstarted to work upon it.\n\nThe \"lookout station,\" instead of being some such ramshackle structure\nas might have been deduced from the Lensman's casual terminology, was in\nfact a fully-equipped observatory. Its staff was not large--eight men\nworked in three staggered eight-hour shifts of two men each--but the\ninstruments! To develop them had required hundreds of man-years of time\nand near-miracles of research, not the least of the problems having been\nthat of developing shielded conductors capable of carrying truly through\nfive-ply screens of force the converted impulses of the very radiations\nagainst which those screens were most effective. For the observatory,\nand the one long approach to it as well, had to be screened heavily;\nwithout such protection no life could exist there.\n\nThis problem and many others had been solved, however, and there the\ninstruments were. Every phase and factor of the vortex's existence and\nactivity were measured and recorded continuously, throughout every\nminute of every day of every year. And all of these records were summed\nup, integrated, into the \"Sigma\" curve. This curve, while only an\nincredibly and senselessly tortuous line to the layman's eye, was a\nveritable mine of information to the initiate.\n\nCloud glanced along the Sigma curve of the previous forty-eight hours\nand scowled, for one jagged peak, scarcely an hour old, actually punched\nthrough the top line of the chart.\n\n\"Bad, huh, Frank?\" he grunted.\n\n\"Plenty bad, Storm, and getting worse,\" the observer assented. \"I\nwouldn't wonder if Carlowitz were right, after all--if she ain't getting\nready to blow her top I'm a Zabriskan fontema's maiden aunt.\"\n\n\"No periodicity--no equation, of course.\" It was a statement, not a\nquestion. The Lensman ignored as completely as did the observer, if not\nas flippantly, the distinct possibility that at any moment the\nobservatory and all that it contained might be resolved into their\ncomponent atoms.\n\n\"None whatever,\" came flatly from Cloud. He did not need to spend hours\nat a calculating machine; at one glance he _knew_, without knowing how\nhe knew, that no equation could be made to fit even the weighted-average\nlocus of that wildly-shifting Sigma curve. \"But most of the cycles cut\nthis ordinate here--seven fifty-one--so I'll take that for my value.\nThat means nine point nine oh six kilograms of duodec basic charge, with\none five percent over and one five percent under that for alternates.\nNeocarballoy casing, fifty-three millimeters on the basic, others in\nproportion. On the wire?\"\n\n\"It went out as you said it,\" the observer reported. \"They'll have 'em\nhere in fifteen minutes.\"\n\n\"QX--I'll get dressed, then.\"\n\nThe Lensman and the observer helped him into his cumbersome,\nheavily-padded armor. They checked his instruments, making sure that the\nprotective devices of the suit were functioning at full efficiency. Then\nall three went out to the flitter. A tiny speedster, really; a torpedo\nbearing the stubby wings and the ludicrous tail-surfaces, the\nmultifarious driving-, braking-, side-, top-, and under-jets so\ncharacteristic of the tricky, cranky, but ultra-maneuverable breed. But\nthis one had something that the ordinary speedster or flitter did not\ncarry; spaced around the needle beak there yawned the open muzzles of a\ntriplex bomb-thrower.\n\n    [Illustration: _Ten seconds in which to solve the\n    equation--to choose, fire, move clear--the flitter\n    bucked._]\n\nMore checking. The Lensman and the armored Cloud both knew that every\none of the dozens of instruments upon the flitter's special board was\nright to the hair; nevertheless each one was compared with the\nmaster-instrument of the observatory.\n\n       *       *       *       *       *\n\nThe bombs arrived and were loaded in; and Cloud, with a casually-waved\nsalute, stepped into the tiny operating compartment. The massive\ndoor--flitters have no airlocks, as the whole midsection is scarcely\nbigger than an airlock would have to be--rammed shut upon its fiber\ngaskets, the heavy toggles drove home. A cushioned form closed in upon\nthe pilot, leaving only his arms and lower legs free.\n\nThen, making sure that his two companions had ducked for cover, Cloud\nshot his flitter into the air and toward the seething inferno which was\nLoose Atomic Vortex Number One. For it was seething, no fooling; and it\nwas an inferno. The crater was a ragged, jagged hole a full mile from\nlip to lip and perhaps a quarter of that in depth. It was not, however,\na perfect cone, for the floor, being largely incandescently molten, was\npractically level except for a depression at the center, where the\nactual vortex lay. The walls of the pit were steeply, unstably\nirregular, varying in pitch and shape with the hardness and\nrefractoriness of the strata composing them. Now a section would glare\ninto an unbearably blinding white puffing away in sparkling vapor.\nAgain, cooled by an inrushing blast of air, it would subside into an\nangry scarlet, its surface crawling in a sluggish flow of lava.\nOccasionally a part of the wall might even go black, into pock-marked\nscoriae or into brilliant planes of obsidian.\n\nFor always, somewhere, there was an enormous volume of air pouring into\nthat crater. It rushed in as ordinary air. It came out, however, in a\nragingly-uprushing pillar, as--as something else. No one knew--or knows\nyet, for that matter--exactly what a loose vortex does to the molecules\nand atoms of air. In fact, due to the extreme variability already\nreferred to, it probably does not do the same thing for more than an\ninstant at a time.\n\nThat there is little actual combustion is certain; that is, except for\nthe forced combination of nitrogen, argon, xenon, and krypton with\noxygen. There is, however, consumption: plenty of consumption. And what\nthat incredibly intense bombardment impinges up is ... is altered.\nProfoundly and obscuredly altered, so that the atmosphere emitted from\nthe crater is quite definitely no longer air as we know it. It may be\ncorrosive, it may be poisonous in one or another of a hundred fashions,\nit may be merely new and different; but it is no longer the air which we\nhuman beings are used to breathing. And it is this fact, rather than the\ndestruction of the planet itself, which would end the possibility of\nlife upon Earth's surface.\n\n       *       *       *       *       *\n\nIt is difficult indeed to describe the appearance of a loose atomic\nvortex to those who have never seen one; and, fortunately, most people\nnever have. And practically all of its frightful radiation lies in those\noctaves of the spectrum which are invisible to the human eye. Suffice it\nto say, then, that it had an average effective surface temperature of\nabout fifteen thousand degrees absolute--two and one-half times as hot\nas the sun of Tellus--and that it was radiating every frequency possible\nto that incomprehensible temperature, and let it go at that.\n\nAnd Neal Cloud, scurrying in his flitter through that murky,\nradiation-riddled atmosphere, setting up equations from the readings of\nhis various meters and gauges and solving those equations almost\ninstantaneously in his mathematical-prodigy's mind, sat appalled. For\nthe activity level was, and even in its lowest dips remained, far above\nthe level he had selected. His skin began to prickle and to burn. His\neyes began to smart and to ache. He knew what those symptoms meant; even\nthe flitter's powerful screens were not stopping all the radiation; even\nhis suit-screens and his special goggles were not stopping what leaked\nthrough. But he wouldn't quit yet; the activity might--probably\nwould--take a nose-dive any instant. If it did, he'd have to be ready.\nOn the other hand, it might blow up at any instant, too.\n\nThere were two schools of mathematical thought upon that point. One held\nthat the vortex, without any essential change in its physical condition\nor nature, would keep on growing bigger. Indefinitely, until, uniting\nwith the other vortices of the planet, it had converted the entire mass\nof the world into energy.\n\nThe second school, of which the forementioned Carlowitz was the loudest\nvoice, taught that at a certain stage of development the internal energy\nof the vortex would become so great that generation-radiation\nequilibrium could not be maintained. This would, of course, result in an\nexplosion; the nature and consequences of which this Carlowitz was wont\nto dwell upon in ghoulishly mathematical glee. Neither school, however,\ncould prove its point--or, rather, each school proved its point, by\nmeans of unimpeachable mathematics--and each hated and derided the\nother, loudly and heatedly.\n\nAnd now Cloud, as he studied through his almost opaque defenses that\nindescribably ravening fireball, that esuriently rapacious monstrosity\nwhich might very well have come from the deepest pit of the hottest hell\nof mythology, felt strongly inclined to agree with Carlowitz. It didn't\nseem possible that anything _could_ get any worse than that without\nexploding. And such an explosion, he felt sure, would certainly blow\neverything for miles around into the smitheriest kind of smithereens.\n\nThe activity of the vortex stayed high, 'way too high. The tiny control\nroom of the flitter grew hotter and hotter. His skin burned and his eyes\nached worse. He touched a communicator stud and spoke.\n\n\"Phil? Better get me three more bombs. Like these, except up around....\"\n\n\"I don't check you. If you do that, it's apt to drop to a minimum and\nstay there,\" the Lensman reminded him. \"It's completely unpredictable,\nyou know.\"\n\n\"It may, at that ... so I'll have to forget the five percent margin and\nhit it on the nose or not at all. Order me up two more, then--one at\nhalf of what I've got here, the other double it,\" and he reeled off the\nfigures for the charge and the casing of the explosive. \"You might break\nout a jar of burn-dressing, too. Some fairly hot stuff is leaking\nthrough.\"\n\n\"We'll do that. Come down, fast!\"\n\nCloud landed. He stripped to the skin and the observer smeared his every\nsquare inch of epidermis with the thick, gooey stuff that was not only a\nhighly efficient screen against radiation, but also a sovereign remedy\nfor new radiation burns. He exchanged his goggles for a thicker, darker,\nheavier pair. The two bombs arrived and were substituted for two of the\noriginal load.\n\n\"I thought of something while I was up there,\" Cloud informed the\nobservers then. \"Twenty kilograms of duodec is nobody's firecracker, but\nit may be the least of what's going to go off. Have you got any idea of\nwhat's going to become of the energy inside that vortex when I blow it\nout?\"\n\n\"Can't say that I have.\" The Lensman frowned in thought. \"No data.\"\n\n\"Neither have I. But I'd say that you better go back to the new\nstation--the one you were going to move to if it kept on getting worse.\"\n\n\"But the instruments....\" the Lensman was thinking, not of the\ninstruments themselves, which were valueless in comparison with life,\nbut of the records those instruments would make. Those records were\npriceless.\n\n\"I'll have everything on the tapes in the flitter,\" Cloud reminded.\n\n\"But suppose....\"\n\n\"That the flitter stops one, too--or doesn't stop it, rather? In that\ncase, your back station won't be there, either, so it won't make any\ndifference.\" How mistaken Cloud was!\n\n\"QX,\" the Chief decided. \"We'll leave when you do--just in case.\"\n\n       *       *       *       *       *\n\nAgain in air, Cloud found that the activity, while still high, was not\ntoo high, but that it was fluctuating too rapidly. He could not get even\nfive seconds of trustworthy prediction, to say nothing of ten. So he\nwaited, as close as he dared remain to that horrible center of\ndisintegration.\n\nThe flitter hung poised in air, motionless, upon softly hissing\nunder-jets. Cloud knew to a fraction his height above the ground. He\nknew to a fraction his distance from the vortex. He knew with equal\ncertainty the density of the atmosphere and the exact velocity and\ndirection of the wind. Hence, since he could also read closely enough\nthe momentary variations in the cyclonic storms within the crater, he\ncould compute very easily the course and velocity necessary to land the\nbomb in the exact center of the vortex at any given instant of time. The\nhard part--the thing that no one had as yet succeeded in doing--was to\npredict, for a time far enough ahead to be of any use, a usably close\napproximation to the vortex's quantitative activity. For, as has been\nsaid, he had to over-blast, rather than under-, if he could not hit it\n\"on the nose:\" to under-blast would scatter it all over the state.\n\nTherefore Cloud concentrated upon the dials and gauges before him;\nconcentrated with every fiber of his being and every cell of his brain.\n\nSuddenly, almost imperceptibly, the Sigma curve gave signs of flattening\nout. In that instant Cloud's mind pounced. Simultaneous equations: nine\nof them, involving nine unknowns. An integration in four dimensions. No\nmatter--Cloud did not solve them laboriously, one factor at a time.\nWithout knowing how he had arrived at it, he knew the answer; just as\nthe Posenian or the Rigellian is able to perceive every separate\ncomponent particle of an opaque, three-dimensional solid, but without\nbeing able to explain to anyone how his sense of perception works. It\njust _is_, that's all.\n\nAnyway, by virtue of whatever sense or ability it is which makes a\nmathematical prodigy what he is, Cloud knew that in exactly eight and\nthree-tenths seconds from that observed instant the activity of the\nvortex would be slightly--but not too far--under the coefficient of his\nheaviest bomb. Another flick of his mental trigger and he knew the exact\nvelocity he would require. His hand swept over the studs, his right foot\ntramped down, hard, upon the firing lever; and, even as the quivering\nflitter shot forward under eight Tellurian gravities of acceleration, he\nknew to the thousandth of a second how long he would have to hold that\nacceleration to attain that velocity. While not really long--in\nseconds--it was much too long for comfort. It took him much closer to\nthe vortex than he wanted to be; in fact, it took him right out over the\ncrater itself.\n\nBut he stuck to the calculated course, and at the precisely correct\ninstant he cut his drive and released his largest bomb. Then, so rapidly\nthat it was one blur of speed, he again kicked on his eight G's of drive\nand started to whirl around as only a speedster or a flitter can whirl.\nPractically unconscious from the terrific resultant of the linear and\nangular accelerations, he ejected the two smaller bombs. He did not care\nparticularly where they lit, just so they didn't light in the crater or\nnear the observatory, and he had already made certain of that. Then,\nwithout waiting even to finish the whirl or to straighten her out in\nlevel flight, Cloud's still-flying hand darted toward the switch whose\nclosing would energize the Bergenholm and make the flitter inertialess.\n\nToo late. Hell was out for noon, with the little speedster still inert.\nCloud had moved fast, too; trained mind and trained body had been\nworking at top speed and in perfect coordination. There just simply\nhadn't been enough time. If he could have got what he wanted, ten full\nseconds, or even nine, he could have made it, but....\n\n       *       *       *       *       *\n\nIn spite of what happened, Cloud defended his action, then and\nthereafter. Damnitall, he _had_ to take the eight-point-three second\nreading! Another tenth of a second and his bomb wouldn't have fitted--he\ndidn't have the five percent leeway he wanted, remember. And no, he\ncouldn't wait for another match, either. His screens were leaking like\nsieves, and if he had waited for another chance they would have picked\nhim up fried to a greasy cinder in his own lard!\n\nThe bomb sped truly and struck the target in direct central impact,\nexactly as scheduled. It penetrated perfectly. The neocarballoy casing\nlasted just long enough--that frightful charge of duodec exploded, if\nnot exactly at the center of the vortex, at least near enough to the\ncenter to do the work. In other words, Cloud's figuring had been\nclose--very close. But the time had been altogether too short.\n\nThe flitter was not even out of the crater when the bomb went off. And\nnot only the bomb. For Cloud's vague forebodings were materialized, and\nmore; the staggeringly immense energy of the vortex merged with that of\nthe detonating duodec to form an utterly incomprehensible whole.\n\nIn part the hellish flood of boiling lava in that devil's cauldron was\nbeaten downward into a bowl by the sheer, stupendous force of the blow;\nin part it was hurled abroad in masses, in gouts and streamers. And the\nraging wind of the explosion's front seized the fragments and tore and\nworried them to bits, hurling them still faster along their paths of\nviolence. And air, so densely compressed as to be to all intents and\npurposes a solid, smote the walls of the crater. Smote them so that they\ncrumbled, crushed outward through the hard-packed ground, broke up into\njaggedly irregular blocks which hurtled, screamingly, away through the\natmosphere.\n\nAlso the concussion wave, or the explosion front, or flying fragments,\nor something, struck the two loose bombs, so that they too exploded and\nadded their contribution to the already stupendous concentration of\nforce. They were not close enough to the flitter to wreck it of\nthemselves, but they were close enough so that they didn't do her--or\nher pilot--a bit of good.\n\nThe first terrific wave buffeted the flyer while Cloud's right hand was\nin the air, shooting across the panel to turn on the Berg. The impact\njerked the arm downward and sidewise, both bones of the forearm snapping\nas it struck the ledge. The second one, an instant later, broke his left\nleg. Then the debris began to arrive.\n\nChunks of solid or semi-molten rock slammed against the hull, knocking\noff wings and control-surfaces. Gobs of viscous slag slapped it\nliquidly, freezing into and clogging up jets and orifices. The little\nship was hurled hither and yon, in the grip of forces she could no more\nresist than can the floating leaf resist the waters of a cataract. And\nCloud's brain was as addled as an egg by the vicious concussions which\nwere hitting him from so many different directions and so nearly all at\nonce. Nevertheless, with his one arm and his one leg and the few cells\nof his brain that were still at work, the physicist was still in the\nfight.\n\nBy sheer force of will and nerve he forced his left hand across the\ngyrating key-bank to the Bergenholm switch. He snapped it, and in the\ninstant of its closing a vast, calm peace descended, blanket-like. For,\nfortunately, the Berg still worked; the flitter and all her contents and\nappurtenances were inertialess. Nothing material could buffet her or\nhurt her now; she would waft effortlessly away from a feather's lightest\npossible touch.\n\nCloud wanted to faint then, but he didn't--quite. Instead, foggily, he\ntried to look back at the crater. Nine-tenths of his visiplates were out\nof commission, but he finally got a view. Good--it was out. He wasn't\nsurprised; he had been quite confident that it would be. It wasn't\nscattered around, either. It _couldn't_ be, for his only possibility of\nsmearing the shot was on the upper side, not the lower.\n\n       *       *       *       *       *\n\nHis next effort was to locate the secondary observatory, where he had to\nland, and in that too he was successful. He had enough intelligence left\nto realize that, with practically all of his jets clogged and his wings\nand tail shot off, he couldn't land his little vessel inert. Therefore\nhe would have to land her free.\n\nAnd by dint of light and extremely unorthodox use of what jets he had\nleft in usable shape he did land her free, almost within the limits of\nthe observatory's field; and having landed, he inerted her.\n\nBut, as has been intimated, his brain was not working so well; he had\nheld his ship inertialess quite a few seconds longer than he thought,\nand he did not even think of the buffetings she had taken. As a result\nof these things, however, her intrinsic velocity did not match, anywhere\nnear exactly, that of the ground upon which she lay. Thus, when Cloud\ncut his Bergenholm, restoring thereby to the flitter the absolute\nvelocity and inertia she had had before going free, there resulted a\ndistinctly anti-climactic crash.\n\nThere was a last terrific bump as the motionless vessel collided with\nthe equally motionless ground; and \"Storm\" Cloud, vortex blaster, went\nout like the proverbial light.\n\nHelp came, of course; and on the double. The pilot was unconscious and\nthe flitter's door could not be opened from the outside, but those were\nnot insuperable obstacles. A plate, already loose, was sheared away; the\npilot was carefully lifted out of his prison and rushed to Base Hospital\nin the \"meat-can\" already in attendance.\n\nAnd later, in a private office of that hospital, the gray-clad Chief of\nthe Atomic Research Laboratory sat and waited--but not patiently.\n\n\"How is he, Lacy?\" he demanded, as the Surgeon-General entered the room.\n\"He's going to live, isn't he?\"\n\n\"Oh, yes, Phil--definitely yes,\" Lacy replied, briskly. \"He has a good\nskeleton, very good indeed. The burns are superficial and will yield\nquite readily to treatment. The deeper, delayed effects of the radiation\nto which he was exposed can be neutralized entirely effectively. Thus he\nwill not need even a Phillips's treatment for the replacement of damaged\nparts, except possibly for a few torn muscles and so on.\"\n\n\"But he was smashed up pretty badly, wasn't he? I know that he had a\nbroken arm and a broken leg, at least.\"\n\n\"Simple fractures only--entirely negligible.\" Lacy waved aside with an\nairy gesture such small ills as broken bones. \"He'll be out in a few\nweeks.\"\n\n\"How soon can I see him?\" the Lensman-physicist asked. \"There are some\nimportant things to take up with him, and I've got a personal message\nfor him that I must give him as soon as possible.\"\n\nLacy pursued his lips. Then:\n\n\"You may see him now,\" he decided. \"He is conscious, and strong enough.\nNot too long, though, Phil--fifteen minutes at most.\"\n\n\"QX, and thanks,\" and a nurse led the visiting Lensman to Cloud's\nbedside.\n\n\"Hi, Stupe!\" he boomed, cheerfully. \"'Stupe' being short for stupendous,\nnot 'stupid'.\"\n\n\"Hi, Chief. Glad to see somebody. Sit down.\"\n\n\"You're the most-wanted man in the Galaxy,\" the visitor informed the\ninvalid, \"not excepting even Kimball Kinnison. Look at this spool of\ntape, and it's only the first one. I brought it along for you to read at\nyour leisure. As soon as any planet finds out that we've got a\nsure-enough vortex-blower-outer, an expert who can really call his\nshots--and the news travels mighty fast--that planet sends in a\ndouble-urgent, Class A-Prime demand for first call upon your services.\n\n\"Sirius IV got in first by a whisker, it seems, but Aldebaran II was so\nclose a second that it was a photo finish, and all the channels have\nbeen jammed ever since. Canopus, Vega, Rigel, Spica. They all want you.\nEverybody, from Alsakan to Vandemar and back. We told them right off\nthat we would not receive personal delegations--we had to almost throw a\ncouple of pink-haired Chickladorians out bodily to make them believe\nthat we meant it--and that the age and condition of the vortex\ninvolved, not priority of requisition, would govern, QX?\"\n\n\"Absolutely,\" Cloud agreed. \"That's the only way it could be, I should\nthink.\"\n\n\"So forget about this psychic trauma.... No, I don't mean that,\" the\nLensman corrected himself hastily. \"You know what I mean. The will to\nlive is the most important factor in any man's recovery, and too many\nworlds need you too badly to have you quit now. Not?\"\n\n\"I suppose so,\" Cloud acquiesced, but somberly. \"I'll get out of here in\nshort order. And I'll keep on pecking away until one of those vortices\nfinishes what this one started.\"\n\n\"You'll die of old age then, son,\" the Lensman assured him. \"We got full\ndata--all the information we need. We know exactly what to do to your\nscreens. Next time nothing will come through except light, and only as\nmuch of that as you feel like admitting. You can wait as close to a\nvortex as you please, for as long as you please; until you get exactly\nthe activity and time-interval that you want. You will be just as\ncomfortable and just as safe as though you were home in bed.\"\n\n\"Sure of that?\"\n\n\"Absolutely--or at least, as sure as we can be of anything that hasn't\nhappened yet. But I see that your guardian angel here is eyeing her\nclock somewhat pointedly, so I'd better be doing a flit before they toss\nme down a shaft. Clear ether, Storm!\"\n\n\"Clear ether, Chief!\"\n\nAnd that is how \"Storm\" Cloud, atomic physicist, became the most\nnarrowly-specialized specialist in all the annals of science: how he\nbecame \"Storm\" Cloud, Vortex Blaster--the Galaxy's only vortex blaster.\n\n\n\n    [Transcriber's Note: This etext was produced from\n     _Comet_, July 1941. Extensive research did not uncover\n     any evidence that the U.S. copyright on this\n     publication was renewed.\n\n     Obvious typographic errors and misspellings have been\n     corrected.]\n\n\n\n\n\nEnd of Project Gutenberg's The Vortex Blaster, by Edward Elmer Smith\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE VORTEX BLASTER ***\n\n***** This file should be named 22629.txt or 22629.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/2/6/2/22629/\n\nProduced by Greg Weeks, V. L. Simpson and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}