{"title": "Suite Mentale", "author": "Gordon Randall Garrett", "releaseDate": "September 25, 2007", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n    _Just about a year ago, two enthusiastic young men came to see me,\n    and during the course of the visit announced that they were starting\n    a campaign to make their living in science fiction--and also to\n    become \"names\" in the best science fiction magazines. They planned\n    to collaborate on some material, and write on their own as well,\n    intending to make the grade both ways._\n\n    _One of the pair was a well-known science fiction fan, who had\n    appeared once or twice in the \"pro mags,\" as fans designate journals\n    like this one. The other was Randall Garrett, who had previously\n    sold a respectable number of stories to various magazines in the\n    science fiction and fantasy field._\n\n    _I shall not try to insult your intelligence by stating that I told\n    them I knew they could do it; on the contrary, I larded doubt with\n    sympathy. However, this story, and Robert A. Madle's \"Inside Science\n    Fiction\" will show how wrong I was!_\n\n\n\n\nSUITE MENTALE\n\nby Randall Garrett\n\n_Illustrated by EMSH_\n\n\n\n\nOVERTURE--ADAGIO MISTERIOSO\n\nThe neurosurgeon peeled the thin surgical gloves from his hands as the\nnurse blotted the perspiration from his forehead for the last time after\nthe long, grueling hours.\n\n\"They're waiting outside for you, Doctor,\" she said quietly.\n\nThe neurosurgeon nodded wordlessly. Behind him, three assistants were\nstill finishing up the operation, attending to the little finishing\ntouches that did not require the brilliant hand of the specialist. Such\nthings as suturing up a scalp, and applying bandages.\n\nThe nurse took the sterile mask--no longer sterile now--while the doctor\nwashed and dried his hands.\n\n\"Where are they?\" he asked finally. \"Out in the hall, I suppose?\"\n\n[Illustration]\n\nShe nodded. \"You'll probably have to push them out of the way to get out\nof Surgery.\"\n\n       *       *       *       *       *\n\nHer prediction was almost perfect. The group of men in conservative\nbusiness suits, wearing conservative ties, and holding conservative,\nsoft, felt hats in their hands were standing just outside the door. Dr.\nMallon glanced at the five of them, letting his eyes stop on the face of\nthe tallest. \"He may live,\" the doctor said briefly.\n\n\"You don't sound very optimistic, Dr. Mallon,\" said the FBI man.\n\nMallon shook his head. \"Frankly, I'm not. He was shot laterally, just\nabove the right temple, with what looks to me like a .357 magnum pistol\nslug. It's in there--\" He gestured back toward the room he had just\nleft. \"--you can have it, if you want. It passed completely through the\nbrain, lodging on the other side of the head, just inside the skull.\nWhat kept him alive, I'll never know, but I can guarantee that he might\nas well be dead; it was a rather nasty way to lobotomize a man, but it\nwas effective, I can assure you.\"\n\nThe Federal agent frowned puzzledly. \"Lobotomized? Like those operations\nthey do on psychotics?\"\n\n\"Similar,\" said Mallon. \"But no psychotic was ever butchered up like\nthis; and what I had to do to him to save his life didn't help\nanything.\"\n\nThe men looked at each other, then the big one said: \"I'm sure you did\nthe best you could, Dr. Mallon.\"\n\nThe neurosurgeon rubbed the back of his hand across his forehead and\nlooked steadily into the eyes of the big man.\n\n\"You wanted him alive,\" he said slowly, \"and I have a duty to save life.\nBut frankly, I think we'll all eventually wish we had the common human\ndecency to let Paul Wendell die. Excuse me, gentlemen; I don't feel\nwell.\" He turned abruptly and strode off down the hall.\n\n       *       *       *       *       *\n\nOne of the men in the conservative suits said: \"Louis Pasteur lived\nthrough most of his life with only half a brain and he never even knew\nit, Frank; maybe--\"\n\n\"Yeah. Maybe,\" said the big man. \"But I don't know whether to hope he\ndoes or hope he doesn't.\" He used his right thumbnail to pick a bit of\nmicroscopic dust from beneath his left index finger, studying the\noperation without actually seeing it. \"Meanwhile, we've got to decide\nwhat to do about the rest of those screwballs. Wendell was the only sane\none, and therefore the most dangerous--but the rest of them aren't what\nyou'd call safe, either.\"\n\nThe others nodded in a chorus of silent agreement.\n\n\nNOCTURNE--TEMPO DI VALSE\n\n\"Now what the hell's the matter with me?\" thought Paul Wendell. He could\nfeel nothing. Absolutely nothing: No taste, no sight, no hearing, no\nanything. \"Am I breathing?\" He couldn't feel any breathing. Nor, for\nthat matter, could he feel heat, nor cold, nor pain.\n\n\"Am I dead? No. At least, I don't _feel_ dead. Who am I? What am I?\" No\nanswer. _Cogito, ergo sum._ What did that mean? There was something\nquite definitely wrong, but he couldn't quite tell what it was. Ideas\nseemed to come from nowhere; fragments of concepts that seemed to have\nno referents. What did that mean? What is a referent? A concept? He felt\nhe knew intuitively what they meant, but what use they were he didn't\nknow.\n\nThere was something wrong, and he had to find out what it was. And he\nhad to find out through the only method of investigation left open to\nhim.\n\nSo he thought about it.\n\n\nSONATA--ALLEGRO CON BRIO\n\nThe President of the United States finished reading the sheaf of papers\nbefore him, laid them neatly to one side, and looked up at the big man\nseated across the desk from him.\n\n\"Is this everything, Frank?\" he asked.\n\n\"That's everything, Mr. President; everything we know. We've got eight\nmen locked up in St. Elizabeth's, all of them absolutely psychotic, and\none human vegetable named Paul Wendell. We can't get anything out of\nthem.\"\n\nThe President leaned back in his chair. \"I really can't quite understand\nit. Extra-sensory perception--why should it drive men insane? Wendell's\npapers don't say enough. He claims it can be mathematically worked\nout--that he _did_ work it out--but we don't have any proof of that.\"\n\nThe man named Frank scowled. \"Wasn't that demonstration of his proof\nenough?\"\n\nA small, graying, intelligent-faced man who had been sitting silently,\nlistening to the conversation, spoke at last. \"Mr. President, I'm afraid\nI still don't completely understand the problem. If we could go over it,\nand get it straightened out--\" He left the sentence hanging expectantly.\n\n\"Certainly. This Paul Wendell is a--well, he called himself a psionic\nmathematician. Actually, he had quite a respectable reputation in the\nmathematical field. He did very important work in cybernetic theory, but\nhe dropped it several years ago--said that the human mind couldn't be\nworked at from a mechanistic angle. He studied various branches of\npsychology, and eventually dropped them all. He built several of those\nqueer psionic machines--gold detectors, and something he called a hexer.\nHe's done a lot of different things, evidently.\"\n\n\"Sounds like he was unable to make up his mind,\" said the small man.\n\n       *       *       *       *       *\n\nThe President shook his head firmly. \"Not at all. He did new, creative\nwork in every one of the fields he touched. He was considered something\nof a mystic, but not a crackpot, or a screwball.\n\n\"But, anyhow, the point is that he evidently found what he'd been\nlooking for for years. He asked for an appointment with me; I okayed the\nrequest because of his reputation. He would only tell me that he'd\nstumbled across something that was vital to national defense and the\nfuture of mankind; but I felt that, in view of the work he had done, he\nwas entitled to a hearing.\"\n\n\"And he proved to you, beyond any doubt, that he had this power?\" the\nsmall man asked.\n\nFrank shifted his big body uneasily in his chair. \"He certainly did, Mr.\nSecretary.\"\n\nThe President nodded. \"I know it might not sound too impressive when\nheard second-hand, but Paul Wendell could tell me more of what was going\non in the world than our Central Intelligence agents have been able to\ndig up in twenty years. And he claimed he could teach the trick to\nanyone.\n\n\"I told him I'd think it over. Naturally, my first step was to make sure\nthat he was followed twenty-four hours a day. A man with information\nlike that simply could not be allowed to fall into enemy hands.\" The\nPresident scowled, as though angry with himself. \"I'm sorry to say that\nI didn't realize the full potentialities of what he had said for several\ndays--not until I got Frank's first report.\"\n\n       *       *       *       *       *\n\n\"You could hardly be expected to, Mr. President,\" Frank said. \"After\nall, something like that is pretty heady stuff.\"\n\n\"I think I follow you,\" said the Secretary. \"You found he was already\nteaching this trick to others.\"\n\nThe President glanced at the FBI man. Frank said: \"That's right; he was\nholding meetings--classes, I suppose you'd call them--twice a week.\nThere were eight men who came regularly.\"\n\n\"That's when I gave the order to have them all picked up. Can you\nimagine what would happen if _everybody_ could be taught to use this\nability? Or even a small minority?\"\n\n\"They'd rule the world,\" said the Secretary softly.\n\nThe President shrugged that off. \"That's a small item, really. The point\nis that _nothing_ would be hidden from _anyone_.\n\n\"The way we play the Game of Life today is similar to playing poker. We\nkeep a straight face and play the cards tight to our chest. But what\nwould happen if everyone could see everyone else's cards? It would cease\nto be a game of strategy, and become a game of pure chance.\n\n       *       *       *       *       *\n\n\"We'd have to start playing Life another way. It would be like chess,\nwhere you can see the opponent's every move. But in all human history\nthere has never been a social analogue for chess. That's why Paul\nWendell and his group had to be stopped--for a while at least.\"\n\n\"But what could you have done with them?\" asked the Secretary. \"Imprison\nthem summarily? Have them shot? What _would_ you have done?\"\n\nThe President's face became graver than ever. \"I had not yet made that\ndecision. Thank Heaven, it has been taken out of my hands.\"\n\n\"One of his own men shot him?\"\n\n\"That's right,\" said the big FBI man. \"We went into his apartment an\ninstant too late. We found eight madmen and a near-corpse. We're not\nsure what happened, and we're not sure we want to know. Anything that\ncan drive eight reasonably stable men off the deep end in less than an\nhour is nothing to meddle around with.\"\n\n\"I wonder what went wrong?\" asked the Secretary of no one in particular.\n\n\nSCHERZO--PRESTO\n\nPaul Wendell, too, was wondering what went wrong.\n\nSlowly, over a period of immeasurable time, memory seeped back into him.\nBits of memory, here and there, crept in from nowhere, sometimes to be\nlost again, sometimes to remain. Once he found himself mentally humming\nan odd, rather funeral tune:\n\n    _Now, though you'd have said that the head was dead,\n      For its owner dead was he,\n    It stood on its neck with a smile well-bred,\n      And bowed three times to me.\n    It was none of your impudent, off-hand nods...._\n\nWendell stopped and wondered what the devil seemed so important about\nthe song.\n\nSlowly, slowly, memory returned.\n\nWhen he suddenly realized, with crashing finality, where he was and what\nhad happened to him, Paul Wendell went violently insane. Or he would\nhave, if he could have become violent.\n\n\nMARCHE FUNEBRE--LENTO\n\n\"Open your mouth, Paul,\" said the pretty nurse. The hulking mass of\nnot-quite-human gazed at her with vacuous eyes and opened its mouth.\nDexterously, she spooned a mouthful of baby food into it. \"Now swallow\nit, Paul. That's it. Now another.\"\n\n\"In pretty bad shape, isn't he?\"\n\nNurse Peters turned to look at the man who had walked up behind her. It\nwas Dr. Benwick, the new interne.\n\n\"He's worthless to himself and anyone else,\" she said. \"It's a shame,\ntoo; he'd be rather nice looking if there were any personality behind\nthat face.\" She shoveled another spoonful of mashed asparagus into the\ngaping mouth. \"Now swallow it, Paul.\"\n\n\"How long has he been here?\" Benwick asked, eyeing the scars that showed\nthrough the dark hair on the patient's head.\n\n\"Nearly six years,\" Miss Peters said.\n\n\"Hmmh! But they outlawed lobotomies back in the sixties.\"\n\n\"Open your mouth, Paul.\" Then, to Benwick: \"This was an accident. Bullet\nin the head. You can see the scar on the other side of his head.\"\n\n       *       *       *       *       *\n\nThe doctor moved around to look at the left temple. \"Doesn't leave much\nof a human being, does it?\"\n\n\"It doesn't even leave much of an animal,\" Miss Peters said. \"He's\nalive, but that's the best you can say for him. (Now swallow, Paul.\nThat's it.) Even an ameba can find food for itself.\"\n\n\"Yeah. Even a single cell is better off than he is. Chop out a man's\nforebrain and he's nothing. It's a case of the whole being _less_ than\nthe sum of its parts.\"\n\n\"I'm glad they outlawed the operation on mental patients,\" Miss Peters\nsaid, with a note of disgust in her voice.\n\nDr. Benwick said: \"It's worse than it looks. Do you know why the\nanti-lobotomists managed to get the bill passed?\"\n\n\"Let's drink some milk now, Paul. No, Doctor; I was only a little girl\nat that time.\"\n\n\"It was a matter of electro-encephalographic records. They showed that\nthere was electrical activity in the prefrontal lobes even after the\nnerves had been severed, which could mean a lot of things; but the A-L\nsupporters said that it indicated that the forebrain was still capable\nof thinking.\"\n\nMiss Peters looked a little ill. \"Why--that's _horrible_! I wish you'd\nnever told me.\" She looked at the lump of vegetablized human sitting\nplacidly at the table. \"Do you suppose he's actually _thinking_,\nsomewhere, deep inside?\"\n\n\"Oh, I doubt it,\" Benwick said hastily. \"There's probably no real\nself-awareness, none at all. There couldn't be.\"\n\n\"I suppose not,\" Miss Peters said, \"but it's not pleasant to think of.\"\n\n\"That's why they outlawed it,\" said Benwick.\n\n\nRONDO--ANDANTE MA NON POCO\n\nInsanity is a retreat from reality, an escape within the mind from the\nreality outside the mind. But what if there is no detectable reality\noutside the mind? What is there to escape from? Suicide--death in any\nform--is an escape from life. But if death does not come, and can not be\nself-inflicted, what then?\n\nAnd when the pressure of nothingness becomes too great to bear, it\nbecomes necessary to escape; a man under great enough pressure will take\nthe easy way out. But if there is no easy way? Why, then a man must take\nthe hard way.\n\nFor Paul Wendell, there was no escape from his dark, senseless Gehenna\nby way of death, and even insanity offered no retreat; insanity in\nitself is senseless, and senselessness was what he was trying to flee.\nThe only insanity possible was the psychosis of regression, a fleeing\ninto the past, into the crystallized, unchanging world of memory.\n\nSo Paul Wendell explored his past, every year, every hour, every second\nof it, searching to recall and savor every bit of sensation he had ever\nexperienced. He tasted and smelled and touched and heard and analyzed\neach of them minutely. He searched through his own subjective thought\nprocesses, analyzing, checking and correlating them.\n\n_Know thyself._ Time and time again, Wendell retreated from his own\nmemories in confusion, or shame, or fear. But there was no retreat from\nhimself, and eventually he had to go back and look again.\n\nHe had plenty of time--all the time in the world. How can subjective\ntime be measured when there is no objective reality?\n\n       *       *       *       *       *\n\nEventually, there came the time when there was nothing left to look at;\nnothing left to see; nothing to check and remember; nothing that he had\nnot gone over in every detail. Again, boredom began to creep in. It was\nnot the boredom of nothingness, but the boredom of the familiar.\nImagination? What could he imagine, except combinations and permutations\nof his own memories? He didn't know--perhaps there might be more to it\nthan that.\n\nSo he exercised his imagination. With a wealth of material to draw upon,\nhe would build himself worlds where he could move around, walk, talk,\nand make love, eat, drink and feel the caress of sunshine and wind.\n\nIt was while he was engaged in this project that he touched another\nmind. He touched it, fused for a blinding second, and bounced away. He\nran gibbering up and down the corridors of his own memory, mentally\nreeling from the shock of--_identification_!\n\n       *       *       *       *       *\n\nWho was he? Paul Wendell? Yes, he knew with incontrovertible certainty\nthat he was Paul Wendell. But he also knew, with almost equal certainty,\nthat he was Captain Sir Richard Francis Burton. He was living--had\nlived--in the latter half of the nineteenth century. But he knew nothing\nof the Captain other than the certainty of identity; nothing else of\nthat blinding mind-touch remained.\n\nAgain he scoured his memory--Paul Wendell's memory--checking and\nrechecking the area just before that semi-fatal bullet had crashed\nthrough his brain.\n\nAnd finally, at long last, he knew with certainty where his calculations\nhad gone astray. He knew positively why eight men had gone insane.\n\nThen he went again in search of other minds, and this time he knew he\nwould not bounce.\n\n\nQUASI UNA FANTASIA POCO ANDANTE PIANISSIMO\n\nAn old man sat quietly in his lawnchair, puffing contentedly on an\nexpensive briar pipe and making corrections with a fountain pen on a\nthick sheaf of typewritten manuscript. Around him stretched an expanse\nof green lawn, dotted here and there with squat cycads that looked like\novergrown pineapples; in the distance, screening the big house from the\nroad, stood a row of stately palms, their fronds stirring lightly in the\nfaint, warm California breeze.\n\nThe old man raised his head as a car pulled into the curving driveway.\nThe warm hum of the turboelectric engine stopped, and a man climbed out\nof the vehicle. He walked with easy strides across the grass to where\nthe elderly gentleman sat. He was lithe, of indeterminate age, but with\na look of great determination. There was something in his face that made\nthe old man vaguely uneasy--not with fear but with a sense of deep\nrespect.\n\n\"What can I do for you, sir?\"\n\n\"I have some news for you, Mr. President,\" the younger one said.\n\nThe old man smiled wryly. \"I haven't been President for fourteen years.\nMost people call me 'Senator' or just plain 'Mister'.\"\n\n       *       *       *       *       *\n\nThe younger man smiled back. \"Very well, Senator. My name is Camberton,\nJames Camberton. I brought some information that may possibly relieve\nyour mind--or, again, it may not.\"\n\n\"You sound ominous, Mr. Camberton. I hope you'll remember that I've been\nretired from the political field for nearly five years. What is this\nshattering news?\"\n\n\"Paul Wendell's body was buried yesterday.\"\n\nThe Senator looked blank for a second, then recognition came into his\nface. \"Wendell, eh? After all this time. Poor chap; he'd have been\nbetter off if he'd died twenty years ago.\" Then he paused and looked up.\n\"But just who are you, Mr. Camberton? And what makes you think I would\nbe particularly interested in Paul Wendell?\"\n\n\"Mr. Wendell wants to tell you that he is very grateful to you for\nhaving saved his life, Senator. If it hadn't been for your orders, he\nwould have been left to die.\"\n\nThe Senator felt strangely calm, although he knew he should feel shock.\n\"That's ridiculous, sir! Mr. Wendell's brain was hopelessly damaged; he\nnever recovered his sanity or control of his body. I know; I used to\ndrop over to see him occasionally, until I finally realized that I was\nonly making myself feel worse and doing him no good.\"\n\n[Illustration]\n\n\"Yes, sir. And Mr. Wendell wants you to know how much he appreciated\nthose visits.\"\n\n       *       *       *       *       *\n\nThe Senator grew red. \"What the devil are you talking about? I just said\nthat Wendell couldn't talk. How could he have said anything to you? What\ndo you know about this?\"\n\n\"I never said he _spoke_ to me, Senator; he didn't. And as to what I\nknow of this affair, evidently you don't remember my name. James\nCamberton.\"\n\nThe Senator frowned. \"The name is familiar, but--\" Then his eyes went\nwide. \"Camberton! You were one of the eight men who--Why, _you're the\nman who shot Wendell_!\"\n\nCamberton pulled up an empty lawnchair and sat down. \"That's right,\nSenator; but there's nothing to be afraid of. Would you like to hear\nabout it?\"\n\n\"I suppose I must.\" The old man's voice was so low that it was scarcely\naudible. \"Tell me--were the other seven released, too? Have--have you\nall regained your sanity? Do you remember--\" He stopped.\n\n\"Do we remember the extra-sensory perception formula? Yes, we do; all\neight of us remember it well. It was based on faulty premises, and\nincomplete, of course; but in its own way it was workable enough. We\nhave something much better now.\"\n\nThe old man shook his head slowly. \"I failed, then. Such an idea is as\nfatal to society as we know it as a virus plague. I tried to keep you\nmen quarantined, but I failed. After all those years of insanity, now\nthe chess game begins; the poker game is over.\"\n\n\"It's worse than that,\" Camberton said, chuckling softly. \"Or, actually,\nit's much better.\"\n\n\"I don't understand; explain it to me. I'm an old man, and I may not\nlive to see my world collapse. I hope I don't.\"\n\nCamberton said: \"I'll try to explain in words, Senator. They're\ninadequate, but a fuller explanation will come later.\"\n\nAnd he launched into the story of the two-decade search of Paul Wendell.\n\n\nCODA--ANDANTINO\n\n\"Telepathy? Time travel?\" After three hours of listening, the\nex-President was still not sure he understood.\n\n\"Think of it this way,\" Camberton said. \"Think of the mind at any given\ninstant as being surrounded by a shield--a shield of privacy--a shield\nwhich you, yourself have erected, though unconsciously. It's a perfect\ninsulator against telepathic prying by others. You feel you _have_ to\nhave it in order to retain your privacy--your sense of identity, even.\nBut here's the kicker: even though no one else can get in, _you_ can't\nget out!\n\n\"You can call this shield 'self-consciousness'--perhaps _shame_ is a\nbetter word. Everyone has it, to some degree; no telepathic thought can\nbreak through it. Occasionally, some people will relax it for a fraction\nof a second, but the instant they receive something, the barrier goes up\nagain.\"\n\n\"Then how is telepathy possible? How can you go through it?\" The Senator\nlooked puzzled as he thoughtfully tamped tobacco into his briar.\n\n\"You don't go _through_ it; you go _around_ it.\"\n\n       *       *       *       *       *\n\n\"Now wait a minute; that sounds like some of those fourth dimension\nstories I've read. I recall that when I was younger, I read a murder\nmystery--something about a morgue, I think. At any rate, the murder was\ncommitted inside a locked room; no one could possibly have gotten in or\nout. One of the characters suggested that the murderer traveled through\nthe fourth dimension in order to get at the victim. He didn't go through\nthe walls; he went around them.\" The Senator puffed a match flame into\nthe bowl of his pipe, his eyes on the younger man. \"Is that what you're\ndriving at?\"\n\n\"Exactly,\" agreed Camberton. \"The fourth dimension. Time. You must go\nback in time to an instant when that wall did not exist. An infant has\nno shame, no modesty, no shield against the world. You must travel back\ndown your own four-dimensional tube of memory in order to get outside\nit, and to do that, you have to know your own mind completely, and you\nmust be _sure_ you know it.\n\n\"For only if you know your own mind can you communicate with another\nmind. Because, at the 'instant' of contact, you _become_ that person;\nyou must enter his own memory at the beginning and go _up_ the\nhyper-tube. You will have all his memories, his hopes, his fears, his\n_sense of identity_. Unless you know--beyond any trace of doubt--who\n_you_ are, the result is insanity.\"\n\n       *       *       *       *       *\n\nThe Senator puffed his pipe for a moment, then shook his head. \"It\nsounds like Oriental mysticism to me. If you can travel in time, you'd\nbe able to change the past.\"\n\n\"Not at all,\" Camberton said; \"that's like saying that if you read a\nbook, the author's words will change.\n\n\"Time isn't like that. Look, suppose you had a long trough filled with\nsupercooled water. At one end, you drop in a piece of ice. Immediately\nthe water begins to freeze; the crystallization front moves toward the\nother end of the trough. Behind that front, there is ice--frozen,\nimmovable, unchangeable. Ahead of it there is water--fluid, mobile,\nchangeable.\n\n\"The instant we call 'the present' is like that crystallization front.\nThe past is unchangeable; the future is flexible. But they both exist.\"\n\n\"I see--at least, I think I do. And you can do all this?\"\n\n\"Not yet,\" said Camberton; \"not completely. My mind isn't as strong as\nWendell's, nor as capable. I'm not the--shall we say--the superman he\nis; perhaps I never will be. But I'm learning--I'm learning. After all,\nit took Paul twenty years to do the trick under the most favorable\ncircumstances imaginable.\"\n\n\"I see.\" The Senator smoked his pipe in silence for a long time.\nCamberton lit a cigaret and said nothing. After a time, the Senator took\nthe briar from his mouth and began to tap the bowl gently on the heel of\nhis palm. \"Mr. Camberton, why do you tell me all this? I still have\ninfluence with the Senate; the present President is a protégé of mine.\nIt wouldn't be too difficult to get you men--ah--put away again. I have\nno desire to see our society ruined, our world destroyed. Why do you\ntell me?\"\n\n       *       *       *       *       *\n\nCamberton smiled apologetically. \"I'm afraid you might find it a little\ndifficult to put us away again, sir; but that's not the point. You see,\nwe need you. We have no desire to destroy our present culture until we\nhave designed a better one to replace it.\n\n\"You are one of the greatest living statesmen, Senator; you have a\nwealth of knowledge and ability that can never be replaced; knowledge\nand ability that will help us to design a culture and a civilization\nthat will be as far above this one as this one is above the wolf pack.\nWe want you to come in with us, help us; we want you to be one of us.\"\n\n\"I? I'm an old man, Mr. Camberton. I will be dead before this\ncivilization falls; how can I help build a new one? And how could I, at\nmy age, be expected to learn this technique?\"\n\n\"Paul Wendell says you can. He says you have one of the strongest minds\nnow existing.\"\n\nThe Senator put his pipe in his jacket pocket. \"You know, Camberton, you\nkeep referring to Wendell in the present tense. I thought you said he\nwas dead.\"\n\nAgain Camberton gave him the odd smile. \"I didn't say that, Senator; I\nsaid they buried his body. That's quite a different thing. You see,\nbefore the poor, useless hulk that held his blasted brain died, Paul\ngave the eight of us his memories; he gave us _himself_. The mind is not\nthe brain, Senator; we don't know what it _is_ yet, but we do know what\nit _isn't_. Paul's poor, damaged brain is dead, but his memories, his\nthought processes, the very essence of all that was Paul Wendell is\nstill very much with us.\n\n\"Do you begin to see now why we want you to come in with us? There are\nnine of us now, but we need the tenth--you. Will you come?\"\n\n\"I--I'll have to think it over,\" the old statesman said in a voice that\nhad a faint quaver. \"I'll have to think it over.\"\n\nBut they both knew what his answer would be.\n\n\n\n\nTranscriber's Note\n\nThis etext was produced from _Future Science Fiction_ No. 30, 1956.\nExtensive research did not uncover any evidence that the U.S. copyright\non this publication was renewed. Minor spelling and typographical errors\nhave been corrected without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Suite Mentale, by Gordon Randall Garrett\n\n*** END OF THIS PROJECT GUTENBERG EBOOK SUITE MENTALE ***\n\n***** This file should be named 22763-8.txt or 22763-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/2/7/6/22763/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}