{"title": "Meeting of the Board", "author": "Alan Edward Nourse", "releaseDate": "October 3, 2007", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _The Counterfeit Man More Science\n    Fiction Stories by Alan E. Nourse_ published in 1963. Extensive\n    research did not uncover any evidence that the U.S. copyright on\n    this publication was renewed. Minor spelling and typographical\n    errors have been corrected without note.\n\n\n\n\n Meeting\n of the\n Board\n\n\n\n\nIt was going to be a bad day. As he pushed his way nervously through the\ncrowds toward the Exit Strip, Walter Towne turned the dismal prospect\nover and over in his mind. The potential gloominess of this particular\nday had descended upon him the instant the morning buzzer had gone off,\nmaking it even more tempting than usual just to roll over and forget\nabout it all. Twenty minutes later, the water-douse came to drag him,\ndrenched and gurgling, back to the cruel cold world. He had wolfed down\nhis morning Koffee-Kup with one eye on the clock and one eye on his\ngrowing sense of impending crisis. And now, to make things just a trifle\nworse, he was going to be late again.\n\nHe struggled doggedly across the rumbling Exit strip toward the plant\nentrance. After all, he told himself, why should he be so upset? He\n_was_ Vice President-in-Charge-of-Production of the Robling Titanium\nCorporation. What could they do to him, really? He had rehearsed _his_\npart many times, squaring his thin shoulders, looking the union boss\nstraight in the eye and saying, \"Now, see here, Torkleson--\" But he\nknew, when the showdown came, that he wouldn't say any such thing. And\nthis was the morning that the showdown would come.\n\nOh, not because of the _lateness_. Of course Bailey, the shop steward,\nwould take his usual delight in bringing that up. But this seemed hardly\nworthy of concern this morning. The reports waiting on his desk were\nwhat worried him. The sales reports. The promotion-draw reports. The\nroyalty reports. The anticipated dividend reports. Walter shook his head\nwearily. The shop steward was a goad, annoying, perhaps even\ninfuriating, but tolerable. Torkleson was a different matter.\n\nHe pulled his worn overcoat down over frayed shirt sleeves, and tried\nvainly to straighten the celluloid collar that kept scooting his tie up\nunder his ear. Once off the moving strip, he started up the Robling\ncorridor toward the plant gate. Perhaps he would be fortunate. Maybe the\nreports would be late. Maybe his secretary's two neurones would fail to\nsynapse this morning, and she'd lose them altogether. And, as long as he\nwas dreaming, maybe Bailey would break his neck on the way to work. He\nwalked quickly past the workers' lounge, glancing in at the groups of\nmen, arguing politics and checking the stock market reports before they\nchanged from their neat gray business suits to their welding dungarees.\nRunning up the stairs to the administrative wing, he paused outside the\ndoor to punch the time clock. 8:04. Damn. If only Bailey could be sick--\n\nBailey was not sick. The administrative offices were humming with\nfrantic activity as Walter glanced down the rows of cubbyholes. In the\nmiddle of it all sat Bailey, in his black-and-yellow checkered\ntattersall, smoking a large cigar. His feet were planted on his desk\ntop, but he hadn't started on his morning Western yet. He was busy\nglaring, first at the clock, then at Walter.\n\n\"Late again, I see,\" the shop steward growled.\n\nWalter gulped. \"Yes, sir. Just four minutes, this time, sir. You know\nthose crowded strips--\"\n\n\"So it's _just_ four minutes now, eh?\" Bailey's feet came down with a\ncrash. \"After last month's fine production record, you think four\nminutes doesn't matter, eh? Think just because you're a vice president\nit's all right to mosey in here whenever you feel like it.\" He glowered.\n\"Well, this is three times this month you've been late, Towne. That's a\ndemerit for each time, and you know what that means.\"\n\n\"You wouldn't count four minutes as a whole demerit!\"\n\nBailey grinned. \"Wouldn't I, now! You just add up your pay envelope on\nFriday. Ten cents an hour off for each demerit.\"\n\nWalter sighed and shuffled back to his desk. Oh, well. It could have\nbeen worse. They might have fired him like poor Cartwright last month.\nHe'd just _have_ to listen to that morning buzzer.\n\nThe reports were on his desk. He picked them up warily. Maybe they\nwouldn't be so bad. He'd had more freedom this last month than before,\nmaybe there'd been a policy change. Maybe Torkleson was gaining\nconfidence in him. Maybe--\n\nThe reports were worse than he had ever dreamed.\n\n\"_Towne!_\"\n\nWalter jumped a foot. Bailey was putting down the visiphone receiver.\nHis grin spread unpleasantly from ear to ear. \"What have you been doing\nlately? Sabotaging the production line?\"\n\n\"What's the trouble now?\"\n\nBailey jerked a thumb significantly at the ceiling. \"The boss wants to\nsee you. And you'd better have the right answers, too. The boss seems to\nhave a lot of questions.\"\n\nWalter rose slowly from his seat. This was it, then. Torkleson had\nalready seen the reports. He started for the door, his knees shaking.\n\nIt hadn't always been like this, he reflected miserably. Time was when\nthings had been very different. It had _meant_ something to be vice\npresident of a huge industrial firm like Robling Titanium. A man could\nhave had a fine house of his own, and a 'copter-car, and belong to the\nCountry Club; maybe even have a cottage on a lake somewhere.\n\nWalter could almost remember those days with Robling, before the\nswitchover, before that black day when the exchange of ten little shares\nof stock had thrown the Robling Titanium Corporation into the hands of\nstrange and unnatural owners.\n\n       *       *       *       *       *\n\nThe door was of heavy stained oak, with bold letters edged in gold:\n\n       TITANIUM WORKERS\n          OF AMERICA\n      Amalgamated Locals\n Daniel P. Torkleson, Secretary\n\nThe secretary flipped down the desk switch and eyed Walter with pity.\n\"Mr. Torkleson will see you.\"\n\nWalter pushed through the door into the long, handsome office. For an\ninstant he felt a pang of nostalgia--the floor-to-ceiling windows\nlooking out across the long buildings of the Robling plant, the pine\npaneling, the broad expanse of desk--\n\n\"Well? Don't just stand there. Shut the door and come over here.\" The\nman behind the desk hoisted his three hundred well-dressed pounds and\nglared at Walter from under flagrant eyebrows. Torkleson's whole body\nquivered as he slammed a sheaf of papers down on the desk. \"Just what do\nyou think you're doing with this company, Towne?\"\n\nWalter swallowed. \"I'm production manager of the corporation.\"\n\n\"And just what does the production manager _do_ all day?\"\n\nWalter reddened. \"He organizes the work of the plant, establishes\nproduction lines, works with Promotion and Sales, integrates Research\nand Development, operates the planning machines.\"\n\n\"And you think you do a pretty good job of it, eh? Even asked for a\nraise last year!\" Torkleson's voice was dangerous.\n\nWalter spread his hands. \"I do my best. I've been doing it for thirty\nyears. I should know what I'm doing.\"\n\n\"_Then how do you explain these reports?_\" Torkleson threw the heap of\npapers into Walter's arms, and paced up and down behind the desk.\n\"_Look_ at them! Sales at rock bottom. Receipts impossible. Big orders\ncanceled. The worst reports in seven years, and you say you know your\njob!\"\n\n\"I've been doing everything I could,\" Walter snapped. \"Of course the\nreports are bad, they couldn't help but be. We haven't met a production\nschedule in over two years. No plant can keep up production the way the\nmen are working.\"\n\nTorkleson's face darkened. He leaned forward slowly. \"So it's the _men_\nnow, is it? Go ahead. Tell me what's wrong with the men.\"\n\n\"Nothing's wrong with the men--if they'd only work. But they come in\nwhen they please, and leave when they please, and spend half their time\nchanging and the other half on Koffee-Kup. No company could survive\nthis. But that's only half of it--\" Walter searched through the reports\nfrantically. \"This International Jet Transport account--they dropped us\nbecause we haven't had a new engine in six years. Why? Because Research\nand Development hasn't had any money for six years. What can two starved\nengineers and a second rate chemist drag out of an attic laboratory for\ncompetition in the titanium market?\" Walter took a deep breath. \"I've\nwarned you time and again. Robling had built up accounts over the years\nwith fine products and new models. But since the switchover seven years\nago, you and your board have forced me to play the cheap products for\nthe quick profit in order to give your men their dividends. Now the\nbottom's dropped out. We couldn't turn a quick profit on the big,\nimportant accounts, so we had to cancel them. If you had let me manage\nthe company the way it should have been run--\"\n\nTorkleson had been slowly turning purple. Now he slammed his fist down\non the desk. \"We should just turn the company back to Management again,\neh? Just let you have a free hand to rob us blind again. Well, it won't\nwork, Towne. Not while I'm secretary of this union. We fought long and\nhard for control of this corporation, just the way all the other unions\ndid. I know. I was through it all.\" He sat back smugly, his cheeks\nquivering with emotion. \"You might say that I was a national leader in\nthe movement. But I did it only for the men. The men want their\ndividends. They own the stock, stock is supposed to pay dividends.\"\n\n\"But they're cutting their own throats,\" Walter wailed. \"You can't build\na company and make it grow the way I've been forced to run it.\"\n\n\"Details!\" Torkleson snorted. \"I don't care _how_ the dividends come in.\nThat's your job. My job is to report a dividend every six months to the\nmen who own the stock, the men working on the production lines.\"\n\nWalter nodded bitterly. \"And every year the dividend has to be higher\nthan the last, or you and your fat friends are likely to be thrown out\nof your jobs--right? No more steaks every night. No more private\ngold-plated Buicks for you boys. No more twenty-room mansions in\nWestchester. No more big game hunting in the Rockies. No, you don't have\nto know anything but how to whip a board meeting into a frenzy so\nthey'll vote you into office again each year.\"\n\nTorkleson's eyes glittered. His voice was very soft. \"I've always liked\nyou, Walter. So I'm going to pretend I didn't hear you.\" He paused, then\ncontinued. \"But here on my desk is a small bit of white paper. Unless\nyou have my signature on that paper on the first of next month, you are\nout of a job, on grounds of incompetence. And I will personally see that\nyou go on every White list in the country.\"\n\nWalter felt the fight go out of him like a dying wind. He knew what the\nWhite list meant. No job, anywhere, ever, in management. No chance,\never, to join a union. No more house, no more weekly pay envelope. He\nspread his hands weakly. \"What do you want?\" he asked.\n\n\"I want a production plan on my desk within twenty-four hours. A plan\nthat will guarantee me a five per cent increase in dividends in the next\nsix months. And you'd better move fast, because I'm not fooling.\"\n\n       *       *       *       *       *\n\nBack in his cubbyhole downstairs, Walter stared hopelessly at the\nreports. He had known it would come to this sooner or later. They all\nknew it--Hendricks of Promotion, Pendleton of Sales, the whole\nmanagerial staff.\n\nIt was wrong, all the way down the line. Walter had fought it tooth and\nnail since the day Torkleson had installed the moose heads in Walter's\nold office, and moved him down to the cubbyhole, under Bailey's watchful\neye. He had argued, and battled, and pleaded, and lost. He had watched\nthe company deteriorate day by day. Now they blamed him, and threatened\nhis job, and he was helpless to do anything about it.\n\nHe stared at the machines, clicking busily against the wall. An idea\nbegan to form in his head. Helpless?\n\nNot quite. Not if the others could see it, go along with it. It was a\nrepugnant idea. But there was one thing they could do that even\nTorkleson and his fat-jowled crew would understand.\n\nThey could go on strike.\n\n       *       *       *       *       *\n\n\"It's ridiculous,\" the lawyer spluttered, staring at the circle of men\nin the room. \"How can I give you an opinion on the legality of the\nthing? There isn't any legal precedent that I know of.\" He mopped his\nbald head with a large white handkerchief. \"There just hasn't _been_ a\ncase of a company's management striking against its own labor. It--it\nisn't done. Oh, there have been lockouts, but this isn't the same thing\nat all.\"\n\nWalter nodded. \"Well, we couldn't very well lock the men out, they own\nthe plant. We were thinking more of a lock-_in_ sort of thing.\" He\nturned to Paul Hendricks and the others. \"We know how the machines\noperate. They don't. We also know that the data we keep in the machines\nis essential to running the business; the machines figure production\nquotas, organize blueprints, prepare distribution lists, test promotion\nschemes. It would take an office full of managerial experts to handle\neven a single phase of the work without the machines.\"\n\nThe man at the window hissed, and Pendleton quickly snapped out the\nlights. They sat in darkness, hardly daring to breathe. Then: \"Okay.\nJust the man next door coming home.\"\n\nPendleton sighed. \"You're sure you didn't let them suspect anything,\nWalter? They wouldn't be watching the house?\"\n\n\"I don't think so. And you all came alone, at different times.\" He\nnodded to the window guard, and turned back to the lawyer. \"So we can't\nbe sure of the legal end. You'd have to be on your toes.\"\n\n\"I still don't see how we could work it,\" Hendricks objected. His heavy\nface was wrinkled with worry. \"Torkleson is no fool, and he has a lot of\npower in the National Association of Union Stockholders. All he'd need\nto do is ask for managers, and a dozen companies would throw them to him\non loan. They'd be able to figure out the machine system and take over\nwithout losing a day.\"\n\n\"Not quite.\" Walter was grinning. \"That's why I spoke of a lock-in.\nBefore we leave, we throw the machines into feedback, every one of them.\nLock them into reverberating circuits with a code sequence key. Then all\nthey'll do is buzz and sputter until the feedback is broken with the\nkey. And the key is our secret. It'll tie the Robling office into granny\nknots, and scabs won't be able to get any more data out of the machines\nthan Torkleson could. With a lawyer to handle injunctions, we've got\nthem strapped.\"\n\n\"For what?\" asked the lawyer.\n\nWalter turned on him sharply. \"For new contracts. Contracts to let us\nmanage the company the way it should be managed. If they won't do it,\nthey won't get another Titanium product off their production lines for\nthe rest of the year, and their dividends will _really_ take a\nnosedive.\"\n\n\"That means you'll have to beat Torkleson,\" said Bates. \"He'll never go\nalong.\"\n\n\"Then he'll be left behind.\"\n\nHendricks stood up, brushing off his dungarees. \"I'm with you, Walter.\nI've taken all of Torkleson that I want to. And I'm sick of the junk\nwe've been trying to sell people.\"\n\nThe others nodded. Walter rubbed his hands together. \"All right.\nTomorrow we work as usual, until the noon whistle. When we go off for\nlunch, we throw the machines into lock-step. Then we just don't come\nback. But the big thing is to keep it quiet until the noon whistle.\" He\nturned to the lawyer. \"Are you with us, Jeff?\"\n\nJeff Bates shook his head sadly. \"I'm with you. I don't know why, you\nhaven't got a leg to stand on. But if you want to commit suicide, that's\nall right with me.\" He picked up his briefcase, and started for the\ndoor. \"I'll have your contract demands by tomorrow,\" he grinned. \"See\nyou at the lynching.\"\n\nThey got down to the details of planning.\n\n       *       *       *       *       *\n\nThe news hit the afternoon telecasts the following day. Headlines\nscreamed:\n\n MANAGEMENT SABOTAGES ROBLING MACHINES\n OFFICE STRIKERS THREATEN LABOR ECONOMY\n  ROBLING LOCK-IN CREATES PANDEMONIUM\n\nThere was a long, indignant statement from Daniel P. Torkleson,\ncondemning Towne and his followers for \"flagrant violation of management\ncontracts and illegal fouling of managerial processes.\" Ben Starkey,\nPresident of the Board of American Steel, expressed \"shock and regret\";\nthe Amalgamated Buttonhole Makers held a mass meeting in protest,\ndemanding that \"the instigators of this unprecedented crime be\npermanently barred from positions in American Industry.\"\n\nIn Washington, the nation's economists were more cautious in their\nviews. Yes, it _was_ an unprecedented action. Yes, there would\nundoubtedly be repercussions--many industries were having managerial\ntroubles; but as for long term effects, it was difficult to say just at\npresent.\n\nOn the Robling production lines the workmen blinked at each other, and\nat their machines, and wondered vaguely what it was all about.\n\nYet in all the upheaval, there was very little expression of surprise.\nStep by step, through the years, economists had been watching with wary\neyes the growing movement toward union, control of industry. Even as far\nback as the '40's and '50's unions, finding themselves oppressed with\nthe administration of growing sums of money--pension funds, welfare\nfunds, medical insurance funds, accruing union dues--had begun investing\nin corporate stock. It was no news to them that money could make money.\nAnd what stock more logical to buy than stock in their own companies?\n\nAt first it had been a quiet movement. One by one the smaller firms had\ntottered, bled drier and drier by increasing production costs,\nincreasing labor demands, and an ever-dwindling margin of profit. One by\none they had seen their stocks tottering as they faced bankruptcy, only\nto be gobbled up by the one ready buyer with plenty of funds to buy\nwith. At first, changes had been small and insignificant: boards of\ndirectors shifted; the men were paid higher wages and worked shorter\nhours; there were tighter management policies; and a little less money\nwas spent on extras like Research and Development.\n\nAt first--until that fateful night when Daniel P. Torkleson of TWA and\nJake Squill of Amalgamated Buttonhole Makers spent a long evening with\nbeer and cigars in a hotel room, and floated the loan that threw steel\nto the unions. Oil had followed with hardly a fight, and as the unions\nbegan to feel their oats, the changes grew more radical.\n\nWalter Towne remembered those stormy days well. The gradual undercutting\nof the managerial salaries, the tightening up of inter-union collusion\nto establish the infamous White list of Recalcitrant Managers. The shift\nfrom hourly wage to annual salary for the factory workers, and the\nchange to the other pole for the managerial staff. And then, with\ncreeping malignancy, the hungry howling of the union bosses for more and\nhigher dividends, year after year, moving steadily toward the inevitable\ncrisis.\n\nUntil Shop Steward Bailey suddenly found himself in charge of a dozen\nsputtering machines and an empty office.\n\n       *       *       *       *       *\n\nTorkleson was waiting to see the shop steward when he came in next\nmorning. The union boss's office was crowded with TV cameras, newsmen,\nand puzzled workmen. The floor was littered with piles of\nominous-looking paper. Torkleson was shouting into a telephone, and\nthree lawyers were shouting into Torkleson's ear. He spotted Bailey and\nwaved him through the crowd into an inner office room. \"Well? Did they\nget them fixed?\"\n\nBailey spread his hands nervously. \"The electronics boys have been at it\nsince yesterday afternoon. Practically had the machines apart on the\nfloor.\"\n\n\"I know that, stupid,\" Torkleson roared. \"I ordered them there. Did they\nget the machines _fixed_?\"\n\n\"Uh--well, no, as a matter of fact--\"\n\n\"Well, _what's holding them up_?\"\n\nBailey's face was a study in misery. \"The machines just go in circles.\nThe circuits are locked. They just reverberate.\"\n\n\"Then call American Electronics. Have them send down an expert crew.\"\n\nBailey shook his head. \"They won't come.\"\n\n\"They _what_?\"\n\n\"They said thanks, but no thanks. They don't want their fingers in this\npie at all.\"\n\n\"Wait until I get O'Gilvy on the phone.\"\n\n\"It won't do any good, sir. They've got their own management troubles.\nThey're scared silly of a sympathy strike.\"\n\nThe door burst open, and a lawyer stuck his head in. \"What about those\ninjunctions, Dan?\"\n\n\"Get them moving,\" Torkleson howled. \"They'll start those machines\nagain, or I'll have them in jail so fast--\" He turned back to Bailey.\n\"What about the production lines?\"\n\nThe shop steward's face lighted. \"They slipped up, there. There was one\nprogram that hadn't been coded into the machines yet. Just a minor item,\nbut it's a starter. We found it in Towne's desk, blueprints all ready,\npromotion all planned.\"\n\n\"Good, good,\" Torkleson breathed. \"I have a directors' meeting right\nnow, have to get the workers quieted down a bit. You put the program\nthrough, and give those electronics men three more hours to unsnarl this\nknot, or we throw them out of the union.\" He started for the door. \"What\nwere the blueprints for?\"\n\n\"Trash cans,\" said Bailey. \"Pure titanium-steel trash cans.\"\n\nIt took Robling Titanium approximately two days to convert its entire\nproduction line to titanium-steel trash cans. With the total resources\nof the giant plant behind the effort, production was phenomenal. In two\nmore days the available markets were glutted. Within two weeks, at a\nconservative estimate, there would be a titanium-steel trash can for\nevery man, woman, child, and hound dog on the North American continent.\nThe jet engines, structural steels, tubing, and other pre-strike\nproducts piled up in the freight yards, their routing slips and order\nrequisitions tied up in the reverberating machines.\n\nBut the machines continued to buzz and sputter.\n\nThe workers grew restive. From the first day, Towne and Hendricks and\nall the others had been picketing the plant, until angry crowds of\nworkers had driven them off with shotguns. Then they came back in an\nold, weatherbeaten 'copter which hovered over the plant entrance\ncarrying a banner with a plaintive message: ROBLING TITANIUM UNFAIR TO\nMANAGEMENT. Tomatoes were hurled, fists were shaken, but the 'copter\nremained.\n\nThe third day, Jeff Bates was served with an injunction ordering Towne\nto return to work. It was duly appealed, legal machinery began tying\nitself in knots, and the strikers still struck. By the fifth day there\nwas a more serious note.\n\n\"You're going to have to appear, Walter. We can't dodge this one.\"\n\n\"When?\"\n\n\"Tomorrow morning. And before a labor-rigged judge, too.\" The little\nlawyer paced his office nervously. \"I don't like it. Torkleson's getting\ndesperate. The workers are putting pressure on him.\"\n\nWalter grinned. \"Then Pendleton is doing a good job of selling.\"\n\n\"But you haven't got _time_,\" the lawyer wailed. \"They'll have you in\njail if you don't start the machines again. They may have you in jail if\nyou _do_ start them, too, but that's another bridge. Right now they want\nthose machines going again.\"\n\n\"We'll see,\" said Walter. \"What time tomorrow?\"\n\n\"Ten o'clock.\" Bates looked up. \"And don't try to skip. You be there,\nbecause _I_ don't know what to tell them.\"\n\nWalter was there a half hour early. Torkleson's legal staff glowered\nfrom across the room. The judge glowered from the bench. Walter closed\nhis eyes with a little smile as the charges were read: \"--breach of\ncontract, malicious mischief, sabotage of the company's machines,\nconspiring to destroy the livelihood of ten thousand workers. Your\nHonor, we are preparing briefs to prove further that these men have\nformed a conspiracy to undermine the economy of the entire nation. We\nappeal to the spirit of orderly justice--\"\n\nWalter yawned as the words went on.\n\n\"Of course, if the defendant will waive his appeals against the previous\ninjunctions, and will release the machines that were sabotaged, we will\nbe happy to formally withdraw these charges.\"\n\nThere was a rustle of sound through the courtroom. His Honor turned to\nJeff Bates. \"Are you counsel for the defendant?\"\n\n\"Yes, sir.\" Bates mopped his bald scalp. \"The defendant pleads guilty to\nall counts.\"\n\nThe union lawyer dropped his glasses on the table with a crash. The\njudge stared. \"Mr. Bates, if you plead guilty, you leave me no\nalternative--\"\n\n\"--but to send me to jail,\" said Walter Towne. \"Go ahead. Send me to\njail. In fact, I _insist_ upon going to jail.\"\n\nThe union lawyer's jaw sagged. There was a hurried conference. A recess\nwas pleaded. Telephones buzzed. Then: \"Your Honor, the plaintiff desires\nto withdraw all charges at this time.\"\n\n\"Objection,\" Bates exclaimed. \"We've already pleaded.\"\n\n\"--feel sure that a settlement can be effected out of court--\"\n\nThe case was thrown out on its ear.\n\nAnd still the machines sputtered.\n\n       *       *       *       *       *\n\nBack at the plant rumor had it that the machines were permanently\ngutted, and that the plant could never go back into production.\nConflicting scuttlebutt suggested that persons high in uniondom had\nperpetrated the crisis deliberately, bullying Management into the strike\nfor the sole purpose of cutting current dividends and selling stock to\nthemselves cheaply. The rumors grew easier and easier to believe. The\nworkers came to the plants in business suits, it was true, and lounged\nin the finest of lounges, and read the _Wall Street Journal_, and felt\nlike stockholders. But to face facts, their salaries were not the\nhighest. Deduct union dues, pension fees, medical insurance fees, and\nsundry other little items which had formerly been paid by well-to-do\nmanagements, and very little was left but the semi-annual dividend\nchecks. And now the dividends were tottering.\n\nProduction lines slowed. There were daily brawls on the plant floor, in\nthe lounge and locker rooms. Workers began joking about the trash cans;\nthen the humor grew more and more remote. Finally, late in the afternoon\nof the eighth day, Bailey was once again in Torkleson's office.\n\n\"Well? Speak up! What's the beef this time?\"\n\n\"Sir--the men--I mean, there's been some nasty talk. They're tired of\nmaking trash cans. No challenge in it. Anyway, the stock room is full,\nand the freight yard is full, and the last run of orders we sent out\ncame back because nobody wants any more trash cans.\" Bailey shook his\nhead. \"The men won't swallow it any more. There's--well, there's been\ntalk about having a board meeting.\"\n\nTorkleson's ruddy cheeks paled. \"Board meeting, huh?\" He licked his\nheavy lips. \"Now look, Bailey, we've always worked well together. I\nconsider you a good friend of mine. You've got to get things under\ncontrol. Tell the men we're making progress. Tell them Management is\nbeginning to weaken from its original stand. Tell them we expect to have\nthe strike broken in another few hours. Tell them anything.\"\n\nHe waited until Bailey was gone. Then, with a trembling hand he lifted\nthe visiphone receiver. \"Get me Walter Towne,\" he said.\n\n       *       *       *       *       *\n\n\"I'm not an unreasonable man,\" Torkleson was saying miserably, waving\nhis fat paws in the air as he paced back and forth in front of the\nspokesmen for the striking managers. \"Perhaps we were a little\ndemanding, I concede it! Overenthusiastic with our ownership, and all\nthat. But I'm sure we can come to some agreement. A hike in wage scale\nis certainly within reason. Perhaps we can even arrange for better\ncompany houses.\"\n\nWalter Towne stifled a yawn. \"Perhaps you didn't understand us. The men\nare agitating for a meeting of the board of directors. We want to be at\nthat meeting. That's the only thing we're interested in right now.\"\n\n\"But there wasn't anything about a board meeting in the contract your\nlawyer presented.\"\n\n\"I know, but you rejected that contract. So we tore it up. Anyway, we've\nchanged our minds.\"\n\nTorkleson sat down, his heavy cheeks quivering. \"Gentlemen, be\nreasonable! I can guarantee you your jobs, even give you a free hand\nwith the management. So the dividends won't be so large--the men will\nhave to get used to that. That's it, we'll put it through at the next\nexecutive conference, give you--\"\n\n\"The board meeting,\" Walter said gently. \"That'll be enough for us.\"\n\nThe union boss swore and slammed his fist on the desk. \"Walk out in\nfront of those men after what you've done? You're fools! Well, I've\ngiven you your chance. You'll get your board meeting. But you'd better\ncome armed. Because I know how to handle this kind of board meeting, and\nif I have anything to say about it, this one will end with a massacre.\"\n\n       *       *       *       *       *\n\nThe meeting was held in a huge auditorium in the Robling administration\nbuilding. Since every member of the union owned stock in the company,\nevery member had the right to vote for members of the board of\ndirectors. But in the early days of the switchover, the idea of a board\nof directors smacked too strongly of the old system of corporate\norganization to suit the men. The solution had been simple, if a trifle\nungainly. Everyone who owned stock in Robling Titanium was automatically\na member of the board of directors, with Torkleson as chairman of the\nboard. The stockholders numbered over ten thousand.\n\nThey were all present. They were packed in from the wall to the stage,\nand hanging from the rafters. They overflowed into the corridors. They\njammed the lobby. Ten thousand men rose with a howl of anger when Walter\nTowne walked out on the stage. But they quieted down again as Dan\nTorkleson started to speak.\n\nIt was a masterful display of rabble-rousing. Torkleson paced the stage,\nhis fat body shaking with agitation, pointing a chubby finger again and\nagain at Walter Towne. He pranced and he ranted. He paused at just the\nright times for thunderous peals of applause.\n\n\"This morning in my office we offered to compromise with these jackals,\"\nhe cried, \"and they rejected compromise. Even at the cost of lowering\ndividends, of taking food from the mouths of your wives and children, we\nmade our generous offers. They were rejected with scorn. These thieves\nhave one desire in mind, my friends, to starve you all, and to destroy\nyour company and your jobs. To every appeal they heartlessly refused to\ndivulge the key to the lock-in. And now this man--the ringleader who\nkeeps the key word buried in secrecy--has the temerity to ask an\naudience with you. You're angry men; you want to know the man to blame\nfor our hardship.\"\n\nHe pointed to Towne with a flourish. \"I give you your man. Do what you\nwant with him.\"\n\nThe hall exploded in angry thunder. The first wave of men rushed onto\nthe stage as Walter stood up. A tomato whizzed past his ear and\nsplattered against the wall. More men clambered up on the stage,\nshouting and shaking their fists.\n\nThen somebody appeared with a rope.\n\nWalter gave a sharp nod to the side of the stage. Abruptly the roar of\nthe men was drowned in another sound--a soul-rending, teeth-grating,\nbone-rattling screech. The men froze, jaws sagging, eyes wide, hardly\nbelieving their ears. In the instant of silence as the factory whistle\ndied away, Walter grabbed the microphone. \"You want the code word to\nstart the machines again? I'll give it to you before I sit down!\"\n\nThe men stared at him, shuffling, a murmur rising. Torkleson burst to\nhis feet. \"It's a trick!\" he howled. \"Wait 'til you hear their price.\"\n\n\"We have no price, and no demands,\" said Walter Towne. \"We will _give_\nyou the code word, and we ask nothing in return but that you listen for\nsixty seconds.\" He glanced back at Torkleson, and then out to the crowd.\n\"You men here are an electing body--right? You own this great plant and\ncompany, top to bottom--right? _You should all be rich_, because Robling\ncould make you rich. But not one of you out there is rich. Only the fat\nones on this stage are. But I'll tell you how _you_ can be rich.\"\n\nThey listened. Not a peep came from the huge hall. Suddenly, Walter\nTowne was talking their language.\n\n\"You think that since you own the company, times have changed. Well,\nhave they? Are you any better off than you were? Of course not. Because\nyou haven't learned yet that oppression by either side leads to misery\nfor both. You haven't learned moderation. And you never will, until you\nthrow out the ones who have fought moderation right down to the last\nditch. You know whom I mean. You know who's grown richer and richer\nsince the switchover. Throw him out, and you too can be rich.\" He paused\nfor a deep breath. \"You want the code word to unlock the machines? All\nright, I'll give it to you.\"\n\nHe swung around to point a long finger at the fat man sitting there.\n\"The code word is TORKLESON!\"\n\n       *       *       *       *       *\n\nMuch later, Walter Towne and Jeff Bates pried the trophies off the wall\nof the big office. The lawyer shook his head sadly. \"Pity about Dan\nTorkleson. Gruesome affair.\"\n\nWalter nodded as he struggled down with a moose head. \"Yes, a pity, but\nyou know the boys when they get upset.\"\n\n\"I suppose so.\" The lawyer stopped to rest, panting. \"Anyway, with the\nnewly elected board of directors, things will be different for\neverybody. You took a long gamble.\"\n\n\"Not so long. Not when you knew what they wanted to hear. It just took a\nlittle timing.\"\n\n\"Still, I didn't think they'd elect you secretary of the union. It just\ndoesn't figure.\"\n\nWalter Towne chuckled. \"Doesn't it? I don't know. Everything's been a\nlittle screwy since the switchover. And in a screwy world like this--\"\nHe shrugged, and tossed down the moose head. \"_Anything_ figures.\"\n\n\n\n\n\n\nEnd of Project Gutenberg's Meeting of the Board, by Alan Edward Nourse\n\n*** END OF THIS PROJECT GUTENBERG EBOOK MEETING OF THE BOARD ***\n\n***** This file should be named 22867.txt or 22867.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/2/8/6/22867/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}