{"title": "The Link", "author": "Alan Edward Nourse", "releaseDate": "October 3, 2007", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _The Counterfeit Man More Science\n    Fiction Stories by Alan E. Nourse_ published in 1963. Extensive\n    research did not uncover any evidence that the U.S. copyright on\n    this publication was renewed. Minor spelling and typographical\n    errors have been corrected without note.\n\n\n\n\n The\n Link\n\n\n\n\nIt was nearly sundown when Ravdin eased the ship down into the last slow\narc toward the Earth's surface. Stretching his arms and legs, he tried\nto relax and ease the tension in his tired muscles. Carefully, he\ntightened the seat belt for landing; below him he could see the vast,\ntangled expanse of Jungle-land spreading out to the horizon. Miles ahead\nwas the bright circle of the landing field and the sparkling glow of the\ncity beyond. Ravdin peered to the north of the city, hoping to catch a\nglimpse of the concert before his ship was swallowed by the brilliant\nlanding lights.\n\nA bell chimed softly in his ear. Ravdin forced his attention back to the\nlanding operation. He was still numb and shaken from the Warp-passage,\nhis mind still muddled by the abrupt and incredible change. Moments\nbefore, the sky had been a vast, starry blanket of black velvet; then,\nabruptly, he had been hovering over the city, sliding down toward warm\nfriendly lights and music. He checked the proper switches, and felt the\nthrobbing purr of the anti-grav motors as the ship slid in toward the\nlanding slot. Tall spires of other ships rose to meet him, circle upon\ncircle of silver needles pointing skyward. A little later they were\nblotted out as the ship was grappled into the berth from which it had\nrisen days before.\n\nWith a sigh, Ravdin eased himself out of the seat, his heart pounding\nwith excitement. Perhaps, he thought, he was too excited, too eager to\nbe home, for his mind was still reeling from the fearful discovery of\nhis journey.\n\nThe station was completely empty as Ravdin walked down the ramp to the\nshuttles. At the desk he checked in with the shiny punch-card robot, and\nwalked swiftly across the polished floor. The wall panels pulsed a\nsomber blue-green, broken sharply by brilliant flashes and overtones of\nscarlet, reflecting with subtle accuracy the tumult in his own mind. Not\na sound was in the air, not a whisper nor sign of human habitation.\nVaguely, uneasiness grew in his mind as he entered the shuttle station.\nSuddenly, the music caught him, a long, low chord of indescribable\nbeauty, rising and falling in the wind, a distant whisper of life....\n\nThe concert, of course. Everyone would be at the concert tonight, and\neven from two miles away, the beauty of four hundred perfectly\nharmonized voices was carried on the breeze. Ravdin's uneasiness\ndisappeared; he was eager to discharge his horrible news, get it off his\nmind and join the others in the great amphitheater set deep in the\nhillside outside the city. But he knew instinctively that Lord Nehmon,\nanticipating his return, would not be at the concert.\n\nRiding the shuttle over the edges of Jungle-land toward the shining\nbright beauty of the city, Ravdin settled back, trying to clear his mind\nof the shock and horror he had encountered on his journey. The curves\nand spires of glowing plastic passed him, lighted with a million hues.\nHe realized that his whole life was entangled in the very beauty of this\nwonderful city. Everything he had ever hoped or dreamed lay sheltered\nhere in the ever-changing rhythm of colors and shapes and sounds. And\nnow, he knew, he would soon see his beloved city burning once again,\nturning to flames and ashes in a heart-breaking memorial to the age-old\nfear of his people.\n\nThe little shuttle-car settled down softly on the green terrace near\nthe center of the city. The building was a masterpiece of smoothly\ncurving walls and tasteful lines, opening a full side to the south to\ncatch the soft sunlight and warm breezes. Ravdin strode across the deep\ncarpeting of the terrace. There was other music here, different music, a\nwilder, more intimate fantasy of whirling sound. An oval door opened for\nhim, and he stopped short, staggered for a moment by the overpowering\nbeauty in the vaulted room.\n\nA girl with red hair the color of new flame was dancing with enthralling\nbeauty and abandon, her body moving like ripples of wind to the music\nwhich filled the room with its throbbing cry. Her beauty was exquisite,\nevery motion, every flowing turn a symphony of flawless perfection as\nshe danced to the wild music.\n\n\"Lord Nehmon!\"\n\nThe dancer threw back her head sharply, eyes wide, her body frozen in\nmid-air, and then, abruptly, she was gone, leaving only the barest\nflickering image of her fiery hair. The music slowed, singing softly,\nand Ravdin could see the old man waiting in the room. Nehmon rose, his\ngaunt face and graying hair belying the youthful movement of his body.\nSmiling, he came forward, clapped Ravdin on the shoulder, and took his\nhand warmly. \"You're too late for the concert--it's a shame. Mischana is\nthe master tonight, and the whole city is there.\"\n\nRavdin's throat tightened as he tried to smile. \"I had to let you know,\"\nhe said. \"_They're coming_, Nehmon! I saw them, hours ago.\"\n\nThe last overtones of the music broke abruptly, like a glass shattered\non stone. The room was deathly still. Lord Nehmon searched the young\nman's face. Then he turned away, not quite concealing the sadness and\npain in his eyes. \"You're certain? You couldn't be mistaken?\"\n\n\"No chance. I found signs of their passing in a dozen places. Then I\nsaw _them_, their whole fleet. There were hundreds. They're coming, I\nsaw them.\"\n\n\"Did they see you?\" Nehmon's voice was sharp.\n\n\"No, no. The Warp is a wonderful thing. With it I could come and go in\nthe twinkling of an eye. But I could see them in the twinkling of an\neye.\"\n\n\"And it couldn't have been anyone else?\"\n\n\"Could anyone else build ships like the Hunters?\"\n\nNehmon sighed wearily. \"No one that we know.\" He glanced up at the young\nman. \"Sit down, son, sit down. I--I'll just have to rearrange my\nthinking a little. Where were they? How far?\"\n\n\"Seven light years,\" Ravdin said. \"Can you imagine it? Just seven, and\nmoving straight this way. _They know where we are_, and they are coming\nquickly.\" His eyes filled with fear. \"They _couldn't_ have found us so\nsoon, unless they too have discovered the Warp and how to use it to\ntravel.\"\n\nThe older man's breath cut off sharply, and there was real alarm in his\neyes. \"You're right,\" he said softly. \"Six months ago it was eight\nhundred light years away, in an area completely remote from us. Now just\n_seven_. In six months they have come so close.\"\n\nThe scout looked up at Nehmon in desperation. \"But what can we do? We\nhave only weeks, maybe days, before they're here. We have no time to\nplan, no time to prepare for them. What can we do?\"\n\nThe room was silent. Finally the aged leader stood up, wearily, some\nfraction of his six hundred years of life showing in his face for the\nfirst time in centuries. \"We can do once again what we always have done\nbefore when the Hunters came,\" he said sadly. \"We can run away.\"\n\n       *       *       *       *       *\n\nThe bright street below the oval window was empty and quiet. Not a\nbreath of air stirred in the city. Ravdin stared out in bitter silence.\n\"Yes, we can run away. Just as we always have before. After we have\nworked so hard, accomplished so much here, we must burn the city and\nflee again.\" His voice trailed off to silence. He stared at Nehmon,\nseeking in the old man's face some answer, some reassurance. But he\nfound no answer there, only sadness. \"Think of the concerts. It's taken\nso long, but at last we've come so close to the ultimate goal.\" He\ngestured toward the thought-sensitive sounding boards lining the walls,\nthe panels which had made the dancer-illusion possible. \"Think of the\nbeauty and peace we've found here.\"\n\n\"I know. How well I know.\"\n\n\"Yet now the Hunters come again, and again we must run away.\" Ravdin\nstared at the old man, his eyes suddenly bright. \"Nehmon, when I saw\nthose ships I began thinking.\"\n\n\"I've spent many years thinking, my son.\"\n\n\"Not what I've been thinking.\" Ravdin sat down, clasping his hands in\nexcitement. \"The Hunters come and we run away, Nehmon. Think about that\nfor a moment. We run, and we run, and we run. From what? We run from the\nHunters. They're hunting _us_, these Hunters. They've never quite found\nus, because we've always already run. We're clever, we're fortunate, and\nwe have a way of life that they do not, so whenever they have come close\nto finding us, we have run.\"\n\nNehmon nodded slowly. \"For thousands of years.\"\n\nRavdin's eyes were bright. \"Yes, we flee, we cringe, we hide under\nstones, we break up our lives and uproot our families, running like\nfrightened animals in the shadows of night and secrecy.\" He gulped a\nbreath, and his eyes sought Nehmon's angrily. \"_Why do we run, my\nlord?_\"\n\nNehmon's eyes widened. \"Because we have no choice,\" he said. \"We must\nrun or be killed. You know that. You've seen the records, you've been\ntaught.\"\n\n\"Oh, yes, I know what I've been taught. I've been taught that eons ago\nour remote ancestors fought the Hunters, and lost, and fled, and were\npursued. But why do we keep running? Time after time we've been\ncornered, and we've turned and fled. _Why?_ Even animals know that when\nthey're cornered they must turn and fight.\"\n\n\"We are not animals.\" Nehmon's voice cut the air like a whiplash.\n\n\"But we could fight.\"\n\n\"Animals fight. We do not. We fought once, like animals, and now we must\nrun from the Hunters who continue to fight like animals. So be it. Let\nthe Hunters fight.\"\n\nRavdin shook his head. \"Do you mean that the Hunters are not men like\nus?\" he said. \"That's what you're saying, that they are animals. All\nright. We kill animals for our food, isn't that true? We kill the\ntiger-beasts in the Jungle to protect ourselves, why not kill the\nHunters to protect ourselves?\"\n\nNehmon sighed, and reached out a hand to the young man. \"I'm sorry,\" he\nsaid gently. \"It seems logical, but it's false logic. The Hunters are\nmen just like you and me. Their lives are different, their culture is\ndifferent, but they are men. And human life is sacred, to us, above all\nelse. This is the fundamental basis of our very existence. Without it we\nwould be Hunters, too. If we fight, we are dead even if we live. That's\nwhy we must run away now, and always. Because we know that we must not\nkill men.\"\n\n       *       *       *       *       *\n\nOn the street below, the night air was suddenly full of voices,\nchattering, intermingled with whispers of song and occasional brief\nharmonic flutterings. The footfalls were muted on the polished pavement\nas the people passed slowly, their voices carrying a hint of puzzled\nuneasiness.\n\n\"The concert's over!\" Ravdin walked to the window, feeling a chill pass\nthrough him. \"So soon, I wonder why?\" Eagerly he searched the faces\npassing in the street for Dana's face, sensing the lurking discord in\nthe quiet talk of the crowd. Suddenly the sound-boards in the room\ntinkled a carillon of ruby tones in his ear, and she was in the room,\nrushing into his arms with a happy cry, pressing her soft cheek to his\nrough chin. \"You're back! Oh, I'm so glad, so very glad!\" She turned to\nthe old man. \"Nehmon, what has happened? The concert was ruined tonight.\nThere was something in the air, everybody felt it. For some reason the\npeople seemed _afraid_.\"\n\nRavdin turned away from his bride. \"Tell her,\" he said to the old man.\n\nDana looked at them, her gray eyes widening in horror. \"The Hunters!\nThey've found us?\"\n\nRavdin nodded wordlessly.\n\nHer hands trembled as she sat down, and there were tears in her eyes.\n\"We came so close tonight, so very close. I _felt_ the music before it\nwas sung, do you realize that? I _felt_ the fear around me, even though\nno one said a word. It wasn't vague or fuzzy, it was _clear_! The\ntransference was perfect.\" She turned to face the old man. \"It's taken\nso long to come this far, Nehmon. So much work, so much training to\nreach a perfect communal concert. We've had only two hundred years here,\nonly _two hundred_! I was just a little girl when we came, I can't even\nremember before that. Before we came here we were undisturbed for a\nthousand years, and before that, four thousand. But _two hundred_--we\n_can't_ leave now. Not when we've come so far.\"\n\nRavdin nodded. \"That's the trouble. They come closer every time. This\ntime they will catch us. Or the next time, or the next. And that will be\nthe end of everything for us, unless we fight them.\" He paused, watching\nthe last groups dispersing on the street below. \"If we only knew, for\ncertain, what we were running from.\"\n\nThere was a startled silence. The girl's breath came in a gasp and her\neyes widened as his words sank home. \"Ravdin,\" she said softly, \"_have\nyou ever seen a Hunter_?\"\n\nRavdin stared at her, and felt a chill of excitement. Music burst from\nthe sounding-board, odd, wild music, suddenly hopeful. \"No,\" he said,\n\"no, of course not. You know that.\"\n\nThe girl rose from her seat. \"Nor have I. Never, not once.\" She turned\nto Lord Nehmon. \"Have _you_?\"\n\n\"Never.\" The old man's voice was harsh.\n\n\"Has _anyone_ ever seen a Hunter?\"\n\nRavdin's hand trembled. \"I--I don't know. None of us living now, no.\nIt's been too long since they last actually found us. I've read--oh, I\ncan't remember. I think my grandfather saw them, or my great-grandfather,\nsomewhere back there. It's been thousands of years.\"\n\n\"Yet we've been tearing ourselves up by the roots, fleeing from planet\nto planet, running and dying and still running. But suppose we don't\nneed to run anymore?\"\n\nHe stared at her. \"They keep coming. They keep searching for us. What\nmore proof do you need?\"\n\nDana's face glowed with excitement, alive with new vitality, new hope.\n\"Ravdin, can't you see? _They might have changed._ They might not be the\nsame. Things can happen. Look at us, how we've grown since the wars with\nthe Hunters. Think how our philosophy and culture have matured! Oh,\nRavdin, you were to be master at a concert next month. Think how the\nconcerts have changed! Even my grandmother can remember when the\nconcerts were just a few performers playing, and everyone else just\nsitting and _listening_! Can you imagine anything more silly? They\nhadn't even thought of transference then, they never dreamed what a\n_real_ concert could be! Why, those people had never begun to understand\nmusic until they themselves became a part of it. Even we can see these\nchanges, why couldn't the Hunters have grown and changed just as we\nhave?\"\n\nNehmon's voice broke in, almost harshly, as he faced the excited pair.\n\"The Hunters don't have concerts,\" he said grimly. \"You're deluding\nyourself, Dana. They laugh at our music, they scoff at our arts and\ntwist them into obscene mockeries. They have no concept of beauty in\ntheir language. The Hunters are incapable of change.\"\n\n\"And you can be certain of that when _nobody has seen them for thousands\nof years_?\"\n\nNehmon met her steady eyes, read the strength and determination there.\nHe knew, despairingly, what she was thinking--that he was old, that he\ncouldn't understand, that his mind was channeled now beyond the approach\nof wisdom. \"You mustn't think what you're thinking,\" he said weakly.\n\"You'd be blind. You wouldn't know, you couldn't have any idea what you\nwould find. If you tried to contact them, you could be lost completely,\ntortured, killed. If they haven't changed, you wouldn't stand a chance.\nYou'd never come back, Dana.\"\n\n\"But she's right all the same,\" Ravdin said softly. \"You're wrong, my\nlord. We can't continue this way if we're to survive. Sometime our\npeople must contact them, find the link that was once between us, and\nforge it strong again. We could do it, Dana and I.\"\n\n\"I could forbid you to go.\"\n\nDana looked at her husband, and her eyes were proud. \"You could forbid\nus,\" she said, facing the old man. \"But you could never stop us.\"\n\n       *       *       *       *       *\n\nAt the edge of the Jungle-land a great beast stood with green-gleaming\neyes, licking his fanged jaws as he watched the glowing city, sensing\nsomehow that the mystifying circle of light and motion was soon to\nbecome his Jungle-land again. In the city the turmoil bubbled over, as\nwave after wave of the people made the short safari across the\nintervening jungle to the circles of their ships. Husbands, wives,\nfathers, mothers--all carried their small, frail remembrances out to the\nships. There was music among them still, but it was a different sort of\nmusic, now, an eerie, hopeless music that drifted out of the city in the\nwind. It caused all but the bravest of the beasts, their hair prickling\non their backs, to run in panic through the jungle darkness. It was a\nmelancholy music, carried from thought to thought, from voice to voice\nas the people of the city wearily prepared themselves once again for the\nlong journey.\n\nTo run away. In the darkness of secrecy, to be gone, without a trace,\nwithout symbol or vestige of their presence, leaving only the scorched\ncircle of land for the jungle to reclaim, so that no eyes, not even the\nsharpest, would ever know how long they had stayed, nor where they might\nhave gone.\n\nIn the rounded room of his house, Lord Nehmon dispatched the last of his\nbelongings, a few remembrances, nothing more, because the space on the\nships must take people, not remembrances, and he knew that the\nremembrances would bring only pain. All day Nehmon had supervised the\nloading, the intricate preparation, following plans laid down millennia\nbefore. He saw the libraries and records transported, mile upon endless\nmile of microfilm, carted to the ships prepared to carry them, stored\nuntil a new resting place was found. The history of a people was\nrecorded on that film, a people once proud and strong, now equally\nproud, but dwindling in numbers as toll for the constant roving. A proud\npeople, yet a people who would turn and run without thought, in a panic\nof age-old fear. They _had_ to run, Nehmon knew, if they were to\nsurvive.\n\nAnd with a blaze of anger in his heart, he almost hated the two young\npeople waiting here with him for the last ship to be filled. For these\ntwo would not go.\n\nIt had been a long and painful night. He had pleaded and begged, tried\nto persuade them that there was no hope, that the very idea of remaining\nbehind or trying to contact the Hunters was insane. Yet he knew _they_\nwere sane, perhaps unwise, naive, but their decision had been reached,\nand they would not be shaken.\n\nThe day was almost gone as the last ships began to fill. Nehmon turned\nto Ravdin and Dana, his face lined and tired. \"You'll have to go soon,\"\nhe said. \"The city will be burned, of course, as always. You'll be left\nwith food, and with weapons against the jungle. The Hunters will know\nthat we've been here, but they'll not know when, nor where we have\ngone.\" He paused. \"It will be up to you to see that they don't learn.\"\n\nDana shook her head. \"We'll tell them nothing, unless it's safe for them\nto know.\"\n\n\"They'll question you, even torture you.\"\n\nShe smiled calmly. \"Perhaps they won't. But as a last resort, we can\nblank out.\"\n\nNehmon's face went white. \"You know there is no coming back, once you do\nthat. You would never regain your memory. You must save it for a last\nresort.\"\n\nDown below on the street the last groups of people were passing; the\nlast sweet, eerie tones of the concert were rising in the gathering\ntwilight. Soon the last families would have taken their refuge in the\nships, waiting for Nehmon to trigger the fire bombs to ignite the\nbeautiful city after the ships started on their voyage. The concerts\nwere over; there would be long years of aimless wandering before another\nhome could be found, another planet safe from the Hunters and their\nships. Even then it would be more years before the concerts could again\nrise from their hearts and throats and minds, generations before they\ncould begin work again toward the climactic expression of their\nheritage.\n\nRavdin felt the desolation in the people's minds, saw the utter\nhopelessness in the old man's face, and suddenly felt the pressure of\ndespair. It was such a slender hope, so frail and so dangerous. He knew\nof the terrible fight, the war of his people against the Hunters, so\nmany thousand years before. They had risen together, a common people,\ntheir home a single planet. And then, the gradual splitting of the\nnations, his own people living in peace, seeking the growth and beauty\nof the arts, despising the bitterness and barrenness of hatred and\nkilling--and the Hunters, under an iron heel of militarism, of\ngovernment for the perpetuation of government, split farther and farther\nfrom them. It was an ever-widening split as the Hunters sneered and\nridiculed, and then grew to hate Ravdin's people for all the things the\nHunters were losing: peace, love, happiness. Ravdin knew of his people's\nslowly dawning awareness of the sanctity of life, shattered abruptly by\nthe horrible wars, and then the centuries of fear and flight, hiding\nfrom the wrath of the Hunters' vengeance. His people had learned much in\nthose long years. They had conquered disease. They had grown in strength\nas they dwindled in numbers. But now the end could be seen, crystal\nclear, the end of his people and a ghastly grave.\n\nNehmon's voice broke the silence. \"If you must stay behind, then go now.\nThe city will burn an hour after the count-down.\"\n\n\"We will be safe, outside the city.\" Dana gripped her husband's hand,\ntrying to transmit to him some part of her strength and confidence.\n\"Wish us the best, Nehmon. If a link can be forged, we will forge it.\"\n\n\"I wish you the best in everything.\" There were tears in the old man's\neyes as he turned and left the room.\n\n       *       *       *       *       *\n\nThey stood in the Jungle-land, listening to the scurry of frightened\nanimals, and shivering in the cool night air as the bright sparks of the\nships' exhausts faded into the black starry sky. A man and a woman\nalone, speechless, watching, staring with awful longing into the skies\nas the bright rocket jets dwindled to specks and flickered out.\n\nThe city burned. Purple spumes of flame shot high into the air, throwing\na ghastly light on the frightened Jungle-land. Spires of flame seemed to\nbe seeking the stars with their fingers as the plastic walls and streets\nof the city hissed and shriveled, blackening, bubbling into a vanishing\nmemory before their eyes. The flames shot high, carrying with them the\nlast remnants of the city which had stood proud and tall an hour before.\nThen a silence fell, deathly, like the lifeless silence of a grave. Out\nof the silence, little whispering sounds of the Jungle-land crept to\ntheir ears, first frightened, then curious, then bolder and bolder as\nthe wisps of grass and little animals ventured out and out toward the\nclearing where the city had stood. Bit by bit the Jungle-land gathered\ncourage, and the clearing slowly, silently, began to disappear.\n\nDays later new sparks of light appeared in the black sky. They grew to\nlarger specks, then to flares, and finally settled to the earth as\npowerful, flaming jets.\n\nThey were squat, misshapen vessels, circling down like vultures,\nhissing, screeching, landing with a grinding crash in the tall thicket\nnear the place where the city had stood. Ravdin's signal had guided them\nin, and the Hunters had seen them, standing on a hilltop above the\ndemolished amphitheater. Men had come out of the ships, large men with\ncold faces and dull eyes, weapons strapped to their trim uniforms. The\nHunters had blinked at them, unbelieving, with their weapons held at\nready. Ravdin and Dana were seized and led to the flagship.\n\nAs they approached it, their hearts sank and they clasped hands to\nbolster their failing hope.\n\nThe leader of the Hunters looked up from his desk as they were thrust\ninto his cabin. Frankle's face was a graven mask as he searched their\nfaces dispassionately. The captives were pale and seemed to cringe from\nthe pale interrogation light. \"Chickens!\" the Hunter snorted. \"We have\nbeen hunting down chickens.\" His eyes turned to one of the guards. \"They\nhave been searched?\"\n\n\"Of course, master.\"\n\n\"And questioned?\"\n\nThe guard frowned. \"Yes, sir. But their language is almost\nunintelligible.\"\n\n\"You've studied the basic tongues, haven't you?\" Frankle's voice was as\ncold as his eyes.\n\n\"Of course, sir, but this is so different.\"\n\nFrankle stared in contempt at the fair-skinned captives, fixing his\neyes on them for a long moment. Finally he said, \"Well?\"\n\nRavdin glanced briefly at Dana's white face. His voice seemed weak and\nhigh-pitched in comparison to the Hunter's baritone. \"You are the leader\nof the Hunters?\"\n\nFrankle regarded him sourly, without replying. His thin face was\nswarthy, his short-cut gray hair matching the cold gray of his eyes. It\nwas an odd face, completely blank of any thought or emotion, yet capable\nof shifting to a strange biting slyness in the briefest instant. It was\na rich face, a face of inscrutable depth. He pushed his chair back, his\neyes watchful. \"We know your people were here,\" he said suddenly. \"Now\nthey've gone, and yet you remain behind. There must be a reason for such\nrashness. Are you sick? Crippled?\"\n\nRavdin shook his head. \"We are not sick.\"\n\n\"Then criminals, perhaps? Being punished for rebellious plots?\"\n\n\"We are not criminals.\"\n\nThe Hunter's fist crashed on the desk. \"Then why are you here? _Why?_\nAre you going to tell me now, or do you propose to waste a few hours of\nmy time first?\"\n\n\"There is no mystery,\" Ravdin said softly. \"We stayed behind to plead\nfor peace.\"\n\n\"For peace?\" Frankle stared in disbelief. Then he shrugged, his face\ntired. \"I might have known. Peace! Where have your people gone?\"\n\nRavdin met him eye for eye. \"I can't say.\"\n\nThe Hunter laughed. \"Let's be precise, you don't _choose_ to say, just\nnow. But perhaps very soon you will wish with all your heart to tell\nme.\"\n\nDana's voice was sharp. \"We're telling you the truth. We want peace,\nnothing more. This constant hunting and running is senseless, exhausting\nto both of us. We want to make peace with you, to bring our people\ntogether again.\"\n\nFrankle snorted. \"You came to us in war, once, long ago. Now you want\npeace. What would you do, clasp us to your bosom, smother us in your\nidiotic music? Or have you gone on to greater things?\"\n\nRavdin's face flushed hotly. \"Much greater things,\" he snapped.\n\nFrankle sat down slowly. \"No doubt,\" he said. \"Now understand me\nclearly. Very soon you will be killed. How quickly or slowly you die\nwill depend largely upon the civility of your tongues. A civil tongue\nanswers questions with the right answers. That is my definition of a\ncivil tongue.\" He sat back coldly. \"Now, shall we commence asking\nquestions?\"\n\nDana stepped forward suddenly, her cheeks flushed. \"We don't have the\nwords to express ourselves,\" she said softly. \"We can't tell you in\nwords what we have to say, but music is a language even you can\nunderstand. We can tell you what we want in music.\"\n\nFrankle scowled. He knew about the magic of this music, he had heard of\nthe witchcraft these weak chicken-people could weave, of their strange,\nmagic power to steal strong men's minds from them and make them like\nchildren before wolves. But he had never heard this music with his own\nears. He looked at them, his eyes strangely bright. \"You know I cannot\nlisten to your music. It is forbidden, even you should know that. How\ndare you propose--\"\n\n\"But this is different music.\" Dana's eyes widened, and she threw an\nexcited glance at her husband. \"Our music is beautiful, wonderful to\nhear. If you could only hear it--\"\n\n\"Never.\" The man hesitated. \"Your music is forbidden, poisonous.\"\n\nHer smile was like sweet wine, a smile that worked into the Hunter's\nmind like a gentle, lazy drug. \"But who is to permit or forbid? After\nall, you are the leader here, and forbidden pleasures are all the\nsweeter.\"\n\nFrankle's eyes were on hers, fascinated. Slowly, with a graceful\nmovement, she drew the gleaming thought-sensitive stone from her\nclothing. It glowed in the room with a pearly luminescence, and she saw\nthe man's eyes turning to it, drawn as if by magic. Then he looked away,\nand a cruel smile curled his lips. He motioned toward the stone. \"All\nright,\" he said mockingly. \"Do your worst. Show me your precious music.\"\n\nLike a tinkle of glass breaking in a well, the stone flashed its fiery\nlight in the room. Little swirls of music seemed to swell from it,\nblossoming in the silence. Frankle tensed, a chill running up his spine,\nhis eyes drawn back to the gleaming jewel. Suddenly, the music filled\nthe room, rising sweetly like an overpowering wave, filling his mind\nwith strange and wonderful images. The stone shimmered and changed,\ntaking the form of dancing clouds of light, swirling with the music as\nit rose. Frankle felt his mind groping toward the music, trying\ndesperately to reach into the heart of it, to become part of it.\n\nRavdin and Dana stood there, trancelike, staring transfixed at the\ngleaming center of light, forcing their joined minds to create the\ncrashing, majestic chords as the song lifted from the depths of oblivion\nto the heights of glory in the old, old song of their people.\n\nA song of majesty, and strength, and dignity. A song of love, of\naspiration, a song of achievement. A song of peoples driven by ancient\nfears across the eons of space, seeking only peace, even peace with\nthose who drove them.\n\nFrankle heard the music, and could not comprehend, for his mind could\nnot grasp the meaning, the true overtones of those glorious chords, but\nhe felt the strangeness in the pangs of fear which groped through his\nmind, cringing from the wonderful strains, dazzled by the dancing light.\nHe stared wide-eyed and trembling at the couple across the room, and for\nan instant it seemed that he was stripped naked. For a fleeting moment\nthe authority was gone from his face; gone too was the cruelty, the\navarice, the sardonic mockery. For the briefest moment his cold gray\neyes grew incredibly tender with a sudden ancient, long-forgotten\nlonging, crying at last to be heard.\n\nAnd then, with a scream of rage he was stumbling into the midst of the\nlight, lashing out wildly at the heart of its shimmering brilliance. His\nhuge hand caught the hypnotic stone and swept it into crashing,\near-splitting cacophony against the cold steel bulkhead. He stood rigid,\nhis whole body shaking, eyes blazing with fear and anger and hatred as\nhe turned on Ravdin and Dana. His voice was a raging storm of bitterness\ndrowning out the dying strains of the music.\n\n\"Spies! You thought you could steal my mind away, make me forget my duty\nand listen to your rotten, poisonous noise! Well, you failed, do you\nhear? I didn't hear it, I didn't listen, _I didn't_! I'll hunt you down\nas my fathers hunted you down, I'll bring my people their vengeance and\nglory, and your foul music will be dead!\"\n\nHe turned to the guards, wildly, his hands still trembling. \"Take them\nout! Whip them, burn them, do anything! But find out where their people\nhave gone. Find out! Music! We'll take the music out of them, once and\nfor all.\"\n\n       *       *       *       *       *\n\nThe inquisition had been horrible. Their minds had had no concept of\nsuch horror, such relentless, racking pain. The blazing lights, the\nquestions screaming in their ears, Frankle's vicious eyes burning in\nfrustration, and their own screams, rising with each question they would\nnot answer until their throats were scorched and they could no longer\nscream. Finally they reached the limit they could endure, and muttered\ntogether the hoarse words that could deliver them. Not words that\nFrankle could hear, but words to bring deliverance, to blank out their\nminds like a wet sponge over slate. The hypnotic key clicked into the\nlock of their minds; their screams died in their brains. Frankle stared\nat them, and knew instantly what they had done, a technique of memory\nobliteration known and dreaded for so many thousands of years that\nhistory could not remember. As his captives stood mindless before him,\nhe let out one hoarse, agonized scream of frustration and defeat.\n\nBut strangely enough he did not kill them. He left them on a cold stone\nledge, blinking dumbly at each other as the ships of his fleet rose one\nby one and vanished like fireflies in the dark night sky. Naked, they\nsat alone on the planet of the Jungle-land. They knew no words, no\nmusic, nothing. And they did not even know that in the departing ships a\nseed had been planted. For Frankle _had_ heard the music. He had grasped\nthe beauty of his enemies for that brief instant, and in that instant\nthey had become less his enemies. A tiny seed of doubt had been planted.\nThe seed would grow.\n\nThe two sat dumbly, shivering. Far in the distance, a beast roared\nagainst the heavy night, and a light rain began to fall. They sat naked,\nthe rain soaking their skin and hair. Then one of them grunted, and\nmoved into the dry darkness of the cave. Deep within him some instinct\nspoke, warning him to fear the roar of the animal.\n\nBlinking dully, the woman crept into the cave after him. Three thoughts\nalone filled their empty minds. Not thoughts of Nehmon and his people;\nto them, Nehmon had never existed, forgotten as completely as if he had\nnever been. No thoughts of the Hunters, either, nor of their unheard-of\nmercy in leaving them their lives--lives of memoryless oblivion, like\nanimals in this green Jungle-land, but lives nonetheless.\n\nOnly three thoughts filled their minds:\n\nIt was raining.\n\nThey were hungry.\n\nThe Saber-tooth was prowling tonight.\n\nThey never knew that the link had been forged.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Link, by Alan Edward Nourse\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE LINK ***\n\n***** This file should be named 22876.txt or 22876.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/2/8/7/22876/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}