{"title": "My Friend Bobby", "author": "Alan Edward Nourse", "releaseDate": "October 3, 2007", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _The Counterfeit Man More Science\n    Fiction Stories by Alan E. Nourse_ published in 1963. Extensive\n    research did not uncover any evidence that the U.S. copyright on\n    this publication was renewed. Minor spelling and typographical\n    errors have been corrected without note.\n\n\n\n\n My\n Friend\n Bobby\n\n\n\n\nMy name is Jimmy and I am five years old, and my friend Bobby is five\nyears old too but he says he thinks he's really more than five years old\nbecause he's already grown up and I'm just a little boy. We live out in\nthe country because that's where mommy and daddy live, and every morning\ndaddy takes the car out of the barn and rides into the city to work, and\nevery night he comes back to eat supper and to see mommy and Bobby and\nme. One time I asked daddy why we don't live in the city like some\npeople do and he laughed and said you wouldn't really want to live in\nthe city would you? After all he said you couldn't have Bobby in the\ncity, so I guess it's better to live in the country after all.\n\nAnyway daddy says that the city is no place to raise kids these days. I\nasked Bobby if I am a kid and he said he guessed so but I don't think he\nreally knows because Bobby isn't very smart. But Bobby is my friend even\nif he doesn't know much and I like him more than anybody else.\n\nMommy doesn't like Bobby very much and when I am bad she makes Bobby go\noutdoors even when it's cold outside. Mommy says I shouldn't play with\nBobby so much because after all Bobby is only a dog but I like Bobby.\nEveryone else is so big, and when mommy and daddy are home all I can see\nis their legs unless I look way up high, and when I do something bad I'm\nscared because they're so big and strong. Bobby is strong too but he\nisn't any bigger than I am, and he is always nice to me. He has a long\nshaggy brown coat and a long pointed nose, and a nice collar of white\nfur and people sometimes say to daddy what a nice collie that is and\ndaddy says yes isn't he and he takes to the boy so. I don't know what a\ncollie is but I have fun with Bobby all the time. Sometimes he lets me\nride on his back and we talk to each other and have secrets even though\nI don't think he is very smart. I don't know why mommy and daddy don't\nunderstand me when I talk to them the way I talk to Bobby but maybe they\njust pretend they can't hear me talk that way.\n\nI am always sorry when daddy goes to work in the morning. Daddy is nice\nto me most times and takes me and Bobby for walks. But mommy never takes\nme for walks and when we are alone she is busy and she isn't nice to me.\nSometimes she says I am a bad boy and makes me stay in my room even when\nI haven't done anything bad and sometimes she thinks things in her head\nthat she doesn't say to me. I don't know why mommy doesn't like me and\nBobby doesn't know either, but we like it best when mommy lets us go\noutdoors to play in the barn or down by the creek. If I get my feet wet\nmommy says I am very bad so I stay on the bank and let Bobby go in, but\none day when Bobby went into the water just before we went home for\nsupper mommy scolded me and told me I was bad for letting Bobby go into\nthe water and when I told her she hadn't told me not to let Bobby go in\nshe was angry and I could tell that she didn't like me at all that day.\n\nAlmost every day I do something that mommy says is bad even when I try\nspecially to be good. Sometimes right after daddy goes away in the\nmorning I know that mommy is angry and is going to spank me sooner or\nlater that day because she is already thinking how she will spank me,\nbut she never says so out loud. Sometimes she pretends that she's not\nangry and takes me up on her lap and says I'm her nice little boy but\nall the time I can hear her thinking that she doesn't really like me\neven when she tries and she doesn't even want to touch me if she can\nhelp it. I can hear her wondering why my hair doesn't grow nice like the\nBennet twins that live up the road. I don't see how mommy can be saying\none thing out loud and something else inside her head at the same time\nbut when I look at her she puts me down and says she's busy and will I\nget out from underfoot, and then pretty soon I do something that makes\nher angry and she makes me go to my room or she spanks me. Bobby doesn't\nlike this. Once when she spanked me he growled at mommy, and mommy\nchased him outdoors with a broom before she sent me to bed. I cried all\nday that day because it was cold outdoors and I wanted to have Bobby\nwith me.\n\nI wonder why mommy doesn't like me?\n\n       *       *       *       *       *\n\nOne day I was a bad boy and let Bobby come into the house before mommy\ntold me I could. Bobby hadn't done anything bad but mommy hit him on the\nback with the broom and hurt him and chased him back outdoors and then\nshe told me I was a very bad boy. I could tell that she was going to\nspank me and I knew she would hurt me because she was so big, and I ran\nupstairs and hid in my room. Then mommy stamped her foot hard and said\nJimmy you come down here this minute. I didn't answer and then she said\nif I have to come upstairs and get you I'll whip you until you can't sit\ndown, and I still didn't answer because mommy hurts me when she gets\nangry like that. Then I heard her coming up the stairs and into my room\nand she opened the closet door and found me. I said please don't hurt me\nmommy but she reached down and caught my ear and dragged me out of the\ncloset. I was so scared I bit her hand and she screamed and let go and\nI ran and locked myself in the bathroom because I knew she would hurt me\nbad if I didn't. I stayed there all day long and I could hear mommy\nrunning the sweeper downstairs and I couldn't see why she wanted to hurt\nme so much just because I let Bobby come in before she told me I could.\nBut somehow it seemed that mommy was afraid of me even though she was so\nbig and strong. I don't see why anybody as big as mommy should be afraid\nof me but she was.\n\nWhen daddy came home that night I heard him talking to mommy, and then\nhe came up to the bathroom and said open the door Jimmy I want to talk\nto you. I said I want Bobby first so he went down and called Bobby and\nthen I opened the door and came out of the bathroom. Daddy reached down\nand lifted me high up on his shoulder and took me into my bedroom and\njust sat there for a long time patting Bobby's head and I couldn't hear\nwhat he was thinking very well. Finally he said out loud Jimmy you've\ngot to be good to your mommy and do what she says and not lock yourself\nup in rooms any more. I said but mommy was going to hurt me and daddy\nsaid when you're a bad boy your mommy has to punish you so you'll\nremember to be good, but she doesn't like to spank you. She only does it\nbecause she loves you.\n\nI knew that wasn't true because mommy likes to punish me but I didn't\ndare say that to daddy. Daddy isn't afraid of me the way mommy is and he\nis nice to me most times, so I said all right if you say so. Daddy said\nfine, will you promise to be nice to mommy from now on? I said yes if\nmommy won't hit Bobby any more with the broom. And daddy said well after\nall Bobby can be a bad dog just the way you can be a bad boy, can't he?\nI knew Bobby was never a bad dog on purpose but I said yes I guessed so.\nThen I wanted to ask daddy why mommy was afraid of me but I didn't dare\nbecause I knew daddy liked mommy more than anybody and maybe he would be\nangry at me for saying things like that about her.\n\nThat night I heard mommy and daddy talking down in the living room and I\nsat on the top step so I could hear them. Bobby sat there too, but I\nknew he didn't know what they were saying because Bobby isn't very smart\nand can't understand word-talk like I can. He can only understand\nthink-talk, and he doesn't understand that very well. But now even I\ncouldn't understand what mommy was saying. She was crying and saying Ben\nI tell you there's something wrong with the child, he knows what I'm\n_thinking_, I can tell it by the way he looks at me. And daddy said\ndarling, that's ridiculous, how could he possibly know what you're\nthinking? Mommy said I don't know but he does! Ever since he was a\nlittle boy he's known--oh, Ben, it's horrible, I can't do anything with\nhim because he _knows_ what I'm going to do before I do it. Then daddy\nsaid Carol, you're upset about today and you're making things up. The\nchild is just a little smarter than most kids, there's nothing wrong\nwith that. And mommy said no, there's more to it than that and I can't\nstand it any longer. We've got to take him to a doctor, I don't even\nlike to look at him. Daddy said you're tired, you're just letting little\nthings get on your nerves. So maybe the boy does look a little strange,\nyou know the doctor said it was just that the fontanelles hadn't closed\nas soon as they should have and lots of children don't have a good\ngrowth of hair before they're six or seven. After all he said he isn't a\n_bad_ looking boy.\n\nThen mommy said that isn't true, he's horrible! I can't bear it, Ben,\n_please_ do something, and daddy said what can I do? I talked to the boy\nand he was sorry and promised he'd behave himself. And mommy said then\nthere's that dog--it follows him around wherever he goes, and he's\nsimply wicked if the dog isn't around, and daddy said isn't it perfectly\nnormal for a boy to love his dog? Mommy said no, not like this, talking\nto him all the time, and the dog acting exactly as if he\nunderstands--there's something wrong with the child, something horribly\nwrong.\n\nThen daddy was quiet for a while, and then he said all right, if it will\nmake you feel any better we can have Doctor Grant take another look at\nhim. Maybe he can convince you that there's nothing wrong with the boy,\nand mommy said please, Ben, anything, I can't stand much more of this.\n\nWhen I went back to bed and Bobby curled up on the floor, I asked him\nwhat were fontanelles, and Bobby just yawned and said he didn't know but\nhe thought I was nice, and he would always take care of me, so I didn't\nworry any more and went to sleep.\n\n       *       *       *       *       *\n\nI have a panda out in the barn and the panda's name is Bobby too and at\nfirst Bobby the dog was jealous of Bobby the panda until I told him that\nthe panda was only a make-believe Bobby and he was a real Bobby. Then\nBobby liked the panda, and the three of us played out in the barn all\nday. We decided not to tell mommy and daddy about the panda, and kept it\nfor our own secret. It was a big panda, as big as mommy and daddy, and\nsometimes I thought maybe I would make the panda hurt mommy but then I\nknew daddy would be sorry so I didn't.\n\nBobby and I were playing with Bobby the panda the day the doctor came\nand mommy called me in and made Bobby stay outside. I didn't like the\ndoctor because he smelled like a dirty old cigar and he had a big red\nnose with three black hairs coming out of it and he wheezed when he bent\ndown to look at me. Daddy and mommy sat on the couch and the doctor said\nlet me have a look at you young fellow and I said but I'm not sick and\nthe doctor said ha ha, of course you aren't, you're a fine looking boy\nbut just let me listen to your chest for a minute. So he put a cold\nthing on my chest and stuck some tubes in his ears and listened, and\nthen he looked in my eyes with a bright light and looked into my ears,\nand then he felt my head all over. He had big hairy hands and I didn't\nlike him touching me but I knew mommy would be angry if I didn't hold\nstill so I let him finish. Then he told daddy some big words that I\ncouldn't understand, but in think-talk he was saying that my head still\nhadn't closed up right and I didn't have as much hair as you'd expect\nbut otherwise I seemed to be all right. He said I was a good stout\nlooking boy but if they wanted a specialist in to look at me he would\narrange it. Daddy asked if that would cost very much and the doctor said\nyes it probably would and he didn't see any real need for it because my\nbones were just a little slow in developing, and mommy said have you\nseen other children like that? The doctor said no but if the boy seems\nto be normal and intelligent why should she be worrying so? Then mommy\ntold me to go upstairs, and I went but I stopped on the top stair and\nlistened.\n\nWhen I was gone the doctor said now Carol what is it that's really\nbothering you? Then mommy told him what she had told daddy, how she\nthought I knew what she was thinking, and the doctor said to daddy, Ben,\nhave you ever felt any such thing about the boy? Daddy said of course\nnot, sometimes he gives you the feeling that he's smarter than you think\nhe is but all parents have that feeling about their children sometimes.\nAnd then mother broke down and her voice got loud and she said he's a\nmonster, I know it, there's something wrong and he's different from us,\nhim and that horrible dog. The doctor said but it's a beautiful collie,\nand mommy said but he _talks_ to it and it _understands_ him, and the\ndoctor said now, Carol, let's be reasonable. Mommy said I've been\nreasonable too long, you men just can't see it at all, don't you think\nI'd know a normal child if I saw one? And then she cried and cried, and\nfinally she said all right, I know I'm making a fool of myself, maybe\nI'm just overtired, and the doctor said I'm sure that's the trouble, try\nto get some rest, and sleep longer at night, and mommy said I can't\nsleep at night, I just lie there and think.\n\nThe doctor said well we'll fix that, enough of this nonsense now, you\nneed your sleep and if you're not sleeping well it's _you_ that should\nbe seeing the doctor. He gave her some pills from his bag and then he\nwent away, and pretty soon daddy let Bobby in, and Bobby came upstairs\nand jumped up and licked my face as if he'd been away for a hundred\nmillion years. Later mommy called me down for supper, and she wasn't\ncrying any more, and she and daddy didn't say anything about what they\nhad said to the doctor. Mommy made me a special surprise for dessert,\nsome ice cream with chocolate syrup on top, and after supper we all went\nfor a walk, even though it was cold outside and snowing again. Then\ndaddy said well, I think things will be all right, and mommy said I hope\nso, but I could tell that she didn't really think so, and she was more\nafraid of me than ever.\n\n       *       *       *       *       *\n\nFor a while I thought mommy was really going to be nice to me and Bobby\nthen. She was especially nice when daddy was home but when daddy was\naway at work sometimes mommy jumped when she saw me looking at her and\nthen sent me outdoors to play and told me not to come in until lunch. I\nliked that because I knew if I weren't near mommy everything would be\nall right. When I was with mommy I tried hard not to look at her and I\ntried not to hear what she was thinking, but lots of times I would see\nher looking first at me and then at Bobby, and those times I couldn't\nhelp hearing what she was thinking because it seemed so loud inside my\nhead that it made my eyes hurt. But I knew mommy would be angry so I\npretended I couldn't hear what she was thinking at all.\n\nOne day when we were out in the barn playing with Bobby the panda we saw\nmommy coming down through the snow from the kitchen and Bobby said look\nout Jimmy mommy is coming and I quick told Bobby the panda to go hide\nunder the hay so mommy couldn't see him. But the panda was so big his\nwhole top and his little pink nose stuck out of the hay. Mommy came in\nand looked around the barn and said you've been out here for a long\ntime, what have you been doing? I said nothing, and Bobby said nothing\ntoo, only in think-talk. And mommy said you are too, you've been doing\nsomething naughty, and I said no mommy we haven't done _anything_, and\nthen the panda sneezed and I looked at him and he looked so funny with\nhis nose sticking out of the hay that I laughed out loud.\n\nMommy looked angry and said well what's so funny, what are you laughing\nat? I said nothing, because I knew mommy couldn't see the panda, but I\ncouldn't stop laughing because he looked so funny sticking out of the\nhay. Then mommy got mad and grabbed my ear and shook me until it hurt\nand said you naughty boy, _don't you lie to me_, what have you been\ndoing out here? She hurt me so much I started to cry and then Bobby\nsnarled at mommy loud and low and curled his lips back over his teeth\nand snarled some more. And mommy got real white in the face and let go\nof me and she said get out of here you nasty dog and Bobby snarled\nlouder and then snapped at her. She screamed and she said Jimmy you come\nin the house this minute and leave that nasty dog outdoors and I said I\nwon't come, I hate you.\n\nThen mommy said Jimmy! You wicked, ugly little monster, and I said I\ndon't care, when I get big I'm going to hurt you and throw you in the\nwood shed and lock you in until you die and make you eat coconut pudding\nand Bobby hates you too. And mommy looked terrible and I could feel how\nmuch she was afraid of me and I said you just wait, I'll hurt you bad\nwhen I get big, and then she turned and ran back to the house. And Bobby\nwagged his tail and said don't worry, I won't let her hurt you any more\nand I said Bobby you shouldn't have snapped at her because daddy won't\nlike me when he comes home but Bobby said _I_ like you and I won't let\nanything ever hurt you. I'll always take care of you no matter what. And\nI said promise? No matter what? And Bobby said I promise. And then we\ntold Bobby the panda to come out but it wasn't much fun playing any\nmore.\n\nAfter a little while mommy called me and said lunch was ready. She was\nstill white and I said can Bobby come too and she said of course Bobby\ncan come, Bobby's a nice dog, so we went in to eat lunch. Mommy was\ntalking real fast about what fun it was to play in the barn and was I\nsure I wasn't too cold because it was below zero outside and the radio\nsaid a snowstorm was coming, but she didn't say anything about Bobby and\nme being out in the barn. She was talking so fast I couldn't hear what\nshe was thinking except for little bits while she set my lunch on the\ntable and then she set a bowl of food on the floor for Bobby even though\nit wasn't Bobby's time to eat and said nice Bobby here's your dinner.\nBobby came over and sniffed the bowl and then he looked up at me and\nsaid it smells funny and mommy said nice Bobby, it's good hamburger just\nthe way you like it--\n\nAnd then for just a second I saw what she was thinking and it was\nterrible because she was thinking that Bobby would soon be dead, and I\nremembered daddy saying a long time ago that somebody fed bad things to\nthe Bennet's dog and the dog died and I said don't eat it, Bobby, and\nBobby snarled at the dish. And then mommy said you tell the dog to eat\nit and I said no you're bad and you want to hurt Bobby, and then I\npicked up the dish and threw it at mommy. It missed and smashed on the\nwall and she screamed and turned and ran out into the other room. She\nwas screaming for daddy and saying I can't stand it, he's a monster, a\nmurderous little monster and we've got to get out of here before he\nkills us all, he knows what we're thinking, he's horrible, and then she\nwas on the telephone, and she couldn't make the words come out right\nwhen she tried to talk.\n\nI was scared and I said come on Bobby let's lock ourselves up in my room\nand we ran upstairs and locked the door. Mommy was banging things and\nlaughing and crying downstairs and screaming we've got to get out,\nhe'll kill us if we don't, and a while later I heard the car coming up\nthe road fast, and saw daddy run into the house just as it started to\nsnow. Then mommy was screaming please, Ben, we've got to get out of\nhere, he tried to kill me, and the dog is vicious, he bit me when I\ntried to make him stop.\n\nThe next minute daddy was running up the stairs two at a time and I\ncould feel him inside my head for the first time and I knew he was\nangry. He'd never been this angry before and he rattled the knob and\nsaid open this door Jimmy in a loud voice. I said no I won't and he said\nopen the door or I'll break your neck when I get in there and then he\nkicked the door and kicked it again. The third time the lock broke and\nthe door flew open and daddy stood there panting. His eyes looked\nterrible and he had a leather belt doubled up in his hand and he said\nnow come out here and his voice was so loud it hurt my ears.\n\nDown below mommy was crying please Ben, take me away, he'll kill us\nboth, he's a monster! I said don't hurt me daddy it was mommy, she was\nbad to me, and he said I said _come out here_ even louder. I was scared\nthen and I said please daddy I'll be good I promise. Then he started for\nme with the belt and I screamed out Bobby! Don't let him hurt me, Bobby,\nand Bobby snarled like a wild animal and jumped at daddy and bit his\nwrist so bad the blood spurted out. Daddy shouted and dropped the belt\nand kicked at Bobby but Bobby was too quick. He jumped for daddy again\nand I saw his white teeth flash and heard him snap close to daddy's\nthroat and then Bobby was snarling and snapping and I was excited and I\nshouted hurt him, Bobby, he's been bad to me too and he wants to hurt me\nand you've got to stop him.\n\nThen I saw daddy's eyes open wide, and felt something jump in his mind,\nsomething that I'd never felt there before and I knew he was\nunderstanding my think-talk. I said I want Bobby to hurt you and mommy\nbecause you're not nice to me, only Bobby and my panda are nice to me.\nGo ahead, Bobby, hurt him, bite him again and make him bleed. And then\ndaddy caught Bobby by the neck and threw him across the room and slammed\nthe door shut and dragged something heavy up to block it. In a minute he\nwas running downstairs shouting Carol, _I heard it!_ you were right all\nalong--_I felt him, I felt what he was thinking!_ And mommy cried\nplease, Ben, take me away, let's leave them and never come back, never,\nand daddy said it's horrible, he told that dog to kill me and it went\nright for my throat, the boy is evil and monstrous. Even from downstairs\nI could feel daddy's fear pounding into my head and then I heard the\ndoor banging and looked out the window and saw daddy carrying suitcases\nout through the snow to the car and then mommy came out running and the\ncar started down the hill and they were gone. Everything downstairs was\nvery quiet. I looked out the window and I couldn't see anything but the\nbig falling snowflakes and the sun going down over the hill.\n\nNow Bobby and I and the panda are all together and I'm glad mommy and\ndaddy are gone. I went to sleep for a little while because my head hurt\nso but now I'm awake and Bobby is lying across the room licking his feet\nand I hope mommy and daddy never come back because Bobby will take care\nof me. Bobby is my friend and he said he'd always take care of me no\nmatter what and he understands my think-talk even if he isn't very\nsmart.\n\nIt's beginning to get cold in the house now because nobody has gone down\nto fix the fire but I don't care about that. Pretty soon I will tell\nBobby to push open the door and go down and fix the fire and then I will\ntell him to get supper for me and then I will stay up all night because\nmommy and daddy aren't here to make me go to bed. There's just me and\nBobby and the panda, and Bobby promised he'd take care of me because\nhe's my friend.\n\nIt's getting very cold now, and I'm getting hungry.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of My Friend Bobby, by Alan Edward Nourse\n\n*** END OF THIS PROJECT GUTENBERG EBOOK MY FRIEND BOBBY ***\n\n***** This file should be named 22881.txt or 22881.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/2/8/8/22881/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}