{"title": "The Ideal", "author": "Stanley Grauman Weinbaum", "releaseDate": "October 5, 2007", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _A Martian Odyssey and Others_\n    published in 1949. Extensive research did not uncover any evidence\n    that the U.S. copyright on this publication was renewed. Minor\n    spelling and typographical errors have been corrected without note.\n\n\n\n\nTHE IDEAL\n\n\n\n\n_\"This,\" said the Franciscan, \"is my Automaton, who at the proper time\nwill speak, answer whatsoever question I may ask, and reveal all secret\nknowledge to me.\" He smiled as he laid his hand affectionately on the\niron skull that topped the pedestal._\n\n_The youth gazed open-mouthed, first at the head and then at the Friar.\n\"But it's iron!\" he whispered. \"The head is iron, good father.\"_\n\n_\"Iron without, skill within, my son,\" said Roger Bacon. \"It will speak,\nat the proper time and in its own manner, for so have I made it. A\nclever man can twist the devil's arts to God's ends, thereby cheating\nthe fiend--Sst! There sounds vespers!_ Plena gratia, ave Virgo--\"\n\n_But it did not speak. Long hours, long weeks, the_ doctor mirabilis\n_watched his creation, but iron lips were silent and the iron eyes dull,\nand no voice but the great man's own sounded in his monkish cell, nor\nwas there ever an answer to all the questions that he asked--until one\nday when he sat surveying his work, composing a letter to Duns Scotus in\ndistant Cologne--one day--_\n\n_\"Time is!\" said the image, and smiled benignly._\n\n_The Friar looked up. \"Time is, indeed,\" he echoed. \"Time it is that you\ngive utterance, and to some assertion less obvious than that time is.\nFor of course time is, else there were nothing at all. Without time--\"_\n\n_\"Time was!\" rumbled the image, still smiling, but sternly at the statue\nof Draco._\n\n_\"Indeed time was,\" said the Monk. \"Time was, is, and will be, for time\nis that medium in which events occur. Matter exists in space, but\nevents--\"_\n\n_The image smiled no longer. \"Time is past!\" it roared in tones deep as\nthe cathedral bell outside, and burst into ten thousand pieces_.\n\n       *       *       *       *       *\n\n\"There,\" said old Haskel van Manderpootz, shutting the book, \"is my\nclassical authority in this experiment. This story, overlaid as it is\nwith mediæval myth and legend, proves that Roger Bacon himself attempted\nthe experiment--and failed.\" He shook a long finger at me. \"Yet do not\nget the impression, Dixon, that Friar Bacon was not a great man. He\nwas--extremely great, in fact; he lighted the torch that his namesake\nFrancis Bacon took up four centuries later, and that now van Manderpootz\nrekindles.\"\n\nI stared in silence.\n\n\"Indeed,\" resumed the Professor, \"Roger Bacon might almost be called a\nthirteenth century van Manderpootz, or van Manderpootz a twenty-first\ncentury Roger Bacon. His _Opus Majus_, _Opus Minus_, and _Opus\nTertium_--\"\n\n\"What,\" I interrupted impatiently, \"has all this to do with--that?\" I\nindicated the clumsy metal robot standing in the corner of the\nlaboratory.\n\n\"Don't interrupt!\" snapped van Manderpootz. \"I'll--\"\n\nAt this point I fell out of my chair. The mass of metal had ejaculated\nsomething like \"_A-a-gh-rasp_\" and had lunged a single pace toward the\nwindow, arms upraised. \"What the devil!\" I sputtered as the thing\ndropped its arms and returned stolidly to its place.\n\n\"A car must have passed in the alley,\" said van Manderpootz\nindifferently. \"Now as I was saying, Roger Bacon--\"\n\nI ceased to listen. When van Manderpootz is determined to finish a\nstatement, interruptions are worse than futile. As an ex-student of his,\nI know. So I permitted my thoughts to drift to certain personal problems\nof my own, particularly Tips Alva, who was the most pressing problem of\nthe moment. Yes, I mean Tips Alva the 'vision dancer, the little blonde\nimp who entertains on the Yerba Mate hour for that Brazilian company.\nChorus girls, dancers, and television stars are a weakness of mine;\nmaybe it indicates that there's a latent artistic soul in me. Maybe.\n\nI'm Dixon Wells, you know, scion of the N. J. Wells Corporation,\nEngineers Extraordinary. I'm supposed to be an engineer myself; I say\nsupposed, because in the seven years since my graduation, my father\nhasn't given me much opportunity to prove it. He has a strong sense of\nvalue of time, and I'm cursed with the unenviable quality of being late\nto anything and for everything. He even asserts that the occasional\ndesigns I submit are late Jacobean, but that isn't fair. They're\nPost-Romanesque.\n\nOld N. J. also objects to my penchant for ladies of the stage and\n'vision screen, and periodically threatens to cut my allowance, though\nthat's supposed to be a salary. It's inconvenient to be so dependent,\nand sometimes I regret that unfortunate market crash of 2009 that wiped\nout my own money, although it did keep me from marrying Whimsy White,\nand van Manderpootz, through his subjunctivisor, succeeded in proving\nthat that would have been a catastrophe. But it turned out nearly as\nmuch of a disaster anyway, as far as my feelings were concerned. It took\nme months to forget Joanna Caldwell and her silvery eyes. Just another\ninstance when I was a little late.\n\nVan Manderpootz himself is my old Physics Professor, head of the\nDepartment of Newer Physics at N. Y. U., and a genius, but a bit\neccentric. Judge for yourself.\n\n\"And that's the thesis,\" he said suddenly, interrupting my thoughts.\n\n\"Eh? Oh, of course. But what's that grinning robot got to do with it?\"\n\nHe purpled. \"I've just told you!\" he roared. \"Idiot! Imbecile! To dream\nwhile van Manderpootz talks! Get out! Get out!\"\n\nI got. It was late anyway, so late that I overslept more than usual in\nthe morning, and suffered more than the usual lecture on promptness from\nmy father at the office.\n\n       *       *       *       *       *\n\nVan Manderpootz had forgotten his anger by the next time I dropped in\nfor an evening. The robot still stood in the corner near the window,\nand I lost no time asking its purpose.\n\n\"It's just a toy I had some of the students construct,\" he explained.\n\"There's a screen of photoelectric cells behind the right eye, so\nconnected that when a certain pattern is thrown on them, it activates\nthe mechanism. The thing's plugged into the light-circuit, but it really\nought to run on gasoline.\"\n\n\"Why?\"\n\n\"Well, the pattern it's set for is the shape of an automobile. See\nhere.\" He picked up a card from his desk, and cut in the outlines of a\nstreamlined car like those of that year. \"Since only one eye is used,\"\nhe continued, \"The thing can't tell the difference between a full-sized\nvehicle at a distance and this small outline nearby. It has no sense of\nperspective.\"\n\nHe held the bit of cardboard before the eye of the mechanism. Instantly\ncame its roar of \"_A-a-gh-rasp!_\" and it leaped forward a single pace,\narms upraised. Van Manderpootz withdrew the card, and again the thing\nrelapsed stolidly into its place.\n\n\"What the devil!\" I exclaimed. \"What's it for?\"\n\n\"Does van Manderpootz ever do work without reason back of it? I use it\nas a demonstration in my seminar.\"\n\n\"To demonstrate what?\"\n\n\"The power of reason,\" said van Manderpootz solemnly.\n\n\"How? And why ought it to work on gasoline instead of electric power?\"\n\n\"One question at a time, Dixon. You have missed the grandeur of van\nManderpootz's concept. See here, this creature, imperfect as it is,\nrepresents the predatory machine. It is the mechanical parallel of the\ntiger, lurking in its jungle to leap on living prey. _This_ monster's\njungle is the city; its prey is the unwary machine that follows the\ntrails called streets. Understand?\"\n\n\"No.\"\n\n\"Well, picture this automaton, not as it is, but as van Manderpootz\ncould make it if he wished. It lurks gigantic in the shadows of\nbuildings; it creeps stealthily through dark alleys; it skulks on\ndeserted streets, with its gasoline engine purring quietly. Then--an\nunsuspecting automobile flashes its image on the screen behind its\neyes. It leaps. It seizes its prey, swinging it in steel arms to its\nsteel jaws. Through the metal throat of its victim crash steel teeth;\nthe blood of its prey--the gasoline, that is--is drained into its\nstomach, or its gas-tank. With renewed strength it flings away the husk\nand prowls on to seek other prey. It is the machine-carnivore, the tiger\nof mechanics.\"\n\nI suppose I stared dumbly. It occurred to me suddenly that the brain of\nthe great van Manderpootz was cracking. \"What the--?\" I gasped.\n\n\"That,\" he said blandly, \"is but a concept. I have many another use for\nthe toy. I can prove anything with it, anything I wish.\"\n\n\"You can? Then prove something.\"\n\n\"Name your proposition, Dixon.\"\n\nI hesitated, nonplussed.\n\n\"Come!\" he said impatiently. \"Look here; I will prove that anarchy is\nthe ideal government, or that Heaven and Hell are the same place, or\nthat--\"\n\n\"Prove that!\" I said. \"About Heaven and Hell.\"\n\n\"Easily. First we will endow my robot with intelligence. I add a\nmechanical memory by means of the old Cushman delayed valve; I add a\nmathematical sense with any of the calculating machines; I give it a\nvoice and a vocabulary with the magnetic-impulse wire phonograph. Now\nthe point I make is this: Granted an intelligent machine, does it not\nfollow that every other machine constructed like it must have the\nidentical qualities? Would not each robot given the same insides have\nexactly the same character?\"\n\n\"No!\" I snapped. \"Human beings can't make two machines exactly alike.\nThere'd be tiny differences; one would react quicker than others, or one\nwould prefer Fox Airsplitters as prey, while another reacted most\nvigorously to Carnecars. In other words, they'd have--_individuality_!\"\nI grinned in triumph.\n\n\"My point exactly,\" observed van Manderpootz. \"You admit, then, that\nthis individuality is the result of imperfect workmanship. If our means\nof manufacture were perfect, all robots would be identical, and this\nindividuality would not exist. Is that true?\"\n\n\"I--suppose so.\"\n\n\"Then I argue that our own individuality is due to our falling short of\nperfection. All of us--even van Manderpootz--are individuals only\nbecause we are not perfect. Were we perfect, each of us would be exactly\nlike everyone else. True?\"\n\n\"Uh--yes.\"\n\n\"But Heaven, by definition, is a place where all is perfect. Therefore,\nin Heaven everybody is exactly like everybody else, and _therefore_,\neverybody is thoroughly and completely bored! There is no torture like\nboredom, Dixon, and--Well, have I proved my point?\"\n\nI was floored. \"But--about anarchy, then?\" I stammered.\n\n\"Simple. Very simple for van Manderpootz. See here; with a perfect\nnation--that is, one whose individuals are all exactly alike, which I\nhave just proved to constitute perfection--with a perfect nation, I\nrepeat, laws and government are utterly superfluous. If everybody reacts\nto stimuli in the same way, laws are quite useless, obviously. If, for\ninstance, a certain event occurred that might lead to a declaration of\nwar, why, everybody in such a nation would vote for war at the same\ninstant. Therefore government is unnecessary, and therefore anarchy is\nthe ideal government, since it is the proper government for a perfect\nrace.\" He paused. \"I shall now prove that anarchy is _not_ the ideal\ngovernment--\"\n\n\"Never mind!\" I begged. \"Who am I to argue with van Manderpootz? But is\n_that_ the whole purpose of this dizzy robot? Just a basis for logic?\"\nThe mechanism replied with its usual rasp as it leaped toward some\nvagrant car beyond the window.\n\n\"Isn't that enough?\" growled van Manderpootz. \"However,\"--his voice\ndropped--\"I have even a greater destiny in mind. My boy, van Manderpootz\nhas solved the riddle of the universe!\" He paused impressively. \"Well,\nwhy don't you say something?\"\n\n\"Uh!\" I gasped. \"It's--uh--marvelous!\"\n\n\"Not for van Manderpootz,\" he said modestly.\n\n\"But--what is it?\"\n\n\"Eh--Oh!\" He frowned. \"Well, I'll tell you, Dixon. You won't\nunderstand, but I'll tell you.\" He coughed. \"As far back as the early\ntwentieth century,\" he resumed, \"Einstein proved that energy is\nparticular. Matter is also particular, and now van Manderpootz adds that\nspace and time are discrete!\" He glared at me.\n\n\"Energy and matter are particular,\" I murmured, \"and space and time are\ndiscrete! How very moral of them!\"\n\n\"Imbecile!\" he blazed. \"To pun on the words of van Manderpootz! You know\nvery well that I mean particular and discrete in the physical sense.\nMatter is composed of particles, therefore it is particular. The\nparticles of matter are called electrons, protons, and neutrons, and\nthose of energy, quanta. I now add two others, the particles of space I\ncall spations, those of time, chronons.\"\n\n\"And what in the devil,\" I asked, \"are particles of space and time?\"\n\n\"Just what I said!\" snapped van Manderpootz. \"Exactly as the particles\nof matter are the smallest pieces of matter that can exist, just as\nthere is no such thing as a half of an electron, or for that matter,\nhalf a quantum, so the chronon is the smallest possible fragment of\ntime, and the spation the smallest possible bit of space. Neither time\nnor space is continuous; each is composed of these infinitely tiny\nfragments.\"\n\n\"Well, how long is a chronon in time? How big is a spation in space?\"\n\n\"Van Manderpootz has even measured that. A chronon is the length of time\nit takes one quantum of energy to push one electron from one electronic\norbit to the next. There can obviously be no shorter interval of time,\nsince an electron is the smallest unit of matter and the quantum the\nsmallest unit of energy. And a spation is the exact volume of a proton.\nSince nothing smaller exists, that is obviously the smallest unit of\nspace.\"\n\n\"Well, look here,\" I argued. \"Then what's in between these particles of\nspace and time? If time moves, as you say, in jerks of one chronon each,\nwhat's between the jerks?\"\n\n\"Ah!\" said the great van Manderpootz. \"Now we come to the heart of the\nmatter. In between the particles of space and time, must obviously be\nsomething that is neither space, time, matter, nor energy. A hundred\nyears ago Shapley anticipated van Manderpootz in a vague way when he\nannounced his cosmo-plasma, the great underlying matrix in which time\nand space and the universe are embedded. Now van Manderpootz announces\nthe ultimate unit, the universal particle, the focus in which matter,\nenergy, time, and space meet, the unit from which electrons, protons,\nneutrons, quanta, spations, and chronons are all constructed. The riddle\nof the universe is solved by what I have chosen to name the cosmon.\" His\nblue eyes bored into me.\n\n\"Magnificent!\" I said feebly, knowing that some such word was expected.\n\"But what good is it?\"\n\n\"What good is it?\" he roared. \"It provides--or will provide, once I work\nout a few details--the means of turning energy into time, or space into\nmatter, or time into space, or--\" He sputtered into silence. \"Fool!\" he\nmuttered. \"To think that you studied under the tutelage of van\nManderpootz. I blush; I actually blush!\"\n\nOne couldn't have told it if he were blushing. His face was always\nrubicund enough. \"Colossal!\" I said hastily. \"What a mind!\"\n\nThat mollified him. \"But that's not all,\" he proceeded. \"Van Manderpootz\nnever stops short of perfection. I now announce the unit particle of\nthought--the psychon!\"\n\nThis was a little too much. I simply stared.\n\n\"Well may you be dumbfounded,\" said van Manderpootz. \"I presume you are\naware, by hearsay at least, of the existence of thought. The psychon,\nthe unit of thought, is one electron plus one proton, which are bound so\nas to form one neutron, embedded in one cosmon, occupying a volume of\none spation, driven by one quantum for a period of one chronon. Very\nobvious; very simple.\"\n\n\"Oh, very!\" I echoed. \"Even I can see that that equals one psychon.\"\n\nHe beamed. \"Excellent! Excellent!\"\n\n\"And what,\" I asked, \"will you do with the psychons?\"\n\n\"Ah,\" he rumbled. \"Now we go even _past_ the heart of the matter, and\nreturn to Isaak here.\" He jammed a thumb toward the robot. \"Here I will\ncreate Roger Bacon's mechanical head. In the skull of this clumsy\ncreature will rest such intelligence as not even van Manderpootz--I\nshould say, as _only_ van Manderpootz--can conceive. It remains merely\nto construct my idealizator.\"\n\n\"Your idealizator?\"\n\n\"Of course. Have I not just proven that thoughts are as real as matter,\nenergy, time, or space? Have I not just demonstrated that one can be\ntransformed, through the cosmon, into any other? My idealizator is the\nmeans of transforming psychons to quanta, just as, for instance, a\nCrookes tube or X-ray tube transforms matter to electrons. I will make\nyour thoughts visible! And not your thoughts as they are in that numb\nbrain of yours, but in _ideal_ form. Do you see? The psychons of your\nmind are the same as those from any other mind, just as all electrons\nare identical, whether from gold or iron. Yes! Your psychons\"--his voice\nquavered--\"are identical with those from the mind of--van Manderpootz!\"\nHe paused, shaken.\n\n\"Actually?\" I gasped.\n\n\"Actually. Fewer in number, of course, but identical. Therefore, my\nidealizator shows your thought released from the impress of your\npersonality. It shows it--ideal!\"\n\nWell, I was late to the office again.\n\n       *       *       *       *       *\n\nA week later I thought of van Manderpootz. Tips was on tour somewhere,\nand I didn't dare take anyone else out because I'd tried it once before\nand she'd heard about it. So, with nothing to do, I finally dropped\naround to the professor's quarter, found him missing, and eventually\nlocated him in his laboratory at the Physics Building. He was puttering\naround the table that had once held that damned subjunctivisor of his,\nbut now it supported an indescribable mess of tubes and tangled wires,\nand as its most striking feature, a circular plane mirror etched with a\ngrating of delicately scratched lines.\n\n\"Good evening, Dixon,\" he rumbled.\n\nI echoed his greeting. \"What's that?\" I asked.\n\n\"My idealizator. A rough model, much too clumsy to fit into Isaak's\niron skull. I'm just finishing it to try it out.\" He turned glittering\nblue eyes on me. \"How fortunate that you're here. It will save the world\na terrible risk.\"\n\n\"A risk?\"\n\n\"Yes. It is obvious that too long an exposure to the device will extract\ntoo many psychons, and leave the subject's mind in a sort of moronic\ncondition. I was about to accept the risk, but I see now that it would\nbe woefully unfair to the world to endanger the mind of van Manderpootz.\nBut you are at hand, and will do very well.\"\n\n\"Oh, no I won't!\"\n\n\"Come, come!\" he said, frowning. \"The danger is negligible. In fact, I\ndoubt whether the device will be able to extract _any_ psychons from\n_your_ mind. At any rate, you will be perfectly safe for a period of at\nleast half an hour. I, with a vastly more productive mind, could\ndoubtless stand the strain indefinitely, but my responsibility to the\nworld is too great to chance it until I have tested the machine on\nsomeone else. You should be proud of the honor.\"\n\n\"Well, I'm not!\" But my protest was feeble, and after all, despite his\noverbearing mannerisms, I knew van Manderpootz liked me, and I was\npositive he would not have exposed me to any real danger. In the end I\nfound myself seated before the table facing the etched mirror.\n\n\"Put your face against the barrel,\" said van Manderpootz, indicating a\nstove-pipe-like tube. \"That's merely to cut off extraneous sights, so\nthat you can see only the mirror. Go ahead, I tell you! It's no more\nthan the barrel of a telescope or microscope.\"\n\nI complied. \"Now what?\" I asked.\n\n\"What do you see?\"\n\n\"My own face in the mirror.\"\n\n\"Of course. Now I start the reflector rotating.\" There was a faint whir,\nand the mirror was spinning smoothly, still with only a slightly blurred\nimage of myself. \"Listen, now,\" continued van Manderpootz. \"Here is what\nyou are to do. You will think of a generic noun. 'House,' for instance.\nIf you think of house, you will see, not an individual house, but your\nideal house, the house of all your dreams and desires. If you think of\na horse, you will see what your mind conceives as the perfect horse,\nsuch a horse as dream and longing create. Do you understand? Have you\nchosen a topic?\"\n\n\"Yes.\" After all, I was only twenty-eight; the noun I had chosen\nwas--girl.\n\n\"Good,\" said the professor. \"I turn on the current.\"\n\nThere was a blue radiance behind the mirror. My own face still stared\nback at me from the spinning surface, but something was forming behind\nit, building up, growing. I blinked; when I focused my eyes again, it\nwas--_she_ was--there.\n\nLord! I can't begin to describe her. I don't even know if I saw her\nclearly the first time. It was like looking into another world and\nseeing the embodiment of all longings, dreams, aspirations, and ideals.\nIt was so poignant a sensation that it crossed the borderline into pain.\nIt was--well, exquisite torture or agonized delight. It was at once\nunbearable and irresistible.\n\nBut I gazed. I had to. There was a haunting familiarity about the\nimpossibly beautiful features. I had seen the face--somewhere--sometime.\nIn dreams? No; I realized suddenly what was the source of that\nfamiliarity. This was no living woman, but a synthesis. Her nose was the\ntiny, impudent one of Whimsy White at her loveliest moment; her lips\nwere the perfect bow of Tips Alva; her silvery eyes and dusky velvet\nhair were those of Joan Caldwell. But the aggregate, the sum total, the\nface in the mirror--that was none of these; it was a face impossibly,\nincredibly, outrageously beautiful.\n\nOnly her face and throat were visible, and the features were cool,\nexpressionless, and still as a carving. I wandered suddenly if she could\nsmile, and with the thought, she did. If she had been beautiful before,\nnow her beauty flamed to such a pitch that it was--well, insolent; it\nwas an affront to be so lovely; it was insulting. I felt a wild surge of\nanger that the image before me should flaunt such beauty, and yet\nbe--_non-existent_! It was deception, cheating, fraud, a promise that\ncould never be fulfilled.\n\nAnger died in the depths of that fascination. I wondered what the rest\nof her was like, and instantly she moved gracefully back until her full\nfigure was visible. I must be a prude at heart, for she wasn't wearing\nthe usual cuirass-and-shorts of that year, but an iridescent\nfour-paneled costume that all but concealed her dainty knees. But her\nform was slim and erect as a column of cigarette smoke in still air, and\nI knew that she could dance like a fragment of mist on water. And with\nthat thought she did move, dropping in a low curtsy, and looking up with\nthe faintest possible flush crimsoning the curve of her throat. Yes, I\nmust be a prude at heart; despite Tips Alva and Whimsy White and the\nrest, my ideal was modest.\n\nIt was unbelievable that the mirror was simply giving back my thoughts.\nShe seemed as real as myself, and--after all--I guess she was. As real\nas myself, no more, no less, because she was part of my own mind. And at\nthis point I realized that van Manderpootz was shaking me and bellowing,\n\"Your time's up. Come out of it! Your half-hour's up!\"\n\nHe must have switched off the current. The image faded, and I took my\nface from the tube, dropping it on my arms.\n\n\"O-o-o-o-o-oh!\" I groaned.\n\n\"How do you feel?\" he snapped.\n\n\"Feel? All right--physically.\" I looked up.\n\nConcern flickered in his blue eyes. \"What's the cube root of 4913?\" he\ncrackled sharply.\n\nI've always been quick at figures. \"It's--uh--17,\" I returned dully.\n\"Why the devil--?\"\n\n\"You're all right mentally,\" he announced. \"Now--why were you sitting\nthere like a dummy for half an hour? My idealizator must have worked, as\nis only natural for a van Manderpootz creation, but what were you\nthinking of?\"\n\n\"I thought--I thought of 'girl',\" I groaned.\n\nHe snorted. \"Hah! You would, you idiot! 'House' or 'horse' wasn't good\nenough; you had to pick something with emotional connotations. Well, you\ncan start right in forgetting her, because she doesn't exist.\"\n\nI couldn't give up hope, as easily as that. \"But can't you--can't\nyou--?\" I didn't even know what I meant to ask.\n\n\"Van Manderpootz,\" he announced, \"is a mathematician, not a magician. Do\nyou expect me to materialize an ideal for you?\" When I had no reply but\na groan, he continued. \"Now I think it safe enough to try the device\nmyself. I shall take--let's see--the thought 'man.' I shall see what the\nsuperman looks like, since the ideal of van Manderpootz can be nothing\nless than superman.\" He seated himself. \"Turn that switch,\" he said.\n\"Now!\"\n\nI did. The tubes glowed into low blue light. I watched dully,\ndisinterestedly; nothing held any attraction for me after that image of\nthe ideal.\n\n\"Huh!\" said van Manderpootz suddenly. \"Turn it on, I say! I see nothing\nbut my own reflection.\"\n\nI stared, then burst into a hollow laugh. The mirror was spinning; the\nbanks of tubes were glowing; the device was operating.\n\nVan Manderpootz raised his face, a little redder than usual. I laughed\nhalf hysterically. \"After all,\" he said huffily, \"one might have a lower\nideal of man than van Manderpootz. I see nothing nearly so humorous as\nyour situation.\"\n\nThe laughter died. I went miserably home, spent half the remainder of\nthe night in morose contemplation, smoked nearly two packs of\ncigarettes, and didn't get to the office at all the next day.\n\n       *       *       *       *       *\n\nTips Alva got back to town for a week-end broadcast, but I didn't even\nbother to see her, just phoned her and told her I was sick. I guess my\nface lent credibility to the story, for she was duly sympathetic, and\nher face in the phone screen was quite anxious. Even at that, I couldn't\nkeep my eyes away from her lips because, except for a bit too lustrous\nmake-up, they were the lips of the ideal. But they weren't enough; they\njust weren't enough.\n\nOld N. J. began to worry again. I couldn't sleep late of mornings any\nmore, and after missing that one day, I kept getting down earlier and\nearlier until one morning I was only ten minutes late. He called me in\nat once.\n\n\"Look here, Dixon,\" he said. \"Have you been to a doctor recently?\"\n\n\"I'm not sick,\" I said listlessly.\n\n\"Then for Heaven's sake, marry the girl! I don't care what chorus she\nkicks in, marry her and act like a human being again.\"\n\n\"I--can't.\"\n\n\"Oh. She's already married, eh?\"\n\nWell, I couldn't tell him she didn't exist. I couldn't say I was in love\nwith a vision, a dream, an ideal. He thought I was a little crazy,\nanyway, so I just muttered \"Yeah,\" and didn't argue when he said\ngruffly: \"Then you'll get over it. Take a vacation. Take _two_\nvacations. You might as well for all the good you are around here.\"\n\nI didn't leave New York; I lacked the energy. I just mooned around the\ncity for a while, avoiding my friends, and dreaming of the impossible\nbeauty of the face in the mirror. And by and by the longing to see that\nvision of perfection once more began to become overpowering. I don't\nsuppose anyone except me can understand the lure of that memory; the\nface, you see, had been my ideal, my concept of perfection. One sees\nbeautiful women here and there in the world; one falls in love, but\nalways, no matter how great their beauty or how deep one's love, they\nfall short in some degree of the secret vision of the ideal. But not the\nmirrored face; she was my ideal, and therefore, whatever imperfections\nshe might have had in the minds of others, in my eyes she had none.\nNone, that is, save the terrible one of being only an ideal, and\ntherefore unattainable--but that is a fault inherent in all perfection.\n\nIt was a matter of days before I yielded. Common sense told me it was\nfutile, even foolhardy, to gaze again on the vision of perfect\ndesirability. I fought against the hunger, but I fought hopelessly, and\nwas not at all surprised to find myself one evening rapping on van\nManderpootz's door in the University Club. He wasn't there; I'd been\nhoping he wouldn't be, since it gave me an excuse to seek him in his\nlaboratory in the Physics Building, to which I would have dragged him\nanyway.\n\nThere I found him, writing some sort of notations on the table that held\nthe idealizator. \"Hello, Dixon,\" he said. \"Did it ever occur to you that\nthe ideal university cannot exist? Naturally not since it must be\ncomposed of perfect students and perfect educators, in which case the\nformer could have nothing to learn and the latter, therefore, nothing\nto teach.\"\n\nWhat interest had I in the perfect university and its inability to\nexist? My whole being was desolate over the non-existence of another\nideal. \"Professor,\" I said tensely, \"may I use that--that thing of yours\nagain? I want to--uh--see something.\"\n\nMy voice must have disclosed the situation, for van Manderpootz looked\nup sharply. \"So!\" he snapped. \"So you disregarded my advice! Forget her,\nI said. Forget her because she doesn't exist.\"\n\n\"But--I can't! Once more, Professor--only once more!\"\n\nHe shrugged, but his blue, metallic eyes were a little softer than\nusual. After all, for some inconceivable reason, he likes me. \"Well,\nDixon,\" he said, \"you're of age and supposed to be of mature\nintelligence. I tell you that this is a very stupid request, and van\nManderpootz always knows what he's talking about. If you want to stupefy\nyourself with the opium of impossible dreams, go ahead. This is the last\nchance you'll have, for tomorrow the idealizator of van Manderpootz goes\ninto the Bacon head of Isaak there. I shall shift the oscillators so\nthat the psychons, instead of becoming light quanta, emerge as an\nelectron flow--a current which will actuate Isaak's vocal apparatus and\ncome out as speech.\" He paused musingly. \"Van Manderpootz will hear the\nvoice of the ideal. Of course Isaak can return only what psychons he\nreceives from the brain of the operator, but just as the image in the\nmirror, the thoughts will have lost their human impress, and the words\nwill be those of an ideal.\" He perceived that I wasn't listening, I\nsuppose. \"Go ahead, imbecile!\" he grunted.\n\nI did. The glory that I hungered after flamed slowly into being,\nincredible in loveliness, and somehow, unbelievably, even more beautiful\nthan on that other occasion. I know why now; long afterwards, van\nManderpootz explained that the very fact that I had seen an ideal once\nbefore had altered my ideal, raised it to a higher level. With that face\namong my memories, my concept of perfection was different than it had\nbeen.\n\nSo I gazed and hungered. Readily and instantly the being in the mirror\nresponded to my thoughts with smile and movement. When I thought of\nlove, her eyes blazed with such tenderness that it seemed as if--I--I,\nDixon Wells--were part of those pairs who had made the great romances of\nthe world, Heloise and Abelard, Tristram and Isolde, Aucassin and\nNicolette. It was like the thrust of a dagger to feel van Manderpootz\nshaking me, to hear his gruff voice calling, \"Out of it! Out of it!\nTime's up.\"\n\nI groaned and dropped my face on my hands. The Professor had been right,\nof course; this insane repetition had only intensified an unfulfillable\nlonging, and had made a bad mess ten times as bad. Then I heard him\nmuttering behind me. \"Strange!\" he murmured. \"In fact, fantastic.\nOedipus--oedipus of the magazine covers and billboards.\"\n\nI looked dully around. He was standing behind me, squinting, apparently,\ninto the spinning mirror beyond the end of the black tube. \"Huh?\" I\ngrunted wearily.\n\n\"That face,\" he said. \"Very queer. You must have seen her features on a\nhundred magazines, on a thousand billboards, on countless 'vision\nbroadcasts. The oedipus complex in a curious form.\"\n\n\"Eh? Could _you_ see her?\"\n\n\"Of course!\" he grunted. \"Didn't I say a dozen times that the psychons\nare transmuted to perfectly ordinary quanta of visible light? If you\ncould see her, why not I?\"\n\n\"But--what about billboards and all?\"\n\n\"That face,\" said the professor slowly. \"It's somewhat idealized, of\ncourse, and certain details are wrong. Her eyes aren't that pallid\nsilver-blue you imagined; they're green--sea-green, emerald colored.\"\n\n\"What the devil,\" I asked hoarsely, \"are you talking about?\"\n\n\"About the face in the mirror. It happens to be, Dixon, a close\napproximation of the features of de Lisle d'Agrion, the Dragon Fly!\"\n\n\"You mean--she's real? She exists? She lives? She--\"\n\n\"Wait a moment, Dixon. She's real enough, but in accordance with your\nhabit, you're a little late. About twenty-five years too late, I should\nsay. She must now be somewhere in the fifties--let's see--fifty-three, I\nthink. But during your very early childhood, you must have seen her face\npictured everywhere, de Lisle d'Agrion, the Dragon Fly.\"\n\nI could only gulp. That blow was devastating.\n\n\"You see,\" continued van Manderpootz, \"one's ideals are implanted very\nearly. That's why you continually fall in love with girls who possess\none or another feature that reminds you of her, her hair, her nose, her\nmouth, her eyes. Very simple, but rather curious.\"\n\n\"Curious!\" I blazed. \"Curious, you say! Everytime I look into one of\nyour damned contraptions I find myself in love with a myth! A girl who's\ndead, or married, or unreal, or turned into an old woman! Curious, eh?\nDamned funny, isn't it?\"\n\n\"Just a moment,\" said the professor placidly. \"It happens, Dixon, that\nshe has a daughter. What's more, Denise resembles her mother. And what's\nstill more, she's arriving in New York next week to study American\nletters at the University here. She writes, you see.\"\n\nThat was too much for immediate comprehension. \"How--how do you know?\" I\ngasped.\n\nIt was one of the few times I have seen the colossal blandness of van\nManderpootz ruffled. He reddened a trifle, and said slowly, \"It also\nhappens, Dixon, that many years ago in Amsterdam, Haskel van Manderpootz\nand de Lisle d'Agrion were--very friendly--more than friendly, I might\nsay, but for the fact that two such powerful personalities as the Dragon\nFly and van Manderpootz were always at odds.\" He frowned. \"I was almost\nher second husband. She's had seven, I believe; Denise is the daughter\nof her third.\"\n\n\"Why--why is she coming here?\"\n\n\"Because,\" he said with dignity, \"van Manderpootz is here. I am still a\nfriend of de Lisle's.\" He turned and bent over the complex device on the\ntable. \"Hand me that wrench,\" he ordered. \"Tonight I dismantle this, and\ntomorrow start reconstructing it for Isaak's head.\"\n\n       *       *       *       *       *\n\nBut when, the following week, I rushed eagerly back to van Manderpootz's\nlaboratory, the idealizator was still in place. The professor greeted me\nwith a humorous twist to what was visible of his bearded mouth. \"Yes,\nit's still here,\" he said, gesturing at the device. \"I've decided to\nbuild an entirely new one for Isaak, and besides, this one has afforded\nme considerable amusement. Furthermore, in the words of Oscar Wilde, who\nam I to tamper with a work of genius. After all, the mechanism is the\nproduct of the great van Manderpootz.\"\n\nHe was deliberately tantalizing me. He knew that I hadn't come to hear\nhim discourse on Isaak, or even on the incomparable van Manderpootz.\nThen he smiled and softened, and turned to the little inner office\nadjacent, the room where Isaak stood in metal austerity. \"Denise!\" he\ncalled, \"come here.\"\n\nI don't know exactly what I expected, but I do know that the breath left\nme as the girl entered. She wasn't exactly my image of the ideal, of\ncourse; she was perhaps the merest trifle slimmer, and her eyes--well,\nthey must have been much like those of de Lisle d'Agrion, for they were\nthe clearest emerald I've ever seen. They were impudently direct eyes,\nand I could imagine why van Manderpootz and the Dragon Fly might have\nbeen forever quarreling; that was easy to imagine, looking into the eyes\nof the Dragon Fly's daughter.\n\nNor was Denise, apparently, quite as femininely modest as my image of\nperfection. She wore the extremely unconcealing costume of the day,\nwhich covered, I suppose, about as much of her as one of the one-piece\nswimming suits of the middle years of the twentieth century. She gave an\nimpression, not so much of fleeting grace as of litheness and supple\nstrength, an air of independence, frankness, and--I say it\nagain--impudence.\n\n\"Well!\" she said coolly as van Manderpootz presented me. \"So you're the\nscion of the N. J. Wells Corporation. Every now and then your escapades\nenliven the Paris Sunday supplements. Wasn't it you who snared a million\ndollars in the market so you could ask Whimsy White--?\"\n\nI flushed. \"That was greatly exaggerated,\" I said hastily, \"and anyway I\nlost it before we--uh--before I--\"\n\n\"Not before you made somewhat of a fool of yourself, I believe,\" she\nfinished sweetly.\n\nWell, that's the sort she was. If she hadn't been so infernally lovely,\nif she hadn't looked so much like the face in the mirror, I'd have\nflared up, said \"Pleased to have met you,\" and never have seen her\nagain. But I couldn't get angry, not when she had the dusky hair, the\nperfect lips, the saucy nose of the being who to me was ideal.\n\nSo I did see her again, and several times again. In fact, I suppose I\noccupied most of her time between the few literary courses she was\ntaking, and little by little I began to see that in other respects\nbesides the physical she was not so far from my ideal. Beneath her\nimpudence was honesty, and frankness, and, despite herself, sweetness,\nso that even allowing for the head-start I'd had, I fell in love pretty\nhastily. And what's more, I knew she was beginning to reciprocate.\n\nThat was the situation when I called for her one noon and took her over\nto van Manderpootz's laboratory. We were to lunch with him at the\nUniversity Club, but we found him occupied in directing some experiment\nin the big laboratory beyond his personal one, untangling some sort of\nmess that his staff had blundered into. So Denise and I wandered back\ninto the smaller room, perfectly content to be alone together. I simply\ncouldn't feel hungry in her presence; just talking to her was enough of\na substitute for food.\n\n\"I'm going to be a good writer,\" she was saying musingly. \"Some day,\nDick, I'm going to be famous.\"\n\nWell, everyone knows how correct that prediction was. I agreed with her\ninstantly.\n\nShe smiled. \"You're nice, Dick,\" she said. \"Very nice.\"\n\n\"Very?\"\n\n\"_Very!_\" she said emphatically. Then her green eyes strayed over to the\ntable that held the idealizator. \"What crack-brained contraption of\nUncle Haskel's is that?\" she asked.\n\nI explained, rather inaccurately, I'm afraid, but no ordinary engineer\ncan follow the ramifications of a van Manderpootz conception.\nNevertheless, Denise caught the gist of it and her eyes glowed emerald\nfire.\n\n\"It's fascinating!\" she exclaimed. She rose and moved over to the table.\n\"I'm going to try it.\"\n\n\"Not without the professor, you won't! It might be dangerous.\"\n\nThat was the wrong thing to say. The green eyes glowed brighter as she\ncast me a whimsical glance. \"But I am,\" she said. \"Dick, I'm going\nto--see my ideal man!\" She laughed softly.\n\nI was panicky. Suppose her ideal turned out tall and dark and powerful,\ninstead of short and sandy-haired and a bit--well, chubby, as I am.\n\"No!\" I said vehemently. \"I won't let you!\"\n\nShe laughed again. I suppose she read my consternation, for she said\nsoftly, \"Don't be silly, Dick.\" She sat down, placed her face against\nthe opening of the barrel, and commanded. \"Turn it on.\"\n\nI couldn't refuse her. I set the mirror whirling, then switched on the\nbank of tubes. Then immediately I stepped behind her, squinting into\nwhat was visible of the flashing mirror, where a face was forming,\nslowly--vaguely.\n\nI thrilled. Surely the hair of the image was sandy. I even fancied now\nthat I could trace a resemblance to my own features. Perhaps Denise\nsensed something similar, for she suddenly withdrew her eyes from the\ntube and looked up with a faintly embarrassed flush, a thing most\nunusual for her.\n\n\"Ideals are dull!\" she said. \"I want a real thrill. Do you know what I'm\ngoing to see? I'm going to visualize ideal horror. That's what I'll do.\nI'm going to see absolute horror!\"\n\n\"Oh, no you're not!\" I gasped. \"That's a terribly dangerous idea.\" Off\nin the other room I heard the voice of van Manderpootz, \"Dixon!\"\n\n\"Dangerous--bosh!\" Denise retorted. \"I'm a writer, Dick. All this means\nto me is material. It's just experience, and I want it.\"\n\nVan Manderpootz again. \"Dixon! Dixon! Come here.\" I said, \"Listen,\nDenise. I'll be right back. Don't try anything until I'm here--please!\"\n\nI dashed into the big laboratory. Van Manderpootz was facing a cowed\ngroup of assistants, quite apparently in extreme awe of the great man.\n\n\"Hah, Dixon!\" he rasped. \"Tell these fools what an Emmerich valve is,\nand why it won't operate in a free electronic stream. Let 'em see that\neven an ordinary engineer knows that much.\"\n\nWell, an ordinary engineer doesn't, but it happened that I did. Not that\nI'm particularly exceptional as an engineer, but I _did_ happen to know\nthat because a year or two before I'd done some work on the big tidal\nturbines up in Maine, where they have to use Emmerich valves to guard\nagainst electrical leakage from the tremendous potentials in their\ncondensers. So I started explaining, and van Manderpootz kept\ninterpolating sarcasms about his staff, and when I finally finished, I\nsuppose I'd been in there about half an hour. And then--I remembered\nDenise!\n\nI left van Manderpootz staring as I rushed back, and sure enough, there\nwas the girl with her face pressed against the barrel, and her hands\ngripping the table edge. Her features were hidden, of course, but there\nwas something about her strained position, her white knuckles--\n\n\"Denise!\" I yelled. \"Are you all right? _Denise!_\"\n\nShe didn't move. I stuck my face in between the mirror and the end of\nthe barrel and peered up the tube at her visage, and what I saw left me\nall but stunned. Have you ever seen stark, mad, infinite terror on a\nhuman face? That was what I saw in Denise's--inexpressible, unbearable\nhorror, worse than the fear of death could ever be. Her green eyes were\nwidened so that the whites showed around them; her perfect lips were\ncontorted, her whole face strained into a mask of sheer terror.\n\nI rushed for the switch, but in passing I caught a single glimpse of--of\nwhat showed in the mirror. Incredible! Obscene, terror-laden, horrifying\nthings--there just aren't words for them. There are no words.\n\nDenise didn't move as the tubes darkened. I raised her face from the\nbarrel and when she glimpsed me she moved. She flung herself out of that\nchair and away, facing me with such mad terror that I halted.\n\n\"Denise!\" I cried. \"It's just Dick. Look, Denise!\"\n\nBut as I moved toward her, she uttered a choking scream, her eyes\ndulled, her knees gave, and she fainted. Whatever she had seen, it must\nhave been appalling to the uttermost, for Denise was not the sort to\nfaint.\n\n       *       *       *       *       *\n\nIt was a week later that I sat facing van Manderpootz in his little\ninner office. The grey metal figure of Isaak was missing, and the table\nthat had held the idealizator was empty.\n\n\"Yes,\" said van Manderpootz. \"I've dismantled it. One of van\nManderpootz's few mistakes was to leave it around where a pair of\nincompetents like you and Denise could get to it. It seems that I\ncontinually overestimate the intelligence of others. I suppose I tend to\njudge them by the brain of van Manderpootz.\"\n\nI said nothing. I was thoroughly disheartened and depressed, and\nwhatever the professor said about my lack of intelligence, I felt it\njustified.\n\n\"Hereafter,\" resumed van Manderpootz, \"I shall credit nobody except\nmyself with intelligence, and will doubtless be much more nearly\ncorrect.\" He waved a hand at Isaak's vacant corner. \"Not even the Bacon\nhead,\" he continued. \"I've abandoned that project, because, when you\ncome right down to it, what need has the world of a mechanical brain\nwhen it already has that of van Manderpootz?\"\n\n\"Professor,\" I burst out suddenly, \"why won't they let me see Denise?\nI've been at the hospital every day, and they let me into her room just\nonce--just once, and that time she went right into a fit of hysterics.\nWhy? Is she--?\" I gulped.\n\n\"She's recovering nicely, Dixon.\"\n\n\"Then why can't I see her?\"\n\n\"Well,\" said van Manderpootz placidly, \"it's like this. You see, when\nyou rushed into the laboratory there, you made the mistake of pushing\nyour face in front of the barrel. She saw your features right in the\nmidst of all those horrors she had called up. Do you see? From then on\nyour face was associated in her mind with the whole hell's brew in the\nmirror. She can't even look at you without seeing all of it again.\"\n\n\"_Good--God!_\" I gasped. \"But she'll get over it, won't she? She'll\nforget that part of it?\"\n\n\"The young psychiatrist who attends her--a bright chap, by the way, with\na number of my own ideas--believes she'll be quite over it in a couple\nof months. But personally, Dixon, I don't think she'll ever welcome the\nsight of your face, though I myself have seen uglier visages somewhere\nor other.\"\n\nI ignored that. \"Lord!\" I groaned. \"What a mess!\" I rose to depart, and\nthen--then I knew what inspiration means!\n\n\"Listen!\" I said, spinning back. \"Listen, professor! Why can't you get\nher back here and let her visualize the ideally beautiful? And then\nI'll--I'll stick my face into that!\" Enthusiasm grew. \"It can't fail!\" I\ncried. \"At the worst, it'll cancel that other memory. It's marvelous!\"\n\n\"But as usual,\" said van Manderpootz, \"a little late.\"\n\n\"Late? Why? You can put up your idealizator again. You'd do that much,\nwouldn't you?\"\n\n\"Van Manderpootz,\" he observed, \"is the very soul of generosity. I'd do\nit gladly, but it's still a little late, Dixon. You see, she married the\nbright young psychiatrist this noon.\"\n\nWell, I've a date with Tips Alva tonight, and I'm going to be late for\nit, just as late as I please. And then I'm going to do nothing but stare\nat her lips all evening.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Ideal, by Stanley Grauman Weinbaum\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE IDEAL ***\n\n***** This file should be named 22897-8.txt or 22897-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/2/8/9/22897/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}