{"title": "The Best Made Plans", "author": "Everett B. Cole", "releaseDate": "October 5, 2007", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Bruce Albrecht and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n[Illustration: Illustrated by van Dongen]\n\n\n\n\nTHE BEST MADE PLANS\n\n\n\nBy\n\nEVERETT B. COLE\n\n\n\nAstounding Science Fiction\n\n[Illustration]                                    _There\n               are some people that it is extremely unwise\n               to cross ... and the fireworks start when\n               two such people cross each other!_\n\n\n\nTranscriber's Note: This etext was produced from Astounding Science\nFiction, November and December, 1959. Extensive research did not\nreveal any evidence that the U.S. copyright on this publication was\nrenewed.\n\n\n\n\nDon Michaels twisted about uneasily for a moment, then looked toward\nthe doors of the darkened auditorium. He shook his head, then returned\nhis attention to the stage. Of course, he'd joined in the applause--a\nguy felt sort of idiotic, just sitting there while everyone else in the\nplace made loud noises--but that comedy act had been pretty smelly.\nThey should have groaned instead of applauding.\n\nOh, sure, he thought, the drama students had to have experience on the\nstage. And they really needed an audience--if they were going to have\nany realism in their performances. Sure, that part of it was all right,\nbut why did the professionals have to join the party? Why did they have\nto have 'casts like that last thing--especially at a school Aud Call?\nIt seemed anything but educational, and he'd had to skip a good class\nfor this one. He shrugged. Of course, everyone else had skipped one\nclass or another, he knew. So why should he be an exception? Too, some\nof the students would welcome and applaud anything that gave them a\nbreak from their studies. And the schedule probably took account of\nthis sort of thing anyway. But....\n\nA fanfare interrupted his thoughts. From the backstage speakers came\nthe smooth rhythm of a band playing a march trio. He sat back.\n\nThe screen glowed and became a large rectangle of blue, dotted with\nfleecy clouds. In the distance, the towers of Oreladar poked up from a\ncarpet of green trees.\n\nSwiftly, the camera approached the city, to center for a moment on a\nlarge sports stadium. Players dashed across the turf, then the camera\nswung away. Briefly, it paused to record various city scenes, then it\ncrossed the walls of the Palace and came to ground level on the parade\ngrounds of the Royal Guards.\n\nA review was underway. For a few seconds, the camera held on the massed\ntroops, then it centered on the reviewing stand. The band modulated\nsmoothly into a brilliant quickstep and a column of guards marched to\ncenter screen, the colors of their dress uniforms contrasting with the\ngreen of the perfectly kept field.\n\nNow, the field of view narrowed, centering the view first on the color\nguard, then on the colors alone. The camera moved down till the gold\nand blue of Oredan's royal colors stood out against the blue sky.\n\nThe band music faded, to be over-ridden then replaced by a smooth\nbaritone voice.\n\n\"This is your news reporter,\" it said, \"Merle Boyce, bringing you the\nlatest happenings of the day.\"\n\nThe colors receded, their background blurring then coming into focus\nagain. Now, they stood before a large window. Again, the camera receded\nand a man appeared in the foreground. For a moment he sat at his plain\ndesk, gazing directly out of the screen and seeming to look searchingly\ninto Don's face. Then he smiled engagingly and nodded.\n\n\"As every citizen of Oredan knows,\" he said, \"this nation has been\nswept by a wave of terrorism during the few days past. Indeed, the now\nnotorious Waern affair became so serious that our Prime Minister found\nit necessary to take personal command of the Enforcement Corps and\ndirect the search for the terrorists himself. Now, he is present, to\nbring to you, the people, his report of the conclusion of this terrible\naffair.\" He paused, drawing a breath.\n\n\"Citizen of Oredan,\" he declaimed slowly, \"the Prime Minister, Daniel\nStern, Prince Regent.\"\n\nHe faced away from the camera and faded from view. Again, the gold and\nblue of Oredan filled the screen.\n\nThere was a brief blare of trumpets. Then drums rolled and the heavy\nbanner swept aside to reveal a tall, slender man, who approached the\ncamera deliberately. He glanced aside for a moment, then pinned his\naudience with an intense stare.\n\n\"This has been a terrible experience for many of our people,\" he began.\n\"And it has been a harrowing time for your public officials. One of our\nown--a one-time police commissioner--a man sworn to uphold law and\norder, has suddenly revealed himself as a prime enemy of the realm and\nof our people. This in itself is a bad thing. But this was not enough\nfor Harle Waern.\" He held out a hand, his face growing stern.\n\n\"No, Waern was unwilling to abide by the results of a lawful trial,\nknowing the outcome of any full investigation into his activities, he\nchose to lash out further at authority and to burn his way out of\ndetention. He killed some of his guards. He released other criminals.\nHe formed them into a gang, enlisting their aid in cutting and burning\nhis way across our land in an obvious effort to reach the hills and\npossibly stir some of the mountain clans to rebellion. And as he went,\nhe left destruction and death.\" He nodded his head sadly.\n\n\"Yes, it is painful to report, but it must be admitted that no less\nthan twenty innocent people have lost their lives as a result of\nWaern's actions. And many more have been injured or have suffered\nproperty loss. It has been a savage affair--one we'll be long in\nforgetting. And it is with considerable relief that we can report its\nfinal conclusion.\" He stepped back, then faded from view.\n\n                    *      *      *      *      *\n\nThe screen brightened again to show a rambling white house which\nnestled in a grove of shade trees. Behind it, rose a small hill which\nacted as a mere step toward the peaks of high mountains beyond. Before\nit was a broad lawn, dotted with lounging furniture. Reflected in its\nwindows was the glow of the rising sun, which flood-lit the entire\nscene. From the speakers came muted sounds. An insect chirped. Hurrying\nfootsteps crunched on gravel. There were soft rattles and bangs, and\nsomewhere a motor rumbled briefly, then coughed to silence.\n\n\"We are now,\" said a voice, \"a few miles outside of the city of\nRiandar, where Harle Waern had this summer estate built for him.\"\n\nAs the announcer spoke, the camera moved about to pick out details of\nthe estate. It showed a swimming pool back of the house. It swung\nbriefly about landscaped gardens, scanning across cultivated fields and\norchards. It flicked across a winding, tree-lined road, then came back\nto a rough area before the smooth lawn.\n\nPartially concealed from the house by waving grass and field weeds, men\nwere moving cautiously about the fields. Near a small hummock, a\nloudspeaker rose from its stand, to face the house. A man lay not too\nfar from the base of the stand. Microphone in hand, he looked intently\nthrough the grass, to study the windows of the house. Then he glanced\nback to note the positions of the others.\n\nThe camera's viewpoint raised, to take in the entire scene beyond the\nfield. The sky blurred, then seemed to open, to show Daniel Stern's\nlong, thin face. He cast his eyes down for a moment, seeming to take in\nthe details of the scene, then stared straight at the audience, his\ndeep-set eyes glowing hypnotically.\n\n\"Here then,\" he said slowly, \"is one of the properties which Harle\nWaern bought while acting as Police Commissioner of Riandar. Here is a\nmere sample of the gains he enjoyed for a time as the price of his\ndefections from his oath of office. And here is the stage he chose for\nthe final act, his last struggle against the nation he had betrayed.\"\n\nHis face faded from view, the deep-set eyes shining from the sky for a\ntime after the rest of the face had faded from view.\n\nThen the camera swung again, to show a low-slung weapons carrier which\nhad pulled up a few dozen meters back of the man with the microphone.\nAbout it, the air shimmered a little, as though a filmy screen lay\nbetween vehicle and camera. It softened the harsh lines of the carrier\nand its weapon, lending them an almost mystical appearance.\n\nThe crew chief was clearly visible, however. He was making adjustments\non one of the instruments on the projector mount. One of the crew\nmembers stood by on the charge rack, busying himself with adjustments\non the charge activators. None of the crew looked toward the camera.\n\nThe loud-speaker clicked and rasped into life.\n\n\"Harle Waern, this is the Enforcement Corps. We know you are in there.\nYou were seen to go into that house with your friends. You have one\nminute to throw out your weapons and come out with your hands in the\nair. This is your last chance.\"\n\nThere was another click from the loud-speaker. Then the scene was\nquiet.\n\nSomeone cleared his throat. The man with the microphone shifted his\nposition and lay stretched out. He had sought cover behind the hummock\nnear the speaker stand and now he raised his head cautiously, to watch\nthe silent windows of the house. Other men lay in similar positions,\ntheir attention on the windows, their weapons ready. The windows stared\nblankly back.\n\nThe camera shifted back to the weapons carrier. A low voice spoke.\n\n\"Let's have a look at that scope, Walton.\"\n\nA man's back moved aside and the light and dark pattern of the range\ndetector showed on the screen. The low voice spoke again.\n\n\"Four of them,\" it said. \"Looks as though they've got a small arsenal\nin there with 'em. See those bright pips?\"\n\n\"Khroal?\" queried another voice.\n\n\"A couple of those, yeah,\" the first voice said. \"But that isn't too\nbad. Those are just antipersonnel. They've got a pair of rippers, too.\nGood thing we've got screens up. And there's a firebug. They could give\nthose guys on the ground a real hard time.\" A finger appeared in front\nof the detector.\n\n\"See that haze with the lines in it?\"\n\n\"Them the charges?\"\n\n\"That's right. They show up like that on both scopes, see? You can\nalways spot heat-ray charges. They look like nothing else. Only trouble\nis, they louse up the range scale. You can't tell----\"\n\n                    *      *      *      *      *\n\nDon looked critically at the carrier.\n\nThere was, he thought, evidence of carelessness. No deflector screens\nwere set up. A Moreku tribesman could put a stone from a sling in\nthere, and really mess them up--if he could sneak in close enough. He\ngrinned inwardly.\n\n\"Of course, if he hit the right spot, he'd go up with 'em,\" he told\nhimself. \"Be quite a blast.\"\n\nHe continued to study the weapons carrier arrangements, noting that the\nchargers were hot, ready for instant activation. Even the gun current\nwas on. He could see the faint iridescence around the beam-forming\nelements. He shook his head.\n\n\"Hit that lens system against something right now,\" he muttered\ninaudibly, \"or get something in the field, and that would be the end.\"\n\nThe loud-speaker clicked again and the camera swung to center the house\nin its field of view.\n\n\"Your time is running out, Waern.\" The amplified roar of the voice\nreverberated from the hills. \"You have twenty seconds left.\"\n\nAbruptly, the speaker became a blaze of almost intolerable light. The\nman near it rolled away hurriedly, dropping his microphone. Another man\nquickly picked up a handset and spoke briefly into it.\n\nAgain, the camera picked up the weapons carrier. The crew chief had his\nhand on his microphone switch. He nodded curtly and adjusted a dial.\nThe lens barrel of the projector swung toward the house, stopped, swung\nback a trifle, and held steady.\n\nThe pointer, sitting in front of the crew chief, moved a hand and\nflicked a switch.\n\n\"Locked on.\"\n\nThe crew chief glanced over the man's shoulder, reached out to put his\nhand on a polished lever, and pressed. Mechanism at the rear of the\nlong projector clicked. The faint glow over the beam formers became a\nblaze. A charge case dropped out and rolled into a chute. Another\ncharge slid in to replace it and for a brief instant, a coruscating\nstream of almost solid light formed a bridge between house and carrier.\n\nThen the busy click of mechanism was drowned by the crash of an\nexplosion. A ragged mass of flame shot from the house, boiled skyward,\nthen darkened, to be replaced by a confused blur of smoke and flying\ndebris. The crew chief took his hand from the lever and waited.\n\nAt last, the drumroll of echoes faded to silence--the debris fell back\nto ground--the smoke drifted down the valley with the light breeze. And\nthe rising sun again flooded its light over the estate.\n\nThe rambling white house, shaded by its miniature grove of trees, had\ngone. Charred timbers reached toward the sky from a blackened scar in\nthe grass. On the carefully kept lawn, little red flowers bloomed,\ntheir black beds expanding as the flaming blossoms grew.\n\nNear the charred skeleton of the house, one tree remained stubbornly\nupright, its bare branches hanging brokenly. About it, bright flames\ndanced on the shattered bits of its companions.\n\nIn the fields about the house, men were getting to their feet, to\nstretch cramped muscles and exercise chilled limbs. A few of them\nstarted toward the ruins and the man by the speaker got to his feet to\nwave them back.\n\n\"Too hot to approach yet,\" he shouted. \"We'll let a clean-up crew go\nover it later.\"\n\nThe scene faded. For an instant, the royal colors of Oredan filled the\nscreen, then the banner folded back and Daniel Stern faced his\naudience, his gaze seeming to search the thoughts of those before him.\n\n\"And so,\" he said, \"Harle Waern came to bay and elected to shoot it out\nwith the Enforcement Corps.\" He moved his head from side to side.\n\n\"And with the armament he had gathered, he and his companions might\neven have succeeded in burning their way to the mountains, despite the\ncordon of officers surrounding their hide-out. He thought he could do\nthat. But precautions had been taken. Reinforcements were called in.\nAnd such force as was needed was called into play.\" He sighed.\n\n\"So there's an end. An end to one case. An end to a false official, who\nthought he was too big for the law he had sworn to uphold.\" He held out\na hand.\n\n\"But there still remain those who hired this man--those who paid him\nthe price of those estates and those good things Waern enjoyed for a\ntime. Your Enforcement Corps is searching for those men. And they will\nbe found. Wherever they are--whoever they are--your Enforcement Corps\nwill not rest so long as one of them remains at liberty.\" He stared\npenetratingly at the camera for a moment, then nodded and turned away.\n\nThe musical salute to the ruler sounded from the speakers as the scene\nfaded. Once again, the green grass of the Royal Guard parade field came\ninto view. As the color guard stood at attention, the band modulated\ninto the \"Song of the Talu.\"\n\nDon Michaels got out of his seat. The Aud Call would be over in a few\nminutes, he knew, and he'd have to be at his post when the crowd\nstreamed out. He moved back toward the doors, opened one a trifle, and\nslid through.\n\n                    *      *      *      *      *\n\nSome others had already come out into the hall. A few more slid out to\njoin them, until a small group stood outside the auditorium. They\nexamined each other casually, then scattered.\n\nUnhurriedly, Don walked through the empty corridors, turning at a\nstairwell.\n\nHow, he wondered, did a man like Harle Waern get started on the wrong\ntrack? The man had been a member of one of the oldest of the noble\nfamilies--had always had plenty of money--plenty of prestige. What was\nit that made someone like that become a criminal?\n\n\"Should've known he'd get caught sooner or later,\" he told himself,\n\"even if he had no honesty about him. I don't get it.\"\n\nHe got to the bottom of the stairs and walked into the boy's locker\nroom.\n\nBetween a couple of rows of lockers, a youth sat in an inconspicuously\nplaced chair. Don went up to him.\n\n\"Hi, Darrin,\" he said. \"About ready to pack it up?\"\n\nThe other gathered his books.\n\n\"Yeah. Guess so. Nothing going on down here. Wonder why they have us\nhanging around this place anyway?\"\n\nDon grinned. \"Guess somebody broke into a locker once and they want a\nwitness next time. Got to have something for us Guardians to do, don't\nthey?\"\n\n\"Suppose so. But when you get almost through with your pre-professional\n... hey, Michaels, how did you make out on the last exam? Looked to me\nas though Masterson threw us a few curves. Or did you get the same\nexam? Like that business about rehabilitation? It ain't in the book.\"\n\n\"Oh, that.\" Don shrugged. \"He gave us the low-down on that during class\nlast week. Suppose your group got the same lecture. You should've\nchecked your notes.\"\n\nDarrin shrugged and stood up. \"Always somebody don't get the news,\" he\ngrumbled. \"This time, it's me. I was out for a few days. Oh, well. How\nwas the Aud?\"\n\nDon spread his hands. \"About like usual, I'd say. Oh, they had a run on\nthe end of the Waern affair. Really fixed that bird for keeps.\nOtherwise?\"\n\nHe waved his hands in a flapping motion.\n\nThe other grinned, then turned as a bell clanged.\n\nThere was a rumbling series of crashes, followed by a roar which echoed\nthrough the corridors. Darrin turned quickly.\n\n\"I'd better get going,\" he said, \"before I get caught in the stampede.\nShould be able to sneak up the back stairs right now. See you later.\"\nHe strode away.\n\nMichaels nodded and sat down, opening a notebook.\n\nStudents commenced rushing into the locker room and the roar in the\nhall was almost drowned out by the continuous clash and slam of locker\ndoors. Don paid little attention, concentrating on his notes.\n\nAt last, the noise died down and Don looked up. Except for one slender\nfigure, crouched by an open locker, the room was empty.\n\nDon looked at the boy curiously. He was a typical Khlorisana--olive\nskinned, slightly built, somewhat shorter than the average galactic.\nDon looked with a touch of envy at the smooth hairline, wondering why\nit was that the natives of this planet always seemed to have a perfect\ngrowth of head fur which never needed the attention of a barber. He\nrubbed his own unruly hair, then shrugged.\n\n\"Hate to change places with Pete Waern now, though,\" he told himself.\n\"Wonder where he stands in this business.\"\n\n                    *      *      *      *      *\n\nHurrying footsteps sounded in the corridor and three latecomers rushed\nin. As Waern straightened to close his locker door, the leader of the\ngroup crashed into him.\n\n\"Hey,\" he demanded, \"what's the idea trying to trip me?\" He paused,\nlooking at the boy closely. \"Oh, you again! Still trying to be a big\nman, huh?\" He placed a hand on Waern's chest, pushing violently.\n\n\"Out of our way, trash.\"\n\nPete Waern staggered back, dropping his books. A notebook landed on its\nback and sprang open, to scatter paper over the floor. He looked at the\nmess for an instant.\n\nOne of the three laughed.\n\n\"That's how you show 'em, Gerry.\"\n\nPete stared angrily at his attacker.\n\n\"What do you think you're doing?\"\n\nThe three advanced purposefully. One seized Pete by an arm, swinging\nhim about violently. Another joined him and between them, they held the\nsmaller lad firmly.\n\nGerry swung an open hand jarringly against Pete's face.\n\n\"Guess you're going to have to have a little lesson in how to talk to\nyour betters,\" he snarled. He drew back a fist.\n\nDon Michaels had come out of his chair. He strode over to the group, to\nface the attacker.\n\n\"Just exactly what _do_ you think you're doing?\" he demanded\nicily.\n\n\"Who do you think you are?\"\n\nDon touched a small bronze button in his lapel. \"I'm one of the guys\nthat's supposed to keep order around this place,\" he said. \"We've got\nself-government in this school, remember?\" He swung about to confront\nthe two who still held Waern.\n\n\"Now, suppose you turn this guy loose and start explaining yourselves.\"\n\nGerry placed a large hand on Don's shoulder, kneading at the muscles\nsuggestively.\n\n\"Look, little man,\" he said patronizingly, \"you'll be a lot better off\nif you just mind your own business. Like watching those lockers over\nthere so they don't fly away or something. We'll take----\"\n\nMichaels swung around slowly, then put knuckles on hips and stared at\nthe other sternly.\n\n\"Take that hand away,\" he said softly. \"Now get over there, and start\npicking up those books. Get them nice and neat.\" His voice rose a\ntrifle.\n\n\"Now, I said!\" He stabbed a finger out.\n\nThe boy before him hesitated, his face contorted with effort. He forced\na hand part way up.\n\nDon continued to stare at him.\n\nThe other drew a sobbing breath, then turned away and knelt by the\nscattered books and papers.\n\n[Illustration]\n\nDon wheeled to confront the other two.\n\n\"Get over by those lockers,\" he ordered. \"Now, let's hear it. What's\nyour excuse for this row?\"\n\n\"Aw, you saw it. You saw that little gersal trip Gerry there.\" The two\nhad backed away, but now one of them started forward again.\n\n\"Come to think of it, you don't look so big to me.\" He half turned.\n\n\"Come on, Walt, let's----\"\n\n\"Be quiet!\" Michaels' gaze speared out at the speaker.\n\n\"Now, get over to those lockers. Move!\" He swiveled his head to examine\nthe boy who had picked up the books.\n\n\"Put them down there by the locker,\" he said coldly. \"Then get yourself\nover there with your pals.\" He took a pad and pencil from his pocket,\nthen pointed.\n\n\"All right. What's your name?\"\n\n\"Walt ... Walter Kelton.\"\n\n\"Class group?\"\n\n\"Three oh one.\" The boy looked worried. \"Hey, what you----\"\n\n\"I'll tell you all about it--later.\" Don scribbled on the top sheet of\nthe pad, then tore it off. He pointed again.\n\n\"What's your name?\"\n\n\"Aw, now, look. We----\"\n\n\"Your name!\"\n\n\"Aw ... Gerald Kelton.\"\n\n\"Class group?\"\n\n\"Aw, same as his. We're brothers.\"\n\n\"What's the number of your class group?\"\n\n\"Aw ... well, it's three oh one. Like I said----\"\n\n\"Later! Now you. What's your name and class group?\"\n\n\"Maurie VanSickle. I'm in three oh one, too.\"\n\nDon finished writing, then snapped three shots of paper toward the\nthree.\n\n\"All right. Here are your copies of the report slips. You're charged\nwith group assault. You'll report at the self-government office before\nnoon tomorrow. Know where it is?\"\n\n\"Yeah. Yeah, we know where it is, all right,\" grumbled Gerry Kelton. He\npointed at Pete Waern.\n\n\"How about him?\"\n\n\"Never mind about that. Just get your stuff and get to your classes.\nAnd you better make it fast. Late bell's about to ring. Now get going.\"\nDon turned toward Pete Waern.\n\n\"Close your locker, fella, and come over here.\"\n\n                    *      *      *      *      *\n\nHe glanced at the three retreating backs, then turned and went back to\nhis chair. Pete hesitated an instant, then picked up his books and\nlocked the door of his locker. Again, he hesitated, and went slowly\nover to stand in front of Michaels.\n\nDon looked at him curiously.\n\n\"You ever have any trouble with those three before now?\"\n\nPete shook his head. \"Not really,\" he said. \"Oh, one of the Keltons ...\nGerry ... sneaked off the grounds a few weeks ago. I wrote him up.\" He\ngrinned.\n\n\"Pushed on past me when I was on noon guard. I trailed him to his class\ngroup later and got his name.\"\n\nDon nodded. \"He ever say anything to you about it?\"\n\n\"No. I've seen him in the halls a few times since then. He always\navoided me--up to now.\"\n\n\"I see.\" Don nodded. \"But today, he suddenly went for you--with\nreinforcements.\"\n\nPete grinned wanly. \"I guess I'll have to get used to things like\nthat,\" he said. \"Ever since Uncle Harle was----\" He clasped his hands\ntogether, then turned suddenly aside.\n\nFor an instant, he stood, head averted, then he ran over to lean\nagainst a row of lockers, facing away from Michaels.\n\n\"Uncle Harle didn't---- Oh, why don't you just leave me alone?\"\n\nDon considered him for a moment, then walked over, to place a hand on\nhis shoulder.\n\n\"Hey, hold up a minute, Chum,\" he said. \"I'm not trying to give you a\nbad time. Now suppose you calm down a little. Doesn't do you a bit of\ngood to tear yourself apart. You're not responsible for whatever your\nuncle got into, you know.\"\n\nPete faced him, his back braced against the lockers.\n\n\"That's what you say here,\" he said bitterly. \"Sure, we've been in the\nsame classes. You know me, so you try to be decent. But what do you\nreally think? And how about everyone else? You think they're being all\nnice and understanding about this?\" He snorted.\n\n\"Know why I'm not in class now? Got no class to go to. I was in Civics\nFour this period. They threw me out. Faculty advisor said I'd do better\nin ... in some Shop Study.\"\n\nDon frowned. \"Funny,\" he said. \"You always got good grades. No trouble\nthat way?\"\n\n\"Of course not.\" Pete spread his hands. \"I----\"\n\nA low snicker interrupted the words and Don looked around, to see Gerry\nKelton close by. Behind him were his brother and Maurie. Gerry laughed\nderisively.\n\n\"Go ahead,\" he commented, \"let him talk. You might learn something from\nthe little----\"\n\nDon motioned impatiently with his head.\n\n\"Get going, you three,\" he said sharply. \"You've got less than a minute\nbefore late bell.\"\n\n\"Sure we have,\" Gerry told him. \"We might even be late to class. Now\nwouldn't that be awful? Some jerk wants to write up a bunch of lousy\nreport slips, make him look good, we're----\"\n\n\"Move!\" Michaels' voice rose sharply. \"Don't try that one on me. It's\nbeen tried before. Doesn't work.\"\n\nGerry paused in mid-stride, then seemed to deflate. He turned away.\n\n\"Come on, guys,\" he said. \"Let's get out of here. We'll take care of\nthis later.\"\n\n                    *      *      *      *      *\n\nAs the three disappeared down the hall, Don turned back. Pete was\nstaring at him curiously.\n\n\"How do you do that?\"\n\n\"Do what?\"\n\n\"Oh, you know what I mean.\" Pete shook his head impatiently. \"Make\npeople do things. There's only one of you and three of them. And\nthey're all bigger than you are. Why did they just do what you told\nthem without making a lot of trouble?\"\n\nDon shrugged, then touched the button in his lapel.\n\n\"They were in the wrong and they knew it. They've got enough trouble\nnow. Why should they look for more?\"\n\nPete shook his head again. \"They didn't have to give their names,\" he\nsaid. \"All you did was tell them to.\"\n\n\"What else could they do? After all, you know who Gerry is. So he had\nno out.\"\n\nPete laughed wryly. \"Who'd take my word? Besides, Gerry's shoved\nguardians around before. He's got friends all over school. Ever hear of\nthe 'Hunters'?\"\n\n\"Who hasn't? Supposed to be some sort of gang, but I've never talked to\nanyone that knew much about who they are, or what they do.\" Don was\nthoughtful. \"Supposed to be all galactic kids. I've heard the police\nare trying to break them up. Those three part of that bunch?\"\n\nPete nodded wordlessly.\n\nDon's eyebrows rose a little. \"Prove that,\" he remarked, \"and it won't\njust be the school that'll be giving them trouble. The police would\nprobably give a lot to really get their hands on some of them.\"\n\n\"I'm not so sure about that,\" Pete told him. \"It was my uncle who was\ninterested in the Hunters. Now, it's different. Maybe the guy that went\nand got the proof of their membership would be the one who'd have the\ntrouble. Real, final type trouble.\"\n\n\"What's that?\"\n\n\"Look, I just told you. Among other things, my uncle was interested in\nthe Hunters.\" Pete bent his knees and took a squatting position. His\nelbows rested on his knees and he relaxed, resting his chin on folded\nhands and looking up at Don.\n\n\"Seems as though some other people didn't like to have him asking too\nmany questions around.\" He paused.\n\n\"You think my uncle was getting a lot of money from the gamblers and\nsome smuggling combine. That right?\"\n\n\"Well----\" Don hesitated.\n\n\"Sure you do. So does everybody else. The galactics are telling each\nother about why don't they get somebody in authority besides some\nstupid Khlorisana. And the Khlorisanu talk about the old nobility--how\nthey can't stop robbing the people. It all goes along with what the\npapers have been saying. There's been more, too, but those bribery\ncharges are what they've really worked on. They keep telling you some\nof the same stuff on the newscasts. And everybody believes them. But it\nisn't true. My uncle was an honest policeman. They got him out of the\nway because he wouldn't deal with them--and maybe for....\" He held out\na hand.\n\n\"Figure it out. Why didn't they just give him a trial and put him into\nprison if he were guilty? Or, if they were going to have an execution,\nwhy not make it legal--over in Hikoran?\" He paused, then waved the hand\nas Don started to speak.\n\n\"They didn't dare have a trial. It would be too public, and there was\nno real evidence. So they say he escaped. They say he slugged a\nguard--took his weapons. And he's supposed to have shot his way out of\nKhor Fortress, after releasing some other prisoners. They say he forced\nhis way clear from Hikoran to the Doer valley.\" He laughed bitterly.\n\n\"Did you ever see Khor Fortress?\n\n\"And you should have seen my uncle. He was a little, old man. He'd\nstand less chance of beating up some guard and taking his weapons than\nI would have of knocking out all three of those fellows a few minutes\nago.\" Again, he paused, looking at Don searchingly.\n\n\"I don't know why I'm telling you all this, unless maybe I better tell\nsomeone while I'm still around to talk,\" he added.\n\n\"Now wait.\" Don shook his head. \"Aren't you making----\"\n\n\"A great, big thing? No.\" Pete shook his head decidedly. \"I've talked\nto my uncle. I've heard my uncle and father talk about things. And ...\nwell, maybe I've gotten mixed up in things a little, too. Maybe I'm\nreally mixed up in things, and maybe----\" He stopped talking suddenly\nand got to his feet.\n\n\"No, my uncle didn't escape. That whole affair was staged, so they\nwouldn't have to bring him to trial. Too many things would have come\nout, and they could never make a really legal case. This way ... this\nway, he can't talk. No one can defend him now, and no one will ask too\nmany questions.\" He turned away.\n\n\"Oh, listen.\" Don was impatient. \"That flight developed into a national\naffair. All kinds of witnesses. It was spread out all over the map.\nPeople got killed. Who could set up something like that and make it\nlook genuine?\"\n\nPete didn't look around.\n\n\"Look who got killed. A lot of old-line royalists,\" he said shortly.\n\"And some of the Waernu. You think my uncle would kill his own\nclansmen?\" He expelled an explosive breath.\n\n\"And there's one man who could set up something like that. He doesn't\nlike the old royalists very well, either. And he hates the Waernu.\nThink it over.\" He walked quickly out of the room.\n\n                    *      *      *      *      *\n\nDon looked after him for a few seconds, then sat down and fixed an\nunseeing gaze on the far wall of the locker room.\n\n\"Gaah!\" he told himself, \"the kid really pulled the door open. Wonder\nwhy he picked me?\"\n\nCome to think of it, he wondered, why was it people seemed to tell him\nthings they never mentioned to anyone else? And why was it they seemed\nto get a sort of paralysis when he barked at them? He scratched an ear.\nHe couldn't remember the time when the ranch hands hadn't jumped to do\nwhat he wanted--if he really wanted it. The only person who seemed to\nbe immune was Dad. He grinned.\n\n\"Imagine anyone trying to get the Old Man into a dither--and getting\naway with it.\"\n\nHe laughed and looked at the wall for a few more seconds, then opened a\nbook.\n\n\"Wonder,\" he said to himself. \"Seems as though anyone should be able to\ndo it--if they were sure they were right.\" Then he shook his head.\n\"Only one trouble with that idea,\" he added. \"They don't.\" He shrugged\nand turned his attention to the book in his hands.\n\nThe click of heels on the flooring finally caused him to look up. He\nexamined the new arrival, then smiled.\n\n\"Oh, hello, Jack.\"\n\n\"Hi, Don.\" The other looked at the array of books. \"You look busy\nenough. Catching up on your skull-work?\"\n\n\"Yeah. Guy has to study once in a while, just to pass the time away.\nBesides, this way, the prof doesn't have to spend so much money on red\npencils.\"\n\n\"Yeah, sure.\" Jack Bordelle grinned. \"Be terrible if he went broke\nbuying red leads. I go to a lot of trouble myself to keep that from\nhappening.\" He paused, looked sideways at Don, then rubbed his cheek.\n\n\"Speaking of trouble, I hear you had a little scrape here at the\nbeginning of the period.\"\n\n\"That right? Where'd you get that word?\"\n\n\"Seems as though Gerry Kelton didn't make it to class in time. Teacher\nran him out for a late slip and he got me to write him up. He's pretty\nsore.\"\n\nDon frowned. \"Funny he'd need a late slip. He already had a write-up.\"\nHe shrugged. \"Oh, well. I should get excited about making some of the\nlower school crowd sore?\"\n\nBordelle lifted one shoulder. \"Well, Michaels, you know your own\nbusiness, I guess, but Kelton's got a lot of friends around, they tell\nme.\"\n\n\"Yeah. I've heard.\" Don looked steadily at the other.\n\n\"And, well----\" Bordelle examined the toes of his shoes carefully.\n\"Well, maybe you ought to think it over about turning in those slips\nyou wrote up, huh?\"\n\n\"Think so?\"\n\n\"Well, I would.\" Bordelle looked up, then down again. \"You know, I've\nknown a few guys, crossed the Keltons. Right away, they found\nthemselves all tangled up with the Hunters. Makes things a little\nrugged, you know?\"\n\n\"A little rugged, huh?\"\n\n\"Yeah.\" Bordelle spread his hands. \"Look, Michaels, I've got nothing in\nthis one. It's just ... well, I've known you for a few years now--ever\nsince Lower School. Been in some classes with you. And you seem like a\npretty decent, sensible guy. Hate to see you walk into a jam, see?\nEspecially over some native kid with a stinking family record.\" He\npaused.\n\n\"Of course, it's your own business, but if it were me, I'd tear up\nthose slips, you know?\"\n\n\"Easy to tear up slips. Only one trouble. They're numbered. How would\nyou explain the missing numbers?\"\n\n\"Well, guys lose books now and then, remember? Maybe they wouldn't\nholler too loud.\"\n\nDon smiled. \"I knew a guy once that lost a book. They took it pretty\nhard. Got real rough about it.\"\n\nBordelle shrugged. \"Yeah. But maybe Al Wells might not be so rough\nabout it this time, huh? He might just sort of forget it, if you told\nhim you just sort of ... well, maybe you were checking the incinerator\non your way to the office, and the book slipped out of your pocket--you\nknow?\"\n\n\"You think it could happen that way?\"\n\n\"It could--easy.\"\n\nDon stood up.\n\n\"Tell you,\" he said, \"I might lose a book some day. But they don't come\nbig enough to make me throw one away.\" He picked up his books and put\nthem under his arm.\n\n\"I'm going to turn those slips in tonight. Maybe you'd better turn in\nthe one you wrote up, too. Then nobody'll get burned for losing a\nbook.\"\n\n\"I always thought you were a pretty sensible guy, Michaels.\" Bordelle\nshook his head. \"After all, you stopped that beef. Nobody got hurt, and\nyou've got nothing to prove about yourself. Know what I mean? So why\nthe big, high nose all at once?\"\n\nA bell clanged and the crash and roar of students dashing about echoed\nthrough the halls. Don shrugged carelessly.\n\n\"Oh, I don't know. Can't even explain it to myself. Maybe I just don't\nlike people pushing other people around. Maybe I don't like to be\nthreatened. Maybe I've even got bit by some of those principles\nMasterson's always talking about. I don't know.\" He turned away.\n\n\"Well, this is the end of my school day. See you.\"\n\nBordelle looked after him.\n\n\"Yeah,\" he said softly. \"It's the end of your day all right. Better\nlook out it doesn't turn out to be the end of all your days.\"\n\n                    *      *      *      *      *\n\nDon glanced down at his textbook, then looked out the window. A blanket\nof dark clouds obscured the sky. Light rain filtered coldly down, to\ndiffuse the greenery of the school grounds, turning the scene outside\ninto a textured pattern of greens, dotted here and there with a reddish\nblur. To the west, the mist completely hid the distant mountains.\n\nIt would be cold outside--probably down around sixteen degrees or so.\nIt had dropped to fifteen this morning, and unless the weather cleared\nup, there'd be no point in going up to the hills this weekend. The\nKorental and his clan would be huddled in their huts, waiting for\nwarmer weather. A wild Ghar hunt would be the last thing they'd be\ninterested in. Besides, the Gharu would be----\n\nHe jerked his attention back to the classroom. A student was reciting.\n\n\"... And ... uh, that way, everything was all mixed up with the taxes\nand the government couldn't get enough money. So King Weronar knew he'd\nhave to get someone to help un ... straighten the taxes out, so he ...\nuh, well, Daniel Stern had been in the country for a couple of years,\nand he had ... well, sort of advised. So the king----\"\n\nDon looked out the window again.\n\nWith this weather, the ranch would be quiet. Hands would be all in the\nbunkhouses, crowding around the stoves. Oh, well, he and Dad could fool\naround down in the range. Since Mom had---- He jerked his head around\nto face the instructor.\n\nMr. Barnes was looking at him.\n\n\"Um-m-m, yes. That's good, Mara,\" he said. \"Michaels, suppose you go on\nfrom there.\"\n\nDon glanced across at the student who had just finished her recitation,\nbut she merely gave him a blankly unfriendly stare. He looked back at\nthe instructor.\n\n\"I lost the last few sentences,\" he admitted. \"Sorry.\"\n\nBarnes smiled sardonically. \"Well, there's an honest admission,\" he\nsaid. \"What's the last you picked up?\"\n\nDon shrugged resignedly.\n\n\"The appointment of Daniel Stern as Minister of Finance,\" he said.\n\"That would be in eight twelve.\"\n\n\"You didn't miss too much.\" Barnes nodded. \"You just got a little\nahead. Take it from there.\"\n\n\"After a few months, the financial affairs of the kingdom began to\nimprove,\" Don commenced.\n\n\"By the middle of eight thirteen, the tax reforms were in full effect.\nThere was strong opposition to the elimination of the old system--both\nfrom the old nobility, who had profited by it, and from some of the\ncolonists. But an Enforcement Corps was formed to see that the new\ntaxes were properly administered and promptly paid. And the kingdom\nbecame financially stable.\" He paused.\n\nActually, he realized with a start, it had been Stern who had founded\nand trained the Enforcement Corps--first to enforce the revenue taxes,\nand later as a sort of national police force. And it had always been\nStern who had controlled the Enforcement Corps. It was almost a private\narmy, in fact. Maybe Pete---- He continued his recitation.\n\n\"Then Prime Minister Delon died rather ... rather suddenly, and the\nking appointed Mr. Stern to the vacancy. And when King Weronar himself\ndied a little more than four years ago, Prime Minister Stern was\nacclaimed as prince regent.\" Don paused thoughtfully.\n\n                    *      *      *      *      *\n\nDelon's death had been sudden--and a little suspicious. But no one had\nquestioned Stern or any of his people about it. And the death of the\nking and queen themselves--now there was.... Again, he got back to his\nrecitation.\n\n\"There was opposition to Mr. Stern's confirmation as Regent, of course,\nsince he was a galactic and not native to the planet. But he was the\nprime minister, and therefore the logical person to take the reins.\" He\nfrowned.\n\n\"The claims to the throne were--and still are--pretty muddled. No one\nof the claimants supported by the major tribes is clearly first in line\nfor the throne, and no compromise has been reached.\" The frown\ndeepened.\n\n\"Traditionally,\" he went on, \"the Star Throne should never be vacant\nfor more than five years. So we can expect to see a full conclave of\nthe tribes within a few months, to choose among the claimants and\nselect one to be either head of the clan Onar, or the founder of a new\nroyal line.\"\n\nBarnes nodded. \"Yes, that's fairly clear. But we must remember, of\ncourse, that the tradition you mention is no truly binding law or\ncustom. It's merely a superstitious belief, held to by some of the\nolder people, and based on ... well----\" He smiled faintly.\n\n\"Actually, under the present circumstances, with no claimant clearly in\nline, and with the heraldic branch still sifting records, it is far\nmore practical and sensible to recognize the need for a continued\nregency.\" He took a step back and propped himself against his desk.\n\n\"In any event, most of the claimants of record are too young for\nindependent rule, so the regency will be forced to carry on for some\ntime.\"\n\nHe looked for a fleeting instant at the inconspicuous monitor speaker\non the wall.\n\n\"As matters stand now, the tribes might find it impossible to decide on\nany of the claimants. As you said, there is no truly clear line. King\nWeronar died childless, you remember, and his queen didn't designate a\nfoster son.\" He shrugged.\n\n\"Well, we shall see,\" he added. \"Now, suppose we go back a little,\nMichaels. You said there was some opposition from the colonists to the\ntax reforms of eight twelve. Can you go a little more into detail on\nthat?\"\n\nDon touched his face. He'd been afraid of that. Somehow, neither the\nbook nor the lectures really jibed with some of the things he'd heard\nhis father talk about. Something about the whole situation just didn't\nmake full sense. He shrugged mentally. Well....\n\nThe door opened and a student runner came into the room. Don watched\nhim walk up to Mr. Barnes with some relief. Maybe, after the\ninterruption, someone else would be picked to carry on.\n\nThe youngster came to the desk and handed a slip to the instructor, who\nread it, then looked up.\n\n\"Michaels,\" he said, \"you seem to have some business at the\nself-government office. You may be excused to take care of it.\"\n\n                    *      *      *      *      *\n\nAl Wells looked up as Don entered the office.\n\n\"What's the---- Oh, Michaels. Got some questions for you on that row\nyou stopped in the locker room yesterday.\"\n\n\"Oh? I thought my write-up was pretty clear. What's up?\"\n\nThe self-government chairman leaned back.\n\n\"You said this Gerry Kelton banged into this kid, Waern, started\npushing him around, and struck him once. That right?\"\n\nDon nodded. \"That's about what happened, yes.\"\n\n\"And there was no provocation?\"\n\n\"None that I saw.\"\n\n\"And you saw the whole affair?\"\n\n\"Everything that happened in the locker room. Yes.\"\n\n\"Uh huh. And you said that two guys, Walt Kelton and Maurie VanSickle,\npinned this kid's arms while Gerry started to slug him. That it?\"\n\nDon smiled. \"He only got in one slap before I mixed in,\" he said. \"Had\nhis fist all cocked for more, though.\"\n\nWells nodded, looking curiously at Don.\n\n\"But they quit and turned the kid loose when you told them to?\"\n\n\"That's right.\"\n\n\"Didn't give you any trouble?\"\n\n[Illustration]\n\n\"No.\" Don shook his head. \"Just some talk. Gave their names and class\nnumbers. Oh, yeah, they squawked a little, sure. Then they took off for\nclass.\"\n\nWells looked at Michaels appraisingly.\n\n\"Know anything about this Gerry Kelton?\"\n\nDon shook his head. \"Heard a rumor or so last night,\" he admitted.\n\"Never heard of him before then.\"\n\nWells laughed shortly. \"We have. He's only got one year in this school,\nbut we've had him in here several times. Know him pretty well by now.\nHe got set back quite a bit in Primary, so he's some older than most of\nthe Lower School bunch.\" He waved a hand.\n\n\"Oh, he's a brawler. We know that. But he doesn't start fights. He\nfinishes them.\"\n\n\"He started this one.\"\n\n\"That right? And he quit when you told him to?\"\n\n\"He did.\"\n\n\"Oh, no. That's not the Kelton. Last guy tried to stop him was out of\nclasses for three days. Took five guys to bring Kelton in here.\" Wells\nshook his head.\n\n\"Look, we got him in here and he told us his story. The other two came\nup with the same thing later. Makes sense, too--if you know Kelton.\nIt seems he and his brother ran into this kid, Waern, outside the\nauditorium right after Aud Call. They were talking about the newscast.\nAnd this kid came up and started an argument. Tried to slap Walt. They\npushed him off and went on their way. VanSickle went with them. He'd\nbeen in the crowd.\" Wells leaned forward.\n\n\"Got four witnesses to that, too, beside the three of them.\"\n\nDon moved his head indifferently. \"I wouldn't know about that. I wasn't\nthere. All I know is what I saw in the locker room.\"\n\n\"Yeah. Yeah, sure. Then, they say they went on down to the locker room,\nafter talking to some other students. When they got there, the Waern\nkid came flying at them again. Tried to bite and kick. They say you\nhelped Maurie pull him off Gerry, and told 'em you'd take it from\nthere. So they went on to class. They can't figure out where you got\nthe idea of writing them up over it. Didn't know they'd been written up\ntill we sent some guys up and pulled them out of their classes.\" Wells\nflipped his hands out, palms upward.\n\n\"So there's their story. How about it?\"\n\nDon shook his head. \"Pretty well worked out. Fits the situation, too.\nOnly one trouble. There's almost no truth in it. Pete Waern made no\neffort to hit any of those three while I was watching. And I didn't\ntouch any of the four myself.\"\n\nWells laughed shortly. \"That's what you're telling me. I've got a batch\nof statements telling the other story.\"\n\nDon looked at the other for a moment. \"Now wait a minute,\" he said\nslowly. \"Are you trying to tell me what I saw and did?\"\n\nWells shook his head. \"Just trying to fill you in. This isn't my\nproblem any more. Dr. Rayson's picked it up. Wants to see you. He's got\nMr. Masterson with him and they're waiting for you to show up so they\ncan talk things over with you.\" He tilted his head.\n\n\"I don't know. I've heard about some funny things these Khlorisanu can\npull off if they can get a guy's attention for a while. And that kid's\nthe real thing--from way back. Better think things over a little,\nmaybe. See if you can remember any dizzy spells or anything.\"\n\n\"Oh, now check your synchs, Wells.\" Don waggled his head disgustedly.\n\"I've heard those yarns too--down here. Look. All my life, I've been\nliving on a ranch out in the mountains. Got Khlorisanu all over the\nplace. They work for us up there.\" He grinned.\n\n\"Isn't a thing they can do that you and I can't do, too. They've got no\nspecial powers, believe me. I know.\"\n\n\"You'd find it pretty hard to tell that one to Doc Rayson and make it\nstick,\" Wells told him. \"And he's the guy you've got to talk to.\" He\nreached into a basket on his desk and took out a stack of papers.\n\n\"Look, I've told you more'n I was supposed to all ready. Suppose you go\nover and talk to them for a while. They're waiting for you over in room\nFive.\"\n\nDon looked at him for a moment, then went out.\n\n                    *      *      *      *      *\n\nHe swung about and examined the closed door thoughtfully, then massaged\nthe back of his neck.\n\n\"What's wrong with these people?\" he asked himself. \"Don't they know\nhow to break down a rigged story? Or can't they recognize one when they\nhear it?\"\n\nHe crossed the hall.\n\n\"I'm Donald Michaels,\" he told the secretary. \"I believe Dr. Rayson\nwants to see me.\"\n\nThe woman looked at him curiously.\n\n\"Oh, yes,\" she said. \"Just a minute.\"\n\nShe got up and went into an inner room. After a moment, she came out\nand reclaimed her seat behind her desk.\n\n\"He's busy right now,\" she said. \"I'll let you know when you can go\nin.\"\n\nDon shrugged and sat down in one of the chairs that lined the wall. It\nwasn't a very comfortable chair.\n\n\"The anxious seat,\" he growled to himself. \"Nice, time-tested trick.\"\n\nThere was no reading material at hand, and the walls of the oddly\nshaped room were blank. He amused himself by directing a blank stare\ntoward the secretary. After a few minutes, she looked up from her work\nand jerked her head indignantly.\n\n\"Stop that,\" she ordered.\n\n\"Stop what?\" Don looked innocent.\n\n\"Stop staring at me like that.\"\n\n\"Not staring at you,\" he told her. \"I have to look somewhere and the\nchair faces your way. That's all.\"\n\nThe woman moved her hands. \"Well, then face some other way.\"\n\n\"But I'd have to move the chair, and that would disturb your\narrangements,\" Don told her reasonably. He continued his blank stare.\n\nThe woman resumed her work, then twitched her shoulders and looked at\nhim resentfully for a few seconds. Finally, she got up and went to the\ninner office again. Don waited.\n\nAgain, she came out.\n\n\"They'll see you now,\" she said.\n\nDon got up.\n\n\"Thank you.\"\n\nHe went through the door.\n\nTo his right, a man sat behind a wide, highly polished desk. The other\nwas across the room, at a smaller desk. Both looked up as the door\nopened.\n\nThe man to Don's right nodded pleasantly.\n\n\"Well, so you're Donald Michaels? I'm Dr. Rayson.\"\n\n\"Yes, sir.\"\n\n\"That's good. Sit down.\" Rayson waved. \"Right over there.\" He smiled\nconfidently.\n\n\"Ah, that's fine. I'm the school psychologist, you know. You have met\nMr. Masterson, the self-government faculty advisor, of course?\"\n\nDon nodded. \"Of course. I'm in one of his classes.\"\n\n\"Well, that's good. Now, how do you feel this morning?\"\n\n\"Quite well, thank you, sir.\"\n\n\"Well, then, we can talk about that little affair in the locker room,\ncan't we? Your memory is clear on it by now, isn't it?\"\n\nDon nodded.\n\n\"Well, that's fine. Now, suppose you give us the whole story. Don't\nleave out a thing. Then, we'll see what we can do for you.\"\n\nDon smiled thinly, then flicked out a finger.\n\n\"I think that paper on your desk, sir, is the report I wrote last\nnight. It's complete as it stands.\"\n\n                    *      *      *      *      *\n\nMasterson broke in, frowning. \"We don't mean that thing,\" he said\ncoldly. \"What we want is a true, complete account of what actually\nhappened.\"\n\nDon faced him, his face tightening a little.\n\n\"Dr. Rayson has just that, sir,\" he said. \"On his desk. I wrote it. I\nsigned it.\"\n\nRayson raised a hand slightly.\n\n\"Just a moment,\" he said reprovingly. \"There's no need for excitement\nor anger here. We're simply looking for a full, correct account.\" He\ncleared his throat. \"Perhaps it would be well for me to make things\nclearer to you. Then, you'll recognize the problem.\" He looked down at\nthe paper on the desk.\n\n\"You see, Donald,\" he continued, \"we have already talked to a number of\nother students about this. And we have a complete account of the\nincident in so far as it concerned Petoen Waern.\" He smiled\nindulgently.\n\n\"What we are now concerned about is your own well-being. We need to\nknow something of what happened to you after you were alone with the\nWaern boy.\" He spread his hands, then held them out, palms up.\n\n\"As to the actual physical action, that's quite simple. You see, there\nwere a number of witnesses to the affair, and most of them have come\nforward.\" He rubbed his hands together, then laid them on the desk.\n\n\"So, we know precisely what happened that far.\n\n\"And we have a pretty good idea of what happened to you later, of\ncourse. This sort of thing has happened before. But by this time, you\nshould have had time to recover to a great extent. At least, you should\nremember things much more clearly than you did when you wrote this\nreport last night.\" He touched the paper with a smile.\n\n\"And with a little prompting and information, you should be able to\nfully recover your memory.\"\n\nThe smile became sympathetic. \"Of course, I can understand your present\nconfusion and your complete disbelief in your change of orientation.\nAnd I know it's quite an effort for a young man to admit he's been ...\nwell ... shall we say influenced? But believe me, it's no disgrace.\nIt's happened to quite a few others before you.\" He nodded\nthoughtfully.\n\n\"In fact, we are beginning to believe this Petoen Waern, like his\nuncle, is something of an adept at this sort of thing.\"\n\nDon looked at him steadily.\n\n\"Do I act as though I were in a trance, sir?\"\n\n\"Oh no. No, of course not. This sort of thing doesn't result in such a\nmanifestation. This is something much more subtle than mere, gross\nhypnotism.\" Rayson smiled.\n\n\"However, you've had all night to partially recover. And these things\nseldom are fully effective for more than a few hours--unless the\noperator can get to his victim again, to fully fix the impression he\nhas created.\"\n\nRayson placed the palms of his hands together. \"No, by this time, one\nwould expect your memories to be somewhat confused. So we can apply\ntherapeutic methods.\" He nodded.\n\n\"Now go ahead. Try running through the whole story. Perhaps we can get\na clue as to his methods. And if you have any ill effects remaining, I\nthink they can be quite easily eliminated. Now, suppose you start with\nthe time immediately after young Waern's attack on the Kelton boy.\"\n\n                    *      *      *      *      *\n\nDon shook his head wearily. \"There was no such attack,\" he said. \"It\nwas the other way around. A large sized chap who later gave his name to\nme as Gerry Kelton, slapped a smaller fellow named Waern. At the time,\ntwo other fellows were holding Waern's arms. Rather tightly, too.\"\n\nMasterson interrupted, shaking his head disgustedly. \"We've got plenty\nof statements from witnesses. That isn't the way they read. Now how\nabout it?\"\n\n\"You mean the two Keltons and VanSickle?\"\n\n\"No.\" Masterson was definite. \"No. I don't mean them. There were\nseveral students around the doorway into that locker room during that\nentire show. We got stories from most of them.\" He waved a hand\ndecisively.\n\n\"Now suppose you start using your head. Get busy and give us the thing\nthe way it really happened. Then, we'll see what to do about you.\"\n\nDon shook his head. \"The locker room and the hall were empty for at\nleast a full minute before those three came in,\" he said. \"If you go\nover the people that signed those statements, you'll probably find that\nthey were somewhere else at the time.\" He grinned.\n\n\"And from what I hear, this might give you an idea as to the membership\nof the Hunters, too.\"\n\n\"Hunters!\" Masterson looked completely disgusted. \"We've checked out a\nhundred crazy rumors about that alleged gang. Nothing there.\"\n\n\"Maybe so.\" Don looked at him critically. \"But Jack Bordelle certainly\nsounded convinced last night. And how about Pete Waern? Didn't he tell\nyou his side of this thing?\"\n\n\"Ah yes, Waern.\" Dr. Rayson chuckled. \"I believe these 'Hunters' are an\ninvention of his uncle's. No, that young man didn't come in. His father\nis too smart for that. We won't see that young man again, unless we can\nhave him brought in for this bit of work he did on you.\"\n\nDon turned his head to stare across the desk.\n\nRayson smiled knowingly. \"Oh, yes. Jasu Waern called early this\nmorning. He said he was withdrawing Petoen from school. Said he planned\nto send him to a private school where he wouldn't be subject to\nindignities.\" He chuckled again.\n\n\"Jasu Waern is altogether too smart a man to let us question that\nyoungster of his if he can prevent it.\" He looked searchingly at Don.\n\n\"You know,\" he added musingly, \"I'm beginning to wonder about you,\nthough. This might be serious. Possibly this Waern boy was more\nthorough than we thought possible. Possibly permanent damage could have\nbeen done.\" He got to his feet.\n\n\"Suppose you go over to that couch there and lie down. We'll try a\nlittle therapy, and see what we can do for you.\"\n\nMichaels looked at him indignantly.\n\n\"I'm getting a little tired of all these tales about mental influence\nby the Khlorisanu. They're pure myth and I know it. I've lived all my\nlife among these people. Believe me, if there were any such thing, my\nfather or I would have come across it before now. And we'd know about\nit.\"\n\n\"You are then, ah, presenting yourself as an authority on\nparapsychology, perhaps?\" Rayson pursed his lips. \"This is a great\naccomplishment for one so young.\"\n\n\"I'm not an authority on anything.\" Don shook his head. \"All I know is\nthat I'd find it out right away if anyone tried anything like that on\nme. No one has--at least no Khlorisana has.\"\n\nRayson shook his head reprovingly. \"Now, you say you have lived all\nyour life among these people? Perhaps, then, you have been under----\"\n\n                    *      *      *      *      *\n\n\"Just a minute!\" Masterson broke in sharply. \"What's this about Jack\nBordelle? He's your relief, isn't he, Michaels?\"\n\n\"That's right.\" Don shrugged, then repeated his conversation with\nBordelle. He smiled wryly as he finished.\n\n\"I'll have to admit,\" he added, \"I did walk over and spend a few\nseconds checking the incinerator, at that. But ... oh, well.\" He waved\nat the paper on Rayson's desk.\n\n\"And you didn't put that in your report?\"\n\n\"No, sir. I didn't think there was any place for it there.\"\n\n\"Why not?\"\n\n\"It wasn't material to the case in hand, sir. There was no evidence in\nJack's comments. He made no threats or offers. And as far as I could\ntell, he was merely a disinterested person concerned in my welfare.\nEven though he seemed to believe what he was saying, it's pure\nhearsay.\"\n\n\"Hearsay!\" Masterson snorted. \"Pure invention.\" He leaned forward.\n\n\"Look,\" he said sharply, \"we've been pretty patient with you. We've\ngiven you the benefit of every doubt we could think of. And we're\ngetting to the time-wasting stage.\" He waved a hand sharply across in\nfront of his body.\n\n\"Now, I'd like to get some truth out of you. You've told us a little\ntruth already. I believe you when you say you weren't subjected to any\nmental influence. I think the influence was very material indeed--in\nnice, purple ink--and it seems to have been pretty effective. How much\nwas it?\"\n\n\"How much?\" Don frowned. \"I wish you'd make yourself clear on that.\nWhat are you trying to say?\"\n\n\"Just what you think I said,\" snapped Masterson. \"How much did that\nyoungster offer you to write up that incident the way you did? And have\nyou the cash in hand yet?\"\n\nDon looked at the man carefully, noting the details of his appearance.\nFinally, he shook his head.\n\n\"Mr. Masterson,\" he said slowly, \"up to now, I've always thought you\nwere a good instructor and a fine advisor. I've sat in your classes,\nand I even developed a lot of respect for you. All at once, you've\nshown me how wrong I could be.\" He held up a hand.\n\n\"Be quiet,\" he said sharply, \"both of you. And listen carefully. I want\nto make myself fully understood. I want to drive one thought into your\nstupid heads. You're in the wrong part of the galaxy for such remarks\nas that one you just made.\" He touched the corner of his mouth, then\nlooked at his fingers.\n\n\"You see, this is at the edge of the Morek. There are Moreku here, in\nthis school. And some day, you might talk to one of them.\" He smiled\nthinly.\n\n\"I am the only son of a border rancher, Mr. Masterson. We have a few\nthousand square kilos up in the Morek area, in the hills. And I have\nworked and played with mountain tribesmen all my life.\" He drew a long\nbreath.\n\n\"Had a few fights with some of them, too. And some of their customs and\na lot of their moral values rubbed off on me, I guess, though I've\nnever been adopted into any clan.\n\n\"You just made a remark that is the absolute last word in insults up in\nthe Morek. Nothing you could do or say could be worse. And there are,\nas I said, others from that area right here, in this school. Real clan\nmembers.\" He laughed shortly.\n\n\"Mister, what you said was, 'you sell yourself.'\" He reached up to his\nlapel, twisting at the bronze button.\n\n\"If you should say that to a tribesman, your life would be over. Right\nthen, unless you were very quick. And if you should be quick enough, or\nlucky enough, to kill the man you insulted, his clan brothers would\ntake it up. It would be either you--or the whole tribe.\" He stood up.\n\n\"I'm not a tribesman. I don't carry the sling, and I'm of galactic\nancestry, so I don't have a compulsion toward blood vengeance. But I\ndon't accept that insult. I shall go back to the Morek today and place\nyou out of my mind.\" He paused.\n\n\"No, I won't kill you. I'll simply warn you so you'll have no excuse\nfor such idiocy again.\" He smiled.\n\n[Illustration]\n\n\"You know, Mr. Masterson, I don't know how much they pay you by the\nyear to sit around here, but I doubt that it's as much as I pay my\nbeaters for a week end of hunting. So obviously, even if I were for\nsale, the man who could afford the tab could pick you up with his small\nchange.\" He paused thoughtfully.\n\n\"Come to think of it, if your annual pay is more than my beaters get,\nI'll have to raise their wages. They do their job--intelligently.\"\n\nHe turned, then swung back for an instant. The bronze button had come\nout of his lapel. He tossed it on Masterson's desk.\n\n\"Here,\" he said. \"A present for you. I can't stand the smell of it.\"\n\n                    *      *      *      *      *\n\nDully, the two men sat, watching the closed door. At long last, Rayson\nturned his head with obvious effort, to stare at Masterson, who\nrecovered a few milliseconds more slowly.\n\nBut Masterson's recovery was the more violent of the two. He stared\nblankly at Rayson for an instant, then sprang to his feet.\n\n\"Why that young...! I'll turn him every way but loose.\"\n\nHe sprang around his desk and took a stride toward the door.\n\n\"No, no.\" Rayson raised a hand warningly. \"This is no way to handle\nsuch a matter.\" He smiled gently.\n\n\"After all, this young man succeeded in immobilizing both of us for a\nconsiderable time. In the first place, I doubt you'd be able to catch\nhim. In the second, do you think he would stand still while you mauled\nhim by yourself?\"\n\nMasterson turned around, frowning. \"He caught me unprepared,\" he\nsnarled. \"He can't do that to me again. Not while I'm ready for him.\"\n\n\"No? I think he could. Any time, any place, and under almost any\nconditions. And I have much more experience in these matters than you,\nmy friend. This is a very dangerous young man, and he requires special\nhandling. Sit down and let us consider this young man.\"\n\nMasterson growled impatiently, but returned to his desk. He sat down,\nglowering at his companion.\n\n\"Suppose you tell me what you're talking about,\" he demanded.\n\nRayson looked down at his hands, which rested on the desk.\n\n\"We have been talking about mental influence, I believe. In fact, we\nmentioned this very matter to our young friend. This is correct?\"\n\n\"Sure we did. So?\"\n\n\"And our young man was quite positive that he could never be so\ncontrolled and that any effort to do so would be immediately apparent\nto him. This is also correct, I believe?\"\n\n\"That's about the way of it, yes. What are you driving at?\"\n\nRayson sighed. \"Let me remind you of something, then. You are, of\ncourse; of the Ministerial Investigative Force, just as I am. But our\nspecialties are different. Your dealings are with the teaching and\npreparation of youth for useful citizenship, and with the prevention of\ncertain gross misbehavior. Thus, you deal with those more obvious and\nmaterial deviations from the socially acceptable and have little\nexperience with the more dangerous and even less acceptable deviations\nwith which I must concern myself.\" He smiled faintly.\n\n\"Your handling of this young man just now would indicate a quite\ncomplete lack of understanding of the specialty I have prepared myself\nfor. And even if there were no other reasons, it would serve to point\nup the reason for our difference in relative rank. You must admit you\ngot something less than desirable results.\" He cleared his throat and\nlooked disapprovingly at Masterson.\n\n\"Of course, you are familiar with stories of mental influence. And I\nhave no doubt that you have had some experience with this type of\nthing, even though it is not in your direct line of work.\"\n\nMasterson shook his head. \"Sorry,\" he admitted. \"This is the first time\nanyone's ever pulled anything like that on me.\"\n\nRayson inclined his head slowly. \"So,\" he said softly. \"Your lack of\ncaution and discretion is more understandable, then. You have been\nquite fortunate, I should say. Of course, extreme individualism is far\nfrom common now, and persons who combine extreme individualism with\nhigh empathic power are rare, but they do appear. And they are\ndangerous in the highest degree.\" He spread his hands.\n\n\"A fully developed person of this type could do almost as he pleased\nand there would be no one who would be able to deny him or even check\nhis course. You can see what I mean, surely?\"\n\n                    *      *      *      *      *\n\nMasterson stared contemplatively into space. \"Yes,\" he said. \"Yes, I\nthink I get the idea. A person like that could demand almost anything\nfrom almost anyone--and get it. But how would you go about it to\nrestrain one of those people?\"\n\n\"It can lead to difficulties.\" Rayson smiled reminiscently. \"I can\nremember cases where----\" He frowned.\n\n\"But no matter. We seldom allow them to reach high development. Very\noften, they betray themselves in little ways and we discover them quite\nearly. We are then able to take care of them before they can do serious\nharm. Some, even, we are able to ... ah ... reorient, so that they\nbecome normal, useful subjects of the realm. But sometimes ... well, we\nhave to call upon the Guard and get heavy weapons. Complete elimination\nbecomes necessary.\" He frowned.\n\n\"And sometimes, like our young friend, they gain considerable power\nwhich they manage to conceal, and only betray themselves when under\nstress. Then, they become dangerous in the extreme. And there is no\nreally legal way in which they can be handled, since they haven't yet\ncommitted any overt act of violence.\" He shook his head.\n\n\"No, this young man will require quite special handling. He will have\nto be carefully watched, and will probably get to the stage where\ncomplete elimination is demanded. I shall set the process in motion\nimmediately.\" He reached for the telephone on his desk.\n\nMasterson looked at him thoughtfully.\n\n\"You say these people are pretty rare, and really dangerous?\"\n\n\"Yes. To both questions, definitely yes.\"\n\n\"Well, then, I should think that anyone who managed to organize and\ndirect the elimination of one of them would be likely to get quite a\nbit of credit. Might even lead to a good promotion.\"\n\nRayson took his hand from the telephone.\n\n\"This is true,\" he admitted. \"You are thinking of----?\"\n\nMasterson nodded. \"Why don't we pick up a few people and run this\noperation ourselves?\" he asked.\n\nRayson shook his head. \"The idea is excellent,\" he agreed. \"But I\nreally see no reason for a joint effort.\" He got to his feet.\n\n\"After all, you must admit the total implication of this matter was my\ndiscovery. I had to explain it to you. And thus, I can see no reason\nfor making a full partnership of the matter.\" He raised a hand.\n\n\"Of course, you will receive credit in the matter,\" he added quickly,\n\"and you might even find yourself advanced. But I shall have to insist\non taking the final steps and directing the operation personally.\" He\nsmiled coldly.\n\n\"I can consult with certain of my colleagues and get the necessary\nsupport. And when I have left, you may get in touch with your superiors\nand report the matter, telling them that action is being initiated.\nThis way, we will both receive our due credit.\" He paused.\n\n\"Oh, yes,\" he added, \"and you might interview this young Kelton again,\nwith his companions. Thus, you will gather evidence for use in\njustifying my operations.\"\n\nMasterson looked at him unhappily. \"Well ... all right,\" he agreed\nreluctantly. \"Rank has its privileges, I suppose. And I guess in this\ncase, that includes the collection of more rank. Suppose I'd better\ntake what I can get.\"\n\n\"To be sure.\" Rayson smiled at him benignly. \"This way, you are sure of\nprofiting. Otherwise, you might run into disaster.\" He rose and strode\ntoward the door.\n\n\"You may get those boys in for interview as soon as I leave,\" he said.\n\"From them, you can get sufficient evidence of these powers of your\nyoung friend. Ah ... and I would suggest that you use a little more\ndiscretion with them than you showed with this young Michaels of ours.\nYou were a trifle--shall we say, crude?\" He coughed.\n\n\"Then you may call in and advise Headquarters that evidence has been\ngathered and action is being taken in this case of Donald Michaels.\"\n\nHe turned and went out the door.\n\nMasterson watched as the door closed, then reached into the back of a\ndesk drawer. He took out a small box with a number of switches mounted\non its top. For a moment, he examined the object, then he got to his\nfeet and went to the window.\n\nHe stood, looking out of the window for a few moments, nodded, and let\nhis fingers play among the switches. Finally, he nodded in satisfaction\nand went back to his desk.\n\nHe looked contemplatively at the telephone for a moment, then picked it\nup and started flipping at the dial.\n\n                    *      *      *      *      *\n\nThe sports flier dropped free for the last few feet, bounced, tilted,\nand finally righted itself. It was not a very good landing.\n\nDon snapped the switch off and sat for a moment, looking out at the\nlong, low house. Then he let himself out of the flier and walked across\nthe courtyard and through the door.\n\nThe front room was empty. He looked over at the wide glass panels that\nformed one side of the room. A small, dark man came from between the\nbushes of the inner garden. He slid a panel aside and looked\nexpressionlessly at Don for a moment. Then he slowly allowed his head\nto drop.\n\n\"Master Donald,\" he said. He raised his head, looking at Don with\nbrilliant yellow eyes. \"Your father did not expect you until two days.\"\n\n\"I know, Dowro. But I came home early. I want to talk to him.\"\n\n\"It is well.\" The man motioned toward a curtained arch. \"He is below.\"\n\n\"Thanks, Dowro. I'll find him.\" Don swept the curtains aside and\nturned, to open a heavy door.\n\nAs he started down the steep flight of stairs, a sharp crack came from\nthe basement. He grinned. With this kind of weather, the range would be\nbusy.\n\nKent Michaels stood on the plastic flooring, a rifle at his shoulder.\nThe front sight weaved almost imperceptibly, then steadied. He seemed\ncompletely unaware of his son's presence.\n\nSuddenly, a spurt of smoke came from the muzzle of the rifle. There was\nanother sharp crack and the muzzle swept upward then dropped, to become\nsteady again.\n\nAt last, the shooter took the weapon from his shoulder and opened the\naction. He looked around.\n\n\"Oh, Don,\" he said. \"Didn't expect you for a couple of days. There's no\nholiday down there right now, is there?\"\n\nDon shook his head. \"I made a new one,\" he said. \"Permanent type.\"\n\nHis father bent over the rifle action, examining it. Then he stepped\nover to place the weapon in a rack. Finally, he turned, to look\nsearchingly at his son.\n\n\"Permanent?\"\n\n\"Afraid so, Dad. I guess I sort of blew up.\"\n\n\"Want to tell me about it?\"\n\nThe older man motioned Don to a camp stool and pulled one over for\nhimself. As Don talked, he listened intently. At last, he nodded.\n\n\"So that's all of that, eh?\"\n\n\"Guess it is, Dad. Looks as though I'll have to start working for my\nkeep. Won't be any police official in the family after all.\"\n\n\"Could be.\" Kent Michaels got up and reached out to the weapons rack.\n\n\"Got one more shot on this target. Then we'll talk it over, hm-m-mm?\"\n\nHe stepped up to a line inlaid in the floor. Deliberately, he placed a\ncartridge in the rifle and closed the action. Then, he raised the\nweapon, seated it on his shoulder, and brought it into position with a\ntwisting motion.\n\nDon watched, smiling in spite of himself, as the front sight rose and\nfell with his father's breathing. That routine never changed. From the\ntime the Old Man picked up his weapon till he laid it down, you could\npredict every move he'd make.\n\nThe motion stopped and for endless seconds, the man stood motionless,\nthe muzzle of his rifle probing steadily toward the lighted space\ndownrange. Then the front sight jumped upward, settled back, and\nsteadied again.\n\n\"Looked good.\" Kent Michaels let the weapon down, opened the action and\nchecked it, then racked the weapon. He touched a button near the firing\nline and waited for the target to come in to him.\n\nDeliberately, he unclipped the sheet of paper, laid it down, and\nclipped another in its place. He touched another button, then picked up\nthe fired target and bent over it, checking his score. Finally, he\nlooked up.\n\n\"Ninety-seven,\" he said. \"Four X's. Think you can beat it?\" He walked\nback to the rack and picked out a rifle. After glancing into the\naction, he held it out toward Don.\n\n\"Zero hasn't been changed since you fired it last. Want to take a\ncouple of free ones anyway, just to be sure?\"\n\nDon looked at him indignantly.\n\n\"Good grief, Dad,\" he objected. \"This is no time for a rifle match.\"\n\n\"Good as any, I'd say,\" his father told him. \"Go ahead. There's a block\nof ammo at the point. Take your time, but you'll have to make 'em\ngood.\" He sat down on his camp stool and waited.\n\nDon looked at him for a few seconds, then shook his head resignedly and\nstepped up to the line.\n\n\"Oh, well,\" he said. \"I'll try. Never mind the zero rounds.\"\n\nHe loaded the rifle and brought it to his shoulder. The sight weaved\nand bobbed. He brought it down again and looked back at his father. The\nolder man pulled a cigarette from his breast pocket.\n\n\"Go ahead,\" he said calmly. \"Take a few deep breaths. And relax.\"\n\nDon bowed his shoulders and let the rifle hang loosely from his\noutstretched arms. He looked downrange, trying to drive everything out\nof his mind but the target hanging down there. Finally, he raised the\nweapon again. The sight bobbed about, then steadied. He put pressure on\nthe trigger, then growled softly as the weapon fired.\n\n\"Oh, no! Drifted off at three o'clock.\"\n\nHis father exhaled a small cloud of smoke and said nothing. Don looked\nat him unhappily for a moment, then reloaded and brought the rifle up\nagain.\n\nFinally, the tenth shot smacked against the backstop and he racked his\nweapon and punched at the target return button.\n\nHis father got up and unclipped the sheet.\n\n\"Well, let's see,\" he said. \"Eight, nine, nine ... here's a nipper ten\n... nine ... oh, me! You didn't do so well, did you?\"\n\n\"What would you expect?\" grumbled Don. \"Give me a couple of hours to\nsimmer down and I'll take you on. Beat you, too.\"\n\n\"Suppose you got into a fight, Don?\" his father asked. \"Think the guy'd\ngive you a couple hours to simmer down? So you could maybe shoot his\neye out?\"\n\n                    *      *      *      *      *\n\nHe turned and led the way to a couple of lounge chairs.\n\n\"Sit down,\" he advised. \"And turn on that light, will you?\" He leaned\nback.\n\n\"So you gave Andy Masterson a fast outline on manners, eh?\" He laughed\nsoftly. \"Boy, I'd like to have seen his face about then!\"\n\nDon jerked his head around. \"You know him, Dad?\"\n\n\"You could say I did once,\" his father answered. \"We went through Guard\ntraining together. Served on the same base a few times. Some years ago,\nI retired. I'm pretty sure he didn't.\"\n\nDon pushed himself out of the chair and stood in front of his father.\n\n\"You mean Mr. Masterson is----\"\n\nKent Michaels nodded slowly. \"Stellar Guard Investigations? Yes, and I\nsuspect he could wear quite a bit of silver lace, too, if he wanted to\nget dressed up.\" He clasped his hands behind his head.\n\n\"Let's see, Don, you're almost twenty now. Right?\"\n\n\"That's right, Dad.\"\n\n\"Uh huh. And you were born here on Khloris. Means I've been out of\nactive duty for quite a while, at that.\" He smiled.\n\n\"Got papers upstairs. They say I retired a little more than twenty-one\nyears ago. Got official permission to live on an outworld and joined\nthe first group of colonists here. Of course, they don't say anything\nabout the people that told me to do all that.\"\n\nDon stared at him. \"What are you getting at, Dad?\"\n\nHis father smiled. \"Man retires, he's supposed to be all through with\nduty. Not subject to recall except in case of galaxy-wide emergency.\"\nHe nodded thoughtfully.\n\n\"True. But a lot of people never really retire from the Guard. Things\nkeep coming up, and that pension begins to look more like a retainer\nfee.\"\n\nHe held up a hand.\n\n\"Suppose I give you a little go-around on some history that isn't in\nthe books--at least not in the books they use in these schools.\n\n\"Of course, you know about the arrival of the _Stellar Queen_. You've\nread all about the original trade contracts here in Oredan. And you've\nread a lot about the immigrations. And the border settlements.\n\n\"Yes, and you know about the accession of Daniel Stern, first to the\nMinistry of Finance, then to the Prime Ministry, then to the Regency.\nQuite a success story, that. And you have read about the mixup in the\nroyal succession.\" He smiled.\n\n\"It all went about that way. Oh, sure, it wasn't quite as peaceable and\norderly as the books make it look, but no history bothers with the\nminor slugfests. What they're concerned in is the big picture.\n\n\"Well, when the king agreed to colonization of the outer provinces,\nquite a few people came crowding out here. And there was more than a\nlittle thievery and brawling and rioting. Naturally, the Federation\nCouncil was interested. And the Stellar Guard was more directly\ninterested.\n\n[Illustration]\n\n\"So, they encouraged a lot of retired guardsmen to come out here,\nweapons and all. And they assigned a few more people to ... well, sort\nof keep an eye on things. They set some people up with reasonably\ndecent claims, saw to it that the rest of us got a good start, and left\nus to take it from there.\" He smiled.\n\n\"We had some fun, now and then. Got the border pacified. Got the crooks\nand the tough boys calmed down. And we got the hill tribes cooled off\nsome, too. Even made friends with them--after a while. And some guys\ngot married and made noises like real Khlorisanu--genuine Oredanu, in\nfact. A few of them married Oredana girls.\" He laughed shortly.\n\n\"The Khlorisanu are humanoid--human to as many decimals as you need to\ngo. There's a little minor variation in superficial appearance between\nthem and the average galactic, but there's no basic difference. Quite a\nfew of the fellows found the local girls made good wives.\n\n\"But anyway. There wasn't any real organization among us. We just ...\nwell, sort of knew what the other fellow was about. Kind of kept our\nown personal policy files. And things went along pretty well.\n\n\"Oh, there were some fellows who stuck to some sort of organizational\nstructure, I suppose. You know how that is--some guys can't draw a deep\nbreath unless the rest of the team is there to fill in the picture.\n\n                    *      *      *      *      *\n\n\"And then, there were several people like Andy Masterson, who showed up\nfrom nowhere. That was none of my business. Happened to know Andy, but\nI've never talked to him here. Those people had complete new\nbackgrounds. No Guard experience--it says here. And they joined the\neconomy--took out Oredan citizenship. Some of them got into government\nwork.\n\n\"Then this guy, Daniel Stern, showed up. He started grabbing influence\nwith both hands. Smart young guy. Killed off a prime minister--we\nthink--and a king. Can't prove any of that, though.\" Kent shook his\nhead.\n\n\"Don't think we didn't try to stop him, once we realized what he was up\nto. We did. About that time, a whole lot of us did get together and\norganize. But he's one of those people. If he tells a man to go out and\nshoot himself, the next thing you hear is the sound of a falling body.\"\nHis eyes clouded and he looked searchingly at Don.\n\n\"You should know what I mean. Like when you told that Ghar thief to\ntell us all about it--remember?\"\n\n\"Look, Dad, that's something I'd like to know....\"\n\nKent Michaels waved a hand. \"So would I. But I know less about it than\nyou do, so it's no use. All I know is that some people can tell most\nanyone to do almost anything--and it gets done. As I said, Stern seems\nto be one of them.\" He shrugged.\n\n\"Anyway, we lost a lot of good colonists before we decided to sit back\nand wait this boy out.\n\n\"It's been a long wait. Some of us have gotten rich in the meantime, in\nspite of Stern's trick taxes. Some of us have had a pretty rough time,\nI guess. But we're all growing older, and Stern's pretty cagey about\nimmigration. Doubt if many guardsmen are getting in these days. We're\ngoing to have to depend on our kids, I think.\"\n\nDon leaned forward.\n\n\"In other words, I could have kicked over an applecart?\"\n\n\"Well, let's say you might have bent an axle on your own pretty, blue\nwagon. It's a good thing Masterson was there when you blew up. Anyone\nelse, and I might have come up short one son. I wouldn't like that too\nwell. Might make me go down to Oreladar and try a little target\npractice.\" He frowned thoughtfully.\n\n\"You know, come to think of it, no one ever made me do anything I\ndidn't want to do.\"\n\nDon looked thoughtful.\n\n\"What do I do now?\"\n\n\"Just what you said. Start working for your keep. If I get the news\nright, the waiting period is about over. Stern's finally dipped his toe\nin the water, with that business over Waern, and we might be able to do\nsomething. You just might get your teeth into it. And maybe I'll find\nmyself going back to work.\n\n\"First, you'll have to go back to Riandar. Apologize to Masterson, of\ncourse, and give him a peace offering. I'll give you a bottle of\nDiamond Brandy before you leave. Be sure you hold the diamond in front\nof him when you stick the bottle out. Otherwise, he might throw\nsomething. He'll take it from there.\" The older man grinned.\n\n\"And if I remember Andy Masterson, he'll come up with enough work to\nkeep you busy.\"\n\n                    *      *      *      *      *\n\nAndrew Masterson frowned at the bottle held before him.\n\n\"What's this?\" he inquired. \"You know better than to bring stuff like\nthis on the grounds.\"\n\nDon Michaels shrugged. \"Dad said there wasn't too much of it around any\nmore. Thought you might like some.\"\n\n\"Oh, he did? Yeah. Well, I'll take it as well meant. Might find someone\nwho could use it.\" Masterson opened a drawer and thrust the bottle\ninside.\n\n\"He have anything else to say?\"\n\nDon nodded, looking at Masterson's suddenly watchful eyes. \"He said if\nyou'd come up our way, he'd show you how to hold 'em and squeeze 'em.\nSaid maybe you might like to bring up some friends some time and give\nthem a chance to find out what border life is like.\"\n\n\"Huh! You mean he's still playing games with those antique lead\ntossers?\" Masterson grinned suddenly. \"Thought he'd have outgrown that\nfoolishness years ago. By the way, how's he shooting these days?\"\n\n\"Fired a pinwheel after I told him about the row yesterday. Meant he\nonly dropped three points on the target--standing.\"\n\n\"So? Maybe he could do damage with one of those antiques of his, at\nthat--if he could get someone to hold still long enough for him to\nshoot at them. But nobody makes ammunition for the things any more.\nWhere's he getting that?\"\n\n\"Makes it himself.\" Don smiled. \"He's got quite a workshop down in the\nbasement.\"\n\nMasterson nodded. \"That's Kent Michaels, all right. O.K., youngster, I\nknew who you were in the first place. Just checking. Tell me, did he\nget you mixed up with that antique craze of his?\"\n\nDon nodded. \"I beat him at it once in a while, sir.\"\n\n\"Did you hand him another beating yesterday? When you went out of here,\nit looked as though you were going to have to whip somebody.\"\n\nDon frowned. \"He made a monkey out of me. I couldn't stay on target.\"\n\n\"Uh, huh.\" Masterson nodded slowly. \"Figures. Remember that, that it'll\nbe the most valuable match you ever lost.\"\n\n\"Sir?\"\n\n\"That's right. Yesterday, you got pretty well charged up. Even managed\nto warm up a secret police agent. Doesn't pay, believe me. About the\ntime you get emotionally involved in a problem, the problem turns\naround and bites you. You're lucky. Someone else got bit instead--this\ntime. You see, one of us didn't get shook up.\"\n\n\"I don't----\"\n\nMasterson tilted his head. \"We had an unfortunate accident here right\nafter you left. Dr. Rayson went rushing out of here and took off in his\nflier. Something went wrong--nobody's sure what. Maybe he didn't let\nhis stabilizing rotors have time to lock in. Maybe a lot of things.\nAnyway, he flipped about fifty meters up. Came down pretty fast, and\nburned right by the parking lot. Quite a mess.\" He nodded sadly.\n\n\"Shame. Fine psychologist, and one of the best secret policemen in the\nrealm.\"\n\n\"You----\"\n\nMasterson held up a hand. \"Let's just say he was careless.\" He\nmotioned.\n\n\"Sit down. No, not in the hot seat. Take that one over there. Then you\ncan see things.\" He drew a long breath.\n\n\"Your father say anything about Stern?\"\n\nDon nodded. \"He doesn't like him too well.\"\n\n\"He's got company. Know what Stern's trying to do, don't you?\"\n\nDon laughed uneasily. \"I'm pretty well mixed up, to be truthful. From\nwhat Dad told me, he's trying to turn Oredan into a Dictatorship, with\nhim at the head. Then, he'll take over the rest of the planet--a piece\nat a time.\"\n\n\"Close. He's planned it pretty well, too. He's got the royal succession\npretty well balled up. He's almost ready to move in right now. Only one\nstumbling block. Know what that is?\"\n\nDon shook his head.\n\n\"Youngster named Petoen Waern. He's old enough--older than he looks.\nHis mother's a niece of the last king. Conclave of the tribes could put\nhim on the throne tomorrow morning. He's a bet Stern missed a while\nback. Now, he's trying to make up for it.\"\n\nDon frowned. \"Is that really why----\"\n\n\"Right. That's why the row in the locker room. That would have\neliminated that claimant in a hurry. Nobody wants a king with a family\ncriminal record and a habit of starting brawls--especially when he\nloses those brawls. Kings just aren't supposed to go in for that sort\nof thing.\" Masterson smiled mirthlessly.\n\n\"Anyway, I doubt he'd have survived that affair if you hadn't rammed\nyour neck into it.\"\n\n                    *      *      *      *      *\n\n\"But there are other claimants. They'll come of age pretty soon.\"\n\n\"Sure they will. But that's pretty soon--and not soon enough. Besides,\nStern's got them under control, along with their families--the\nimportant ones, anyway. There'd be a deadlock when a conclave started\nchecking their claims. And somehow, their councilors wouldn't be able\nto come up with quite the right arguments.\n\n\"If a formal conclave meets, and no claimant is clearly eligible for\nthe throne--know who'll be called to start a new royal line?\"\n\n\"But he----\" Don shook his head doubtfully.\n\n\"Yes, he could.\" Masterson shook his head. \"Sure, he's regent. But he\nhasn't renounced his position as prime minister. And with his personal\neffect on people, he couldn't lose. No, the only reason he can't stand\na conclave right now is one youngster--and one family he's never been\nable to control, because they stay out of his personal reach. And he\nalmost got the youngster out of the way. Neat little operation, with\nonly one thing that could go wrong. You.\"\n\nDon frowned. \"But that affair was just a personal----\"\n\n\"Think so? Oh, sure, I gave the Hunters a big horselaugh yesterday.\nRayson was around then. And Rayson was a pretty big boy. He knew all\nabout the Hunters, I'm pretty sure. And I know better than to laugh\nabout them.\" He leaned forward.\n\n\"I can't prove it, and it wouldn't do too much good if I tried, but I\nknow perfectly well who's behind not only the Hunters, but a flock of\nother criminal gangs--juvenile and adult as well. Think I didn't know I\nwas talking to a bunch of Hunters when I listened to that rigged story\nof theirs about the Keltons? Think I didn't realize Rayson was sitting\nthere prompting them whenever they started to get confused?\" He smiled.\n\n\"Maybe I'm stupid, but I'm not that stupid. The reason I was rough on\nyou was the fact I didn't want you signing any statements that Pete had\nhypnotized--or what would you call it--you. That would have fixed the\nwhole thing and they'd have had him.\" He coughed.\n\n\"And, too, I knew who you were, of course. I didn't know for certain\nhow you stood, or how much you could do, but you looked good. And it\nwas pretty obvious you had capabilities.\" He smiled.\n\n\"Some of the retired guardsmen have had sons go sour on them, you know,\nso I can't take 'em just on faith. But, as I said, the locker room deal\nlooked good, and the more you talked, the better I liked it.\"\n\n\"But you----\"\n\n\"Yeah, I know. I wasn't taking such a chance, though, at that. Truth of\nthe matter is I'm about as bad as your father. You couldn't make me\ngive you the right time if I didn't feel like it.\" Masterson's eyes\ncrinkled in an amused smile.\n\n\"Go ahead. Try it.\"\n\nDon shook his head. \"I'll take your word,\" he said. \"I tried to tell\nDad off once. Somehow, things get a little unpleasant.\"\n\n\"Yeah.\" Masterson stretched luxuriously. \"Anyway, I figured you'd be a\nlot handier around here alive and in operating condition. The last\nthing I could let happen would be for Rayson to get you on that trick\ntable of his. Once he got that thing to rocking and rolling, he'd stand\nback there, making soothing noises, and almost anyone would break down\nand give him all they'd ever known. After that, they'd lie back and\nbelieve anything he felt like telling them.\" He waved a hand back and\nforth as Don started to speak.\n\n\"Later, huh? We can discuss all the ins and outs some day when this is\nall over. Right now, let's be getting back to business.\" He smiled\ndisarmingly and leaned back in his chair.\n\n\"Somehow, Stern's hand has got to be forced. He's off balance right\nnow, and we want him further off. We want him to make a move he can't\nback out of. And you may be able to make him do just that.\"\n\n\"I might?\"\n\n\"Yes. Suppose the hill tribes joined with the Waernu and demanded that\na conclave consider Pete's claim to the throne. What then?\"\n\n\"I guess there'd be a conclave.\"\n\n\"There might, at that. Now, let's go a little further. Suppose the\nWaernu claim were upheld and we got a new king--let's see, he'd drop a\nsyllable--King Petonar. Where would our friend, Stern, end up?\"\n\nDon grinned wolfishly. \"Khor Fortress. Even I can figure that much\nout.\"\n\nMasterson stood up and paced around the office.\n\n\"So, if we can get Jasu and his son in motion and get them up in the\nMorek, something's bound to break. Right?\" He stopped in front of Don.\n\n\"Oh, of course, Stern might call out the Royal Guard and scream\nrebellion. He'd probably do just that, if things went that far. He's\ngetting in the propaganda groundwork for it now. But what he doesn't\nknow is that he'd help us that way.\" He perched on Rayson's desk.\n\n\"You see, we've got some colonists that would yell at the top of their\nlungs for protection of their interests by the Federation. And then\nthere would be a conclave--with plenty of supervision. Either way, he'd\nget right into checkmate.\" He clasped one knee in his hands and rocked\nback and forth.\n\n\"But there's one thing that stands in our way. Jasu Waern's scared to\ndeath. We've never quite dared explain this whole thing to him, and now\nno one can get near enough to talk to him. Harle was the clan head and\nthe one with the nerve. He's gone, and Jasu's holed up. Won't let his\nson out of the house. Won't let anyone in. We can't move.\"\n\nHe got back to his feet and walked over to the window.\n\n\"Now, let's take some more suppositions. Suppose a flier went out of\ncontrol and crashed in the middle of the Waern house. Or suppose some\nmajor criminal took refuge close to the place and decided to shoot it\nout with the Enforcement Corps. Seems to be a habit criminals have\ngotten into lately. And suppose a stray inductor beam just happened to\ngraze the Waern living room.\n\n\"Then, who's checkmated?\"\n\nHe looked down at his chair, then walked over and dropped into it.\n\n\"There's only one way to get Jasu in motion. You're it. The way you\nslammed Rayson back in his chair yesterday gave me an idea. You can get\nin there, and you'll have to move him--by force--compulsion--however\nyou want to.\n\n\"Meantime, I'll get some things going. Your father can start the hill\ntribes getting together. He knows all the important head men. I'll give\nhim a little push in that direction. Then, we'll get some more people\nto work.\"\n\nDon looked at him for a moment. \"Well, Dad told me I'd probably have to\nearn my keep. Anything else I ought to know?\"\n\n                    *      *      *      *      *\n\nJasu Waern looked up in annoyance, then got to his feet.\n\n\"Who are you?\" he demanded. \"How did you get in here?\" He reached into\na pocket.\n\nDon Michaels spread his hands away from his body.\n\n\"Leave that weapon alone,\" he said sharply. \"I came as a friend, and\nI'd hate to have someone shooting at me.\"\n\n\"But who are you?\"\n\n\"I'm Donald Michaels. I want to talk to Pete ... Petoen, I should say.\"\n\n\"My son is seeing no one. There has been----\"\n\n\"I know,\" interrupted Don. \"Trouble. Listen, I've had trouble myself in\nthe past couple of days. It all started when I prevented a bunch of\nroughnecks from slapping Pete around.\" He frowned.\n\n\"Since then, things haven't been too pleasant.\" He held up a finger.\n\n\"I got accused of falsifying my report on the affair in the locker\nroom. Pete didn't show up to testify, and everyone was looking at me.\"\nHe extended a second finger.\n\n\"Pressure was put on me to sign a statement saying Pete used mental\ninfluence to make me put in a false statement. And I got into it with\nthe school psychologist.\" A third finger snapped out.\n\n\"Next thing, I was being accused of accepting a money bribe from Pete.\nAnd I really got into it with the faculty advisor. That's not good.\" He\ndropped his hands to his sides.\n\n\"Right now, I'm not too popular at school. And I want to know what's\ngoing on. I want to know why Pete didn't show up to give me backing. I\nwant to know what can be done to unscramble this mess.\"\n\nWearn shook his head slowly. \"There are other schools--private\nschools,\" he said. \"And we are still possessed of some----\"\n\n\"Careful, Mr. Waern.\" Don held up a warning hand. \"I don't carry the\nsling, but I do come from the Morek. Don't say something that might be\nmisinterpreted. I want to see things straightened out. I didn't come\nhere to start a feud with you.\"\n\nJasu Waern shivered a little. \"But you are galactic, are you not?\nSurely, you are no hillman.\"\n\n\"I was brought up among them. Now get Pete. I want to talk to both of\nyou.\"\n\nWaern looked unhappy. But he walked across the room and pulled at a\ncord.\n\nA servant came to the door.\n\n\"Tell Master Petoen,\" ordered Waern, \"that I would like to see him in\nhere.\"\n\nThe man bowed and left. Waern turned back to Don.\n\n\"You see, Mr. Michaels,\" he said apologetically, \"we are in difficult\ntimes here. My brother----\"\n\n\"I know.\" Don nodded. \"Pete was upset the other evening. He told me a\nlittle. A little more than is made public.\"\n\nWaern's eyebrows went up. \"He said nothing about that.\"\n\nDon waved negligently. \"It did no harm. Maybe it was a good thing.\" He\nturned toward the door, waiting.\n\n                    *      *      *      *      *\n\nPete came in, looking about the room. \"You brought Don Michaels here,\nFather?\"\n\nWaern shook his head. \"He came. He insisted on talking to you, Petoen.\nAnd I find he is very persuasive.\"\n\n\"Oh.\" Pete turned. \"I'm sorry, Don. Father thought that I----\"\n\nDon laughed shortly. \"He was right--to some extent. But I'd like to\ntalk to both of you about a few things.\"\n\nHe moved back, to perch on the edge of a heavily carved table.\n\n\"Let's look at it this way. I got into trouble over the affair. Not\ngood, of course, but what happened to me is just one small incident.\nAll over Oredan, good intentioned people have things happening to them.\nSometimes, they're pretty serious things--like someone getting killed.\nAnd they usually can't figure out what hit them. These things happen\npretty often. Why?\"\n\nWaern looked uncomfortable, but said nothing. Don looked at him\ncuriously.\n\n\"Do you really think, Mr. Waern, that you can sit here in peace? That\nif you ignore this whole mess, it'll go away?\"\n\nJasu Waern spread his hands. \"What dare I do? My brother was trying to\ndo something. He is gone.\"\n\n\"True. He tried to clean up a little here and fix a little there. And\nthat only in one city. He didn't come boldly out and demand. He was\nplaying on the edge of the board, not in the center. A king could do\nmuch more than that.\"\n\nWaern looked at him, shaking his head.\n\n\"Yes, I know about the succession,\" Don told him. \"And why shouldn't\nyou demand? You could get the support of the hill tribes. All you need\ndo is ask.\"\n\n\"I have thought of that. Perhaps we should have done that--once. But\nnow? After my brother's death? And what could the hillmen do against\nthe weapons of the plains?\"\n\nDon smiled at him. \"Would the hillmen believe the stories about your\nbrother in the face of your personal denial before their own council?\nWould they accept such a thing about any of the Waernu unless it were\nproven by strong evidence? Yours is one of the clans, even yet, you\nmust remember. And how about the honor of the Waernu?\"\n\nJasu's face was suddenly drawn. Don continued.\n\n\"And would the plainsmen dare use their weapons against a legitimate\nclaimant? For that matter, what good would their weapons be against a\nFederation Strike Group, even if they did use them?\"\n\n\"You seem so sure.\"\n\n\"Not just sure. Certain.\" Don glanced at his watch, then frowned.\n\n\"We've lost a lot of time.\" His voice sharpened.\n\n\"Come on,\" he snapped. \"My sportster will carry three people. Let's get\nout of here while we can still make it.\" He made shooing motions.\n\nWaern moved toward the door, then turned.\n\n\"To the Morek?\"\n\n\"That's right. Up to the Morek. We're going to start a feud.\"\n\n                    *      *      *      *      *\n\nAndrew Masterson looked at the handset approvingly. Little Mike was\ngetting the idea. He was still just as fast as he'd ever been. He made\na little noise in his throat, then spoke.\n\n\"Well, if you have any questions, Mr. Michaels, feel free to call us\nhere. Thank you, and good-by.\"\n\nHe dropped the handset to its cradle and leaned back again.\n\nSo that was set up. Little Mike would be on his way out to the hills by\nthe time he'd completed this next call. And he'd have the clans ready\nfor talks with the Waernu. Now, the next step would be to alert Jahns,\ndown in the Resident Commissioner's office.\n\nHe looked at the surface of his desk, considering, then reached for the\nphone again. He'd have to be careful on this one.\n\nThe door opened and two men came through. One of them held out a card.\n\n\"Masterson?\"\n\n\"That's right.\"\n\n\"Like to have you come with us. People investigating Rayson's accident\nhave some questions they'd like to ask you.\"\n\n\"Oh?\" Masterson's eyebrows went up. \"I'm afraid I wouldn't be much help\non that. I saw him go down, of course, but the view from this window\nisn't the best. I really----\"\n\nThe other shook his head. \"Look, don't tell me about it. They just told\nus to come out and get you. Got a lot of experts down there. They'll\nask the questions.\"\n\nMasterson looked at the man appraisingly, then glanced at his partner,\nwho stood by the door, leaning against the wall.\n\nThese two, he thought, would be no great problem. Nothing here but arms\nand legs. But----\n\n[Illustration]\n\nHe smiled to himself.\n\n_It would be you or the whole tribe_, he thought.\n\nHe might still be able to remain under cover, and he'd be a lot more\neffective that way.\n\nSo maybe they were a little suspicious. He glanced down at the desk.\nThe little control box was safely destroyed and its operation had left\nno evidence. Even if they did suspect the cause of Rayson's crash, they\ncouldn't prove a thing. No, his best bet was to go along with these two\nand hope the questioning would be short enough to allow him to brief\nJahns with plenty of time to spare. He shrugged.\n\n\"Well,\" he said aloud, \"I'll go with you, of course, though I don't see\nhow I can be of any help. Terrible thing, losing Rayson that way.\"\n\n\"Yeah. Real bad.\" The other nodded curtly. \"Come on. Let's go.\"\n\n                    *      *      *      *      *\n\nDaniel Stern looked angrily at his aide.\n\n\"Just who is responsible for this report?\" he demanded.\n\nThe aide looked aside. \"It came in from Riandar Headquarters, your\nhonor,\" he said. \"Colonel Konir signed it himself.\"\n\n\"I can read,\" snapped Stern. \"But who's responsible? What idiot let\nthis thing fall apart?\" He shook the papers angrily.\n\n\"Look at this thing,\" he ordered. \"Simple instructions were issued.\nWith the organization they have up there, any fool could have carried\nthem out. So long as they kept it simple, even an idiot could have\neliminated that Waern nuisance. But no! Someone had to be subtle.\nSomeone had to make a big project out of it. And, of course, something\nwent wrong.\" He snorted angrily and slapped the papers down on his\ndesk.\n\n\"Rayson was responsible in part, I suppose?\"\n\nThe aide nodded unhappily and Stern let out an explosive breath.\n\n\"Your man! Well, at least, where he is, he can do no more harm. Tell\nme, are they going to get a confession out of that man, Masterson?\"\n\n\"I doubt it, your honor. He claims to know nothing of the accident. And\nthere isn't a scrap of evidence that----\"\n\n\"Evidence! There's very little doubt is there? With those notes of\nRayson's? And who else could have caused the crash?\"\n\n\"Well, there certainly is no other----\"\n\n\"Of course not. We know Masterson did it somehow. But why?\"\n\nThe aide said nothing and Stern glared at him.\n\n\"Who is this Masterson?\" he demanded. \"Have you checked back on him?\"\n\n\"He came here from Nogira,\" said the aide slowly, \"seventeen years ago.\nHe had some civil police experience there. We've checked that. He has a\ndegree in criminalistic science. We checked that, too. Not a suspicious\nmove since he came here. He was in the Civil Branch for a few years,\nthen was assigned to instructional duty. He's got a perfectly clean\nrecord.\"\n\nStern shook his head slowly, then looked down at the desk again.\n\n\"Just that little,\" he growled. \"He could have simply hated Rayson for\nsome private reason. He could have seen him as an obstacle. We could\ncare less about that.\" He tapped at a paper.\n\n\"Or, he could be working with the Waernu. And that's probable. He could\neven be an undercover agent for the Federation, though that seems a\nlittle improbable. He's been here too long. Hah! He could be almost\nanything except what Rayson thought.\" He looked up.\n\n\"Well, don't let him go. Keep him out of circulation. In fact, you\nbetter have him put in tight confinement. We'll look into him more\nclosely later. Right now, I want to know what became of that Waern\nboy.\"\n\nThe aide pointed at the papers on the desk. \"The boy and his father are\nreported to have left their residence, your honor. It is thought they\nwent with that same Donald Michaels who interfered with the original\nplan.\"\n\nStern nodded. \"The boy Rayson had right in his hands, and then let go.\nYes.\" He looked around the room, then got to his feet.\n\n\"Tell me, has any progress been made on locating the Waern 'Book of\nAncestors'?\"\n\n\"No, your honor. Records has located and destroyed the last of the\nevidence here in Oreladar. But the Waern copy has not yet been\nlocated.\"\n\nStern nodded. \"Find out who is responsible for the long delay in\ndiscovering the Waern claim, Lander. That is inexcusable.\" He frowned.\n\n\"Now, to the Waernu. Did anyone see them leave their home?\"\n\nThe aide shook his head. \"Observers say Michaels' flier landed in the\nWaern courtyard. A few minutes later, it took off and headed toward the\nmountains. The observers were unable to determine how many people were\nin the flier when it departed. It left too abruptly and traveled too\nfast. They determined its direction, but were unable to follow it.\"\n\n\"Valuable men! I think we should take careful note of all those people\nup at Riandar. Possibly they should be reassigned to duties more suited\nto their abilities. Tell me, did anyone have the elementary\nintelligence to have this flier tracked?\"\n\n\"They tried, your honor. But it disappeared in the canyons, flying very\nlow. Search fliers have been operating for several hours, but no trace\nof it has been found.\"\n\nStern nodded. \"Well, we won't discuss it any further,\" he decided. \"You\nknow my feelings on the Riandar people. I should say it would be safe\nto assume the Waernu are holed up in Michaels' home. Get the exact\nlocation of that place. Then set up an Enforcement Corps operation.\" He\nfrowned.\n\n\"Get some men out to make sure those people don't go into the hill\ncountry before we can take care of them. You can use the search planes\nfor that. Then attend to your advance publicity and set up elimination.\nYou'll give that personal supervision, all the way through. Clear?\"\n\nThe aide nodded.\n\n\"Very well. See that you make it simple. I'm not going to tell you how\nto handle this in detail, but I expect to watch a broadcast showing\ntheir removal within the next three days. Get started.\"\n\n\"Yes, your honor.\" The aide backed out of the room.\n\n                    *      *      *      *      *\n\nStern watched the door close behind the man, then faced around as a dry\nvoice sounded behind him.\n\n\"Real nice, Danny,\" it said. \"You went through it without a stumble.\nEven came up with something of your own. You're learning, Kid.\"\n\nStern glared at the scrawny man.\n\n\"I thought you picked those people up at Riandar. I thought you said\nthey knew how to do things.\"\n\nThe other shrugged and spread his hands. \"Well, Danny,\" he said, \"you\nknow how it is. Once in a while, we underestimate the opposition, and\nthey slip one over.\" He leaned back in his chair, staring at Stern.\n\n\"But maybe this way, it's even better,\" he added. \"We get a few in the\nnet we didn't even suspect existed, you see?\" He paused.\n\n\"I think you should have a talk with this Masterson yourself,\" he went\non. \"Maybe you should tell him to give us some of this information he\nhas, eh?\"\n\nStern looked at him in annoyance. \"I expect you and the rest of the\npeople around here to do some work, Gorham. After all, I'm the regent.\nDo I have to do everything?\"\n\nGorham got to his feet and brushed some of the dust from his trousers.\n\n\"I tell you, Danny,\" he said seriously, \"some of these little things,\nyou have to be doing. Some of these things, only your talent will take\ncare of, no?\" He held up one hand, waggling a finger in the air.\n\nStern glared at him.\n\n\"Gorham,\" he snapped, \"I think I'll have to remind you of your place.\"\nHe tapped himself on the chest.\n\n\"I'm the regent, remember? I'm the kingpin here. You're just a senior\nexecutive secretary. You wanted it that way, and that's the way it is.\nBut I expect you to start doing some work. I don't care how you get\ninformation out of that man, Masterson, but I expect you to get it. I\ncertainly don't intend to do your work for you. Now get at it!\"\n\nGorham considered him for a moment, then walked slowly across the room\ntill he stood before Stern's desk.\n\n\"Now, Danny-boy,\" he said softly, \"don't you go trying that funny stuff\non old Jake. It don't work so good, remember? Nobody ever tells old\nJake he should do things. Nobody!\"\n\nHe planted his left hand on the desk before Stern and leaned over a\nlittle.\n\n\"We got an agreement, you and I, remember? I do the thinking. Me--old\nJake Gorham--I'm the brain. You got this talent, see. You tell people\nthey should go do something, they go do it. But not old Jake. No, no.\nWith him, it don't work so good. Everybody else, maybe, but not old\nJake.\" He waved his head to and fro, keeping watchful eyes on Stern.\n\nThe younger man slammed his hands to his desk, pushing himself back.\n\n\"You listen to me, old man,\" he snapped. \"We had an agreement--once.\nAnd you've been using it to ride my back ever since. It's come to an\nend. Right now.\" He got to his feet, his deepset eyes seeming to flame.\n\n\"From now on, I'm the top man, do you understand?\" His lip curled.\n\n\"I'm the regent. I'm the law. I tell these people what to do, and they\ndo it. And I can tell them to take you out and shoot you. Don't forget\nthat.\" His hand started toward a button on his desk.\n\n                    *      *      *      *      *\n\nJake Gorham's hand blurred into motion and a small weapon was suddenly\nin it. He pointed it at Stern.\n\n\"Sit down, Danny-boy,\" he ordered menacingly. \"Sit down. And listen.\nListen real good.\" He spread his legs a little.\n\n\"Like I said, I'm the brains here. I do the thinking. Remember back in\nTonar City? Remember what happened, you tried once to run things for\nyourself? Remember who came along and pulled you out just in time?\" He\nlaughed shortly.\n\n\"Yeah, you need old Jake. You gotta have him. You think you just tell\nthese people--they should do anything you want. Oh sure. That lasts for\na while, maybe, but they get tired. Just like on Konelree, remember?\nAnd what do you do when a whole mob moves in on you? Eh? What do you\ndo? You ain't got the moxie to handle no mobs, remember?\n\n\"But old Jake, he thinks of things, and we both get along real good.\nYeah, Danny-boy, you need old Jake.\" He glanced down at his weapon,\nthen waved it from side to side.\n\n\"But you know something else? Old Jake, he don't need you so much. Oh,\nsure, it's nice here. I like it real good. But I got along real nice\nfor a long time before I picked you up, you see what I mean. You didn't\ndo no good at all. Talent, you got. But brains? No, them they didn't\ngive you. And they didn't give you much guts, either, Danny-boy. Them,\nI got.\n\n\"And you know something else, Danny-boy? I got all kinds evidence. You\ndone some pretty bad things here, remember?\" He smiled, exposing yellow\nteeth.\n\n\"Real bad things, they wouldn't like them at all. And I can prove all\nthem things. Me, I ain't got no responsibility. I'm just a poor, little\nold guy you keep around for laughs, remember?\" He chuckled.\n\n\"You tell them to take me out and shoot me? I should laugh. You reach\nfor that button. Go ahead. Stick your finger out. Then this thing here,\nit sings you a little song. And I go get some papers I got somewhere\naround here. And I go get some recordings. And maybe a few pictures.\nAnd then Old Jake's a public hero. And he takes a lot of money and goes\naway from here, he should spend his old age some place where he likes\nit better.\" He waved the weapon again.\n\n\"Still want to play?\"\n\nStern's face was bloodless. He dropped into his chair, then put his\nhead in his hands.\n\n\"I'm sorry, Jake,\" he said. \"Sorry. I guess I'm just a little tired\nright now. Forget it, will you?\"\n\n\"Sure, Danny-boy. Sure. We forget all about it. Now suppose we quit for\nthe night, eh? Then in the morning, we get this Masterson fellow in\nhere. And you find out from him just who he is and why he comes here.\nAnd you can let him tell us what he's been doing and who he's been\nworking with, eh?\" Gorham smiled and stuck the weapon back in his\nsleeve.\n\n\"We ain't doing so bad,\" he went on. \"We ain't doing bad at all.\" He\nreached out to stir the papers on Stern's desk with a forefinger.\n\n\"These people up at Riandar, they don't do so good maybe on that Waern\nkid. But they don't do so bad all the time. They get this Masterson,\nsee? Right away, they're on him, soon as this guy Rayson gets himself\nkilled off.\"\n\nStern nodded. \"Yes,\" he admitted, \"at least, they did have the sense to\npick up Masterson--after he'd done plenty of damage. They were pretty\nslow. And they missed the Michaels boy entirely. So now, the Waern boy\nis out of easy reach.\" He frowned.\n\n\"We had things set up for an elimination on him, you know.\"\n\nGorham wagged his head. \"Makes very little. Him, we can get. Him, they\ntake care of in a couple days. Same operation, they should just move it\na few miles, eh? Your boy with all them buttons, he takes care of that,\nsee?\" He grinned.\n\n\"And that takes care of this Michaels kid, too.\" Again, he poked at the\npapers.\n\n\"And here, we got another report. This young Michaels' father, he talks\nto this guy Masterson on the phone. You see that? And right away, he\nheads for the mountains. Maybe he wants to talk to the hill people,\neh?\" His grin became wider.\n\n\"But somebody at Riandar, he gets a rush of brains to the head, see?\nAnd the border patrol, they challenge this old guy, you get it? Just a\nroutine check, see, but the old guy, he don't get the word so quick.\n\n\"So they don't take no chances up there. They knock him down in some\ncanyon up there.\" He shrugged.\n\n\"So all this leaves this Masterson, you could talk to him, maybe he\nsings us some nice music.\" He turned away.\n\n\"I stay around, back at my desk. Maybe I should think of a question or\ntwo while we talk, the three of us, eh?\"\n\n                    *      *      *      *      *\n\nThe royal gold and blue receded from the screen and Merle Boyce's face\nlooked out at his audience.\n\n\"This,\" he said shortly, \"is the second day of the hunt for the Wells\ngang.\" He came out from behind his desk, his piercing eyes intent.\n\n\"For the past full day, this group of robbers have made their way\ntoward the west. It is thought they hope to join rebellious hill tribes\nsomewhere in the Morek region.\" He paused.\n\n\"Late yesterday afternoon,\" he continued, \"these four men burned their\nway through a road block near Riandar. And despite reinforced blocks\nand stringent sky checks, they are still at large. All subjects of the\nrealm are urgently requested to notify the authorities of any\nsuspicious strangers.\"\n\nHe faded from the screen, to be replaced by the figures of four men.\n\n\"In co-operation with the Enforcement Corps,\" his voice continued, \"we\nare showing pictures of the fugitives. We see here, Howard Wells, Merla\nKoer, Dowla Wodl, and Jake Milton.\" The voice stopped for a moment,\nthen continued.\n\n\"These men are regarded as extremely dangerous. Subjects are urged to\nmake no effort to approach them personally. Notify the authorities\nimmediately if they are seen.\"\n\nDon reached to the switch and snapped the receiver off.\n\n\"I don't like it,\" he said slowly. \"I don't like any part of it.\"\n\n\"Think we might have visitors?\" Pete looked at him thoughtfully.\n\nDon nodded. \"It could be just a build-up,\" he said. \"Did you get that\nthrust about the tribes?\"\n\nJasu Waern cleared his throat. \"You mean those four are perhaps----\"\n\n\"I doubt if those four ever lived,\" Don told him. \"At least not with\nthose names. If we have visitors, they'll be more official--and a lot\nmore dangerous.\" He paused.\n\n\"Wish Dad had come back. I'd like to get you off to the hills. Not so\ncomfortable, perhaps, but it would be safer.\" He looked at the ceiling.\n\n\"Of course, with all those fliers chasing around right now,\" he added,\n\"it might be complicated.\"\n\nPete looked at him curiously. \"One thing I can't figure, Don,\" he\nremarked. \"Why didn't you head right on into the hills from Riandar?\"\n\nDon spread his hands. \"Intended to, hang it,\" he said. \"They loused me\nup. Remember the dipsy-doodle I turned in that box canyon?\"\n\n\"Think I'd forget?\" Pete grinned. \"Nearly got a busted head out of that\none.\"\n\n\"Yeah. Well, I'd planned to jump the ridge and go on over to a clan\nvillage I know. We nearly caught it right there.\"\n\n\"We did?\"\n\n\"Uh, huh. Some border patrol ship had a ripper. Lucky he got\nover-anxious. He cut loose out of effective range and shook us up. That\ngave me the news and I ducked for cover and streaked for home before he\ncould get to us for a better shot.\"\n\n\"And now, you think perhaps they are trying to hunt us down as they did\nmy brother?\" Jasu Waern shook his head. \"But this--it would be\nimpossible to represent us as....\"\n\nDon tilted his head. \"Nothing impossible about it--if they know where\nwe are.\" He looked around the room.\n\n\"And it looks as though they do. Someone probably spotted my flier when\nI landed in your courtyard.\"\n\nPete looked at him unhappily. \"Maybe we moved right into his hands.\nMaybe we're better targets here than we were in the city.\"\n\n                    *      *      *      *      *\n\nDon moved his head from side to side decisively. \"Never happen. This\nmythical Wells gang could have been holed up in the city, too, you\nknow. And there, you'd have no warning. You'd have no defense and\nnowhere to go. This isn't some little summer cottage, you know. We can\ngive them a bad time.\"\n\nJasu Waern shook his head sadly. \"Yes,\" he admitted, \"we can, as you\nsay, give them a bad time. But a flash or two from one of their\ninductors will destroy this house just as surely as it did my brother's\ncottage.\"\n\n\"Maybe.\" Don smiled. \"I've got some ideas on that, too. But there's\nmore to this house than you see from outside. This place was built\nduring the border wars, you know. We've got a place to duck to.\"\n\nPete stood up. \"What's that?\"\n\n\"There's a basement under this house. Shelters down there. Even total\ninductor destruction of the house wouldn't hurt anyone down there.\" Don\npointed with a thumb.\n\n\"Got entry locks right out in the court.\"\n\n\"But their clean-up crews. Where would you hide from them?\"\n\nDon shook his head, smiling. \"They won't do too much searching,\" he\nsaid calmly. \"If they actually do attack this place, they'll get some\ngenuine resistance. And there'll be a Federation patrol out here right\nafter the shooting, to investigate the destruction of a Galactic\nCitizen's property.\"\n\nHis smile broadened. \"At least, that'll be a good excuse. You see, Mr.\nMasterson's alerted people at the Commissioner's office. They know\nwho's here--or will, when the shooting starts.\"\n\n\"But with this build-up, it will seem like an ordinary hunt for a\ncriminal gang.\" Pete shook his head doubtfully.\n\n\"No, I don't think so.\" Don walked over to the heavy door leading to\nthe range.\n\n\"Better get some of the weapons up here now, though. We'll have to give\nthem a little show.\"\n\nPete looked at him curiously.\n\n\"Why bother?\" he asked. \"Why can't we just duck into the shelter and\nlet 'em blast? Then we could wait for the patrol.\"\n\nDon shook his head.\n\n\"The type of resistance offered will be a tip-off to the Guard,\" he\nsaid. \"I'm going to use an unusual type of weapon. Besides, Stern's\npeople have detectors. Remember those? There's got to be life force in\ndetector range, or they'll assume we've either deserted the place or\nfound refuge below ground. Then they would come in for sure. And they'd\nreally search the place.\" He smiled grimly.\n\n\"I'd rather take my chances on getting shelter from a blast after they\ncommit themselves than take on a batch of those monkeys in a\nhand-to-hand down in the basement.\" His smile faded.\n\n\"It'll be touch and go, at that. The force of an inductor blast is\nnothing to joke about. We can roll into the ledges and hope, but we\nstill might get singed a little.\" He sighed and spread his hands.\n\n\"Well, I asked for work. Guess I've got it. Sorry you may get scorched\naround the edges, but----\"\n\nPete looked at the heavy wall on the other side of the outer court.\n\n\"At least, we've got a better chance than Uncle Harle had. They\nprobably tied him up. And no matter----\" He shrugged.\n\n\"All right, Don, let's get those weapons.\"\n\n[Illustration: Illustrated by van Dongen]\n\n\"Well, here they come.\" Don Michaels looked out of a weapons embrasure.\n\nFrom the port, the advancing men were far more visible than they\nintended to be. One after another, they crawled and dashed through the\ngrass, their weapons held before them. They concealed themselves from\nthe house as best they could behind hummocks and clumps of grass. Then,\nweapons probing toward the house, they waited.\n\nA couple of hundred meters from the house, a weapons carrier purred\ninto position, wheeled to face the house, and stopped, the muted roar\nof its motor dying to a faint rumble.\n\nCloser to the house, there was a hollow in the earth, a scar from some\nlong-forgotten skirmish. Over the years, rain and wind had worked on\nit, softening its once harsh outlines. Grass had grown in, to further\nmask the crater, till now it was a mere smooth depression in the\nground. From the edge of this depression, rose the slender rod of a\nspeaker, a small, directional loud-speaker blossoming from it.\n\nMichaels grinned and turned aside for an instant.\n\n\"Just like the big broadcasts, Pete,\" he remarked. \"Feel important?\nYou're going to have a big audience.\"\n\n\"Kind of like it better if I were making a personal appearance. Be a\nlot nicer if I could talk to them--and they could see my face.\"\n\n\"They can't let you do that,\" Don grinned. \"You don't look enough like\nany of those guys they're supposed to be hunting. Spoil the whole\neffect that way.\"\n\nPete looked at him thoughtfully.\n\n\"You know, they always tell people to throw their weapons out and come\nout with their hands in the air. What would happen if someone took 'em\nup on it--like the wrong someone--like me, for instance?\"\n\n\"Good question,\" Don told him. \"Saw a guy come out in one broadcast.\nSomeone vaporized him. No way of telling which direction the spray came\nfrom, of course. No tracer on the beam.\" He shrugged.\n\n\"Somehow, I don't think it would lead to a long and happy life.\"\n\n\"No.\" Pete nodded. \"I didn't suppose it would.\" He looked at the long\ntarget rifle in Don's hands.\n\n\"You could have gotten several of them with that, while they were\ngetting into position, couldn't you?\"\n\n\"Suppose so,\" Don nodded. \"But I'm saving it for a while. Got an idea,\nbut it's a one-shot and I'll have to wait before I try it.\" He paused\nas a head appeared close to the base of the loud-speaker stand.\n\n\"Well, the show's about to start,\" he added quietly. \"Here's the man\nwith the serenade.\"\n\n[Illustration]\n\nThe speaker disintegrated in blazing fury and Pete turned away from the\nglare, to look back at the house.\n\n\"Took your father years to get this place built the way he wanted it,\"\nhe remarked. \"Shame you're going to have to lose it this way.\" He\nglanced over at his companion.\n\nDon was stretched out in the prone position, his sling tight on his\narm, the rifle extended.\n\n\"Yeah,\" he said. \"But maybe we won't lose it--not just yet.\"\n\nHe rolled, forcing his elbow further under the rifle.\n\n\"Look, Pete, I think I'll wait till these guys are ready for the last\nact, but you better go ahead and take cover. They've committed\nthemselves now. I'll duck later, if I have to, but I've got an idea\nthat just might work out.\"\n\nHe laid his cheek against the stock, concentrating on his sights. The\nbarrel moved up and down with his breathing, then stopped.\n\nPete examined him curiously, then looked out of his port.\n\nThe projector barrel was moving, to center its lens on target. As Pete\nwatched, the lens barrel swung till he could see the glint of light on\nthe outer focusing circles. As the rack with its charges started to\nface him, he moved back, preparing to roll into the narrow slit beneath\nthe wall.\n\nNow, the lens was pointing directly toward him, its iris beginning to\nwiden. He slid off the ledge.\n\nThere was a sudden, snapping explosion near him. He looked up, to see\nthe lens system disintegrate. The projector suddenly became a blue\nglare.\n\nPete watched as the tiny figures of the crew members flew back from\ntheir fiercely glowing weapon.\n\nAbruptly, he realized he was in an exposed position. He ducked\nsideways, away from the opening, and covered his face.\n\nThere was a rumbling multiple explosion. Blinding light reflected from\nthe walls of the house. A few tiles crashed to the court. Pete caught\nhis breath again and risked an upward glance.\n\nA tall pillar of flame had grown from the field outside. For long\nmoments, it stood motionless, searching for a limit to the sky. Then it\ndarkened. Smoke drifted toward the ranch house and bits of wreckage\nrained down upon house and field alike. Little puffs of smoke appeared\nin the sky, close by the still rising cloud.\n\n\"Pinwheel,\" said Don calmly. \"That's one Dad couldn't beat if he tried.\nWish he'd been around to see it.\" Suddenly, his forced calm deserted\nhim.\n\n\"Oh, boy,\" he yelled happily. \"Like shooting snakes in a pit.\" He\nshoved his rifle back through the port.\n\n\"Try to wreck our house, will you, you bums!\"\n\nA figure wobbled up from the field, weapon weaving unsteadily toward\nthe wall. The rifle snapped viciously and the figure melted back into\nthe ground.\n\nThere was another motion and a sudden spurt of dust followed\nimmediately after the sound of a shot. The motion ceased.\n\nThe sound of the click of the rifle action was loud against the silence\nof the scene.\n\n                    *      *      *      *      *\n\nNo more figures moved. Bright flames were growing--working toward one\nanother, to form a widening lake of flame in the grass. Don sighed and\nstarted pulling the sling from his arm. Pete stood up, looking at him.\n\n\"I'm a little confused,\" he said slowly. \"I thought that weapon of\nyours merely threw a solid missile. The way you described it, I thought\nit was just ... well, something like a long-range throwing sling.\"\n\nHe looked out the port again, then pointed.\n\n\"But that weapons carrier was shielded. I didn't think you could touch\none of those with anything but another inductor.\"\n\nDon leaned the rifle against the wall.\n\n\"That's the way they figured it, too,\" he remarked. \"But they forgot\nsomething.\n\n\"You see, rifles have been obsolete for so long everybody's forgotten\ntheir capabilities. Everybody, that is, except a few crazy hobbyists.\nAnd no one ever thinks in terms of long-range missile throwers.\"\n\n\"So?\"\n\n\"So, I've been watching these clay pigeon shoots of theirs for a long\ntime. They've had a lot of them on broadcasts, you know. And I noticed\nthey always operate the same way. Actually ... well, you saw them.\nThey're not too careful.\" He smiled.\n\n\"Remember you remarked that I could have potted a few of them while\nthey were getting into position? Only reason I didn't was that I didn't\nwant to give them a warning.\" He shoved his hands in his pockets.\n\n\"You see, they know they're going to use that projector. The rigged\nspeaker just makes it look good--as though the blast were necessary and\nunavoidable. That way, the public is convinced that the whole affair is\na heroic battle against evil. See what I mean?\n\n\"So, they have everything all set up. Safeties are off. Activators are\nhot. Everything's lined up so they can look sharp. Snappy operation.\"\n\nHe shook his head with a smile. \"But actually, they're a little\noverconfident. Their field screen will stop any heat ray. No khroal\ncharge can get through--it'd get damped. The screen will ground out a\nNerne-Herzfeld couple, and no bunch of fugitives is going to be lugging\nan inductor around with them. So there can't be any counter-battery\nfire. Result? The projector crew feels perfectly safe.\"\n\nHis smile widened. \"But that isn't enough. They want to be comfortable,\ntoo. It's hot inside a deflector screen and they'd get their uniforms\nall sweaty and out of press. Besides, the screen draws a lot of power\nand they'd have to rev up their motor. The noise would make it rough\nfor the sound crew. Catch?\"\n\nPete moved his head. \"I begin to get the idea,\" he said. \"The inductors\nare real touchy when they're armed. They can arc over and flare back in\na real hurry if things get in their fields. That's why the safety\nlens--and the iris.\"\n\n\"Sure.\" Don nodded. \"Sure it is. And it keeps the beam tube nice and\nunobstructed. Dry, too. As I said, they're pretty safe. Just like\npigeon hunters.\" He looked out at the field.\n\n\"Sort of funny how things can add up,\" he added. \"Here's a guy who\nmakes all sorts of plans. He's got everything figured out and tied up\nwith a ribbon. He's got the whole Galactic Federation standing around,\njust watching. Not a thing they can do to him legally. And he's got all\nOredan in his pocket--all but one family and a few odd yokels he\ndoesn't even worry about. So he's about to fix the family.\n\n\"Then someone else starts planning. And some little guy goes and slips\na little chunk of fast moving lead down a lens barrel that nobody even\nthought of protecting. And everything goes wrong. All kinds of things\nhappen. Like investigating patrols ordered in by the Stellar Guard. And\nconclaves.\" He grinned and looked at the sky to the west.\n\n\"So,\" he added, \"a few little things add up. One family. One little\npiece of lead. One house that didn't get blown up. One flight of----\"\nHe let his voice trail off and looked at his watch.\n\n\"Wonder where those patrol ships are. They should be in plain sight by\nthis time, diving down the eastern slope.\"\n\nHe narrowed his eyes, searching the empty western sky.\n\n                    *      *      *      *      *\n\nPete looked around the courtyard. Broken tiles littered the ground.\nHere and there, lay bricks and bits of mortar. Some freak of backblast\nhad torn a shutter off the house and it lay brokenly a few feet from\nhim. He looked back toward the house.\n\nOne corner of the roof had been shattered and he could see broken roof\nbeams. A cornice from the wall had crashed into the house front and\nbits of it lay strewn through a gaping hole in the living room wall.\nStucco littered the narrow border of shrubbery around the house,\nwhitening the green of the leaves.\n\nAnd a twisted bit of metal caught his attention. Obviously, it was part\nof a flier. He shook his head and looked at the sky over the western\nmountains.\n\n\"Quite a blast,\" he said. \"Look, Don, are you sure anything's coming to\nback us up? A couple more of these and we'll be standing in an open\nfield.\"\n\nMichaels reached up to stroke his face. \"Right now, I'm not too sure\nabout anything,\" he admitted. \"Except that next time they try to comb\nus over, they'll take a few less chances.\" He frowned.\n\n\"Mr. Masterson was pretty certain about things, but----\"\n\nHe spun around and walked toward the flier port.\n\n\"You know, I think we'd better play it safe,\" he went on. \"Right now,\nwe've got clear air. That explosion put everything around here on the\nground, but hard. But that won't last. Stern's people will be flocking\naround here in a few minutes to see what went on. We better not be\naround when they arrive. Go get your father.\"\n\nHe pulled the flier door open.\n\n\"I'll have this thing warmed and ready to flit by the time you get back\nup here. Make it fast, will you?\"\n\nPete had already dived down an escape slot. As Don started through his\npre-flight routine, he reappeared. Jasu Waern followed him.\n\n\"What happened?\" The older man looked around the littered courtyard,\nthen at the flier which Don had pushed out of its cover. His eyes\nwidened.\n\n\"But I thought they would use an inductor.\"\n\n\"They tried,\" Don told him. \"Come on. Get in.\" He looked anxiously at\nhis instrument panel.\n\n\"Little risky,\" he muttered, \"taking off so fast. Synchs and generators\nhaven't had time to stabilize. But it beats letting them get in range\nfor some more target practice.\"\n\nHe eased a lever toward him and watched the pointers on a dial as the\nflier lifted. The red needle started to oscillate and he reached\nquickly to adjust a knob. The oscillation stopped. He looked overside.\n\n\"Hm-m-m,\" he said, \"so far, so good. Well, let's have at it.\"\n\nHe reached out and pulled a handle toward him, watching the needles.\nThey remained steady and he nodded and pulled another control toward\nhim, then gripped the control wheel.\n\nThe flier leaped into the air and surged toward the mountains.\n\nDon sighed and made a minute adjustment on the synchro knob.\n\n\"Well, we haven't flipped yet,\" he said. \"We'll stay on deck all the\nway. Not such a good target that way. Take a look back there, Pete. See\nanything in the air to the east?\"\n\n\"Yeah.\" Pete had been looking back. \"There's plenty back there. And\nthey're in a hurry.\"\n\nDon jerked his head around, then glanced at the mountains before them.\n\n\"So are we. They built this thing to win races, not lose them. Hope\nthey knew what they were doing.\" He pulled a panel lever all the way\nback and the flier surged forward, pressing them back into their seats.\n\n\"Hang on,\" he said. \"Some of these corners are going to be tight.\"\n\nThe ship swung into a narrow valley between two hills, bucking and\ntwisting as Don worked the control back and forth. As a high cliff\nloomed up in front of them, he pulled the flier up, then around in a\nscreaming turn. A second later, they almost touched the tips of trees\nas they swung around the shoulder of a steep hill. The flier dropped\nabruptly, seeking the floor of a gorge, then swung violently as it\nfollowed a swift flowing stream.\n\nDon guided it into a side gorge, then suddenly pulled up, to jump\nthrough a notch in the surrounding hills. For an instant, the flier\npaused, hovering in the air over a deep, wide valley, then it dropped\nlike a stooping falcon, sweeping sideways at the end of its drop, to\ncome to rest under an overhanging rock formation. The pilot snapped off\nswitches and leaned back.\n\n\"We've got a small-sized walk ahead of us,\" he said, \"but it's through\nsome pretty dense growth and we'll be invisible from the air.\" He\ngrinned.\n\n\"The way I dove into that first canyon, anyone with detectors on me\nwould assume I was heading for the Doer--if he knew the country fairly\nwell. Hope that's the way they know it--just about that well.\"\n\nHe climbed out of the ship, holding the door open.\n\n\"Come on, Pete,\" he ordered, \"give me a hand and we'll shove this thing\nback in the cave so it won't be too easy to spot.\"\n\nJasu Waern climbed out after his son.\n\n\"I shall help, too,\" he said resignedly. \"Which of the clans do we\njoin?\"\n\nDon put a shoulder against the side of the flier. \"Kor-en,\" he said. \"I\nknow them pretty well. Matter of fact, the Korenthal wanted to adopt me\nat one time. Dad talked him out of it.\"\n\nWaern nodded. \"The Kor-en are known to us,\" he murmured. \"Possibly----\"\nHe added his weight to the pressure on the flier's side.\n\nThey pushed the machine far back into the cavern under the rock, then\ncamouflaged its smooth lines with brush and rubble. Finally, they\nwalked over the rough ground to a nearby thicket. Don paused, looking\nup. Then he pointed.\n\n\"There they are,\" he said, \"in a search pattern. Guess they got a\ndetector flash on us when we jumped the ridge.\" He shrugged. \"Well,\nthey've got a tough hunt now. We'll detour through that line of trees\nto keep out of the open.\"\n\nHe jerked his head, to point.\n\n\"There's a narrow break in the cliffs way over there. When we get\nthrough that, we'll come into Korelanni.\"\n\n                    *      *      *      *      *\n\nHalfway through the narrow crevice, Don stopped and turned aside, to\nenter a narrow alcove that had been carved out of the rock. Hanging\ninside was a long tube of wood. Don rubbed his hands vigorously on the\nmoss which grew on the rocks, then stroked the tube.\n\nA tone resonated from the chamber, growing louder as Don continued to\nstroke the tube. After a few seconds, an answering note of different\npitch could be heard. Don nodded and stepped back into the path.\n\n\"It's all right,\" he said. \"They'll meet us at the head of the path.\"\nHe smiled.\n\n\"This way, we don't have someone dropping rocks on our heads.\"\n\nPete looked up at the towering cliffs which almost joined overhead.\n\n\"You mean they've got guards up there?\"\n\n\"Always,\" Don told him. \"Day and night. Right now, they're at peace\nwith everybody, but they never let their guard down. We'll have a\nreception committee waiting for us.\" He started striding up the steep\npath.\n\nAt the head of the chasm, five men waited for them. In their hands,\nthey held sticks about two feet long. At the end of each stick was a\nthong, with a flexible leather pad which could hold a fair sized stone.\nDon bowed in the direction of one of the group.\n\n\"I know you, Korendwar,\" he said.\n\nThe other bowed. \"Michaels,\" he said. \"I know you. And these?\"\n\nDon looked at him, his thoughts going into overdrive. The form of\naddress was all wrong. Always before, he had been Donald, of the clan\nMichaels--they abbreviated it to Michaelsdon. But what had gone wrong\nnow?\n\nHe tensed a little, then relaxed. At least, it was a friendly greeting.\nOne does not \"know\" an enemy. He extended a hand toward Jasu Waern.\n\n\"I bring the Waerntal, Jasu. And his son, Waernpeto,\" he said.\n\nThe other nodded. \"The men of Kor-en know the Waernu,\" he said\nnoncommitally. \"You want dealings with the Korental?\"\n\nDon nodded. \"The Waerntal would discuss clan affairs with the\nKorental.\" he said. \"I but serve as guide.\"\n\n\"It is well. You and this clansman may rest by the wells.\" Korendwar\nturned toward Jasu Waern, gesturing with his sling.\n\n\"I will conduct you to the Korental, your honor.\"\n\n                    *      *      *      *      *\n\nPete leaned against a mossy bank and watched one of the village women\nas she raised a clay pot from a well.\n\n\"Tell me, Don, why did you push my father forward to consult with the\nKorental? Why didn't you go ahead and deal with him yourself? You said\nyou knew him. Father doesn't.\"\n\n\"That's just the point,\" smiled Don. \"I do know him. And I know his\npeople, and his way of thinking.\" He waved a hand to indicate the\nentire collection of huts.\n\n\"These people are about as formal as you can get, when business is at\nhand. Did you notice the way I talked to Korendwar? Migosh, I've hunted\nwith that guy, rolled around in the dirt with him when we were kids,\nknow him about as well as you'd know a brother. But he was on guard.\nAnd, friend, you don't get informal with a clansman when he's on guard.\n\n\"This is just like a little nation, and the Korental is just as surely\na ruler as any king of a huge country,\" he went on. \"Even more so than\nmost.\"\n\nHe fixed his eyes on the council hut, across the narrow end of the\nvalley.\n\n\"Everyone in his clan is his child--symbolically, at least. He tells\nthem what to do. He tells them what to plant and when--and how much. He\ntells them when to hunt, and where. Governs their lives down to some\npretty fine points. I mean, he's as absolute as an absolute monarch can\nget.\n\n\"And if you want to get along with an absolute monarch, you treat him\non his terms.\" He glanced at his companion.\n\n\"Oh, I don't mean this guy's a tyrant or despot,\" he added quickly.\n\"These people are pretty proud. They wouldn't like a dictator--as such.\nBut the Korental doesn't need force to govern his people. They do\nthings his way because ... well, it's a matter of tradition. It's the\nonly honorable way to do things. See what I mean?\"\n\nPete shook his head doubtfully and Don frowned.\n\n\"Pete, your family was originally a mountain clan. I should think you'd\nknow these customs better than I do.\"\n\nAgain, Pete shook his head. \"I'm sorry,\" he said slowly, \"but I don't.\nYou see, my father and my uncle thought it would be better if I learned\nthe customs and culture of your people and of the plainsmen. And they\nthought I should be familiar with the ways of the great cities.\"\n\nHe looked across the village at the great tree which shaded the council\nhut.\n\n\"You see,\" he continued, \"my great uncle was king. And he had no\nchildren. He was getting old and it was agreed that if he died\nchildless, his queen would then adopt me. And, of course, I would then\nbe head of the Onaru, and king of Oredan.\" He smiled wanly.\n\n\"The agreement was not made public, of course. And the queen no longer\nlives. But signatures and agreement are recorded at Oreladar. And they\nappear in the Book of the Waernu, against my name. References in the\nBook of the Waernu are so arranged that I may be quickly removed, to be\nplaced in an already prepared place in the Book of the Onaru, if the\ntime should come. This and the fact that my mother was the daughter of\na brother of the king, places me in the line of kings of Oredan.\" He\nshrugged.\n\n\"Especially since the king did, in fact, die childless.\n\n\"And this, in my father's eyes, meant that I should know of the plains,\nof the cities, and of the galactics, since there, he said, lies the\npower and wealth of the present day Oredan.\"\n\nDon shrugged. \"Wealth, maybe,\" he said quietly. \"I'm not so sure about\nthe power. The pressure of History is a very real thing, and I seem to\nremember noticing that every time some king has gotten into a jam with\none of the other kingdoms or with his own nobles, he's had to raise the\nclans. And there have been times when that wasn't easy.\"\n\nPete nodded. \"I know. The Onaru took the throne two hundred years ago,\nsimply because the clans withheld support from the Chalenu--the Old\nLine.\"\n\n\"Yeah.\" Don picked idly at the bark of a tree. \"And Stern's been trying\nto get the clans into hot water ever since he took over.\"\n\nPete looked at him for a moment, then looked about the village.\n\nThere was no orderly arrangement of houses, as could be found in town.\nWherever someone had found a suitable spot, there he had embedded his\npoles. And there, he had erected walls, daubed them with clay from the\nnearby stream, and formed long, limber wands from the thickets into\narched roofs, to be covered with long grass from the valley. There\nwere isolated houses, and there were tight little groups of houses.\nPossibly, Pete thought, family groups.\n\nNo streets existed here, though generations of sandaled feet had beaten\nthe ground into winding paths which led from houses to wells, and from\nwells to fields, and to the surrounding forest.\n\nAnd there was no litter, as could be found in any city. No fallen twig\nor leaf was allowed to remain on the ground of the village. Grass and\nmoss grew on unused ground and on hillsides, but before each hut, the\ngrowth gave way to the forecourt and the small garden.\n\nHere and there, a bank by a path had been reinforced with clay cemented\nstones and over these grew the moss, to soften the hard outlines of the\nworks of man. Here and there, a small, neat pile of material for\nbuilding lay, to remind the onlooker that this was a still growing\ncommunity. Pete leaned back.\n\n\"It's quite a bit different from the plains,\" he said, \"and not as I\nthought it would be. I always thought the hillmen were wild and\nuncultured.\" He turned toward Don.\n\n\"But you still haven't really answered my question. Why is it my father\nhas to talk to the Korental--alone?\"\n\nDon lifted a shoulder. \"Simple enough,\" he said. \"Your father is the\nhead of your branch of the family right now. It's a pretty small clan\nbranch--just the two of you, but he's the clan head--the Waerntal.\nRight?\"\n\n\"I suppose so. Yes.\" Pete thought a moment. \"Actually, I guess he's tal\nover more than just the two of us. We are the senior line of the\nfamily.\"\n\n\"Well, then. This is clan business. Your father wants to advance a\nmember of his clan as a claimant for the throne of Oredan. He needs the\nsupport of other clans to do this. And this is important clan business.\nSee?\"\n\nPete rubbed at an ear. \"I begin to get the idea, I guess, but it just\ndoesn't make too much sense. He could have you speak for him. Or I\ncould plead my own case, for that matter, couldn't I?\"\n\n\"Makes all kinds of sense.\" Don shook his head. \"Look, you can't talk\nto the Korental--not on even terms--not now. You're just a clansman. If\nhe accepts you as king-to-be, then you'll be a sort of super clan head.\nThen you'll be able to discuss policy with him. But even then, only as\nan equal--never as a superior. He actually acknowledges no superior.\"\nHe pointed to himself, pausing.\n\n\"Me? Good grief, I'm not even in this. I'm just a hired hand--not even\na member of your clan. Before I could open my mouth, I'd have to be\nadopted into your clan and designated as a clan councilor. Even then,\nthe tal would have to open the discussion.\n\n[Illustration]\n\n\"Oh, I can talk to the Korental as an individual who wants to get help\nfrom some of his people for a hunt, sure. And we can then arrange an\nexchange of goods. That's between him and me. But if I tried to talk to\nhim on this affair, he'd throw me out of the village.\" He rubbed his\ncheek thoughtfully.\n\n\"And, come to think of it, if he thought you'd asked me to intervene,\nafter he'd tossed me out, he'd probably feed you to the Choyneu. That,\nhe'd regard as a selling of honor.\"\n\nPete looked at him quizzically. \"I can just see him--or any other\nperson, monarch or no--throwing you anywhere you didn't want to go. I'd\nsay the throwing would be the other way.\"\n\nDon laughed softly. \"Oh, that.\" He shook his head. \"Well, let's just\nsay I don't think I'd care to try it out on a whole clan at once.\nThings might get a little complicated.\"\n\n                    *      *      *      *      *\n\nA short, heavily muscled man came out of the council hut. In his hands,\nhe held his slender sling-stick. He paused as he got to the door, then\nshook out the thong. For a moment, he stood, glancing across the end of\nthe valley, then he wound the thong about the stick, securing it at the\nend with a half-hitch.\n\nAgain, he looked in the direction of Don and Pete. Then he held up the\nstick and beckoned to them.\n\nDon pushed himself away from the bank.\n\n\"Well,\" he said, \"here we go. They've come to some sort of a decision.\"\n\nThey walked through the door of the hut, stopping as they came inside.\nAn old man sat on a hide-covered stool, facing the entrance. Near him\nstood Jasu Waern. The old man got to his feet.\n\n\"Waernpeto?\" he asked.\n\nPete stepped forward and bowed. \"I am Peto of the clan Waern,\" he said.\n\n\"It is good.\" The Korental nodded briefly, then looked at Don.\n\n\"And Michaels. I know you,\" he added.\n\nDon looked at him curiously. There was that odd form of address again.\nHad he suddenly come to be regarded as clanless? What was this? He\nbowed.\n\n\"I know you, Korental,\" he said formally.\n\nThe old man before him nodded.\n\n\"We are not now sure how to address you,\" he explained. \"Your father\nmay yet be alive, so we cannot regard you as clan head. But as your\nfather has not been found you may, therefore, be clan head in fact. The\nmen of clan Mal-ka have joined us in searching the gorge of the Gharu,\nwhere his flier was shot down. Thus far, nothing has been found. It is\na long gorge, and deep.\"\n\n\"Dad?\" Don blinked. \"Shot down?\"\n\nThe Korental nodded. \"Two days since,\" he said. \"A flier of the Royal\nGuard fired upon him and his flier weaved and dropped into the gorge.\nNo man saw its landing place.\" He paused thoughtfully.\n\n\"Nor were there flames.\"\n\nDon glanced about the hut. It was the same place he had come to\nmany times before, when he wanted to get beaters. It was familiar.\nAnd yet it was now a place of strangeness. Suddenly, he felt\nrootless--disassociated from people. He struggled to regain his\npoise and retain the formal manner expected of him. He managed a\nbow of acknowledgment.\n\n\"I thank the Korental for this information,\" he said. \"I beg permission\nto await further word under his protection.\"\n\nSomehow, he couldn't imagine anyone succeeding in shooting his father\nout of the sky. Kent Michaels had been one of the hottest fighter men\nin the guard. And even if he hadn't been able to get away from the guy,\nhe'd have taken him down with him. How...? He jerked his attention to\nthe Korental.\n\nThe old man had inclined his head. \"My clan is yours during this time\nof trouble,\" he was saying. He looked toward Pete.\n\n                    *      *      *      *      *\n\n\"And you are he who would be King of the Oredanu?\"\n\nPete nodded. \"I am.\"\n\n\"I see. Your father tells me of certain agreements made many years ago.\nHe tells me of relationships, and of your possible adoption into\nanother clan. These things are true?\"\n\nAgain Pete nodded. \"These things are true.\"\n\nThe old man considered him for a few seconds.\n\n\"Among the men of the hills,\" he said, \"the simple word of a man may be\naccepted. For only a clanless one would think of speaking other than\nthe truth. But I am told the men of the low countries have no such\nfaith. They require writings, and the speech of many witnesses. This is\nalso true?\"\n\nThe question was obviously rhetorical. Pete smiled ruefully, but said\nnothing.\n\nThe Korental allowed his lips to curl in a half smile.\n\n\"These customs of the plainsmen are not unknown to me,\" he said. \"Men\nof my clan have gone to the low country and have dealt with the men of\nthe cities. Even now, members of the Kor-en live in the cities. But on\nthe clan days, they return to their home, here in the hills.\" He looked\ndown at the matting on the floor.\n\n\"Your father mentions a clan book,\" he continued. \"Do you have this\nwith you?\"\n\nPete looked at him, then at his father. His expression was suddenly\nblank.\n\nJasu Waern stepped forward. \"This book is in a safe place,\" he said,\n\"in Riandar.\"\n\nDon closed his eyes for an instant. \"Oh, Brother,\" he told himself,\n\"the lights just went out! I'll bet they're tearing that house up,\nstone by stone, about now.\"\n\nThe Korental nodded slowly. \"How safe?\"\n\n\"Why,\" Jasu was thoughtful. \"Why, the hiding place is known only to\nme--and to my son.\" He bent his head, then looked up, smiling\nconfidently. \"No, it could never be discovered by an outsider.\"\n\n\"The book must be produced,\" the Korental told him. He resumed his seat\non the stool and folded his hands over a short staff.\n\n\"We of the clans would be happy to support a legitimate claimant to the\nthrone of Oredan. We are not happy with the rule of this outlander who\nhas forced himself into power. But we also recognize the rules and the\ncustoms of the nobles of the land, who must have proof of everything\nbefore they will act. We are not strangers to the conclave, you must\nremember. And we are familiar with the power of the outlander.\" He\nlooked at Don.\n\n\"Tell me,\" he said, \"do you have an interest in this matter?\"\n\nDon nodded. \"I am not of the clan Waern,\" he said carefully. \"But my\ninterests have become tied with theirs. Should the Waernu fail, my\nfather's lands would be lost. And the climate of this land would become\nunhealthy for me--as well as for my father, if he still lives.\"\n\n\"Yes.\" The Korental regarded him. \"I can understand that. We are not as\nuncivilized as many think us to be. We watched the broadcast of an\nattack upon your house.\" He tilted his head.\n\n\"Tell me,\" he added. \"The broadcast ended rather suddenly. The\nannouncer mentioned technical difficulties. Can you explain this?\"\n\nDon relaxed. The formal session was over for a while.\n\n\"I took a shot at them,\" he said, \"with a Ghar rifle.\"\n\n\"Ha! They do have a weak spot, then. We'll discuss this later.\" The old\nman looked at Jasu Waern.\n\n\"Let us suppose that this young man should ask to be adopted into your\nclan. What would your answer be?\"\n\nWaern looked confused. \"Why---- But he's been giving us----\"\n\nThe Korental chuckled. \"I know. He has some of those characteristics\nattributed by legend to clan talu, and to them only.\" He bent his head\nfor a moment.\n\n\"Suppose I put it this way. When the clans and tribes meet for full\nconsideration of your request for support, you will need strong\ncouncil. And the councilor who presents your cause must be a member of\nyour clan, of course. He must speak for you, the head of the Waernu.\"\n\nWaern looked at him. \"I see,\" he said thoughtfully. \"And here, we may\nfind strong council.\" He looked across at Don.\n\n\"You would consider this?\"\n\nDon paused. This, he thought, was getting serious. It had been fine at\nfirst. He had just followed instructions from an experienced agent. And\nthere had been quite a thrill at being in the middle of things. But\nsomehow, everything was flying apart. All at once, he was on his own.\n\nAnd now--well, clan councilors were pretty responsible individuals.\nThey were supposed to be the experts on law and custom. They were\nsupposed to put things together--and keep them that way. He could\nremember daydreams he'd had once, of helping run a country. Some of\nthem had been pretty dramatic. But--well, it was beginning to look like\nreal trouble. If things went wrong, a councilor could get his neck on a\nblock for sure.\n\nThen he smiled inwardly. So what of it? How could he get into any more\ntrouble? He already had the entire Enforcement Corps screaming for his\nblood. He'd killed off a Royal Guard projector crew, an entire\nEnforcement crew, and a few odd news people. They didn't like him. But\nthey wanted him. The only way out of this one would be straight ahead.\nHe nodded.\n\n\"Of course,\" he said simply.\n\nThe Korental came to his feet and grabbed his staff. Beside his stool\nwas a battered tone tube. He swung the staff at the dented wood and a\ndeep tone followed the sharp crack.\n\nHe wheeled upon the man who came through the door.\n\n\"Tell the Korensahn to come up here,\" he ordered. \"And have him bring\nfive men with him. We have a clan adoption to witness.\"\n\n                    *      *      *      *      *\n\nDon flexed his back and hunched his shoulders a little to get the\npack-board more comfortably settled. The darn things were heavy. He\nlooked at the others, who walked along the road. Hang it, they seemed\nto swing along under their loads as though they were just taking a\nshort walk before breakfast. He poked at the hard ground with his\nstick.\n\nHow had he managed to haul himself into this one, anyway? Blasted thing\nhad all seemed so logical, back there in Korelanni. He reviewed the\nsteps.\n\nFirst, it had been essential that the safety and contents of the Book\nof the Waernu be determined. Without it, Pete's claim would be so vague\nas to be untenable. Especially before a conclave with the regent in\nactive opposition.\n\nSecond, the book would have to be placed in safekeeping where it could\nbe immediately produced upon demand. He frowned. That was a tough one.\nSo anyway----\n\nThen, there had come the question. Who was going to get this book and\nbring it back--or protect it? Pete was too valuable and too vulnerable.\nHe was known, and if any of the police agencies got their hands on him\n... well, that would be all. So Pete was out.\n\nJasu Waern? Don grinned to himself. \"Skip it,\" he told himself. He\npoked at the ground again with the stick. It was getting hot. And he\nwas thirsty.\n\n\"Hope that gunk they used to monkey up my complexion doesn't sweat\nout,\" he told himself. \"That would do it for sure.\"\n\nHe glanced up at the sky. It was getting close to midday. Ahead, he\ncould see a few men sitting at the side of the road, leaning back\nagainst their packs. He went forward a few more paces, then selected a\ncomfortable looking bit of moss.\n\nSo what had happened? A little guy named Donald Michaels had been\ndisguised as a clanless mat maker. He leaned back against the pack.\nAnd, brother, had they given him a stock of mats to sell. This clansman\nin Riandar would be busy for a month, just unloading all these things\nfrom his stock.\n\nHe thought of those daydreams he had once had. A king's councilor, he\nhad imagined, was a highly important, greatly respected individual. He\nhad dreamed of himself, dressed in the ornate formal robes he'd seen in\npictures of the old nobility. He'd pictured himself exchanging urbane\nchatter with other beautifully turned out characters, who hung on his\nevery word. He'd seen himself striding between low-bowing lines of\nassorted courtiers and soldiery, pausing now and then to tap at the\npavement with his jeweled staff. He'd---- Hah!\n\nHe looked at the dusty trail. He'd been striding, all right, but the\nfield reeds didn't look too much like bowing lines of---- Yeah, and his\nstaff didn't have too many jewels, either. No pavement, even, and this\nfool pack didn't feel much like a finely tailored robe of office. He\nshrugged.\n\n\"This is no dream,\" he told himself. \"You let one of Stern's people get\nsuspicious, and you'll find out just how real things can get.\" He\ntwisted around to get the package of food and the water bottle which\ndangled from the pack.\n\nDistastefully, he looked at the little packet of powder which was in\nthe food package. He glanced around quickly, then dumped the powder\ninto his mouth, quickly gulping water to wash it down.\n\n\"Gaah!\" he growled, \"does it have to taste like the inside of an old\nshoe? Oh, well, it'll keep me nice and dark for the next thirty hours\nor so.\" He pulled a strip of dried meat from the package. Maybe this\nwill help take the taste out.\n\nHe sighed and worked his jaws on the leatherlike substance. It started\nto soften a little.\n\nWell, anyway, he knew how to get to the vault where the ancestral\nvolumes of the Waernu were kept. And he knew just which volume to pick\nout. Only one small problem remained. How was he going to get into the\nhouse--and on into the little pond in the inner garden? He grinned as\nhe thought of Pete's remark.\n\n\"It'll be simple for you,\" he had said enviously. \"All you have to do\nis tell any guard you meet to stand aside and forget he ever saw you.\nThen you go on down to the vault. Wish I had that ability of yours.\"\n\n\"Sure,\" he told himself, \"hang your clothes on yonder bush--and get\nright into the water. It's just a simple matter of diving down ten feet\nand pushing the right rock the right number of times--in the right\ndirections. Nothing to it. And then you go through the pressure trap,\nand there you are. Simple!\"\n\nAnd who was going to guard the pond while he was down there? Suppose he\nbroke surface right in front of a flock of trigger-happy Enforcers? He\nsighed.\n\n\"Oh, well,\" he told himself. \"You asked for it. Now, you've got it.\nHave fun.\" He looked into the food package and selected a meal cake.\n\n                    *      *      *      *      *\n\nAt last, he dusted his fingers and leaned back lazily against his pack,\nlooking into the clear sky. For a few minutes, he simply relaxed, his\neyes fixed on the infinite distance, his mind a near blank.\n\nOther pack-laden men strode past him, intent on their destination. At\nlast, a group swung by and the sound of their conversation brought Don\nout of his semitrance. Behind the group was another, who walked a\nlittle faster than the others, in an apparent effort to catch up. Don\npushed himself up with the aid of his staff, drew a few deep breaths,\nand started pacing along behind him.\n\nAhead, the group went around a curve in the path. The man ahead of Don\ncut over into the grass, still intent on catching up with his\ncompanions, who were not more than a few meters ahead. Don watched him\ncasually.\n\nThere was no use, he thought, in trying to keep up with this fellow or\nhis companions. It was too hot. Besides, this was probably a clan group\nwho would not welcome company--especially the company of one of no\nclan.\n\nHe started to slow down to a normal pace, then his attention was caught\nby movement by a rock just ahead of the other. A small, greenish-brown\nbody was vaguely outlined in the long grass nearly in the man's path.\n\nDon looked more closely. The animal was heavy-bodied, with rather short\nforelegs. Powerful hind legs were tucked under the body, twitching a\nlittle now. The forelegs pawed slightly at the grass and the flat, wide\nhead probed out, extending toward the approaching man.\n\n\"Hey!\" yelled Don. \"Look out. Gersal!\" He started forward in a half\nrun, his staff poised for a blow.\n\nThe other jumped sideways but the furry body grazed his leg and spun,\nclaws and teeth working furiously. The man looked down and screamed.\n\nDon's staff came down in a chopping blow and the animal bounced out\nonto the open path. Its paws raised little spurts of dust as it spun\nabout and prepared for another spring.\n\nAgain, Don's staff swung down. The gersal flopped about for an instant\nin the dust of the path, then faced toward him, an angry scream coming\nfrom its throat.\n\nAgain, it tried to get its balance for a spring, but one hind leg\ndragged limply. Again, the staff swung, tumbling the beast over in the\ndust.\n\nThere was a flurry of paws and the gersal struggled up to its haunches,\nthen sat up, its brilliant red eyes fixed on Don. It stretched out\nshort forelegs in seeming supplication, then batted futilely at the\npunching staff end.\n\nDisregarding the pleading attitude of the beast, Don continued to punch\nat the squirming body till it was obvious that no vestige of life could\nremain. Then, he looked at the other man.\n\nThe fellow had managed to get to the center of the path before he had\ncollapsed. He half sat, half lay against his pack, breathing raggedly.\nSweat stood out on his forehead. He looked at Don vaguely, making an\nobvious effort to focus his eyes.\n\n\"Thanks ... Friend,\" he mumbled. \"You tried---- Oooh!\" He closed his\neyes and stiffened, his legs stretching out and his back arching.\n\nThe men who walked ahead had been attracted by the commotion. They came\nback and one jerked off his pack and bent over the man in the path. He\nlooked over at the dead animal, then glanced up at Don.\n\n\"How many times was he bitten?\"\n\n\"I doubt if he got more than one,\" Don told him.\n\nThe other nodded and looked searchingly at the victim. Then, he reached\ninto his clothing and removed a small packet. He opened it and pulled\nthe protective cover off a syrette.\n\n\"There's a small chance, then,\" he remarked. He poked the needle of the\nsyrette into the sufferer's forearm and squeezed the tube.\n\nThe stricken man moved convulsively and opened one eye. His companion\nnodded.\n\n\"You might make it, Delm,\" he said cautiously. \"Only one bite, and we\ngot to you soon.\" He nodded.\n\n\"If you can hang on for just five minutes, you'll walk the trail\nagain.\" He looked up at Don.\n\n\"That was quick action,\" he said. \"You may have saved our clan\nbrother.\" He looked down at the torn place on the man's leg.\n\n\"A couple of more bites, and he'd surely be dead by now.\" He got to his\nfeet.\n\n\"Whom do we have to thank?\"\n\nDon looked down at the path in apparent discomfort.\n\n\"I am Kalo,\" he said, \"of the mountains.\"\n\nThe other's eyes clouded. \"Oh,\" he said tonelessly. He looked down at\nhis companion, then back at the dead animal.\n\n\"Well,\" he said slowly, \"we are grateful, Clanless One. Go your way in\npeace. We will take care of our brother.\"\n\nDon started to turn away. \"I hope he----\"\n\nThe other nodded curtly. \"The gersal's poison is strong,\" he said. \"But\nsoon we shall see. May your way be safe.\" He turned back to his\npatient.\n\nDon turned away and went around the curve in the path. Well, maybe the\nKorental had been right, he thought. So long as they kept from\nbothering others, the clanless ones weren't molested. And they\ncertainly didn't form any associations that might be embarrassing later\non. He glanced back.\n\n\"Hope that guy lives through it,\" he told himself, \"but I'm glad I\ndon't have to put up with a three-day celebration. Haven't got the\ntime.\"\n\nIn the distance, he could see the walls and towers of Riandar. The walk\nwas nearly over now. He stepped his pace up a little, then slowed down\nagain. There was no sense in coming through the gate all hot and\nsweaty, he reminded himself. It would be way out of character.\n\n                    *      *      *      *      *\n\nIt was funny, Don thought, that he hadn't remembered this store when\nthe Korental had described its location. Probably it was the use of the\nword \"shop.\" This was a large department store. He'd done some shopping\nhere at one time or another, himself. He started to go by the front,\nthen a display in one of the windows attracted his attention. He\npaused.\n\nSomeone had designed a tasteful array of furniture, set up like a\nnobleman's bedroom suite. One could, without too much effort, imagine\nhimself standing on the enclosed walkway of a palace, facing away from\nthe inner garden. The furniture, he noted, was of excellent quality. In\nfact, when he started refinishing the ranch, maybe he'd come in here.\nHe glanced at the display floor. The mats were similar in design to\nthose in his pack.\n\nSuddenly, he remembered his own present status and stepped back, away\nfrom the window. Simple mat makers don't concern themselves with\nexamining displays that would cost more than they'd make in a lifetime.\nThis window was strictly for people who could afford large platters of\nluxury. He turned away, looking for another, less elaborate entrance.\n\nDown the street, at the corner of the building, he found an\ninconspicuous door. A brass plate indicated that this was the\nemployees' entrance to the Blue Mountain Mercantile Company's offices.\nAnother plate indicated that the delivery entrance was around the\ncorner. Don shrugged and went into the door.\n\nHe found himself in a narrow hallway. Before him was a stairway, its\nlowest step blocked by a light chain. To his right, a man sat in a\nsmall cubby.\n\n\"You're in the wrong door,\" he said expressionlessly. \"Deliveries are\nreceived around the corner.\"\n\n\"I know,\" Don told him. \"I'm from the Kor-en. I'd like to see\nKorentona.\"\n\nThe man frowned fleetingly. \"Tell you,\" he said casually, \"maybe it\nwould be better if you made your delivery right now. Then you can come\nback later on.\"\n\nDon examined him for a moment. \"You mean something is----\"\n\n\"That's right.\" The man nodded. \"Go around to the receiving room. Drop\nyour pack, and come back--say in about an hour.\" He glanced upward as\nfootsteps sounded on the stairs.\n\n\"Oh, oh,\" he added softly. \"Keep quiet and let me handle this.\"\n\nA heavy-set man came down the stairs. He looked sharply at Don, taking\nin his appearance and the details of his pack.\n\n\"What's this, Mora?\" he demanded.\n\nThe timekeeper shrugged casually. \"Just some porter,\" he said\nnegligently. \"Can't read too well, I guess. Got in the wrong door. I\nwas telling him where to drop his pack.\"\n\n\"Oh?\" The other looked at Don more closely. \"Looks like another load of\nthose mats from the Morek. Look, Fellow, you wouldn't be from one of\nthose clans, would you now?\"\n\nDon shook his head. \"I am Kalo,\" he said, \"of the mountains. I have no\nclan. I make mats. And twice a year I come here to Riandar to sell\nthem.\"\n\n\"Been here before?\"\n\n\"I have been in Riandar many times.\"\n\n\"That's not what I mean. Have you been here--to this store--before?\"\n\nDon shook his head. \"Not to this store, no. But they told me the Blue\nMountain was paying better than some others. I thought I'd try----\"\n\n[Illustration]\n\n\"Yeah,\" the other said coldly. \"Sure. Now, suppose we take a little\nwalk, you and I? Some people down the street would like to talk to\nyou.\"\n\nDon shook his head. \"I merely came here to sell mats,\" he insisted. \"I\nmake good mats.\"\n\nThe heavy man frowned. \"Maybe,\" he snapped. \"We'll see about that after\nwe've had a talk with you.\" He stepped closer. \"If you're just a mat\nmaker, nothing will happen to you. If you really have good mats, you\nmight even get a nice price for some of your stuff. Come on.\"\n\nHe reached out to take Don's sleeve. Don stepped back, his face\nsuddenly losing its vague, apologetic expression. His features\nsharpened, to become hard, uncompromising.\n\n\"Get over to that wall, Fellow,\" he ordered sharply. \"Move!\"\n\nThe man's hand dropped. For a moment, he stared slackly at Don.\n\n\"Come on!\" Don's voice raised a little. \"Get over to that wall. And\nthen stand still.\" He started to shuck off the straps of his pack.\n\nThe man before him sobbed helplessly, then shuffled away. Don knelt\ndown and stripped the pack off. Then he stepped aside and raised a hand\nin a beckoning gesture.\n\n\"Now get over here,\" he snapped. \"Pick up that pack and take it up to\nMr. Tona's office. I'll follow you.\"\n\nThe man in the cubby rubbed his head for a moment, then picked up the\nphone. Don swung toward him. \"Put that phone back,\" he ordered, \"and\ncome out of there. You're coming with us.\"\n\n                    *      *      *      *      *\n\nKorentona looked up as the small procession entered his office.\n\n\"What's happened now?\"\n\nDon nodded at him, then faced the man with the pack.\n\n\"Put that pack down,\" he commanded. \"Now, stand over there.\" He\npointed. \"And be very quiet.\" He glanced at the doorman.\n\n\"You can stay where you are.\" He looked at Korentona.\n\n\"My apologies,\" he said, \"for being so informal. But I come from the\nKor-en, and I had a little trouble. There's a message for you in the\npack. You know, of course, where to find it. Who are these two?\"\n\nKorentona looked worried. \"This one,\" he pointed at the doorman, \"is a\ntrusted employee. He's been with me for years.\"\n\nHe paused, looking at the other man. \"But this one, I have never\ntrusted. I'm sure he reports to the police.\"\n\nDon glanced at the doorman. \"My apologies,\" he said. \"You are free to\ngo as you will.\" He looked closely at the other.\n\n\"Is this correct?\" he demanded. \"Are you a police agent?\"\n\nThe man nodded. \"That's right,\" he said reluctantly. \"I'm supposed to\nwatch this place and report on its visitors.\"\n\n\"Here,\" Don told him, \"is one visitor you won't report.\" He stopped,\nconsidering, then impaled the man with a cold stare.\n\n\"Have you ever seen a man bitten by a gersal?\"\n\nThe man shrugged. \"Yeah. What about it?\"\n\nDon nodded. \"You will remember that scene,\" he said. \"Do you remember\nthat man's struggles? Do you remember the animal, chewing at him,\ninjecting its poison? Do you remember this man dropping, first to his\nknees, then to his back? Do you remember----\"\n\n\"Hey!\" protested the other. His hands came up before his face.\n\n\"Put those hands down,\" snapped Don. \"And listen closely. I want you to\nhave full recall on this. You remember this man who was bitten, how he\nsobbed for breath--how his legs stretched out and his back arched, till\nthe muscles tore from the bones with their effort. You remember all\nthis?\"\n\nThe man nodded wordlessly, his fascinated stare fixed on Don's face.\n\n\"Then I want you to fix this in your mind,\" Don told him. \"Should you\nbe so unwise as to attempt to mention any of these things that have\nhappened since you came down those stairs--should you even allow your\nmemory to dwell on these things for too long--these are the things that\nwill happen to you.\n\n\"You will sink to your knees. Your muscles will be unable to support\nyou, and you will fall to your back. You will find it impossible to\nbreathe, for the muscles of your chest will distend the ribs. And in\nyour struggles, you will break bones. And you will tear your body to\nbits. Do you understand this?\"\n\nThe man sagged against the wall, panting. He managed a nod.\n\n\"Then forget about this afternoon,\" commanded Don. \"Go about your\nbusiness in normal fashion. And forget about this afternoon. Nothing\nhappened that was worthy of note.\" He waved a hand in dismissal, then\nturned to Korentona.\n\n\"I don't want to go into a lot of detail,\" he said. \"As I said, there's\na detailed message in the pack. I'll wait for you to read it.\" He\nglanced down at his clothing.\n\n\"I'd like a place, though, where I can clean up. And I could use some\nother clothes, if you don't mind.\"\n\n                    *      *      *      *      *\n\nWhen he came back to the office, Korentona waved him to a chair.\n\n\"So,\" he said musingly, \"they were right. You did go to the clans for\naid.\" He smiled.\n\n\"The police have been keeping close watch on everyone in the city who\nmight have even a remote connection with the hill clans. And they're\nreally keeping an eye on the Waern home. You're going to have a nice\ntime getting in there.\"\n\nDon nodded. \"I expected some trouble. Do you know whether they've done\nany searching?\"\n\nKorentona shrugged. \"I don't run an investigative agency,\" he said with\na smile, \"so I don't know everything that's going on. But I've heard\nthere've been lights on up there nearly every night. And they've had\ncrowds of people around the place. Not so much activity the last couple\nof days, though. They're just watching.\"\n\n\"I see,\" Don nodded. \"Wonder if they've found what they were looking\nfor?\"\n\nThe other shook his head, \"Doubt it,\" he said. \"If they had, they'd\nrelax. Now that I know what it's all about, I can figure out what I've\nheard. They'll take off the watch as soon as they find that book, I\nthink.\n\n\"Oh, of course, they still want you,\" he added. \"And they'd like to get\ntheir hands on the Waernu. But they wouldn't be frantic about it if\nthey weren't worried about the outcome of a conclave.\"\n\n\"No,\" agreed Don. \"I guess they wouldn't, at that.\"\n\nHe stretched. \"Well, guess I'd better get on my way. I've got to get\ninto that house somehow. Think I'll take a wander out there and see if\nI can get some ideas.\"\n\nThe merchant put up a detaining hand. \"Take it slow,\" he advised. \"You\ncan't go up there tonight.\"\n\n\"Oh?\"\n\n\"No. It wouldn't be wise at all. There are a bunch of young fellows\nthat have been hanging around there lately. It isn't safe to walk\naround that neighborhood. They've beaten five or six people pretty\nbadly. And they've killed a couple.\" Korentona paused.\n\n\"Funny,\" he added. \"The police don't seem to be so upset about that.\"\n\n\"They wouldn't be,\" Don told him.\n\n\"So you think I'd better wait till morning?\"\n\n\"It'll be a lot better. I can give you a place to stay tonight. And my\nhouse isn't too far from the Waern place, so you can get over there in\na hurry if you want to.\" Korentona paused.\n\n\"Say, how about that fellow, Foree? Are you sure he'll keep quiet?\"\n\nDon smiled. \"Pretty certain. Of course, I don't know whether an effort\nto talk would actually kill him. But he'd be pretty uncomfortable for a\nwhile. Might even come up with shock amnesia.\" The smile broadened.\n\n\"He may have already done enough careless thinking by this time to make\nhim pretty sick.\" He regarded Korentona thoughtfully.\n\n\"You say there's a gang of young fellows hanging around the Waern\nneighborhood?\"\n\nThe merchant nodded. \"Quite a few of them, I think. People living\naround there don't spend any time on the street or in the park, you can\nbe sure of that.\"\n\n\"I see.\" Don nodded slowly. \"That way, it's a lot easier to watch the\nWaern place at night. Look, there must be quite a few hillmen in this\ncity. I should think you'd know quite a number of them.\"\n\n\"Yes, I do, of course.\" Korentona smiled. \"We don't exactly form a\nclosed group, but ... well, I'll have to admit we do think a little\ndifferently from the plainsmen.\"\n\n\"I know.\" Don reached into his jacket and slowly withdrew a stick with\na thong wrapped around it.\n\n\"Many of your friends carry these?\"\n\nThe merchant laughed. \"Certainly!\" He produced a polished stick of his\nown.\n\n\"Can you imagine any clansman without this sling?\"\n\nDon looked at him speculatively. \"I wonder,\" he said casually, \"what\nwould happen if these young toughs found themselves being hunted down\nby ... say ten or fifteen blood hungry clansmen. Might worry them a\nlittle, wouldn't you think?\"\n\nKorentona shook his head doubtfully. \"You know what the situation is\nhere in Riandar,\" he remarked. \"The police don't worry too much about\nthese robberies and beatings. But they'd be pretty perturbed if someone\nstarted hunting the hunters.\"\n\n\"That's what I mean.\" Don spread his hands. \"Might even get the people\nwatching the Waern place upset and nervous.\" He shrugged. \"And who's to\nknow what caused the uproar, or who's involved? After all, all the\nclansmen were at home. The watchers on their houses could testify to\nthat.\"\n\nKorentona looked at him curiously. \"Interesting idea, at that, you\nknow.\" He got to his feet. \"Suppose we talk it over for a while.\"\n\n                    *      *      *      *      *\n\nMaurie VanSickle crouched behind a bush, watching the path. This, he\nthought, was getting old. It had been a lot of fun at first.\nProfitable, too. He thought with amusement of the old man who had\nscrambled about in the dirt that first night. Boy, what a beat jerk\nhe'd been. And what a beautiful job Gerry had done on him. Clipped the\nstupid yokel so hard he didn't make a sound when he went down.\n\nThen he and Walt had come in. Man, how the old guy had wriggled! He\nlooked down the path.\n\nNow, though? Phooey! Not a lousy person on the path all evening. He'd\ntried to tell Gerry they were on a loser. Park was all worked out for a\nfew weeks. But the stubborn clown wouldn't listen. Kept insisting they\ntry it a couple more nights. Maurie reached into his pocket.\n\n\"Better make a strike pretty soon,\" he muttered to himself. \"The old\ncash bag's getting empty.\" He stretched, then tensed. There were\nfootsteps on the path.\n\nThis one was his!\n\nSilently, he gathered himself. He'd clip the guy from behind, then\nGerry and Walt could come in from the other side and pin him down.\n\n\"Hope the jerk's got plenty of that stuff,\" he muttered.\n\nThe stroller came closer. Maurie appraised him as he walked. Oh, boy,\nanother little, old guy. Clothes looked pretty good, too. Nice stack of\ncloth. Should be quite a rack of the purple in them.\n\nNow the man was almost close enough. Maurie's eyes followed him as he\napproached, then passed. He launched himself in a crouching dash.\n\nAs he left the shelter of the bush, something bumped against his neck.\nHe found himself whirling to the ground. Dimly, he saw his intended\nvictim whirl around. He attempted to dodge the foot as it came down on\nhis face, but it was like moving in a dream. Somehow, he was too slow.\n\nFor just an instant, he felt crushing pain, then the world dissolved\ninto bright specks in a spreading blackness. One by one, the points of\nlight winked out. And then, there was nothing.\n\nAs their intended victim whirled to crush Maurie, Gerry Kelton poked at\nhis brother.\n\n\"Come on,\" he urged. \"He can't take two of us. Let's go.\"\n\nThe two dashed out of their cover, then found themselves prostrate at\nthe edge of the path.\n\nWalt Kelton was flipped over and held in a vicelike grip, his head\ngrinding into the path. Close by, he could see his brother. Two men\nheld him down. As he watched, they seized Gerry's hands, twisting them\nso that his head flopped face up.\n\nA third man leaned over, a long knife in his hand. Unbelievingly, Walt\nwatched as the man thrust the knife into Gerry's throat. The boy's feet\nkicked convulsively a couple of times, then dropped. The toes sank, to\npoint outward.\n\nWith calm precision, the killer turned his knife and forced it across\nthe throat with the heel of his hand. Dark fluid welled out on the\npath, making a pool which flowed toward Walt.\n\nCasually, the man pulled the slack of Gerry's shirt toward him and\nwiped the blade till it was gleaming again. Then he looked toward Walt.\nHe got to his feet.\n\nFor an instant, the boy lay limp, paralyzed with terror. Then, he\nkicked and struggled madly. Unbelievingly, he felt the hands which\nrestrained him loosen and he kicked and squirmed until he was free to\nscramble away.\n\nHe skittered on all fours till he reached the middle of the path.\n\nThen he struggled to his feet.\n\nAnd ran.\n\n                    *      *      *      *      *\n\nDon Michaels flipped on the light in the vault and looked around him.\nYes, it was just as Jasu Waern had said it would be. He walked over to\nthe closet at the side of the room and pulled out a towel. As he dried\nhimself, he continued his examination of the room.\n\nIt had been easier to get in than he had hoped. When that screaming kid\nhad come dashing along, it had been like a stick in an ant hill.\nEveryone around the house had been shaken up. Several men had gone\nstreaking over to the park. The others had given the incident their\nfull attention.\n\nAnd all Don had needed do was walk up to the front door and go in.\n\n\"Guess they thought they had a full-scale revolution on their hands,\"\nhe told himself. \"Wonder how many Hunters the Moreku nailed.\" He\ngrinned.\n\nThe men Korentona had talked to had jumped at the plan like starving\ngersals. Several of them had been victimized in the past. They really\nwanted blood. The others saw a good hunt in the offing. Every one of\nthem knew someone who had been robbed. He'd turned something loose, all\nright.\n\n\"Hope they don't get too enthusiastic about it,\" he said. \"Hate to have\n'em make a habit of that sort of thing.\" He shrugged.\n\n\"Oh, well, let's see where that book is.\"\n\nThe sides of the room were lined with books. Over in a corner was a\nreading table with writing materials and a conveniently placed light.\nDon walked over to a glass-fronted bookcase and opened it, studying the\ntitles of the volumes within. Finally, he selected a book and carried\nit over to the reading table.\n\nHe leafed through the volume, noting the careful engrossing. Then he\npaused as he came to the pages he was searching for. He examined the\nornate script closely, then looked at the intricate stamp. It was the\nsignature stamp of the old king. Beside it was his queen's less\npretentious stamp. Don nodded in satisfaction.\n\nNow, the only problem was to wrap the book safely in the waterproof\ntissue he'd brought with him, and get it out of the house. He stood,\nlooking at the door.\n\nIt might not be too safe to leave the book with Korentona, as had been\noriginally planned. With the clansmen under surveillance as they had\nbeen, and now, with this additional disturbance, there could be a\ndisastrous slip. Don shook his head.\n\nSomehow, the idea of carrying this document in a peddler's pack didn't\nmake too much sense, either. Too many things could go wrong. He sat\nback in the chair and stuck his legs out.\n\n\"Well,\" he told himself, \"I can't stay here for the rest of my life.\nI'll have to do something.\" He grinned ruefully.\n\n\"The best defense,\" he quoted, \"is a determined and well-directed\noffense. So, if you don't know what to do, do anything. Then you'll\nfind out what to do next.\"\n\nHe snapped the light out and opened the door. At the edge of the water\nlock, he breathed deeply a few times. Then he plunged in, closed the\nunderwater door, and swam rapidly toward the surface of the garden\npool.\n\n                    *      *      *      *      *\n\nHe climbed out of the water, strode forward a few steps, then stopped\nin consternation. The place was suddenly flooded with light.\n\nAn oily voice sounded in his ears.\n\n\"Just stand still, young fella. That way, you don't get hurt. Not right\naway, anyhow.\"\n\nDon turned. At the side of the garden, stood a scrawny old man, his\nseamed face wrinkled into a sardonic smile. In his hand, he held a\nsmall weapon.\n\nDon recognized it--a khroal. The weapon could put out vibration which\nwould tear any target to tiny, singing fragments in a few microseconds.\nIt was a complete anomaly which had been in the possession of the\nKhlorisanu for measureless time. Its origin was mystery, its exact\nprinciple of operation a puzzle. But it was easy to duplicate, and it\nwas one of the most deadly hand weapons known.\n\nHe held his hands out.\n\n\"Put that thing away,\" he snapped coldly. \"Get it down--quick!\"\n\nThe older man's smile broadened into happy amusement.\n\n\"Oh, funny stuff, eh?\" he said joyfully. \"I kinda hoped you'd be the\none they'd send. Yeah, I kinda wanted to see you--what you look like,\neh?\" He waved the weapon.\n\n\"Just stand still, young fella, so old Jake can get a good look at you.\nHey, you look like one of these here natives.\" The man bobbed his head.\n\n\"Woulda fooled me, you know?\" He looked reproachful.\n\n\"Only, a smart young fella like you, you oughta know better than go and\nget that Foree so worried. You know, that fella, he comes in every\nnight--got a lot of things he wants to talk about. Got theories. Got\nplans. Real eager fella. Only tonight, he ain't got nothing. Just\ngrunts.\n\n\"Nothing goes on today, he says.\" Jake shook his head reproachfully.\n\n\"You know, that was careless. You shoulda let him talk anyhow a little,\nsee. Something like that happens, old Jake, he gets ideas. So I come\nout here, to see who comes along.\" He looked at the package under Don's\narm.\n\n\"That the book we're all looking for?\" He jerked his head toward a\ndoor.\n\n\"Yeah, guess it is. Come on, young fella, that funny stuff, it don't\nwork so good with old Jake, see? So let's you and me take a nice little\nride. What ya say?\"\n\nThe khroal remained steadily pointed at its target.\n\nDon hesitated. This was about as far from good as it could get, he\nthought. Now who was this? Where did he fit into the situation?\n\n\"Who are you?\" he demanded.\n\n\"Oh, I don't mind telling you that. Name's Jake. Jake Gorham. But come\non. Let's get on our way. We got a nice, long ride, you and me, see?\"\nGorham waved his weapon again.\n\n\"Come on,\" he repeated. \"Nice young fella like you, he don't wanna get\nall scattered around. Shame to mess up this nice pretty little garden,\nyou know?\"\n\nDon hesitated. Of course, he might be able to dive into the pool again.\nBut the khroal could kick out a cone several feet deep. There was no\nescape that way. No way out of the pool, anyway--except through this\ngarden. He moved in the indicated direction.\n\n                    *      *      *      *      *\n\nGorham herded him to the courtyard and closed the door. The house\nlights filtered through curtains, to show the outline of a flier in the\nmiddle of the court. Gorham urged him toward it.\n\n\"All right, young fella,\" he said, \"just stand real quiet for a minute.\nI'll get this thing unlocked and start them synchronizer things.\" He\nreached toward the door, then paused.\n\n\"Yeah, I been kinda wondering about you,\" he added conversationally.\n\"See, I got a smart young fella down there in Oreladar. He's got people\npretty well trained down there by now. Chap named Stern. You hear of\nhim, maybe?\" He chuckled.\n\n\"Kinda set him up in business here a few years back, and he's doing\npretty well. Old Jake just hasta hang around--kinda look after things\nnow and then, this boy shouldn't get in too much trouble, see?\" He\ncleared his throat.\n\n\"See, this Danny, he ain't got too much in the brains department. And\nhe don't do so good when people get violent. Might say he sorta scares\neasy sometimes. Now you, I'd say you were a little different, see? Ya\nknow, I just might be able to use a real smart young fella like you.\"\nHe flipped the khroal up and down negligently.\n\n\"Now, don't go making up no mind yet. Like I say, we got time. We have\na nice, long talk on the way to Oreladar. Maybe we work something out,\neh? You know, old Jake, he ain't such a bad guy. You ask Danny. He'll\ntell you. We could get along real nice, the three of us.\" He paused,\nconsidering.\n\n\"Oh, maybe you don't like the idea at first,\" he added. \"But we got all\nkinds ways to persuade people.\n\n\"Got a fella, name's Masterson, down there right now. Danny tries, but\nhe can't do nothing with him. But he'll come around. You give us a few\nmore days--a week, maybe, he's going to be a real reasonable fella.\" He\npulled the flier door open.\n\n\"We're getting this country organized, see? One of these days, some\nfella's been smart and got in at the right time, he's going to be quite\na guy. Have just about anything he wants, see?\" He reached into the\nflier and snapped switches. A muted humming sounded through the\ncourtyard.\n\n\"Tell you, though, Kid. Maybe old Jake's not real trusting like he\noughta be. Not just yet a while. Suppose you just turn your back to me\nfor a minute, eh?\"\n\nDon turned slowly, straining his ears.\n\nHe could hear the faint sibilance of Gorham's clothing as the man\napproached. Then the sound stopped. There was a slight grating noise.\n\nObviously, then, the man was lifting an arm and shifting his weight.\n\nDon dropped suddenly to the ground, whirling as he went down. He seized\nGorham's legs, lifted, then dashed the man's body to the ground.\nSwiftly following up, he seized the gun hand and twisted violently.\n\nJolted by the sudden fall, Gorham was quiet for a fraction of a second.\nThen he burst into explosive action, trying to tear himself free from\nDon's restraining grip. He twisted and tried to kick himself free, then\ngroaned as the twisting pressure ripped at elbow and shoulder tendons.\nThe khroal rattled on the stones.\n\nAbruptly, Don jerked the tortured arm around and pinned it beneath a\nleg. He placed a hand on Gorham's throat and reached for the other arm.\n\n\"Aw,\" whispered Gorham agonizedly, \"aw, take it easy, will you? I got\nthe idea all right. So let me up, we do things your way, huh?\" He\nlooked anxiously at the face which stared down a few inches from his\nown.\n\nDon saw the pleading expression on the man's face. For a heartbeat, he\nstarted to relax the pressure on the throat.\n\nThen he remembered another pleading pair of eyes that had looked at\nhim. The gersal, he remembered, had been just as helpless under his\nstick as this man was now under his hands. But given the slightest\nchance, it would have had its teeth in his leg. And the poison would\nhave poured into his veins. He looked again at Gorham.\n\nHis hand tightened and drove downward.\n\nGorham's eyes widened, then glazed. He gave a half-choked squawk. Feet\nand body jerked convulsively. Then the hard, taut strength was gone and\nthe man lay limply. Don raised his hand and put his entire weight\nbehind the stroke which drove his extended fingers into the soft part\nof the man's throat. Then he felt carefully, to be sure there was no\nvestige of a pulse.\n\n                    *      *      *      *      *\n\nHe got to his feet and stood for a moment, looking down at the crumpled\nfigure on the stones. Then he brought his hands up, to look at them\nappraisingly. He was suddenly aware of a feeling of lightness, of an\nuncontrollable desire to go into rapid motion. Any motion would do. His\nmuscles simply demanded some sort of violent action. It seemed to him\nas if he almost floated as he walked over to the book he had thrown as\nhe whirled on Gorham. He bent over and picked it up, then looked about\nthe courtyard.\n\nHe turned and looked at the flier.\n\nIt was warmed up by this time. He moved swiftly over to it, his body\njerking in a peculiar, off-beat cadence as he walked.\n\nAs he sat down before the controls, a calm voice echoed in his memory,\ngoing through his mind like a cold breeze.\n\n\"Let yourself get emotionally involved in a problem and it'll turn\naround and bite you.\"\n\nHe forced himself to sit back, his hands away from the controls.\n\nThen he looked back at the body on the courtyard paving.\n\n[Illustration]\n\nGorham had implied that he was the power behind the whole present\nregime. Maybe he'd been bragging. But again, maybe he hadn't. There had\nbeen a queer, hard force about the man. There had been an aura which\nDon had sensed, but could not analyze. One thing was certain. This man\nhad never been able to work under someone else's orders.\n\nHe looked around the interior of the flier.\n\n\"It's a Royal Guard job,\" he told himself.\n\nHe could see painted legends, giving cautions and instructions to\nwhomever should pilot the ship. He felt under the dash.\n\nThere was a light board snapped into clips. He pulled it out and turned\non the cabin lights.\n\nYes, it was all there. Instructions for the identification\ndevices--description of the identification and warning lights. It gave\nthe location of switches--the settings for communications. There was\neven a small card inserted in a pocket. It gave the communications code\nused by patrol fliers in routine communication. Don smiled happily.\n\nNow, he could fly back to the hills. It would only take a few minutes,\nand----\n\nWhy should he? There was an easier way now.\n\nIt would be much easier to ride this flier right on into Oreladar. If\nhe headed for the hills, questions might be asked which would be hard\nto answer. But Oreladar would be the normal place for Gorham to go. And\nthe Federation compound wasn't too far from the Palace. He could feint\nat the Palace landing pad, then---- He nodded and studied the lighting\nplan and identification settings.\n\nAt last, he nodded in satisfaction, then turned his attention to the\nsmall card with the operations code. It was a simple, systematic\narrangement, obviously arranged for day-to-day use, not for secrecy. He\nnodded and clipped it in front of him under the panel light, where he\ncould see it easily. Then, he looked thoughtfully at the courtyard.\n\nThere was a small chance that some guard might decide to come into the\nhouse, he decided. Of course, it was still to be regarded as a private\nhome, and they had no right to---- He laughed sarcastically.\n\n\"That would worry them!\" he said aloud.\n\nHe got out of the flier and leaned over the body of Gorham. It was\nsurprisingly light. The man had been carrying almost unbelievable\nstrength and power of will in a tiny, frail body. Don threw his load\nover his shoulder and climbed back into the flier. Then he sat back and\nlooked dully at the control panel.\n\n                    *      *      *      *      *\n\nSuddenly, he felt completely drained. It was just too much effort to\nget this ship off the ground. And that long flight to Oreladar? Just\nhow much was a guy supposed to do in one day?\n\nHe sat supinely for a few minutes, simply staring at a nothingness\nbeneath the surface of the panel. A small noise from the house aroused\nhim, and he jerked up. He'd have to move.\n\nUnwillingly, he pulled at the controls and the flier raised from the\npaving.\n\nA blast of air hit the side of his face and he turned his head. He'd\nforgotten to close the door. He snarled at himself in annoyance, then\nleaned over and jerked at the handle. The ship swayed and dipped toward\nthe lighted streets and he straightened quickly and righted it with a\njerk. Then he snapped off the cabin lights and reached down to set up\nthe identification patterns.\n\nA tinny voice snapped at him.\n\n\"Rano ninety-one, Riandar control. Seven three seven.\"\n\nDon looked at the code card before him. Yes, there it was. \"Return to\nstation.\" He glanced at the call sign on the panel before him. He was\nOnarati three. He nodded. Only an important official would be in this\nflier. Probably Gorham hadn't been bragging so much.\n\nAnother voice had acknowledged the order. Don looked at the speaker\ngrill and shrugged. He set his course southward.\n\nAgain and again, the speaker rattled with calls and answers. Riandar\ncontrol appeared to be busy tonight. Don smiled.\n\n\"The busier they are, the better,\" he told himself. \"Then they can't\nbother me.\" He coughed.\n\n\"Wonder how Korentana made out?\" He looked overside.\n\nAbruptly, he was aware of another flier close to his. On its top a blue\nlight blinked glaringly. He looked at it in consternation. Had\nthey----? But how? He started to pull the control to him and go into\nevasive flight. Then he stopped.\n\n\"Use your head,\" he advised himself.\n\nHe reached out and scooped up the microphone. For an instant, he looked\ninto space, thinking, then he spoke.\n\n\"Riandar control,\" he snarled in an imitation of Gorham's voice.\n\"Onarati three. Got one of your guys on my back. What's the idea?\" He\nreleased the button.\n\n\"Oh, boy,\" he told himself, \"I hope that's the right approach.\" He\nlooked toward the back of the cabin. If his short contact with Gorham\nhad told him enough, and if he'd judged correctly ... and if Gorham\nwas----\n\nThe speaker crackled. \"Onarati three, Riandar control,\" it said. \"Seven\nzero five?\"\n\nDon looked down at the card under the panel light. Yes, there it was.\n\"Give your location.\"\n\nHe mashed the microphone button again. \"Seven hundred meters,\" he\nsnarled impatiently. \"South edge of town. Come on, what's this guy\ndoing, riding my tail?\"\n\nAnother voice intruded into the speaker. \"Your pardon, Onarati three,\"\nit said. \"This is Rano two four. We cannot read your identification\nlights.\"\n\nDon looked down at the panel, then shook his head in annoyance. He'd\nneglected one switch. He reached out and snapped it on. Then he pushed\nthe mike button again.\n\n\"So now you happy?\" he demanded. \"So why ain't ya telling me something,\ninstead of coming around with all them blinking lights?\"\n\nThe other flier sheered away, its blinker off.\n\n\"Your pardon,\" said the speaker. \"We were not sure.\"\n\nDon sighed in relief. That had been too close for comfort. He glanced\ndown, then blinked and looked again.\n\n\"Oh, no!\" he growled incredulously. \"I left my clothes by the pool.\"\n\n                    *      *      *      *      *\n\nKent Michaels opened his eyes. In front of him was a shattered\nwindshield. The light support struts were bent back. The heavy plastic\nhad crackled and powdered. He stared at it. It must have been quite an\nimpact. All he could remember was confused motion, then blackness.\n\nHe shook his head to clear his vision, then started to unfasten his\nseat belt.\n\nAnd his whole left side exploded as each individual muscle and nerve\nset up a separate protest. He gritted his teeth against the sharp, red\nknives of agony.\n\n\"Got to reach that belt and get out of here,\" he told himself. \"Wonder\nhow long I've been out?\"\n\nHe forced his hand to the buckle, then stopped.\n\n\"Oh, sure, you idiot,\" he said aloud. \"Go ahead and let the belt go.\nYou can't hurt yourself by landing on your thick head.\"\n\nHe forced himself to ignore the agony in his side and shoulder and\nlooked around the cabin. Evidently, the ship had hit and rolled. He\nclosed his eyes, trying to remember.\n\nHe'd evaded the pass that first guy had made at him. Then, when the\nsecond one showed up and dove in, he'd gone into a dead-duck spin. So\nfar, so good. Evidently, they'd been fooled. Probably never saw that\ngag before. But what had happened after that? He searched his memory.\n\nOh, sure. He'd spun the ship under this overhang and set it down. And\nthe ground had double-crossed him. Even a duck couldn't have kept a\nfoothold on that ledge. He could remember the sudden tilt as the flier\nslid over and started to roll. Then everything had happened at once. He\ncould remember trying to hold off the windshield from beating his\nbrains out, but---- He opened his eyes. No use trying to analyze that\npart of it. Things had become confusing.\n\nNo matter how you figured it, he was here, hanging upside down in his\nseat belt in a pretty thoroughly wrinkled up ship. He moved his left\narm experimentally.\n\nHis side went into screaming agony again.\n\nWell, anyway, the shoulder wasn't broken. It could move--a little.\n\n\"Great,\" he told himself. \"Now, how do you get out of this seat belt\nwithout breaking your stupid neck?\"\n\nHe reached out with his right hand, to feel the padded roof under him.\nWell, maybe he could---- He set his teeth and forced his left hand to\nthe belt release. If he could just hold enough weight with that right\nhand so that---- Well, no use worrying about it. Something had to be\ndone. He pushed against the release. The shoulder screamed almost\naloud. He started levering the buckle apart with his thumb.\n\nSuddenly, the belt let go and he was struggling to put enough power\ninto his right arm to hold himself away from the approaching roof.\n\nFor a seeming eternity, he struggled to maintain his balance and ease\nhimself down. Then there was a soft bump. He sank into soft, cushioned\nblackness.\n\nIt was dark when he opened his eyes again. Incuriously, he rolled his\neyes from side to side. He could see nothing. He let himself slip back\ninto the soft nothingness.\n\nSlowly, he came back to being. For a timeless instant, he examined a\ncushion which lay just before his eyes. Then pain messages started\nclamoring for attention. There were too many of them to unscramble.\nEverything was screaming at once.\n\nHe breathed in shallow gasps, then forced himself out of his cramped\nposition. At last, he managed to get to his knees and crawl out of the\ngaping hole where a door had been. Outside, he collapsed to the ground\nand lay, panting.\n\nSlowly, he gathered strength and struggled to his feet. At least, his\nlegs were in working order.\n\nHe looked back at the ship, then whistled.\n\n\"What a mess! How'd I ever get out of that one?\"\n\nHe shook his head to clear it, then examined the cave.\n\nThe ledge, he discovered, wasn't particularly high. It had just been\nenough to roll the ship. The slope of the ground and the back wall of\nthe cave had done the real damage. He reached out with his right hand\nand grabbed a vine. Yes, he could walk himself up the ledge with that.\nAnd that would get him out of here.\n\nHe turned back and inched himself inside the flier again. The emergency\nfood pack was there. Unbroken, too. He fished it out and opened it,\nforcing the almost useless left arm to lend a little support as the\nright worked at the fastenings.\n\nThe food concentrate actually tasted good.\n\nIt could be a lot worse, he thought. Those two murderers had jumped him\nonly a few kilometers from Kordu valley. Unless he was badly mistaken,\nthis would be Gharu Gorge. It was steep-walled, but it could be\nclimbed. And once he got to the rim, it would be only a days walk to\nKorelanni.\n\n\"Not too bad,\" he told himself. \"Anybody for mountain climbing?\"\n\nHe got to his feet, reeling a little as his side protested against the\nindignity of being forced into motion. Probably a broken rib or two, he\nthought. He brought his right hand over and ran his fingers delicately\nover the left collar bone, from neck to shoulder. Then, he nodded. It\nseemed to be in one piece. Might be cracked, but it'd hold together--he\nhoped.\n\nSlowly, he started pulling himself up the bank, pausing now and then to\nregain his balance and take a new grip.\n\n                    *      *      *      *      *\n\nLieutenant Narn Hense gave a snort of irritation, then walked across\nthe guardroom and switched the television off. Those news broadcasts\ngave him an acute, three-dimensional pain. It was normal, he supposed,\nfor propaganda to sneak into a state-controlled broadcast, but did it\nhave to be so damn----\n\n\"Oh, the devil with it,\" he said aloud. \"I just help run the Security\nGuard around here. The Commissioner can worry about policy--and\ndiplomatic relations, too.\"\n\nHe glanced at the clock on his desk, then reached out to grab his hat.\n\n\"Better take another look at the guard while I'm at it,\" he told\nhimself.\n\nHe strode out of the office, hooking his sidearm belt from a hanger as\nhe went by.\n\nIt would be a good idea, he decided, to check post number four first\nthis time. The landing pad guard had been a little less than perfectly\nalert tonight.\n\n\"Probably worrying about last night,\" he told himself. He smiled\nreminiscently.\n\nMoresma had been pretty worried and scared when the patrol had brought\nhim in. They'd gotten him out of the jam and kept him out of trouble,\nbut it had been close. The local authorities didn't seem to have much\nsense of humor when it came to Federation personnel. In fact, they\nseemed to welcome incidents that could----\n\n\"Funny,\" he told himself. \"There are plenty of Galactics here, too.\nThey get along fine, but let one of our guardsmen drop a chewing gum\nwrapper---- Oh, well. One of those things, I guess.\" He walked around\nthe corner of the building and strode down a hedge bordered path.\n\nAs he walked, he looked about at the dark Commission buildings. It was\na large compound. There were several posts and it took a large security\nguard detachment to give it adequate protection. He glanced up at the\nsky.\n\nA blue-lit flier was coming toward him, flying rather low. Suddenly,\nits lights blinked out.\n\nHense looked at the suddenly dark shape incredulously. It seemed to be\narcing down, toward the compound. He started forward at a run.\n\nEither that pilot was out of control, or he was crazy. In any event, he\nwas going to crash in the compound unless his luck was fantastically\ngood. He'd been coming in fast, too. The lights had indicated an\nofficial Oredanian ship.\n\nThis, he decided, was definitely irregular.\n\nAs he got to the pad, the ship came to an abrupt halt overhead. Then,\nit came down in a blur of speed. Not more than half a meter from the\npavement, it checked its fall and settled. A door popped open.\n\nHense flipped his light from his belt and snapped it on. The guard, he\nnoted approvingly, had been prompt. The man had dashed up and now stood\nclose by the flier, his weapon at the ready.\n\nA figure came out of the flier and stopped.\n\n\"Put out that light!\" snapped an annoyed voice.\n\nHense snapped the switch on his hand light, then stared at the figure\nby the flier.\n\nNow, what was this? He wasn't accustomed to taking orders from some\njoker that barged in and shot an unauthorized landing. He was the one\nwho should be giving the orders. He started to raise the light again.\n\n\"Leave that light out, hang it,\" said the voice sharply. \"I don't feel\nlike being a target. And you! Don't point that thing at me! Now come\non, both of you. Let's get out of the open. Take cover!\"\n\nHense shook his head dazedly. It wasn't right, but there didn't seem to\nbe much room for argument right now. Somehow, that voice carried\nauthority. Moresma hadn't hesitated. He was following the dim figure\nwhich ran from the side of the flier. The lieutenant turned and headed\nfor a nearby building. There was a wide overhang there, close to the\nground.\n\nAnother ship was screaming in, its lights darkened. As Hense dove for\ncover, brilliant light pinpointed the grounded flier. The guard and the\nunknown rolled in beside him.\n\nThere was a brilliant flash from the landing pad, then a heavy\nconcussion made Hense's chest contract. Lurid flames rose skyward. The\nattacking flier rose sharply and disappeared. Hense looked after it\nincredulously.\n\n\"Close,\" commented the new-comer. \"Thought for a few seconds I wasn't\ngoing to make it. Sure didn't think they'd be with it that fast.\" He\nturned and the lieutenant examined him curiously.\n\nEven in the dim light, it was obvious he was pretty young. Khlorisana,\nas nearly as Hense could tell. Might be a half-caste, of course. But\nwhat was he doing here? Why a near crash landing? And who had the\neternal gall to pull an attack on a grounded ship right in the\nCommission compound?\n\nHe continued to stare. Come to think of it, what had this joker done\nwith his clothes? Nothing on him but a pair of shorts.\n\nThe other noticed the officer's gaze and looked down.\n\n\"Yeah, I know.\" He grinned. \"I got busy a while ago. Forgot to put 'em\nback on. Didn't realize I'd left every rag behind till I was well on my\nway.\" He looked at the ground thoughtfully.\n\n\"Wonder if they'll trace Korentona through them? Well----\" He faced\nHense again.\n\n\"I'm Don Michaels,\" he announced. He held out a large book he had been\ncarrying under his arm.\n\n\"Look,\" he added. \"I've brought in something really hot. How about\ntaking me over to see the commissioner? I've got to see him right\naway.\"\n\n                    *      *      *      *      *\n\nFor more than five years, the ink of First Lieutenant Hense's\ncommission had been perfectly dry. He'd been in one major campaign and\nhe'd served on more than one outworld. For his entire commissioned\ncareer, he'd been a Security Guard Officer. And he'd never had a\nreputation for being at all tolerant when regulations were broken--or\neven bent.\n\nHe looked angrily at the man before him.\n\n\"I don't care,\" he said distinctly, \"if you're Hosanna, the Great. What\nI want to----\"\n\n\"Oh, be quiet!\" Michaels held up an impatient hand. \"I hate to be\nimpolite about this, but it's no joke. I've got something hot\nhere--really hot. I want to see Commissioner Jackson. And when he finds\nout what I've got, he's going to want to see me. Now let's get over and\nfind him. Move!\"\n\nHense turned and stepped off. This, he decided, wasn't real. He must be\ndreaming. He tried to stop, but found it was impossible. He'd been\ngiven definite instructions, and----\n\nHe walked toward the path to the Residence. Behind him, he heard the\nnewcomer's voice.\n\n\"You can go back to your post, guard. Better watch it, though. One of\nthose Royal Guard ships might try a landing. Might be a good idea to\nget a few more men out there.\"\n\nAgain, Hense tried to turn around and challenge this fellow. Hang it,\nhe was the Officer of the Guard. He was supposed to be giving the\norders. In fact, he should have this fellow in the detention cell by\nnow, waiting for the major to see him in the morning. He paused in\nmid-stride.\n\n\"Never mind stopping, lieutenant,\" Michaels told him. \"Just keep going.\nI want to see the commissioner before Stern's people figure out\nsomething really good.\"\n\nHense gave up. He must be asleep. It was the only possible answer. Of\ncourse, that was bad, too. On some stations, an Officer of the Guard\nwas permitted to take a nap between guard checks. But Major Kovacs had\nsome sort of a thing about that. He'd made it clear that there was\nplenty of time for napping during off-watch time. His officers, he said\npositively, would never sleep while their men were on guard.\n\nAnd he made checks, too. Hense struggled with himself. He had to wake\nup.\n\nIt was insane. How, he wondered, could a guy be asleep and\ndreaming--and know it? And, knowing it, why couldn't he wake himself\nup? This was pure fantasy. Yeah, dream stuff. He waited nervously.\n\nAny time now, the major could be coming around to check the guardroom.\nThen the roof would fall in. Any minute now, he could expect to hear a\nwindow-shattering roar.\n\n\"Halt!\"\n\nIt was the Residence Guard. Post number two.\n\n\"All right,\" Michaels' voice was low. \"Hold up. Answer him. Have him\ncontinue his tour, and let's be on our way.\"\n\nHense stopped. \"Officer of the Guard,\" he said loudly.\n\n\"Advance, one, to be recognized.\"\n\nHense sighed and stepped forward, then halted again at the guard's\ncommand.\n\nThe man flashed a light on him, then raised his weapon to his face and\nsnapped it to the raise position again.\n\n\"I recognize you, sir. Any special instructions?\"\n\n\"None. Just continue on your post.\"\n\nInwardly, Hense was reaching the boiling point. That hadn't been what\nhe'd intended to say, dammit! He----\n\n\"Pardon, sir,\" the guard was saying, \"but how about this man here?\"\n\nNow, Hense realized, there must be something really going on. Dream\ncreatures just couldn't walk out of a man's mind and show up in front\nof an alert guard. Or had he completely lost gyro synch? He----\n\nMichaels broke in again. \"It's all right, guard. Just continue on your\npost. And keep an especially sharp lookout from now on.\"\n\n\"Yes, sir.\" The guard snapped his weapon up to his face again, then\nholstered it and turned to continue his tour.\n\nHense looked after him.\n\nIt wasn't a dream. It was a nightmare.\n\nHe resumed his pacing, toward the Residence.\n\n\"Oh, well,\" he thought resignedly, \"might as well relax and enjoy it.\nWonder what'll happen next.\"\n\nCommissioner Jackson himself came to the door.\n\n\"What was that fire, lieutenant?\" he demanded. He noticed Michaels.\n\n\"And what have we here?\" He drew his head back a little, frowning.\n\nDon interrupted. \"Are you Commissioner Jackson?\"\n\n\"Yes. But----\"\n\n\"Good! Here, take this.\" Don shoved the book out. \"And let's go into\nyour office.\"\n\nBenton Jackson looked incredulously at the figure before him. He\nreached out and accepted the book, then turned.\n\n\"Another of those!\" he said softly.\n\nHense followed them inside. There were, he was discovering, peculiar\nthings about this dream business. He had completed his mission. He\nhadn't been dismissed. But he could wait here, or he could tag along\nand see what happened.\n\n\"Well, now,\" he told himself. \"Things are looking up.\"\n\nJackson walked over to his desk, snapping on the room lights as he\npassed them. He sat down and placed the book on the desk.\n\n\"Well,\" he demanded, \"what's next?\"\n\nDon Michaels reached over the desk and flipped the book open.\n\n\"Page seven oh one,\" he said simply. \"Read it. Then, I'll start telling\nyou a lot of things.\" He hesitated.\n\n\"You _can_ read Oredanian script, I hope?\"\n\nJackson nodded in annoyance. \"Of course. Part of my business.\" He\nflipped over the pages, looking at numbers. Then he glanced up.\n\n\"How about the lieutenant?\"\n\nDon faced about. \"Oh,\" he said. \"Sorry. You can go back to your\nguardroom, lieutenant. I'm sorry I had to get rough with you, but I was\nin a hurry. Still am, for that matter. Only one more thing. For the\nlove of all that's holy, have your people keep a sharp lookout for the\nrest of the night. I've a hunch Stern's people will try almost anything\nright now, short of risking full-scale battle.\"\n\nHense shook his head dazedly. Jackson looked up from the book.\n\n\"It's all right, lieutenant,\" he said. \"Go ahead. And you might take\nthis man's word on the heavy guard. If we've got what I think we've\ngot, and if Stern knows it, he might even risk a battle.\"\n\nHense suddenly realized he was no longer under any kind of restraint.\n\nAnd, he realized, this had been no dream.\n\nHe had actually been ordered around like some recruit. And that by some\nno-good, naked native kid.\n\nHis guard had been pushed around. Unauthorized orders had been given to\nthem.\n\nAnd they'd obeyed those orders--without question.\n\nIn fact, the whole compound had been virtually taken over.\n\nAnd all by this same kid.\n\nAnd the commissioner said it was all right?\n\nHense turned away. He'd----\n\nHe took a step, then reconsidered. He had a better idea.\n\n\"This place,\" he said savagely, \"has just plain gone to hell!\" He\nstalked through the door.\n\nThe commissioner's amused voice followed him.\n\n\"Not yet,\" it said, \"but it very possibly might, lieutenant. Don't\nforget to double your guard.\"\n\n                    *      *      *      *      *\n\nAs the door closed, Jackson looked at Don, a smile wrinkling the\ncorners of his eyes.\n\n\"Afraid you were just a little rough on him,\" he said. \"He'll get over\nit, but it's pretty unsettling, you know.\" He shrugged.\n\n\"But you haven't introduced yourself. Special Corps?\"\n\nDon looked at him blankly, then shook his head.\n\n[Illustration]\n\n\"I'm afraid I don't know what that is,\" he admitted.\n\nJackson examined him carefully. \"Hm-m-m,\" he said slowly. \"Interesting!\nTell me, how long have you been ordering people around like this?\"\n\nDon spread his hands. \"Why, I don't really know,\" he said. \"You see,\nI----\"\n\nJackson held up a hand, smiling. \"Never mind. Do you always go around\n... ah ... dressed like that?\"\n\nDon glanced down, then grinned. \"I'm sorry, sir, but I was in something\nof a dither a while ago. Truth is, I forgot to dress after I----\"\n\n\"Wait a minute.\" Again, Jackson held up a hand. \"Start at the\nbeginning. While you're giving me the story, I'll have some clothes\nbrought in for you.\" He touched a button on his desk, then leaned back.\n\n\"All right,\" he said, \"let's have it. First, of course, who are you?\"\n\nWhile Don was talking, an impassive aide brought an outfit for him. He\nslipped into the clothing as he finished his account.\n\n\"So,\" he concluded, \"all we need to do now is to force a conclave and\nit's all over. From what Gorham told me, I'm pretty sure I can tear\nStern apart myself.\" His eyes clouded.\n\n\"Of course, there's Mr. Masterson. I guess they've got him in one of\nthe torture cells.\"\n\nJackson waved a hand. \"There's no problem about Masterson. We'll have\nhim over here by morning.\n\n\"And I have an idea your father is all right. From what you tell me,\nI'd say he used one of the evasion tricks they teach Guard pilots.\nThen, he probably made a safe landing.\" He leaned forward and snapped\ndown the key on his intercom.\n\n\"Emergency operation schedule, Lorenz,\" he said, \"as of now. Have the\ndepartment heads report here immediately. Have Communications get out\nan immediate message to Deloran Base. I want at least three squadrons,\nand I want 'em now. Tell 'em to burn the grass.\" He lifted the switch\nand turned to Don.\n\n\"I'm not going to take any chances from here on,\" he remarked. \"We'll\nsend a squadron of fighters along with you to pick up young Waern and\nthe clan leaders. That way, they'll have protection.\" He frowned.\n\n\"Now, that leaves us with only one more problem.\"\n\nDon looked up questioningly and the commissioner nodded.\n\n\"We'll have to find someone to represent the Waernu before the\nconclave. And he'll have to be acceptable to the Waernu.\"\n\n\"That's simple. They've already picked me.\"\n\n\"Won't work now. You can bring them before the clans, of course. But\nthey'd be in a hole if you got snapped out on civil charges right in\nthe middle of the conclave.\"\n\n\"Civil charges?\"\n\n\"That's right. Little matter of that body out in the flier. You know,\nand I know, the story on that. It's clearly line of duty. But up to the\ndecision of the conclave, you're vulnerable. Remember, Stern can claim\nGorham as a police agent. So, you were resisting arrest. Catch?\"\n\n\"Ow!\" Don looked down at the floor. Then he shrugged.\n\n\"But Stern has no way of knowing what happened to Gorham.\"\n\n\"Admitted.\" Jackson smiled. \"But he might guess. You'd have to be\nconsulting with his people for some time before the conclave, you know.\nAnd he'd have time to figure things out. Here you are. Here's the clan\nbook. But where's Gorham? And Gorham went up to find that book. Adds\nup, you see.\"\n\n\"You mean I've got to stay under cover from now on?\"\n\n\"Not necessarily. The clan warden doesn't have to be identified ahead\nof time. Usually, it's just an honorary job, any way. But this time, he\nmight really have to perform his traditional duty.\" He looked at Don\nseriously.\n\n\"Remember the private conversation between claimant and prime minister?\nAbout that time, the warden is the only protection the claimant has.\n\n\"And this is one time a claimant may really need protection.\"\n\n                    *      *      *      *      *\n\nDaniel Stern slapped a folder down on his desk and got to his feet. He\ncircled the large office, then stopped, looking down at Gorham's vacant\ndesk.\n\nWhat had happened to Gorham? Papers were stacked all over his own desk.\nAnd they should be here. Most of them had been old Jake's concern. He\nhadn't realized how much detail the old man had controlled.\n\nBut where was Gorham? He'd come in from Riandar. Reports showed that\nmuch. Then, his flier had suddenly dashed over and landed on the\nFederation pad. They'd tried to stop him, but----\n\nSomething must have gone wrong up there at Riandar. Something must have\nmade Gorham decide to come back and make a separate deal of his own.\nBut why? There was that pile of clothes in the Waern house. Had he----?\n\nMaybe that blast had killed Gorham and destroyed his evidence.\n\nHe looked around hopefully. It was possible. No effort had been made to\nrestrain him. He still controlled the Ministry. No effort had been made\nto limit his authority.\n\nHe picked up a sheet of paper. Oh, no? They didn't want to limit\nhim--they wanted everything. Here was this demand for a conclave.\n\nAnd with that Waern kid running around loose, that was bad.\n\nAnd he had no one to talk to! Of all the people in this palace, not a\nsingle one could serve as confidant. With Gorham gone----\n\nHe shuffled through the papers. Yes, here was the formal demand for a\nconclave. He looked at it unhappily.\n\nAnd here was the transcript of the Waern claim. It looked too good.\n\nHe tossed the papers back to the desk. It was good, and he knew it.\nHe'd seen the originals in the heraldric files. They were destroyed, of\ncourse. But here was a photo of that clan book!\n\nAnd worse, here was the notice from the Resident Commissioner that the\nclaimant had requested protective intervention from the Galactic\nFederation. That was really bad. He could remember his interview with\nthe commissioner on that.\n\nJackson had always been something of a problem. He was a stubborn man.\nBut up to now, he'd always backed down--if enough pressure was put on\nhim. This time? Hah!\n\nHe'd come in, bringing that rancher--that Kent Michaels. Stern frowned.\n\nHadn't old Jake said that guy had been shot down--was dead?\n\nHe hadn't looked very dead. As councilor of the Waern clan, Michaels\nwas supposed to be calling on Jackson for backing. Who, Stern wondered,\nwas backing who? He recalled the interview.\n\nThey'd come in. And he'd started to establish dominance over Jackson.\n\nThen that Michaels had butted in. He was worse than old Jake. What with\none thing and another, he'd backed Stern into every corner in the\noffice.\n\nIt had ended very simply.\n\nJackson had simply declared that there would be a conclave.\n\nThe Stellar Guard detachment would be in attendance. No irregularities\nwould be tolerated.\n\nAnd he'd even named the day--today. Then the two of them had walked\nout.\n\nStern twisted his chair around viciously and sat down. He punched at a\nbutton on his desk.\n\nAn aide came through the door. That was another thing. After that\nfiasco at the Michaels ranch, he'd had to get a new aide. He motioned\nthe man forward impatiently.\n\n\"You have made final arrangements for the conclave?\"\n\n\"Yes, sir. The Heraldric Branch has everything set up. The clans have\nalready gathered in the Throne Room. The private conversation will be\nheld in the Blue Palace. After the conversation, you will escort the\nclaimant across the south lawn, to the Throne Room.\" The aide half\nturned.\n\n\"I can get you the plan and diagrams, sir.\"\n\nStern waved a hand. \"Never mind. I've seen them.\" He paused.\n\n\"Now, has my space yacht been positioned back of the Blue Palace? Is it\nproperly serviced?\"\n\nThe aide paused. \"Yes, sir.\" He looked curious, but said no more.\n\nStern examined him haughtily. \"Very well,\" he said. \"You will remember\nmy instructions. Discuss the yacht with no one. You may go.\"\n\nHe watched as the door closed, then got out of his chair again. It was\ntime for the conversation. He glanced about the office, then went out\ninto the private garden.\n\n                    *      *      *      *      *\n\nAs he walked, he looked at the side paths among the trees, which seemed\nto beckon to ever more enticing vistas beyond. There were the miniature\nlandscapes, with their mountains and lakes. There were the small\ncottages, where one could sit and enjoy a cooling drink. He smiled\nwryly and walked across a miniature bridge.\n\nAs he reached the other side, he stopped, to lean against the rail.\nThis was not going to be easy to give up.\n\nHe watched the water birds for a while, then went on his way.\n\nAs he came through a small grove, he saw the yacht. It had been set\ndown where it could easily take off, and yet where it was impossible to\nsee unless one came within a few meters. The aide had done well. He'd\nhave to remember----\n\nNo, he thought, someone else would be dealing with that aide in the\nfuture. He'd be long gone.\n\nHe walked up to the ship and opened the door, looking inside. Then, he\nclimbed in, glancing at his watch. It was past time for the\nconversation. The claimant and his warden would be waiting. So would\nthe other clan wardens, who waited to make up the advance guard of\nhonor.\n\nHe wondered how long they'd wait.\n\nHe sat down in the pilot's chair and glanced at the gauges. Then he\nflipped on the view panels and looked outside at the trees.\n\nIt had been a lot of fun. But----\n\n\"No use taking foolish chances,\" he told himself.\n\nHe reached for the starting bar, then hesitated.\n\n\"Wait a minute,\" he told himself. \"Who's the prime minister around\nhere, anyway? I can----\"\n\nHe sat back, thinking. Of course. It was such a beautifully simple\nidea. Really foolproof. He should have thought of it before.\n\nThere would be only the few of them in that private conversation. He\nshould have realized that. They'd present no difficulty. The wardens?\nHe snorted.\n\nJust a bunch of dressed-up idiots. No trouble there. Anyway, only one\nof them was directly concerned. And he wouldn't really know what was\ngoing on. Only the claimant would know. He laughed.\n\n\"Wonder just how it feels to get ordered around like that?\"\n\nAfter the conversation, he could walk into the conclave with signed\npapers. And who would dare challenge that? Even the commissioner's\npeople would have to admit defeat. He smiled. Michaels? He'd be\nstanding there with his mouth open. Nothing he could do. It would be\ntoo late.\n\nAnd once he got that crowd back into his jurisdiction, there'd be no\nfurther problems. He'd be sure of that.\n\nThis was actually what he'd been waiting for! This was a formal\nconclave, called at the request of the tribes themselves. They'd have\nto choose now. And there was no one else.\n\nHe, Daniel Stern, would walk out of that Throne Room with the silver\nrobes over his shoulders.\n\nKing Daniel!\n\nHe climbed out of the yacht and paced toward the small doorway, at the\nback of the Blue Palace.\n\nHe came into the private conference room and walked with dignified\nstride toward his place. As he came under the canopy, he stopped and\nplaced his hands on the rail.\n\nWith haughty appraisal, he allowed his gaze to roam over the men who\nstood to flank the outer door. At last, he stopped, to center his\nattention on the two who stood in the doorway.\n\nHere were the two key figures--the claimant and his warden.\n\nThe man on the right was dressed as for battle, his polished sling\nstick shoved into his sash at an angle so as to be easy to his right\nhand, just to the left of it was thrust the long hillman's knife. There\nwas only one thing unorthodox about his equipment. Stern frowned as he\ninspected that.\n\nIn his right hand, the man carried a long device of wood and metal.\nObviously, it was a weapon of sorts. Stern examined it carefully,\nspeculating as to its nature.\n\nIt was, he finally decided, some type of beam projector. Judging from\nthe long barrel, it would throw a narrow cone. Mentally, Stern\ncalculated the probable dispersion.\n\nSome Stellar Guard weapon, he thought, that had been loaned to this\nfellow. Well, it made no difference. Whoever the fellow was, he'd never\ndare use such a device here. He turned his attention to the other--the\nclaimant.\n\nSo this was Pete Waern?\n\nThe boy was slight, he noted, even for a native. Definitely, the\nstudious type, decided Stern. He'd present no problem at all.\n\nThe regent almost allowed himself a smile. This was going to be easy!\nHe motioned the two forward.\n\n\"You have matters for our attention?\" he inquired formally.\n\nWaern stepped to the rail.\n\n\"I here claim to be the rightful heir to the throne of Oredan,\" he said\nslowly. He took a book from under his arm and laid it on the table\nbeside Stern.\n\n\"I here present the book of my ancestors,\" he went on. \"In it, at the\nplace marked, is the contract of the last lawful king of Oredan, and of\nhis queen. I was designated to be their son.\"\n\nStern nodded. \"It is well,\" he said. \"We shall consider this matter.\"\n\nHe opened the book and glanced at the script and the two signature\nstamps. Then he jerked back dramatically, staring at the book in\nsimulated consternation. He bent forward again, for a closer look.\n\n\"This is most strange,\" he said in a low, wondering tone. He shook his\nhead.\n\n\"These looked authentic in reproduction,\" he murmured. \"But now?\" He\nglanced at Pete and was forced to repress a smile.\n\nThe expression on the Waern boy's face was perfect. He had him! He\nlooked about the room, then gazed sternly at the claimant.\n\n\"I find it almost impossible to believe,\" he said coldly, \"that there\nis a person in this realm who would have the temerity to bring such a\ndocument to my attention for serious consideration.\"\n\nHe stabbed a finger out to point at the book and fixed Pete with an\naccusing stare.\n\n\"I find this a complete forgery,\" he said harshly. \"Your claim is, of\ncourse, denied and declared fraudulent.\" He stepped around the rail, to\ntower over the boy.\n\n\"You will, therefore, acknowledge your crime in writing.\" He reached\nout and took a pen from the table.\n\n\"You will now write the words, 'forgery, no genuine contract,' over\nthese pages. And you will sign your name.\" He paused, thrusting the pen\ntoward Pete.\n\n\"You will then----\"\n\n                    *      *      *      *      *\n\nThe warden stepped forward.\n\n\"Pete,\" he said sharply. \"Listen to me!\"\n\nStern looked up in annoyance. The Waern boy had started to take the\npen. Now, he stopped and jerked around.\n\n\"You will listen to nothing this man tells you,\" ordered the warden.\n\"You will do nothing he asks. Do you understand that?\"\n\nThe boy nodded. \"Thanks, Don,\" he said. \"He almost got me that time.\"\n\nStern glared angrily at the warden.\n\n\"You will go back to your place,\" he ordered. \"Do not attempt to\ninterfere again.\"\n\nIncredulously, he watched as the warden shook his head.\n\n\"Sorry, fellow,\" he heard the man say, \"but that doesn't work on me.\nAnd it won't work on Pete--not again. Now suppose we do this thing\nright.\"\n\nStern examined the man more closely.\n\nHe was larger than the Waern boy, and more strongly built. But he was\nvery little older--and definitely no giant. He was at least fifteen\ncentimeters shorter than Stern himself, and much lighter. Looked, Stern\ndecided, like a galactic. He felt a surge of hatred.\n\nNo little man could dare defy him!\n\nHe tilted his head a little and looked downward into the warden's eyes.\n\n\"Your duties are to protect the person of this boy, so long as he is a\nlegitimate claimant for the throne,\" he said contemptuously, \"not to\nadvise him. Your presence here is merely required by tradition, not by\nreal need.\"\n\nHe smiled coldly. \"And, since his claim is obviously nonexistent, you\nhave no standing here. Leave this palace at once!\" He pointed\nimperiously at the door, then turned his attention to Pete again.\n\n\"You will write as I told you. Now!\"\n\n\"Ignore him, Pete.\" The warden raised his weapon a little.\n\n\"Name's Michaels,\" he told Stern conversationally. \"Donald Michaels.\nYou've met my father already.\" He moved the long weapon again.\n\n\"You sent some of your people up to our place a while ago. I destroyed\nthem with this.\" He jerked his head downward at the barrel of the\nweapon.\n\n\"Brought it along with me when I came down here. It's quite capable of\ntaking you apart, I assure you.\" He moved a hand on the stock.\n\n\"And if you attempt any more of that unlawful coercion,\" he added,\n\"that's just what will happen. I'll protect my claimant, you see.\"\n\nHe tilted his head, to indicate the other clan wardens.\n\n\"These men know what is supposed to be done here as well as you and I,\"\nhe added. \"We all know this is a purely formal meeting. The validity of\nthese documents has already been determined.\"\n\n\"As Prime Minister, I----\"\n\n\"It is no part of your duty here to rule on the validity of any\ndocument,\" Michaels interrupted. \"And it certainly isn't proper to\nattempt in any manner to persuade a claimant to abandon his claim. Not\nhere. These things are proper only before the full conclave.\"\n\n\"Are you trying to tell me my duties?\" Stern looked incredulous. This\nwas not going well at all!\n\n\"I am doing just that,\" Don told him evenly. \"Apparently someone has\nto.\" He glanced around the room.\n\n\"Are there any other claimants present?\"\n\nStern felt drained of energy. What was this? The father had been\nimpossible to control--like Gorham. Did the son combine other powers\nwith that resistance? Where had these Michaels people come from? He\ntried once more.\n\n\"There are no valid claimants present,\" he snapped sharply. \"I----\"\n\n\"That's not exactly what I asked,\" Don told him. \"But we'll take it as\nmeaning that Pete's the only claimant. So, I demand that you follow the\nritual and escort him to the conclave.\" He waved the weapon.\n\n\"Come on. We've been held up here long enough. Let's go.\"\n\n                    *      *      *      *      *\n\nSuddenly, Stern felt powerless. This whole thing had fallen apart. He\nshould never have come in here. He should have just taken off--as he\nhad intended. In space, he would have been safe, at least. Here? He\nbent his head resignedly.\n\nHe could try one more thing. This was a young man--inexperienced.\nMaybe----\n\n\"You will precede us,\" he said.\n\n\"No,\" Don told him, \"I don't think I will. I think it will be better if\nI leave that honor to one of the other wardens. I want to be able to\nsee you.\" He jerked his head at a man who stood to the left of the\ndoor.\n\n\"Will you honor us, Mernar-dar?\"\n\nThe other tilted his head. \"It is I who am honored,\" he said. He turned\nand went out the door.\n\nDazedly, Stern walked forward, pacing with the claimant. He paused as\nhe got to the porch. Michaels was still standing inside the door.\n\n\"Right here,\" he said coldly, \"we shall return to a very old custom. I\nshall remain, to protect the rear. And I shall watch the entire\nprogress of the advance to the Throne Room.\" He smiled grimly.\n\n\"You are, I suppose, familiar with the range of a medium duty blaster?\"\n\nStern nodded. \"I've seen them operate,\" he admitted.\n\n\"Good.\" Don nodded. \"This thing will outrange them a little. I'll have\nyou in my sights all the way. Remember that, and don't do anything that\nmight cause me to fear for Pete's safety.\"\n\nThe wardens spread out, to fan out before Stern and Pete. Acting the\npart of scouts before a column, they started across the wide lawn,\ntoward the Throne Room.\n\nStern watched them for a moment, then took Pete's arm. Together, they\nwalked down the long flight of steps. For a moment, they paused at the\npath, as ritual demanded, for a signal to continue.\n\nStern allowed his thoughts to race.\n\nThere was no question about it now, he thought. This boy would be\nupheld by the conclave--if he got before it. And if he were now\nsustained, an ex-regent named Stern would find himself in very grave\ntrouble indeed.\n\nThis was much worse than that mob in Tonar City. He glanced toward the\ngate in the wall ahead and to his right.\n\nJust beyond that door lay his yacht--and safety. If he could only\nfigure out a way----\n\n                    *      *      *      *      *\n\nAcross the lawn, a warden was making the signal for the advance. The\nway, then, was ritually clear. Stern stepped forward, still glancing\ntoward that door.\n\nThey would pass within just a few meters of it. Now, where was that\nMichaels?\n\nSuddenly, he realized he could never hope to get out his hidden weapon,\nfind Michaels with it, and vaporize him. Not until the other had plenty\nof time to release a beam of his own. He shuddered, remembering the\ndestruction that weapon had caused up in the Morek.\n\nAt this range, even the narrowest blaster beam would fan out enough to\ndestroy a man's entire body. And that thing, whatever it was----\n\nSuddenly, he smiled. That was it! It would spread out too much.\n\nHe flipped out the little khroal from its hiding place in his sleeve\nand placed it against Pete's back. With his other hand, he gripped the\nboy around the throat. Then he turned, seeking to locate Michaels. The\nfellow was out of sight.\n\nProbably, Stern thought, he had remained in the shadow of the huge\npillars of the porch--or even inside the Blue Palace itself.\n\nHis whole body itched. The man might fire without thinking! He raised\nhis voice.\n\n\"Can you hear me, Michaels?\"\n\nHe had been right. The answering voice came from the palace doorway.\n\n\"I can hear.\"\n\n\"Then listen carefully.\" Stern put all his persuasive power into his\nvoice.\n\n\"I shall not harm this boy unless I am forced to, but I assure you that\nif I am interfered with, I'll not hesitate. From where you are, you can\ndo nothing. Any blast you release will spread out to kill him as well\nas me. You realize that?\"\n\n\"I can hear you.\" Don's voice was expressionless.\n\n\"And,\" added Stern loudly, \"if I am struck or attacked, I will have\ntime to release this khroal. This is also obvious, is it not?\"\n\nThere was no answer. Stern frowned. What was the fellow doing? He drew\na deep breath. He'd have to go through with it now, no matter what.\n\n\"I am going to the gate in the wall over there. Shortly after I go\nthrough that gate, I shall release this boy, and use a means of escape\nwhich I have prepared. You may watch me, of course, but make no effort\nto stop me--or this boy dies.\"\n\nHe paused again, waiting for an answer.\n\nThe wardens, he could see, had stopped and stood, undecided. None of\nthem was close enough to be dangerous.\n\nThis, he thought with a surge of hope, was going to work out after all.\nHe turned his eyes for a swift glance at his captive.\n\nOnce at the yacht, he could release a bit of energy from the khroal.\nThis boy had destroyed all his careful plans. No, he decided, Pete\nWaern could not be allowed to live and enjoy those good things the\npalace afforded.\n\nHe tightened his grip about the boy's neck.\n\n                    *      *      *      *      *\n\nDon Michaels had strapped his sling on his arm. Now, he lay on the\nfloor of the Blue Palace. Stern's head was centered in the scope and\nthe cross hairs bobbed slowly about a spot just in front of the man's\nright ear.\n\n\"No question about it,\" Don told himself, \"if Stern gets Pete through\nthat gate, that'll be the end of Pete.\"\n\nHe put pressure on the trigger.\n\n\"The guy's as sore as a singed gersal,\" he told himself. \"And half nuts\nbesides. He'll spray Pete with that thing if it's the last thing he\never does.\" He continued his pressure on the trigger. The cross hairs\nstill hovered about the man's ear.\n\n\"Hope that anatomy book was right,\" he told himself.\n\nOf course, he realized, if he missed the tiny target--if the bullet\nfailed to destroy the motor centers on impact--Stern would die anyway.\nBut he just might be able to press the release on that khroal. And that\nwouldn't be good.\n\nThe aiming point moved a trifle and Don eased back into position.\n\nWhat had happened to the trigger on this thing? Had he forgotten to\ntake off the safety? Again, the cross hairs started to wander and he\neased them back--back toward that little spot.\n\nThe rifle leaped upward with a roar, slamming back against Don's\nshoulder. He let it settle again, examining the scene anxiously through\nhis sight.\n\nStern was still on his feet, but his hands were dropping limply to his\nsides. Don could just see the glitter of the khroal by Pete's feet.\nThen, Stern's knees bent and he flowed to the ground.\n\nPete had turned at the sound of the shot. He looked back at the palace\ndoor, then glanced at the khroal.\n\nAt last, he knelt beside the body on the ground. He felt the throat,\nthen examined the man's head. For an instant, he looked a little sick,\nthen he looked away from the tiny hole in front of the man's ear. He\ngot to his feet and waved a hand.\n\n\"Pinwheel,\" he shouted.\n\n                    *      *      *      *      *\n\nThe newly enrobed King of Oredan settled back in his chair and shook\nthe heavy cloth back from his shoulder.\n\n\"So,\" he said thoughtfully, \"it's all over.\" He sighed.\n\n\"And it's all just beginning, too. Now, I'll have to form a\ngovernment.\" He smiled sadly.\n\n\"It's funny, Don. For years, I've dreamed of actually being king. Now\nit's suddenly happened and I feel about as helpless as they come.\" He\nstretched out a hand. \"All at once, I'm realizing it's pretty rough for\na schoolboy to suddenly find himself with a whole nation to run. I\ndon't know where to start.\"\n\n\"You'll get used to it, Pete.\" Don smiled at him. \"Get yourself a few\nreally competent advisors. Tell them what you want, and let them go out\nand get some competent people to do things. And you've got it whipped.\"\n\n\"Yeah.\" Pete nodded. \"Yeah, I guess that's the way it's done. But----\nWell, I asked for it. And they handed it to me.\" He looked directly at\nDon.\n\n\"How about you? You've got plenty of clan rank, you know. What\ndepartment do you want?\"\n\nDon shook his head slowly. \"Don't look at me,\" he advised. \"They\noffered me a spot in the Stellar Guard and I'm signing up.\" He glanced\naround the room.\n\n\"I've got no place here.\"\n\n\"What are you talking about?\" Pete frowned. \"I owe this whole thing to\nyou. I wouldn't even be alive if you hadn't been around. You can have\nanything you want here, and you know it. What can the Federation offer\nyou?\"\n\nDon shrugged. \"Oh, I don't know,\" he said. \"Lot of work, of course.\nPride of accomplishment, maybe. Peace of mind. Hard to say. Only one\nthing I'm sure of. I wouldn't work out here.\"\n\n\"I don't get it.\" Pete shook his head.\n\nDon looked at him, his face expressionless.\n\n\"Look, Pete. Do you really like me?\"\n\n\"Why, of course. You saved my life and set me on the throne. I told you\nthat.\"\n\n\"Not just what I mean. Do you feel perfectly relaxed and easy when I'm\naround? Would you really call me a close friend?\"\n\nPete squirmed in his chair. Uneasily, he looked overhead at the tassled\ncanopy.\n\n\"That's a lousy way to put it,\" he complained.\n\n\"Well?\" Don's face was still expressionless.\n\nPete forced himself to look directly at him.\n\n\"I don't know. I ... well, you've done so darn much. Well, I guess I am\na little afraid of you, at that.\" He looked at the floor.\n\n\"Oh, all right. I'll have to admit it. You do actually make me uneasy.\nAlways did, even back at school. Lot of fellows felt the same way.\"\n\nDon stood. \"That's what I mean. And it would get worse if I hung\naround. You'd get so you hated yourself--and me.\" He held out a hand.\n\n\"You're the king--the ruler of this whole nation. That means you've got\nto be the head man. No one can give you orders. They can suggest, but\nno one can be even capable of giving you orders.\" He smiled.\n\n\"Dad will rebuild the ranch, of course. And I may come back once in a\nwhile, in a very quiet way. But for the most part, I'd better not be\naround too often.\"\n\nPete got to his feet. Suddenly, he looked relieved and at ease.\n\n\"I'll make certain your ranch is never interfered with,\" he promised.\n\"It's yours, so long as you or your father want it. And I hope that\nsome day it'll be a home for your kids.\" He paused.\n\n\"If you ever do decide to come to the capital,\" he added, \"you'll be a\nwelcome guest at the palace.\"\n\n\"O.K.\" Don grinned. \"Let's leave it that way. Good-by, then, and I hope\nyours is the longest reign in history.\"\n\nHe turned and walked through the curtain.\n\n\nTHE END\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Best Made Plans, by Everett B. Cole\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE BEST MADE PLANS ***\n\n***** This file should be named 22892.txt or 22892.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/2/8/9/22892/\n\nProduced by Greg Weeks, Bruce Albrecht and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}