{"title": "The Stoker and the Stars", "author": "Algirdas Jonas Budrys (AKA John A. Sentry)", "releaseDate": "October 12, 2007", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Bruce Albrecht, Stephen Blundell\nand the Online Distributed Proofreading Team at\nhttp://www.pgdp.net\n\n\n\n\n\n\n\n\n\n[Illustration]\n\n THE STOKER\n AND THE STARS\n\n BY JOHN A. SENTRY\n\n _When you've had your ears pinned\n back in a bowknot, it's sometimes hard\n to remember that an intelligent people\n has no respect for a whipped enemy ...\n but does for a fairly beaten enemy._\n\nIllustrated by van Dongen\n\n\nKnow him? Yes, I know him--_knew_ him. That was twenty years ago.\n\nEverybody knows him now. Everybody who passed him on the street knows\nhim. Everybody who went to the same schools, or even to different\nschools in different towns, knows him now. Ask them. But I knew him. I\nlived three feet away from him for a month and a half. I shipped with\nhim and called him by his first name.\n\nWhat was he like? What was he thinking, sitting on the edge of his bunk\nwith his jaw in his palm and his eyes on the stars? What did he think he\nwas after?\n\nWell ... Well, I think he-- You know, I think I never did know him,\nafter all. Not well. Not as well as some of those people who're writing\nthe books about him seem to.\n\nI couldn't really describe him to you. He had a duffelbag in his hand\nand a packed airsuit on his back. The skin of his face had been dried\nout by ship's air, burned by ultraviolet and broiled by infra red. The\npupils of his eyes had little cloudy specks in them where the cosmic\nrays had shot through them. But his eyes were steady and his body was\nhard. What did he look like? He looked like a man.\n\n       *       *       *       *       *\n\nIt was after the war, and we were beaten. There used to be a school of\nthought among us that deplored our combativeness; before we had ever met\nany people from off Earth, even, you could hear people saying we were\ntoughest, cruelest life-form in the Universe, unfit to mingle with the\ngentler wiser races in the stars, and a sure bet to steal their galaxy\nand corrupt it forever. Where these people got their information, I\ndon't know.\n\nWe were beaten. We moved out beyond Centaurus, and Sirius, and then we\nmet the Jeks, the Nosurwey, the Lud. We tried Terrestrial know-how, we\ntried Production Miracles, we tried patriotism, we tried damning the\ntorpedoes and full speed ahead ... and we were smashed back like\nmayflies in the wind. We died in droves, and we retreated from the\nguttering fires of a dozen planets, we dug in, we fought through the\nlast ditch, and we were dying on Earth itself before Baker mutinied,\nshot Cope, and surrendered the remainder of the human race to the wiser,\ngentler races in the stars. That way, we lived. That way, we were\npermitted to carry on our little concerns, and mind our manners. The\nJeks and the Lud and the Nosurwey returned to their own affairs, and we\nknew they would leave us alone so long as we didn't bother them.\n\nWe liked it that way. Understand me--we didn't accept it, we didn't\nknuckle under with waiting murder in our hearts--we _liked_ it. We were\ngrateful just to be left alone again. We were happy we hadn't been wiped\nout like the upstarts the rest of the Universe thought us to be. When\nthey let us keep our own solar system and carry on a trickle of trade\nwith the outside, we accepted it for the fantastically generous gift it\nwas. Too many of our best men were dead for us to have any remaining\nclaim on these things in our own right. I know how it was. I was there,\ntwenty years ago. I was a little, pudgy man with short breath and a\nhigh-pitched voice. I was a typical Earthman.\n\n       *       *       *       *       *\n\nWe were out on a God-forsaken landing field on Mars, MacReidie and I,\nloading cargo aboard the _Serenus_. MacReidie was First Officer. I was\nSecond. The stranger came walking up to us.\n\n\"Got a job?\" he asked, looking at MacReidie.\n\nMac looked him over. He saw the same things I'd seen. He shook his head.\n\"Not for you. The only thing we're short on is stokers.\"\n\nYou wouldn't know. There's no such thing as a stoker any more, with\nautomatic ships. But the stranger knew what Mac meant.\n\n_Serenus_ had what they called an electronic drive. She had to run with\nan evacuated engine room. The leaking electricity would have broken any\nstray air down to ozone, which eats metal and rots lungs. So the engine\nroom had the air pumped out of her, and the stokers who tended the dials\nand set the cathode attitudes had to wear suits, smelling themselves for\ntwelve hours at a time and standing a good chance of cooking where they\nsat when the drive arced. _Serenus_ was an ugly old tub. At that, we\nwere the better of the two interstellar freighters the human race had\nleft.\n\n\"You're bound over the border, aren't you?\"\n\nMacReidie nodded. \"That's right. But--\"\n\n\"I'll stoke.\"\n\nMacReidie looked over toward me and frowned. I shrugged my shoulders\nhelplessly. I was a little afraid of the stranger, too.\n\nThe trouble was the look of him. It was the look you saw in the bars\nback on Earth, where the veterans of the war sat and stared down into\ntheir glasses, waiting for night to fall so they could go out into the\nalleys and have drunken fights among themselves. But he had brought that\nlook to Mars, to the landing field, and out here there was something\ndisquieting about it.\n\nHe'd caught Mac's look and turned his head to me. \"I'll stoke,\" he\nrepeated.\n\nI didn't know what to say. MacReidie and I--almost all of the men in the\nMerchant Marine--hadn't served in the combat arms. We had freighted\nsupplies, and we had seen ships dying on the runs--we'd had our own\nbrushes with commerce raiders, and we'd known enough men who joined the\ncombat forces. But very few of the men came back, and the war this man\nhad fought hadn't been the same as ours. He'd commanded a fighting ship,\nsomewhere, and come to grips with things we simply didn't know about.\nThe mark was on him, but not on us. I couldn't meet his eyes. \"O.K. by\nme,\" I mumbled at last.\n\nI saw MacReidie's mouth turn down at the corners. But he couldn't\ngainsay the man any more than I could. MacReidie wasn't a mumbling man,\nso he said angrily: \"O.K., bucko, you'll stoke. Go and sign on.\"\n\n\"Thanks.\" The stranger walked quietly away. He wrapped a hand around the\ncable on a cargo hook and rode into the hold on top of some freight. Mac\nspat on the ground and went back to supervising his end of the loading.\nI was busy with mine, and it wasn't until we'd gotten the _Serenus_\nloaded and buttoned up that Mac and I even spoke to each other again.\nThen we talked about the trip. We didn't talk about the stranger.\n\n       *       *       *       *       *\n\nDaniels, the Third, had signed him on and had moved him into the empty\nbunk above mine. We slept all in a bunch on the _Serenus_--officers and\ncrew. Even so, we had to sleep in shifts, with the ship's designers\ngiving ninety per cent of her space to cargo, and eight per cent to\npower and control. That left very little for the people, who were\ncrammed in any way they could be. I said empty bunk. What I meant was,\nempty during my sleep shift. That meant he and I'd be sharing work\nshifts--me up in the control blister, parked in a soft chair, and him\ndown in the engine room, broiling in a suit for twelve hours.\n\nBut I ate with him, used the head with him; you can call that rubbing\nelbows with greatness, if you want to.\n\nHe was a very quiet man. Quiet in the way he moved and talked. When we\nwere both climbing into our bunks, that first night, I introduced myself\nand he introduced himself. Then he heaved himself into his bunk, rolled\nover on his side, fixed his straps, and fell asleep. He was always\nfriendly toward me, but he must have been very tired that first night. I\noften wondered what kind of a life he'd lived after the war--what he'd\ndone that made him different from the men who simply grew older in the\nbars. I wonder, now, if he really did do anything different. In an odd\nway, I like to think that one day, in a bar, on a day that seemed like\nall the rest to him when it began, he suddenly looked up with some new\nthought, put down his glass, and walked straight to the Earth-Mars\nshuttle field.\n\nHe might have come from any town on Earth. Don't believe the historians\ntoo much. Don't pay too much attention to the Chamber of Commerce\nplaques. When a man's name becomes public property, strange things\nhappen to the facts.\n\n       *       *       *       *       *\n\nIt was MacReidie who first found out what he'd done during the war.\n\nI've got to explain about MacReidie. He takes his opinions fast and\nstrong. He's a good man--is, or was; I haven't seen him for a long\nwhile--but he liked things simple.\n\nMacReidie said the duffelbag broke loose and floated into the middle of\nthe bunkroom during acceleration. He opened it to see whose it was. When\nhe found out, he closed it up and strapped it back in its place at the\nfoot of the stoker's bunk.\n\nMacReidie was my relief on the bridge. When he came up, he didn't\nrelieve me right away. He stood next to my chair and looked out through\nthe ports.\n\n\"Captain leave any special instructions in the Order Book?\" he asked.\n\n\"Just the usual. Keep a tight watch and proceed cautiously.\"\n\n\"That new stoker,\" Mac said.\n\n\"Yeah?\"\n\n\"I knew there was something wrong with him. He's got an old Marine\nuniform in his duffel.\"\n\nI didn't say anything. Mac glanced over at me. \"Well?\"\n\n\"I don't know.\" I didn't.\n\nI couldn't say I was surprised. It had to be something like that, about\nthe stoker. The mark was on him, as I've said.\n\nIt was the Marines that did Earth's best dying. It had to be. They were\ntrained to be the best we had, and they believed in their training. They\nwere the ones who slashed back the deepest when the other side hit us.\nThey were the ones who sallied out into the doomed spaces between the\nstars and took the war to the other side as well as any human force\ncould ever hope to. They were always the last to leave an abandoned\nposition. If Earth had been giving medals to members of her forces in\nthe war, every man in the Corps would have had the Medal of Honor two\nand three times over. Posthumously. I don't believe there were ten of\nthem left alive when Cope was shot. Cope was one of them. They were a\nkind of human being neither MacReidie nor I could hope to understand.\n\n\"You don't know,\" Mac said. \"It's there. In his duffel. Damn it, we're\ngoing out to trade with his sworn enemies! Why do you suppose he wanted\nto sign on? Why do you suppose he's so eager to go!\"\n\n\"You think he's going to try to start something?\"\n\n\"Think! That's exactly what he's going for. One last big alley fight.\nOne last brawl. When they cut him down--do you suppose they'll stop with\nhim? They'll kill us, and then they'll go in and stamp Earth flat! You\nknow it as well as I do.\"\n\n\"I don't know, Mac,\" I said. \"Go easy.\" I could feel the knots in my\nstomach. I didn't want any trouble. Not from the stoker, not from Mac.\nNone of us wanted trouble--not even Mac, but he'd cause it to get rid of\nit, if you follow what I mean about his kind of man.\n\nMac hit the viewport with his fist. \"Easy! Easy--nothing's easy. I hate\nthis life,\" he said in a murderous voice. \"I don't know why I keep\nsigning on. Mars to Centaurus and back, back and forth, in an old rust\ntub that's going to blow herself up one of these--\"\n\n       *       *       *       *       *\n\nDaniels called me on the phone from Communications. \"Turn up your\nIntercom volume,\" he said. \"The stoker's jamming the circuit.\"\n\nI kicked the selector switch over, and this is what I got:\n\n\"_--so there we were at a million per, and the air was gettin' thick.\nThe Skipper says 'Cheer up, brave boys, we'll--'_\"\n\nHe was singing. He had a terrible voice, but he could carry a tune, and\nhe was hammering it out at the top of his lungs.\n\n\"_Twas the last cruise of the_ Venus, _by God you should of seen us! The\npipes were full of whisky, and just to make things risky, the jets were\n..._\"\n\nThe crew were chuckling into their own chest phones. I could hear\nDaniels trying to cut him off. But he kept going. I started laughing\nmyself. No one's supposed to jam an intercom, but it made the crew feel\ngood. When the crew feels good, the ship runs right, and it had been a\nlong time since they'd been happy.\n\nHe went on for another twenty minutes. Then his voice thinned out, and I\nheard him cough a little. \"Daniels,\" he said, \"get a relief down here\nfor me. _Jump to it!_\" He said the last part in a Master's voice.\nDaniels didn't ask questions. He sent a man on his way down.\n\nHe'd been singing, the stoker had. He'd been singing while he worked\nwith one arm dead, one sleeve ripped open and badly patched because the\nfabric was slippery with blood. There'd been a flashover in the drivers.\nBy the time his relief got down there, he had the insulation back on,\nand the drive was purring along the way it should have been. It hadn't\neven missed a beat.\n\nHe went down to sick bay, got the arm wrapped, and would have gone back\non shift if Daniels'd let him.\n\nThose of us who were going off shift found him toying with the theremin\nin the mess compartment. He didn't know how to play it, and it sounded\nlike a dog howling.\n\n\"Sing, will you!\" somebody yelled. He grinned and went back to the \"Good\nShip _Venus_.\" It wasn't good, but it was loud. From that, we went to\n\"Starways, Farways, and Barways,\" and \"The Freefall Song.\" Somebody\nstarted \"I Left Her Behind For You,\" and that got us off into\nsentimental things, the way these sessions would sometimes wind up when\nspacemen were far from home. But not since the war, we all seemed to\nrealize together. We stopped, and looked at each other, and we all began\ndrifting out of the mess compartment.\n\nAnd maybe it got to him, too. It may explain something. He and I were\nthe last to leave. We went to the bunkroom, and he stopped in the middle\nof taking off his shirt. He stood there, looking out the porthole, and\nforgot I was there. I heard him reciting something, softly, under his\nbreath, and I stepped a little closer. This is what it was:\n\n    \"_The rockets rise against the skies,\n    Slowly; in sunlight gleaming\n    With silver hue upon the blue.\n    And the universe waits, dreaming._\n\n    \"_For men must go where the flame-winds blow,\n    The gas clouds softly plaiting;\n    Where stars are spun and worlds begun,\n    And men will find them waiting._\n\n    \"_The song that roars where the rocket soars\n    Is the song of the stellar flame;\n    The dreams of Man and galactic span\n    Are equal and much the same._\"\n\nWhat was he thinking of? Make your own choice. I think I came close to\nknowing him, at that moment, but until human beings turn telepath, no\nman can be sure of another.\n\nHe shook himself like a dog out of cold water, and got into his bunk. I\ngot into mine, and after a while I fell asleep.\n\n       *       *       *       *       *\n\nI don't know what MacReidie may have told the skipper about the stoker,\nor if he tried to tell him anything. The captain was the senior ticket\nholder in the Merchant Service, and a good man, in his day. He kept\nmostly to his cabin. And there was nothing MacReidie could do on his own\nauthority--nothing simple, that is. And the stoker had saved the ship,\nand ...\n\nI think what kept anything from happening between MacReidie and the\nstoker, or anyone else and the stoker, was that it would have meant\ntrouble in the ship. Trouble, confined to our little percentage of the\nship's volume, could seem like something much more important than the\nfate of the human race. It may not seem that way to you. But as long as\nno one began anything, we could all get along. We could have a good\ntrip.\n\nMacReidie worried, I'm sure. I worried, sometimes. But nothing happened.\n\nWhen we reached Alpha Centaurus, and set down at the trading field on\nthe second planet, it was the same as the other trips we'd made, and the\nsame kind of landfall. The Lud factor came out of his post after we'd\nwaited for a while, and gave us our permit to disembark. There was a Jek\nship at the other end of the field, loaded with the cargo we would get\nin exchange for our holdful of goods. We had the usual things; wine,\nmusic tapes, furs, and the like. The Jeks had been giving us light\nmachinery lately--probably we'd get two or three more loads, and then\nthey'd begin giving us something else.\n\nBut I found that this trip wasn't quite the same. I found myself looking\nat the factor's post, and I realized for the first time that the Lud\nhadn't built it. It was a leftover from the old colonial human\ngovernment. And the city on the horizon--men had built it; the touch of\nour architecture was on every building. I wondered why it had never\noccurred to me that this was so. It made the landfall different from all\nthe others, somehow. It gave a new face to the entire planet.\n\n       *       *       *       *       *\n\nMac and I and some of the other crewmen went down on the field to handle\nthe unloading. Jeks on self-propelled cargo lifts jockeyed among us,\nscooping up the loads as we unhooked the slings, bringing cases of\nmachinery from their own ship. They sat atop their vehicles, lean and\naloof, dashing in, whirling, shooting across the field to their ship\nand back like wild horsemen on the plains of Earth, paying us no notice.\n\nWe were almost through when Mac suddenly grabbed my arm. \"Look!\"\n\nThe stoker was coming down on one of the cargo slings. He stood upright,\nhis booted feet planted wide, one arm curled up over his head and around\nthe hoist cable. He was in his dusty brown Marine uniform, the scarlet\ncollar tabs bright as blood at his throat, his major's insignia\nglittering at his shoulders, the battle stripes on his sleeves.\n\nThe Jeks stopped their lifts. They knew that uniform. They sat up in\ntheir saddles and watched him come down. When the sling touched the\nground, he jumped off quietly and walked toward the nearest Jek. They\nall followed him with their eyes.\n\n\"We've got to stop him,\" Mac said, and both of us started toward him.\nHis hands were both in plain sight, one holding his duffelbag, which was\nswelled out with the bulk of his airsuit. He wasn't carrying a weapon of\nany kind. He was walking casually, taking his time.\n\nMac and I had almost reached him when a Jek with insignia on his\ncoveralls suddenly jumped down from his lift and came forward to meet\nhim. It was an odd thing to see--the stoker, and the Jek, who did not\nstand as tall. MacReidie and I stepped back.\n\nThe Jek was coal black, his scales glittering in the cold sunlight, his\nhatchet-face inscrutable. He stopped when the stoker was a few paces\naway. The stoker stopped, too. All the Jeks were watching him and paying\nno attention to anything else. The field might as well have been empty\nexcept for those two.\n\n\"They'll kill him. They'll kill him right now,\" MacReidie whispered.\n\nThey ought to have. If I'd been a Jek, I would have thought that uniform\nwas a death warrant. But the Jek spoke to him:\n\n\"Are you entitled to wear that?\"\n\n\"I was at this planet in '39. I was closer to your home world the year\nbefore that,\" the stoker said. \"I was captain of a destroyer. If I'd had\na cruiser's range, I would have reached it.\" He looked at the Jek.\n\"Where were you?\"\n\n\"I was here when you were.\"\n\n\"I want to speak to your ship's captain.\"\n\n\"All right. I'll drive you over.\"\n\nThe stoker nodded, and they walked over to his vehicle together. They\ndrove away, toward the Jek ship.\n\n\"All right, let's get back to work,\" another Jek said to MacReidie and\nmyself, and we went back to unloading cargo.\n\n       *       *       *       *       *\n\nThe stoker came back to our ship that night, without his duffelbag. He\nfound me and said:\n\n\"I'm signing off the ship. Going with the Jeks.\"\n\nMacReidie was with me. He said loudly: \"What do you mean, you're going\nwith the Jeks?\"\n\n\"I signed on their ship,\" the stoker said. \"Stoking. They've got a\nmicro-nuclear drive. It's been a while since I worked with one, but I\nthink I'll make out all right, even with the screwball way they've got\nit set up.\"\n\n\"Huh?\"\n\nThe stoker shrugged. \"Ships are ships, and physics is physics, no matter\nwhere you go. I'll make out.\"\n\n\"What kind of a deal did you make with them? What do you think you're up\nto?\"\n\nThe stoker shook his head. \"No deal. I signed on as a crewman. I'll do a\ncrewman's work for a crewman's wages. I thought I'd wander around a\nwhile. It ought to be interesting,\" he said.\n\n\"On a Jek ship.\"\n\n\"Anybody's ship. When I get to their home world, I'll probably ship out\nwith some people from farther on. Why not? It's honest work.\"\n\nMacReidie had no answer to that.\n\n\"But--\" I said.\n\n\"What?\" He looked at me as if he couldn't understand what might be\nbothering me, but I think perhaps he could.\n\n\"Nothing,\" I said, and that was that, except MacReidie was always a\nsourer man from that time up to as long as I knew him afterwards. We\ntook off in the morning. The stoker had already left on the Jek ship,\nand it turned out he'd trained an apprentice boy to take his place.\n\n       *       *       *       *       *\n\nIt was strange how things became different for us, little by little\nafter that. It was never anything you could put your finger on, but the\nJeks began taking more goods, and giving us things we needed when we\ntold them we wanted them. After a while, _Serenus_ was going a little\ndeeper into Jek territory, and when she wore out, the two replacements\nlet us trade with the Lud, too. Then it was the Nosurwey, and other\npeople beyond them, and things just got better for us, somehow.\n\nWe heard about our stoker, occasionally. He shipped with the Lud, and\nthe Nosurwey, and some people beyond them, getting along, going to all\nkinds of places. Pay no attention to the precise red lines you see on\nthe star maps; nobody knows exactly what path he wandered from people to\npeople. Nobody could. He just kept signing on with whatever ship was\ngoing deeper into the galaxy, going farther and farther. He messed with\ngreen shipmates and blue ones. One and two and three heads, tails, six\nlegs--after all, ships are ships and they've all got to have something\nto push them along. If a man knows his business, why not? A man can live\non all kinds of food, if he wants to get used to it. And any nontoxic\natmosphere will do, as long as there's enough oxygen in it.\n\nI don't know what he did, to make things so much better for us. I don't\nknow if he did anything, but stoke their ships and, I suppose, fix them\nwhen they were in trouble. I wonder if he sang dirty songs in that bad\nvoice of his, to people who couldn't possibly understand what the songs\nwere about. All I know is, for some reason those people slowly began\ntreating us with respect. We changed, too, I think--I'm not the same\nman I was ... I think--not altogether the same; I'm a captain now, with\nmaster's papers, and you won't find me in my cabin very often ...\nthere's a kind of joy in standing on a bridge, looking out at the stars\nyou're moving toward. I wonder if it mightn't have kept my old captain\nout of that place he died in, finally, if he'd tried it.\n\nSo, I don't know. The older I get, the less I know. The thing people\nremember the stoker for--the thing that makes him famous, and, I think,\nannoys him--I'm fairly sure is only incidental to what he really did. If\nhe did anything. If he meant to. I wish I could be sure of the exact\nanswer he found in the bottom of that last glass at the bar before he\nworked his passage to Mars and the _Serenus_, and began it all.\n\nSo, I can't say what he ought to be famous for. But I suppose it's\nenough to know for sure that he was the first living being ever to\ntravel all the way around the galaxy.\n\n\nTHE END\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Astounding Science Fiction_ February\n    1959. Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note.\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Stoker and the Stars, by \nAlgirdas Jonas Budrys (AKA John A. Sentry)\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE STOKER AND THE STARS ***\n\n***** This file should be named 22967.txt or 22967.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/2/9/6/22967/\n\nProduced by Greg Weeks, Bruce Albrecht, Stephen Blundell\nand the Online Distributed Proofreading Team at\nhttp://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}