{"title": "This World Must Die!", "author": "Horace Brown Fyfe", "releaseDate": "October 20, 2007", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n[Illustration: The girl clawed at Brecken's face as he raised the metal\nbar ...]\n\n\n Social living requires the elimination, or at very best, the modification\n of many elements necessary to survival in \"nature\". And when an emergency\n arises, very often it is the person who would be considered a \"criminal\",\n in other situations, who alone is able to cope with the necessities. If\n we manage to eliminate \"violence\" from human affairs, what will we find\n when a need for \"violence\" arises--a need outside of man's artificial\n control of his environment?\n\n\n                     THIS WORLD\n                     MUST DIE!\n\n         Feature Novelet of Dread Necessity\n\n\n \"You have been chosen for this mission of murder\n because you are the only people in our culture\n who are capable of this type of violence. You have\n broken our laws, and this is your punishment!\"\n\n\n                   By H. B. Fyfe\n\n\nLou Phillips sat on the cold metal deck of the control room, seething\nwith a growing dislike for the old man.\n\n\"What you are here for,\" the other had told him when the guards had\nbrought Phillips in, \"is a simple crime of violence. You'll do, I'm\nsure.\"\n\nThe old man paced the deck impatiently, while a pair of armed guards\nmaintained a watchful silence by the door. Two more men in plain gray\nshirts and trousers sat beside Phillips, leaning back sullenly against\nthe bulkhead. He guessed that they were waiting for a fourth,\nremembering that three other figures had been hustled aboard with him at\nthe Lunar spaceport.\n\nThe door slid open, allowing another youth in gray uniform to stumble\ninside. One of the guards in the corridor beyond shoved the newcomer\nforward, and Phillips' eyebrows twitched as he had a closer look. This\nlast prisoner was a girl.\n\nHe thought she might have been pretty, with a touch of lipstick and a\nkinder arrangement of her short, ash-blonde hair; but he lowered his\neyes as her hard, wary stare flickered past him. She walked over to the\nbulkhead and took a seat at the other end of the little group.\n\nThe old man turned, scanning their faces critically. \"I am in charge of\na peculiar project,\" he announced abruptly. \"The director of the Lunar\nDetention Colony claims that you four are the best he has--_for our\npurposes_!\"\n\nLong habit kept the seated ones guardedly silent. Seeing, apparently,\nthat they would not relax, he continued.\n\n\"You were chosen because each of you has received a sentence of\ndetention for life because of tendencies toward violence in one form or\nanother. In our twenty-second century civilization such homicidal\ninclinations are quite rare, due to the law-abiding habits of\ngenerations under the Interplanetary Council.\"\n\nHe had been pacing the cramped space left free by the equipment, the\nguards, and the four seated prisoners. Now he paused, as if mildly\nastonished at what he was about to say.\n\n\"In fact, now that we are faced by a situation demanding illegal\nviolence, it appears that no _normal_ citizen is capable of committing\nsuch an act. Using you may eliminate costly screening processes ... _and\nsave time_. Incidentally, I am Anthony Varret, Undersecretary for\nSecurity in the Council.\"\n\nNone of the four showed any overt sign of being impressed. Phillips knew\nthat the others, like himself, were scrutinizing the old man with cold,\nsecretive stares. They had learned through harsh experience to keep\ntheir own counsels. Varret shrugged. \"Well, then,\" he said dryly, \"I\nmight as well call the roll. I have been supplied with accurate\nrecords.\"\n\n       *       *       *       *       *\n\nHe drew a notebook from his pocket, consulted it briefly, then nodded at\nthe man next to the girl. \"Robert Brecken,\" he recited, \"age thirty-one,\nsix feet, one hundred eighty-five pounds, hair reddish brown, eyes\ngreen, complexion ruddy. Convicted of unjustified homicide by personal\nassault while resisting arrest for embezzlement. Detention record\nunsatisfactory. Implicated in two minor mutinies.\"\n\nHe glanced next at the youth beside Phillips. \"Raymond Truesdale, age\ntwenty-two, five-feet-five, one-thirty. Hair black, eyes dark brown,\ncomplexion pale. Convicted of two suicide attempts following failures in\nvarious artistic fields. Detention record fair, psychological report\npoor.\"\n\nHis frosty eyes met Phillips'. \"Louis Phillips, age twenty-six,\nfive-ten, one-eighty. Hair brown, eyes brown, complexion darkly\ntanned--that was before Luna, wasn't it, Phillips? Convicted of\nunjustified homicide, having assaulted a jet mechanic so as to cause\ndeath. Detention record satisfactory.\"\n\nThe blonde girl was last in Varret's review. \"Donna Bailey, age\ntwenty-three, five-five, one-fifteen. Hair blonde, eyes blue, complexion\nfair. Convicted of manslaughter by negligence, while piloting an\natmosphere sport rocket in an intoxicated condition. Detention record\nsatisfactory.\"\n\nVarret fell silent, regarding them with cynical disgust. His lips\ntwisted slightly with distaste. \"There we have it,\" he said. \"A\nviolent-tempered thief from the business world; an over-expensive\npurchase by a rich playboy who became his widow by her own negligence; a\nmentally-unstable fool who thought he was artistically gifted, and a\nrocket engineer who was too brutally careless with his own strength when\nirritated by a space-fatigued helper. I wonder if you'll do...?\"\n\nPhillips felt impelled at last to speak. \"Just what plans do you have\nfor us?\" he demanded harshly.\n\n\"Nothing complicated,\" replied Varret, matching the tone. \"We need you\nto perform a mass murder!\"\n\nPhillips blinked, despite his prison-learned reserve. He heard the girl\nsuck in her breath sharply, and felt the youth beside him begin to\ntremble.\n\n\"I have shocked you, I see,\" sneered Varret. \"Well, I assure you, it\nshocks me also, probably a good deal more since I have lived a normal\nlife. However--this is the background:\n\n\"About three months ago, we had reports of the outbreak of a deadly\nplague in one of the asteroid groups. As near as can be determined, it\nwas spread by the crew of an exploratory rocket after the discovery of a\nnew asteroid. It began to sweep through the mining colonies out there\nwith the velocity of an expanding nova!\"\n\n\"Where was your Health Department?\" asked the man named Brecken in a\nsneering tone.\n\nVarret frowned at him. \"Several members gave their lives trying to learn\nthe nature of the disease. We have no information to date, except a\ntheory that it attacks the nervous and circulatory systems, because the\nreports indicate that the reason of the victim is markedly affected as\nthe disease progresses. Not a single survivor is known--they all die in\nraving insanity. We do not even know with certainty how it is\ncommunicated.\"\n\n\"What are you doing?\" asked Phillips.\n\n\"Isolation. It is all we _can_ do, until our medical men can make some\nprogress. We evacuated an asteroid colony and began to ship into it any\nperson showing any of the symptoms, using a cruiser piloted by remote\ncontrol. That was where we slipped.\"\n\n\"How?\"\n\n\"On the last trip--unless we have not really collected _all_ the\nsufferers--we lost control. Someone being transported knew his\nspaceships. Shortly thereafter, a gibbering lunatic got on the screen\nand threatened the escorting rocket. He announced the cruiser would head\nfor Mars, where the passengers would demand their freedom. They are past\nreasoning with.\"\n\n\"Can't say I really blame them,\" Phillips remarked.\n\n\"Blame them? Of course not! Neither do I. What has that to do with it?\nWhat has the Council so worried is that this thing will get loose on\nMars, that it may even be carried to Earth and Venus. There are over a\nhundred persons in that ship, no longer responsible for their actions\nbut capable of causing deaths by the billions. We _want_ to help them,\nbut we simply must hold the line on this quarantine until we solve the\nmedical problem.\"\n\n       *       *       *       *       *\n\nThey stared at him in silence, and Phillips noticed that the old man's\nforehead was moist with tiny beads of perspiration.\n\n\"Don't you see? They are as good as dead. No knowledge or help of man\ncan save them--as of this moment. If we are _ever_ to be of any help, we\nmust prevent a worse catastrophe.\n\n\"Yes, the survival ship is a world in itself, but this world must die!\"\n\nFor a minute or two, it seemed to Phillips that he could hear each\nperson in the control room breathing. Finally, there was a small sound\nof cloth rubbing on metal as Brecken stirred. \"Why pick on us?\" he\nrasped from his seat on the deck. \"I'm no volunteer!\"\n\n\"I know what you are,\" replied Varret sharply. \"I know what you all are.\nYou have been chosen for this mission of murder, because you are the\nonly people in our culture who are capable of this kind of violence. You\nhave broken our laws, and this is your punishment.\n\n\"It would take us too long to find others like you who had merely never\nfaced the same circumstances that sent you four to Luna. We have made\nattempts to attack this vessel. Manned by normal men, our ships could\naccomplish nothing.\"\n\n\"Why not?\" asked Phillips.\n\n\"_The crews found they could not kill!_\"\n\n\"What?\"\n\n\"It amounts to that. One pilot blacked out at the start of an offensive\napproach. He lost contact before recovering--you realize how quickly\nthat happens at interplanetary speeds. On several other ships, there\nwere passive mutinies. One was destroyed; how, we do not know.\"\n\n\"Why don't you get some _men_ in your Department of Security?\" sneered\nBrecken.\n\nVarret sighed. \"It was far from simple cowardice. The crews had fine\nrecords. We have been civilized too long, so long that the idea of\ndeliberate killing unnerved them. As to the one ship that did make some\nmotion to attack, it may have been destroyed by the cruiser's defenses,\nor even by sabotage. Somebody may quite possibly have found the mission\ntoo repulsive to face with complete sanity.\"\n\nHe was interrupted by a uniformed man, who slid the door open and\ngestured significantly. Varret paused. He nodded, and the newcomer\nretired.\n\n\"I have only a few minutes,\" said the old man, facing them again. \"To be\nbrief, this patrol vessel is armed with the best we have in guided\natomic missiles and sensitive detection devices. Technical manuals are\nsupplied for everything we could think of, though I doubt you will need\nthem. We have brought you to within a few hundred miles of _them_.\n\n\"In a few minutes, my men and I will transfer to an escort ship. We will\nslip in behind Deimos, not too far away, and pick you up afterward to\nland you on Mars. Any questions?\"\n\n\"Yes,\" said Phillips.\n\n\"What?\"\n\n\"Why should we do anything at all?\"\n\nVarret's lips tightened. A guard shrugged contemptuously. \"I was told to\nexpect that attitude,\" the old man admitted. \"I suppose it is part of\nthe character we now think is needed for such an expedition.\"\n\n\"You could hardly expect co-operation,\" Phillips pointed out. \"Laws\nagainst any kind of homicide are all well enough, but I for one don't\nsee why I should draw the same sentence as a murderer. I had to protect\nmyself or die--probably through having that crazy fool blow up my rocket\nroom.\"\n\n\"You'll make a cold landing on Sol before you'll get any help from me!\"\nBrecken added defiantly.\n\nThe girl said nothing, but Truesdale muttered darkly.\n\n\"Please!\" said Varret. \"I have no time to argue about our social and\nlegal codes. The Council foresaw that the threat of being yourselves\nsubject to this plague might not be enough. If you succeed in destroying\nor even immobilizing the cruiser, I can offer you anything you want\nshort of unsupervised liberty. You must still be watched as potential\ndangers to society, but you may otherwise be as wealthy or independent\nas you wish.\"\n\nHe motioned to the guards, who had begun to fidget impatiently;\nwordlessly they left the compartment.\n\n\"You can settle your relations among yourselves,\" said Varret. \"We chose\nBailey partly because she has piloted rockets privately, and Phillips\nbecause he was a space engineer. Perhaps Brecken could handle the\ntorpedoes--I do not know.\" He rubbed his chin uneasily. \"Frankly, I find\nintimate discussion of the affair repulsive. I hope you will decide to\ndo what is necessary for the welfare of Earth.\"\n\nHe turned abruptly and left the control room. They heard distant voices\nexhorting him to hurry.\n\n\n\n\n[Illustration: 2]\n\n\nBrecken arose and crept furtively to the door. He leaned out to peer\ndown the corridor. The nervous Truesdale bounced up to crowd behind him.\nPhillips and the girl looked at each other; she shrugged, and they too\ngot to their feet. She turned to the instrument panels; and after a\nmoment, Phillips joined her.\n\n\"How have they got it?\" he asked. \"Controls locked?\"\n\n\"No,\" murmured Donna. \"Don't need to; we're just coasting. Nice job,\nthough. Fast as a racer, I imagine.\"\n\n\"You know something about racers?\"\n\n\"I used to think I did,\" she answered, shortly.\n\nHe saw pain darken her blue eyes and decided to probe no further.\nInstead, he wandered about, inspecting the instruments. A few minutes\nlater, with a spaceman's indefinable alertness, he felt a change in the\nship.\n\n\"They still aboard?\" he called to Truesdale, who remained at the door\nalthough Brecken had disappeared.\n\nThe youth glanced over his shoulder but did not trouble to reply.\nPhillips' jaw set, and he took a quick step toward the other. Before he\nreached the doorway, however, Brecken returned from the corridor.\nShouldering Truesdale aside, he strode into the control room. \"Well,\" he\nannounced, \"the old fool hopped off like he said. Got a viewer in here?\"\n\n\"I have it on now,\" called Donna from the instrument desk. \"There he\ngoes.\"\n\nThey gathered around the screen to watch. Near one edge was the image of\nanother ship, with several spacesuited figures clustered around its\nentrance port. The girl made an adjustment, and the view crept over to\nthe center of the screen just as the last of the figures vanished into\nthe opening. Almost immediately, the other rocket slanted away on a new\ncourse.\n\nDonna followed it on the screen until the brief flashes of its jets were\ndimmed by a new radiance--the ruddy disk of Mars. \"We _are_ where he\nsaid,\" she admitted. \"Now what?\"\n\nShe looked at Phillips, who merely shrugged. \"What do you make of it?\"\nshe insisted.\n\n\"Pretty much as he said, probably,\" answered the engineer. \"He's heading\nfor Deimos, I suppose. I hear they're landscaping the whole moon--it's\nonly about five miles in diameter--and building a new space station for\na radio beacon and relay.\"\n\n\"Does that log say anything about the plague ship?\" asked Truesdale\nnervously.\n\nDonna scanned the observation record, then adjusted the viewer. The red\nradiance of Mars fled, to be replaced by a dimmer scene of distant\nstars.\n\n\"In there someplace,\" she said. \"Out of range of this screen, but we\ncould probably locate it with detector instruments.\"\n\n\"Why all the jabber?\" demanded Brecken. \"Let's get going!\"\n\nPhillips stared at him. \"What's the rush? Did he sell you that easily?\"\n\n\"Huh? Oh, hell, no! I mean let's make a dive for Mars. They were dumb to\nset us loose with a fast ship. We're dumber if we don't use it!\"\n\n\"That's right,\" agreed Truesdale eagerly. \"We don't owe them anything.\nThey owe us; for the years they took out of our lives!\"\n\n       *       *       *       *       *\n\nTruesdale had a point there, Phillips felt. This could grow into quite a\ndiscussion, and he was not sure which side he wanted to take. He had no\ngreat urge to become a hero, but on the other hand there was something\nabout Brecken that aroused a certain obstinacy in him.\n\n\"Wait a minute!\" Donna protested; \"what do you think you're going to\ndo?\"\n\n\"Slip into a curve for Mars,\" said Brecken. \"Slow down enough to take to\nchutes an' let this can smack up in the deserts somewhere. They'll never\nknow if we got out, an' we'll be on our own.\"\n\nThe girl turned to Phillips. \"How about you?\" she asked. \"Don't you\nthink we should at least consider what Varret told us? If this plague is\nas dangerous as he says, this is no time to--\"\n\n\"Do you _have_ to be so bloodthirsty?\" complained Truesdale.\n\n\"I don't want to kill anybody,\" declared the girl; \"maybe we could just\ndisable the cruiser.\"\n\n\"Aw, kill your jets!\" Brecken broke in. \"I've been waiting for a chance\nlike this for years. Don't get any ideas!\"\n\n\"But listen!\" pleaded Donna. \"It's a terrible thing, but if we don't do\nit, we won't be safe on Mars ourselves; they'll land and set an epidemic\nloose.\"\n\n\"I'll take my chances with it,\" said Brecken. \"You're supposed to know\nsomething about piloting. Now get us on a curve for Mars, an' be snappy\nabout it!\"\n\nDonna turned desperately to Phillips.\n\n\"Why not look over the ship,\" the engineer suggested, \"before we blast\noff on half our jets? We can make up our minds when we see what we have\nfor fuel and weapons.\"\n\nBrecken opened his mouth to object, but was smitten by an unpleasant\nthought. \"Suppose they didn't leave us enough fuel to make Mars!\"\n\n\"We can find out soon enough,\" said Phillips, leading the way to the\ndoor.\n\nThey trooped down the corridor on his heels, past the few closet-like\ncompartments set aside for living quarters. It was a single-deck ship,\nwith storage compartments above and below for fuel, oxygen, and other\nnecessities. The corridor was liberally supplied with handrails,\napparently in case of failure of the artificial gravity system.\n\nAbout halfway to the end, another passage crossed the fore-and-aft one,\nand a few steps farther was a ladder. This extended up and down a\nvertical well, which in space amounted to a second cross corridor.\nPhillips was right when he guessed that the door beyond opened into the\nrocket room.\n\nThe others were bored by the power plant of the ship. The engineer,\nhowever, could not repress a thrill at once more standing surrounded by\nthe gauges, valves, and pumps with which he had formerly lived. He\nstrode about, examining and comprehending such appliances as seemed new\nsince his last service in space.\n\n\"How about it?\" demanded Brecken. \"Can you handle it?\"\n\n\"Sure,\" answered Phillips confidently. \"Mostly automatic anyway.\"\n\n\"Then we can get movin' whenever we want?\"\n\n\"I suppose so. The tanks are nearly full; let's find those space\ntorpedoes the old man mentioned.\"\n\n\"Maybe it won't hurt, at that,\" grumbled Brecken.\n\n       *       *       *       *       *\n\nHe led the way out, but paused indecisively. Phillips stepped past him\nand considered the cross passages near the midpoint of the corridor.\nThose in the plane of the control room deck probably led to port and\nstarboard airlocks, he reasoned, so the others might lead to the torpedo\nturrets.\n\nHe went to the vertical well and started up the ladder, hearing the\nothers follow. At the top, he was confronted by a hatch with a red\ndanger sign. Glancing about, he located the gauges that reported the air\npressure beyond. Normal.\n\n\"Make a little room,\" he said, looking down to Brecken.\n\nThe big, ruddy face retreated a few rungs. Phillips could hear the\nothers scrambling further down. He got his head out of the way before\npulling the switch that opened the hatch. With a subdued humming of\nelectric motors, the massively constructed door swung down. One after\nanother, they pulled themselves up into the compartment.\n\n\"This must be where they set controls for launching,\" guessed Phillips,\nleaning back against a rack of emergency spacesuits. \"That intercom\nscreen on the bulkhead is probably plugged in to the control room. Looks\nas if the torpedoes themselves are stored under that hatch at the after\nend.\"\n\n\"How do they kick them off?\" asked Brecken.\n\n\"Those conveyor belts run them into tubes in the forward bulkhead. A\ncharge of compressed air blows them out, and then the rockets are\nstarted and controlled by radio.\"\n\n\"You mean we have to point at a target to fire?\"\n\n\"Oh, no. Once the rockets are going, the torpedo can be maneuvered and\naimed anywhere by remote control.\"\n\n\"I've seen enough,\" announced Truesdale. \"I'm hungry.\"\n\nAt that, they all decided to return to the main deck. Phillips\ncarefully closed the airtight hatch as they left, then followed the\nothers in search of the galley.\n\nLater, after a very unsatisfactory meal of packaged concentrates, they\nloitered sullenly in the control room once more while Donna studied the\ncontrols. Phillips had finally decided that he could wear the third\nspacesuit on the rack if he had to. He was idly examining the tools\nsupplied with it when his thoughts were interrupted.\n\nYoung Truesdale had been monkeying with a range indicator for some time,\nbut now his sharp outcry drew all eyes to him.\n\nThe others immediately gathered to peer over his shoulder. A needle\nflickered wildly from one side of the dial to the other.\n\n\"Here! Get it balanced,\" said Phillips, thrusting a powerful arm between\nthe crowded bodies. As his deft adjustment steadied the needle, he\nstepped back and leaned against the bulkhead to study their faces.\nTruesdale's was pale.\n\n\"It's them!\" he panted.\n\n\"Well,\" asked Donna, \"what will it be?\"\n\n\"Whaddya mean?\" demanded Brecken, red-faced. \"It'll be get dam' well\nouta here, that's what it'll be!\"\n\n\"Let's see you go,\" invited the girl coolly. \"How well do _you_ pilot a\nrocket?\"\n\nBrecken's jaw dropped. \"Wh-wh-what? You crazy? Did you swallow all that\nstuff the old man told you?\" he sputtered.\n\n\"Why not?\" asked Donna. \"They didn't bring us all the way out here for\nnothing. Varret was scared. If it's that dangerous, somebody just has to\ndo it--and we're here!\"\n\n\"Not for long,\" said Brecken in an ugly tone. \"Get hot on those\ncontrols. You, Phillips! Run back to that rocket room and see that\nthings work!\"\n\n\"You try it,\" suggested the engineer quietly.\n\nHe would have preferred to avoid the trouble the girl had been stirring\nup, but he did not relish Brecken's tone. A few days off Luna, he\nreflected, and already he was getting independent.\n\n\"Listen,\" said Donna, encouraged in her defiance, \"when I touch those\ncontrols, we'll go right up and touch noses with them. You'd better have\na torpedo ready!\"\n\nShe turned to the banks of buttons and switches. Muffled thunder from\nthe stern jets trembled through the hull as the men staggered.\n\n\n\n\n[Illustration: 3]\n\n\nBrecken recovered his balance first. With a snarl, he grabbed the girl\nby the nape of the neck and shook her roughly. Glimpsing Phillips' cold\nsneer, he reached back and seized a heavy metal bar from the spacesuit\nrack.\n\n\"Now, dammit!\" he grated. \"You'll do like I tell you! And _you_ get back\nthere an' see that those tubes recharge okay!\"\n\nPhillips felt a hard anger swelling his throat. From the corner of his\neye, he saw Truesdale shrinking back against the bulkhead. He glanced\nabout desperately for something with which to parry Brecken's bar.\n\nIt was the girl who broke the tense silence. With a gasping intake of\nbreath, she reached up to claw at Brecken's face. Cursing, the man\ntwisted his head away to protect his eyes. He released his grip on the\ngirl's neck and swung a clumsy, backhand blow at her head. Donna\nstumbled, and collapsed to the deck.\n\n_Now or never_, Phillips told himself. Without waiting to think, he\nhurled himself forward.\n\nBrecken saw him coming, and tried to shift around to meet the engineer's\ncharge. Phillips crashed into him shoulder first, and they both brought\nup against the opposite bulkhead with a thud. He concentrated all his\nstrength into wringing the other's forearm until he heard the bar clang\nto the deck.\n\nBrecken clubbed him on the side of the head with a wild left swing, and\nPhillips found the big man's foot in the way when he tried to sidestep.\nHe lost his balance, but kept his grasp on the other so that they went\ndown together, thrashing about for some opening. Brecken was red-faced\nwith a maniacal rage. Beads of saliva sprayed from his twisted lips as\nhe sputtered curses.\n\nThe engineer let go suddenly and jolted the other under the chin with\nthe heel of his left hand. The man arched backward, but Phillips caught\na knee in the chest that sent him slithering across the deck. As he\nstrove to twist to his hands and knees, he saw Brecken groping for the\nbar.\n\n_Never reach him_, thought Phillips frantically.\n\nThrusting one foot against the leg of an anchored data desk, he raised\nhimself half upright as he lunged desperately at Brecken. Strangely, it\noccurred to Phillips for a fleeting lapse of time that old Varret had\nbeen reasonably astute in his selections, if he desired violent-tempered\nthrowbacks. Then the breath was knocked out of him as he smashed into\nBrecken with a force that sent them both hurtling into the bulkhead.\n\nThe other's grunt of pain was almost lost beneath the sharp smack of\nbone against metal. Phillips scrambled up hastily, but his opponent lay\nstill.\n\nOver by the data desk, Donna was beginning to squirm quietly and make\ngroping motions with her outstretched hands. Truesdale had retreated to\nthe forward end of the control room, his features blanched by\napprehension.\n\n_I'll bet_, thought Phillips, _that old Varret slipped up in your case,\nmy lad. Your reaction to violence must be what they call normal_.\n\nHe beckoned brusquely. \"Give me a hand with him,\" he ordered.\n\nBrecken still showed no sign of consciousness. Truesdale approached\nwarily, and with his aid Phillips lifted the unconscious man. With their\nburden limp in their hands, they staggered down the corridor to one of\nthe sleeping compartments. There, they slung him into a bunk.\n\n\"He needs attention,\" said Truesdale.\n\n\"He won't get it from me,\" snapped Phillips. \"Lumps on the head were his\nidea; there's no time to fool with him.\"\n\nHe pulled the sliding door shut, noticing that it had no lock. Since\nBrecken would probably be some time recovering, however, he put that out\nof his mind.\n\n       *       *       *       *       *\n\nHaving returned to the control room, they discovered Donna sitting up.\nAt the sight of them, she pulled herself somewhat shakily to a standing\nposition, and brushed back her blonde hair.\n\n\"What happened?\" she asked.\n\n\"He bumped his head on the bulkhead,\" said Phillips shortly.\n\nThis was accepted without comment. They turned to the instruments and\nexamined the dial of the range indicator.\n\n\"They aren't very far away,\" said Donna quietly. \"Where do you stand\nnow, Phillips?\"\n\n\"I suppose we'd better do it,\" he admitted. \"Pretty vicious, aren't\nyou?\"\n\n\"No!\" she snapped. \"I don't like it either; I've never caused the death\nof any human being.\"\n\n\"Oh, sure. That's why you were on Luna!\"\n\nShe looked at him levelly in the eye, but her shoulders drooped a trifle\nwith the resignation of one who has often been disbelieved.\n\n\"My husband was a nice guy,\" she murmured, \"but he never did know when\nhe had a drink too many for piloting his jet. He passed out trying to\ngive me a wild ride, and I got to the controls just in time to\ncrash-land the rocket; that's where they found me before I came to.\"\n\n\"Oh,\" said Phillips.\n\n\"I'm not half as hard as I'm trying to pretend,\" Donna went on, \"even\nafter a year on Luna. But I was a nurse before I was married. I'm\nthinking about what it will be like if this plague hits the planets\nbefore they find something to fight it with. The children ... imagine\nthat, will you?\"\n\nPhillips stared at the range indicator. It seemed there were times when\nan ugly thing had to be done for the common good. He wondered how the\nold-time executioners had felt, in the days when there had been judicial\nhomicide. There were still jailers, for that matter, and men who\nbutchered cattle.\n\n\"Call it a mercy killing,\" murmured Donna between pale lips. \"Maybe you\nthink _that_ isn't still done once in a while, in spite of modern\nsociety.\"\n\n\"Ummh,\" Phillips grunted. \"Well, if you can watch at this end, Truesdale\nand I can go set up a couple of torpedoes. I hope those rocket blasts\ndidn't give us away.\"\n\n\"According to Varret,\" said Truesdale, \"there can't be many of them\nstill able to think straight enough to stand on watch. I wonder what\nit's like....\"\n\nPhillips glanced askance at him, but led the way into the corridor.\nFirst of all, he stopped at the rocket room to check the tube readings.\nThe fired jets had been automatically recharged.\n\n       *       *       *       *       *\n\nThey left the rocket room and climbed the ladder to the turret. Once\ninside, Phillips spent the first few minutes inspecting the equipment\nand thumbing through the manuals left there by Varret. Finally, the\nbored Truesdale broke in upon his study.\n\n\"That old goat must be crazy to think he could toss us out here and have\nus act like a trained crew. How can we even hope to do anything right,\nwithout blowing ourselves up?\"\n\n\"We can try,\" said Phillips coldly. \"It shouldn't be impossible to get\none started, at least.\"\n\nHe found the twin control panels in the bulkhead, and pulled a pair of\nswitches. There was a smooth humming and a slight click as two hatches\nin the deck slid open. Slanting metal chutes rose out of the dark\napertures, just behind the conveyor belts.\n\n\"Look at those babies!\" breathed Phillips.\n\nThe snouts of two miniature spaceships protruded from the storage hold.\nPhillips touched other switches, and the sleek missiles were prodded\nonto the belts and moved forward until the full, twenty-foot lengths\nwere in view.\n\n\"Phillips, you better be careful with those things!\" quavered Truesdale\nas the engineer unscrewed a small hatch on one.\n\n\"Afraid I'll blow it up?\" asked Phillips, peering inside.\n\n\"Why not? You never touched one before.\"\n\n\"You go ahead and believe that,\" retorted the engineer. \"Now, I'll just\nturn on the radio controls, check the batteries, and feed the bad news\ninto the launching tubes. Watch!\"\n\nReplacing the hatch and securing it, he thought out the procedure to use\nat the remote control panels. Turning on the screen above one of them\nproduced a cross-haired image of the bulkhead directly in front of the\nnear torpedo. He tried various manipulations until he had focused the\nview and caused it to sweep all around the interior of the turret. After\nidly watching himself and Truesdale appear on the screen, he returned\nthe view to dead ahead, switched it off, and turned to the other panel.\n\n\"I guess I can finish checking,\" he said.\n\nTruesdale clambered hastily down the ladder. Phillips shook his head.\n\"Don't know what use he'll be,\" he muttered. \"Too bad Brecken wouldn't\nlisten. He at least ... oh, well!\"\n\nHe wondered whether he himself would stand up when the time came. What\nVarret had asked did not sound like much. Just a quick shot and watch\nthem blow apart. What inhibitions made men black out rather than carry\nit through? It was not as if there were any hope for these people.\nSurely, it was obvious that to permit them, in their deranged state, to\nspread a catastrophic plague was inconceivable. But perhaps emotions\nwere stronger than reason.\n\n\"I'll find out pretty soon,\" he reflected.\n\nThere was little more to do in the turret, except to run the torpedoes\ninto the launching tubes and bring up a new pair in reserve. With that\nmuch done, he closed the hatch and climbed down the ladder.\n\n       *       *       *       *       *\n\nIn the control room, he found Donna and Truesdale peering into the\nscreen. He crowded close to look over their shoulders. A small blob of\nlight floated near the center of the view. \"That it?\" he asked.\n\n\"Yes,\" answered Donna. \"Just enough Mars-light to show it.\"\n\n\"How near are we?\" asked Phillips.\n\n\"About a hundred and fifty miles. I have quite a large magnification,\nbut they may spot us if they're alert. Are you ready to ... do\nsomething?\"\n\n\"Reasonably,\" said Phillips. \"Where's Brecken?\"\n\n\"You probably _killed_ him!\" Truesdale broke in accusingly.\n\n\"I found a first-aid kit and gave him a shot,\" said Donna. \"He has a\nnasty lump on the head, but he might sleep it off.\"\n\nPhillips was watching Truesdale. The youth was visibly nervous. Was it\nthe thought of Brecken, the engineer wondered, or fear of what they were\nplanning to do? Perhaps it would be best to clear the air now, before it\nwas too late.\n\n\"I guess you can handle it here, Donna,\" he said. \"Truesdale and I will\ngo to the turret and stand by.\"\n\nThe youth shrank away. \"No! I won't go up there again! You can't make me\ndo this!\"\n\n\"Do what?\" demanded Phillips.\n\n\"It's _murder_! You both know it is! They won't even have any warning.\"\n\n\"I _hope_ not,\" said Phillips drily. \"They might get _us_!\"\n\n\"You _would_ put it that way,\" sneered Truesdale; \"you're homicidal at\nheart anyway!\" He turned on Donna, wiping perspiration from his\nforehead. \"Are you going to let him do it?\" he shrilled. \"Are you going\nto help him commit such a crime?\"\n\nThe girl stared at him with a worried look in her blue eyes but said\nnothing.\n\n\"Come on, Truesdale,\" said Phillips, making an effort at a peaceful,\npersuasive tone. \"It will be either their lives or ours if they spot\nus--and millions more if they get by. They'll be too desperate to think\nof us. Do you want to die?\"\n\nThe instant he spoke the last words, he remembered the other's record\nand wished he had kept quiet. He saw, a strange, wild expression creep\nover Truesdale's features. It changed into a look of hateful cunning as\nthe youth, began to sidle toward the door.\n\n\"_I'm_ not afraid to die!\" he boasted in a low-pitched but tense voice.\n\"But how about you, Phillips? How about the big, brutal space engineer\nwho is proud of smashing men's skulls against steel walls, who would\nlike nothing better than to blow up a shipload of innocent people. How\ndo you really know they're dangerous? But you don't care, do you?\"\n\n\"Truesdale!\" snapped Phillips. \"Calm down!\"\n\n\"I'll calm you down with me!\" shouted the other hysterically. \"I'll\n_show_ you who's afraid to die!\"\n\nHe ducked through the door toward which he had been backing. Phillips\nlunged after him, just barely missing a grip.\n\n\"On your toes!\" he shouted over his shoulder to Donna, and turned on all\njets.\n\nBut Truesdale, driven by his peculiar fury, not only stayed ahead as\nthey raced along the corridor, but actually gained.\n\nHe was fifteen or twenty feet out in front as they reached the midway\npoint. Phillips, expecting him to take refuge in the rocket room, was\ncompletely fooled when Truesdale leaped for the ladder in the vertical\nwell. He stumbled, and grabbed a handrail to stop himself. The other was\nswarming upward. Phillips sprang to follow.\n\nHardly had he climbed half a dozen rungs, however, than he saw he was\noutdistanced. Truesdale's feet were already disappearing beyond the\nhatchway. Phillips waited for the airtight door to slam shut. It\nremained open....\n\nThen a thrill of instinctive fear shot through him as he thought of what\nTruesdale might do--probably was _doing_ at that very instant!\n\n\n\n\n[Illustration: 4]\n\n\nThrowing his feet clear of the rungs, he plunged back toward the deck,\nguided only by his hands brushing the sides of the ladder. As Phillips\nreached the junction of the passages, he kicked desperately away from\nthe ladder. He landed with a thump that would have hurt had he been in a\ncalmer state.\n\nRolling over toward the control room, he came to his feet in time to\nglimpse Donna looking out the doorway before a jarring shock floored him\nagain.\n\nThe deafening roar of an explosion resounded in the corridor as a\nbrilliant light was luridly reflected from somewhere behind him. The\nbewildering force hurled him at the deck; he saw he could not prevent\nhis head from striking--\n\nPhillips found himself on hands and knees, staring stupidly at the deck\na few inches past his nose. As in a nightmare, he seemed to spend an\neternity pushing himself painfully to his feet. Clutching a handrail, he\nfinally made it.\n\nHe saw Donna kneeling in the doorway, hand to head. As he watched, the\ngirl looked at her hand, and dazedly pulled out a handkerchief to wipe\noff the blood.\n\nThen Phillips became aware of a high breeze in his face. Behind him, the\nsound of rushing air rose to a moan, then to a shriek. That shocked him\nto his senses.\n\n\"_Button up!_\" he screamed above the noise, bringing his hands together\nin an urgent gesture understood by all spacemen.\n\nAs the girl staggered to her feet, he whirled and leaped toward the\njunction of the cross corridors. He wasted no time in a vain glance\nupwards--he knew what Truesdale had done. Only setting off the\ntorpedoes' rockets in the enclosed turret compartment would have caused\nan explosion just severe enough to rupture the ship's skin; if the\nwarheads had gone off, he never would have known it.\n\nDiving headlong through the opening in the deck, he experienced a\ndizzying shift of gravity as he passed through the plane of the main\ndeck. When he had his bearings again, he scrambled \"up\" the ladder\ntoward the belly turret. By the time he got the airtight hatch open, he\nwas beginning to pant in the thinning air. He pulled himself through at\nlast, and sealed the compartment.\n\nPhillips sucked in a deep, luxurious breath while he glanced about. This\nturret, he saw, was a duplicate of the other. He immediately located the\nintercom screen and called the control room. Donna's worried face\nappeared. \"Where are you?\" was her relieved inquiry.\n\nPhillips explained what had happened. \"The only thing,\" he concluded,\n\"is to try it from here.\"\n\n\"I think they must have spotted the flash,\" Donna told him. \"The\ninstruments show a shift in their course.\"\n\n\"Blast right at them!\" said Phillips. \"We might get away with it if\nwe're quick.\"\n\nHe turned away, leaving the intercom on. A few quick steps took him to\nthe control panels in the bulkhead. Guided by his lessons in the other\nturret, and by faded memories of space school on Earth, he brought up\ntwo of the torpedoes. He checked the radio controls and ran the missiles\ninto their launching tubes. As he worked, with nervous sweat running\ndown into his eyes, he was aware of the intermittent jar of rocket\nblasts.\n\n\"Run 'em down!\" he muttered, trying to steady his hand on the controls.\n\nHe had a hand at each panel, with the torpedoes poised viciously in the\ntubes, when he heard Donna's shout, shrill with excitement, over the\nintercom.\n\nInstantly, he launched the missiles. He started the rockets by remote\ncontrol, and scanned the screens for a sight of the other vessel.\n\nFor a moment, his view was confused by the expanding puff of air; then\nthat froze, and drifted back to the hull, and he could see the stars.\n\n       *       *       *       *       *\n\nDonna's voice, strained but coldly controlled, came over the intercom\nwith readings from her instruments. He corrected his courses\naccordingly.\n\nThen he saw the image of their target centered on one screen, so he\nconcentrated on steering the other missile. He made the nose yaw, but\nwas unable to locate anything on its screen.\n\n\"You're sending one of them too far above, I think,\" Donna reported.\n\n\"I have something wrong,\" he shouted. \"I can't spot them at all for that\none. The jets must be out of line and shooting it in a curve.\"\n\nNevertheless, he fired a corrective blast on the weight of the guess,\nbefore returning his attention to the first torpedo.\n\nThis one was right on the curve. He could see the massive hull of the\ncruiser plainly now. It was almost featureless until, as he watched,\nseveral sections seemed to slide aside.\n\nThe screen showed him a momentary glimpse of a swarm of small,\nflame-tailed objects spewing forth from one of the openings. Then the\nview went dark. \"Interceptor rockets with proximity fuses,\" he muttered.\n\"They'll be after us next, crazy-mean and frantic!\"\n\nOver the intercom, he heard Donna exclaim in dismay. He caught a\nfleeting sight of her face and realized that the situation must be\ntorture for the girl, as for himself or any normal person of their\ncivilization.\n\nCursing himself for an optimist, he raised two more of the missiles\nfrom the magazine. Hopping about like a jet-checker five minutes before\ntake-off time, he made them ready. It seemed like hours before he got\nthem into the launching tubes and blew them out into the void.\n\nAgain, he watched the other vessel appear ahead of his torpedoes, this\ntime on both screens. Before the gap narrowed, he had a better\nopportunity to see the defenses of the cruiser in action.\n\nA whitish cloud of gas was expelled from his target's hull, bearing a\nmyriad of small objects which promptly acquired a life of their own.\nBoth screens were filled with flashing, diverging trails of flame.\nThen--nothing.\n\n\"They're heading at us!\" called Donna. \"Hang on!\"\n\nPhillips had already pulled the switches to bring up a new pair of\ntorpedoes. Hearing the urgency in Donna's tone, he leaped toward a rack\nof spacesuits and grabbed.\n\n       *       *       *       *       *\n\nThe next instant, he was pinned forcibly against the rack by\nacceleration, as Donna made the ship dodge aside. From one side, he\nheard a screech of grating metal. The fresh missiles must have jammed\nhalfway out of the storage compartment.\n\nIt gave him a weird feeling of unreality; as he hung there helplessly,\nto see one of the screens on the bulkhead pick up something moving,\ngleaming, metallic.\n\n\"Donna!\" he shouted hoarsely. \"Let up!\"\n\n\"I don't dare,\" she gasped over the intercom. \"I lost them, but they\nwere starting after us!\"\n\n\"Let up!\" repeated Phillips. \"They're dead ahead of that wild shot of\nours. Let me get to the controls!\"\n\nHe dropped abruptly to the deck as the acceleration vanished. One leap\ncarried him to the radio controls.\n\nThe metallic gleam had swelled into a huge spaceship. The cruiser was\nangling slightly away from the point from which he seemed to be viewing\nit. How soon, he wondered, would they detect the presence of his\ntorpedo? Or would they neglect this direction, being intent upon the\ndestruction of those who were attempting to frustrate their mad dash for\nMars?\n\nPhillips stood before the screen, clenching his fists. There was, after\nall, nothing for him to do but watch. The gleaming hull expanded with a\nswelling rush. Details of construction, hitherto invisible, leaped out\nat him. A crack finally appeared as a section began to slide back.\n\nThis time, however, there was no blinding flare of small rockets. The\nblacking out of the screen coincided with Donna's scream. \"_It hit!_\"\n\nIn the silence that followed, he thought he heard a sob.\n\n\"Oh, Phillips,\" she said, recovering, \"we did it. They're--\"\n\n\"Hang on,\" said Phillips. \"I'll climb into a spacesuit and come\nforward.\"\n\nHe switched off the intercom and dragged a suit from the rack. It took\nhim a good fifteen minutes to get the helmet screwed on properly and to\ncheck everything else. He realized that he was very tired.\n\nHe opened the exit hatch, seized the top of the ladder in his gauntlets\nas the air exploded out of the turret, and climbed back to the main\ndeck.\n\nClumping forward through the airless corridor, he stopped to look into\nthe compartment where he had left Brecken. He quickly slid the door shut\nagain.\n\nHe found that Donna had sealed off the corridor just short of the\ncontrol room by closing a double emergency door that must have been\ndesigned to form an airlock in just such a situation. He hammered upon\nit, and she slid it open from the control desk.\n\nIt closed again behind him, and he entered the control room through the\nusual door. The girl helped him to remove the suit and motioned him\ntoward the screen.\n\n       *       *       *       *       *\n\nPhillips regarded the scene without enthusiasm. The sight of the dead\nman had reminded him of what the compartments of that other vessel must\nlook like by now. Its parts were beginning to scatter slowly.\n\nHe looked at Donna, and found her regarding him soberly. \"What will they\ndo with us now?\" she asked.\n\nShe looked exhausted. He extended an arm, and she leaned against him.\n\"You heard what Varret said,\" he told her.\n\n\"Yes, but will he keep his word? They might be ... ashamed of us, now\nthat it's done. Even if they're not, I can't bear the thought of going\nback to Earth and having them stare at me!\"\n\nPhillips nodded. He remembered the morbid curiosity during his own\ntrial, the crowds who had watched him with a kind of shrinking\nhorror--and he had actually been responsible for saving a spaceship and\nits crew, had they cared to look on that side of the affair.\n\nBut he had killed. That was no longer the action of a normal human\nbeing, according to popular thinking.\n\n\"I guess you and I are the only ones who will understand one another\nfrom now on,\" he shrugged.\n\nDonna smiled faintly, just as the signal sounded on the communication\nscreen.\n\nIt was Varret, looking pale and strained. He listened to Phillips'\naccount, including the deaths of Truesdale and Brecken, and apologized\nfor his appearance. He had, he informed them, been unpleasantly ill when\nhe had seen the explosion. \"It was a terrible thing,\" Varret continued\nsadly, \"but necessary. They were beyond reasoning with, and a deadly\nmenace.\"\n\nHe pulled himself together and tried to hide his agitation by reminding\nthem of his promise. He suggested that they consider their requests\nwhile his ship attempted to tow them in to Deimos.\n\nPhillips glanced speculatively at Donna. They would be two outcasts,\nhowever much their deed might be respected abstractly, however much\nofficial expressions of gratitude were employed to gloss over the fact.\nHe might as well take one chance more. \"We have already decided,\" he\nsaid boldly. \"I hear you are building a new space station on Deimos.\"\n\nThe old man nodded, surprised.\n\n\"We will ask for a deed to that moon, and a contract to operate the\nbeacon and radio relay station,\" Phillips stated flatly.\n\nVarret blinked, then smiled slightly in a sort of understanding\nadmiration.\n\n\"Reasonable and astute,\" he murmured after a moment's hesitation. \"I\nthink I appreciate the motive. Perhaps, if that ship can be repaired and\nremodeled, we can include it so that you may make short visits to Mars.\"\n\nHe warned them to watch for the emergency crew he would send to their\naid, and switched off.\n\nPhillips then dared finally to turn and look inquiringly at Donna. Her\nsmile was relaxed for the first time since they had met. \"Nice\nbargaining,\" she said, and Phillips felt like the king of something\nlarger than a tiny Martian satellite.\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Future combined with Science Fiction\n    Stories_ September 1951. Extensive research did not uncover any\n    evidence that the U.S. copyright on this publication was renewed.\n    Minor spelling and typographical errors have been corrected without\n    note.\n\n\n\n\n\nEnd of Project Gutenberg's This World Must Die!, by Horace Brown Fyfe\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THIS WORLD MUST DIE! ***\n\n***** This file should be named 23102.txt or 23102.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/3/1/0/23102/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}