{"title": "The Blue Tower", "author": "Evelyn E. Smith", "releaseDate": "October 20, 2007", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks and the Online Distributed\nProofreading Team at http://www.pgdp.net\n\n\n\n\n\n\nTHE\n\nBLUE\n\nTOWER\n\n\n\nBy EVELYN E. SMITH\n\n\n\n_As the vastly advanced guardians\nof mankind, the Belphins knew how\nto make a lesson stick--but whom?_\n\n\n\nIllustrated by DICK FRANCIS\n\n\n\n\nTranscriber's Note: This etext was produced from Galaxy, February,\n1958. Extensive research did not reveal any evidence that the U.S.\ncopyright on this publication was renewed.\n\nMinor typographical errors have been corrected without note.\n\n\n\n\nLudovick Eversole sat in the golden sunshine outside his house, writing\na poem as he watched the street flow gently past him. There were very\nfew people on it, for he lived in a slow part of town, and those who\nwent in for travel generally preferred streets where the pace was\nquicker.\n\nMoreover, on a sultry spring afternoon like this one, there would be\nfew people wandering abroad. Most would be lying on sun-kissed white\nbeaches or in sun-drenched parks, or, for those who did not fancy being\neither kissed or drenched by the sun, basking in the comfort of their\nown air-conditioned villas.\n\nSome would, like Ludovick, be writing poems; others composing\nsymphonies; still others painting pictures. Those who were without\ncreative talent or the inclination to indulge it would be relaxing\ntheir well-kept golden bodies in whatever surroundings they had chosen\nto spend this particular one of the perfect days that stretched in an\nunbroken line before every member of the human race from the cradle to\nthe crematorium.\n\nOnly the Belphins were much in evidence. Only the Belphins had duties\nto perform. Only the Belphins worked.\n\nLudovick stretched his own well-kept golden body and rejoiced in the\nknowing that he was a man and not a Belphin. Immediately afterward,\nhe was sorry for the heartless thought. Didn't the Belphins work only\nto serve humanity? How ungrateful, then, it was to gloat over them!\nBesides, he comforted himself, probably, if the truth were known, the\nBelphins _liked_ to work. He hailed a passing Belphin for assurance on\nthis point.\n\nCourteous, like all members of his species, the creature leaped from\nthe street and listened attentively to the young man's question. \"We\nBelphins have but one like and one dislike,\" he replied. \"We like what\nis right and we dislike what is wrong.\"\n\n\"But how can you tell what is right and what is wrong?\" Ludovick\npersisted.\n\n\"We _know_,\" the Belphin said, gazing reverently across the city to\nthe blue spire of the tower where The Belphin of Belphins dwelt, in\nconstant communication with every member of his race at all times,\nor so they said. \"That is why we were placed in charge of humanity.\nSomeday you, too, may advance to the point where you _know_, and we\nshall return whence we came.\"\n\n\"But _who_ placed you in charge,\" Ludovick asked, \"and whence _did_\nyou come?\" Fearing he might seem motivated by vulgar curiosity, he\nexplained, \"I am doing research for an epic poem.\"\n\n                     *      *      *      *      *\n\nA lifetime spent under their gentle guardianship had made Ludovick\nable to interpret the expression that flitted across this Belphin's\nfrontispiece as a sad, sweet smile.\n\n\"We come from beyond the stars,\" he said. Ludovick already knew that;\nhe had hoped for something a little more specific. \"We were placed in\npower by those who had the right. And the power through which we rule\nis the power of love! Be happy!\"\n\nAnd with that conventional farewell (which also served as a greeting),\nhe stepped onto the sidewalk and was borne off. Ludovick looked after\nhim pensively for a moment, then shrugged. Why _should_ the Belphins\nsurrender their secrets to gratify the idle curiosity of a poet?\n\nLudovick packed his portable scriptwriter in its case and went to call\non the girl next door, whom he loved with a deep and intermittently\nrequited passion.\n\nAs he passed between the tall columns leading into the Flockhart\ncourtyard, he noted with regret that there were quite a number of\nCorisande's relatives present, lying about sunning themselves and\nsipping beverages which probably touched the legal limit of\nintoxicatability.\n\nMuch as he hated to think harshly of anyone, he did not like Corisande\nFlockhart's relatives. He had never known anybody who had as many\nrelatives as she did, and sometimes he suspected they were not all\nrelated to her. Then he would dismiss the thought as unworthy of him or\nany right-thinking human being. He loved Corisande for herself alone\nand not for her family. Whether they were actually her family or not\nwas none of his business.\n\n\"Be happy!\" he greeted the assemblage cordially, sitting down beside\nCorisande on the tessellated pavement.\n\n\"Bah!\" said old Osmond Flockhart, Corisande's grandfather. Ludovick was\nsure that, underneath his crustiness, the gnarled patriarch hid a heart\nof gold. Although he had been mining assiduously, the young man had not\nyet been able to strike that vein; however, he did not give up hope,\nfor not giving up hope was one of the principles that his wise old\nBelphin teacher had inculcated in him. Other principles were to lead\nthe good life and keep healthy.\n\n\"Now, Grandfather,\" Corisande said, \"no matter what your politics, that\ndoes not excuse impoliteness.\"\n\nLudovick wished she would not allude so blatantly to politics, because\nhe had a lurking notion that Corisande's \"family\" was, in fact, a band\nof conspirators ... such as still dotted the green and pleasant planet\nand proved by their existence that Man was not advancing anywhere\nwithin measurable distance of that totality of knowledge implied by\nthe Belphin.\n\nYou could tell malcontents, even if they did not voice their\ndissatisfactions, by their faces. The vast majority of the human race,\nliving good and happy lives, had smooth and pleasant faces. Malcontents'\nfaces were lined and sometimes, in extreme cases, furrowed. Everyone\ncould easily tell who they were by looking at them, and most people\navoided them.\n\n                     *      *      *      *      *\n\nIt was not that griping was illegal, for the Belphins permitted free\nspeech and reasonable conspiracy; it was that such behavior was\nconsidered ungenteel. Ludovick would never have dreamed of associating\nwith this set of neighbors, once he had discovered their tendencies,\nhad he not lost his heart to the purple-eyed Corisande at their first\nmeeting.\n\n\"Politeness, bah!\" old Osmond said. \"To see a healthy young man\nsimply--simply accepting the status quo!\"\n\n\"If the status quo is a good status quo,\" Ludovick said uneasily, for\nhe did not like to discuss such subjects, \"why should I not accept it?\nWe have everything we could possibly want. What do we lack?\"\n\n\"Our freedom,\" Osmond retorted.\n\n\"But we _are_ free,\" Ludovick said, perplexed. \"We can say what we\nlike, do what we like, so long as it is consonant with the public\ngood.\"\n\n\"Ah, but who determines what is consonant with the public good?\"\n\nLudovick could no longer temporize with truth, even for Corisande's\nsake. \"Look here, old man, I have read books. I know about the old days\nbefore the Belphins came from the stars. Men were destroying themselves\nquickly through wars, or slowly through want. There is none of that any\nmore.\"\n\n\"All lies and exaggeration,\" old Osmond said. \"_My_ grandfather told me\nthat, when the Belphins took over Earth, they rewrote all the textbooks\nto suit their own purposes. Now nothing but Belphin propaganda is\ntaught in the schools.\"\n\n\"But surely some of what they teach about the past must be true,\"\nLudovick insisted. \"And today every one of us has enough to eat and\ndrink, a place to live, beautiful garments to wear, and all the time in\nthe world to utilize as he chooses in all sorts of pleasant activities.\nWhat is missing?\"\n\n\"They've taken away our frontiers!\"\n\nBehind his back, Corisande made a little filial face at Ludovick.\n\nLudovick tried to make the old man see reason. \"But I'm happy. And\neverybody is happy, except--except a few _killjoys_ like you.\"\n\n\"They certainly did a good job of brainwashing you, boy,\" Osmond\nsighed. \"And of most of the young ones,\" he added mournfully. \"With\neach succeeding generation, more of our heritage is lost.\" He patted\nthe girl's hand. \"You're a good girl, Corrie. You don't hold with this\nbeing cared for like some damn pet poodle.\"\n\n\"Never mind Osmond, Eversole,\" one of Corisande's alleged uncles\ngrinned. \"He talks a lot, but of course he doesn't mean a quarter of\nwhat he says. Come, have some wine.\"\n\n                     *      *      *      *      *\n\nHe handed a glass to Ludovick. Ludovick sipped and coughed. It tasted\nas if it were well above the legal alcohol limit, but he didn't like to\nsay anything. They were taking an awful risk, though, doing a thing\nlike that. If they got caught, they might receive a public\nscolding--which was, of course, no more than they deserved--but he\ncould not bear to think of Corisande exposed to such an ordeal.\n\n\"It's only reasonable,\" the uncle went on, \"that older people should\nhave a--a thing about being governed by foreigners.\"\n\nLudovick smiled and set his nearly full glass down on a plinth. \"You\ncould hardly call the Belphins foreigners; they've been on Earth longer\nthan even the oldest of us.\"\n\n\"You seem to be pretty chummy with 'em,\" the uncle said, looking\nnarrow-eyed at Ludovick.\n\n\"No more so than any other loyal citizen,\" Ludovick replied.\n\nThe uncle sat up and wrapped his arms around his thick bare legs. He\nwas a powerful, hairy brute of a creature who had not taken advantage\nof the numerous cosmetic techniques offered by the benevolent Belphins.\n\"Don't you think it's funny they can breathe our air so easily?\"\n\n\"Why shouldn't they?\" Ludovick bit into an apple that Corisande handed\nhim from one of the dishes of fruit and other delicacies strewn about\nthe courtyard. \"It's excellent air,\" he continued through a full mouth,\n\"especially now that it's all purified. I understand that in the old\ndays----\"\n\n\"Yes,\" the uncle said, \"but don't you think it's a coincidence they\nbreathe exactly the same kind of air we do, considering they claim to\ncome from another solar system?\"\n\n\"No coincidence at all,\" said Ludovick shortly, no longer able to\npretend he didn't know what the other was getting at. He had heard the\nugly rumor before. Of course sacrilege was not illegal, but it was in\nbad taste. \"Only one combination of elements spawns intelligent life.\"\n\n\"They say,\" the uncle continued, impervious to Ludovick's unconcealed\ndislike for the subject, \"that there's really only one Belphin, who\nlives in the Blue Tower--in a tank or something, because he can't\nbreathe our atmosphere--and that the others are a sort of robot he\nsends out to do his work for him.\"\n\n\"Nonsense!\" Ludovick was goaded to irritation at last. \"How could a\nrobot have that delicate play of expression, that subtle economy of\nmovement?\"\n\nCorisande and the uncle exchanged glances. \"But they are absolutely\nblank,\" the uncle began hesitantly. \"Perhaps, with your rich poetic\nimagination....\"\n\n\"See?\" old Osmond remarked with satisfaction. \"The kid's brain-washed.\nI told you so.\"\n\n                     *      *      *      *      *\n\n\"Even if The Belphin is a single entity,\" Ludovick went on, \"that\ndoesn't necessarily make him less benevolent----\"\n\nHe was again interrupted by the grandfather. \"I won't listen to any\nmore of this twaddle. Benevolent, bah! He or she or it or them is or\nare just plain exploiting us! Taking our mineral resources away--I've\nseen 'em loading ore on the spaceships--and----\"\n\n\"--and exchanging it for other resources from the stars,\" Ludovick said\ntightly, \"without which we could not have the perfectly balanced\nsociety we have today. Without which we would be, technologically, back\nin the dark ages from which they rescued us.\"\n\n\"It's not the stuff they bring in from outside that runs this technology,\"\nthe uncle said. \"It's some power they've got that we can't seem to figure\nout. Though Lord knows we've tried,\" he added musingly.\n\n\"Of course they have their own source of power,\" Ludovick informed\nthem, smiling to himself, for his old Belphin teacher had taken great\ncare to instill a sense of humor into him. \"A Belphin was explaining\nthat to me only today.\"\n\nTwenty heads swiveled toward him. He felt uncomfortable, for he was a\nmodest young man and did not like to be the cynosure of all eyes.\n\n\"Tell us, dear boy,\" the uncle said, grabbing Ludovick's glass from the\nplinth and filling it, \"what exactly did he say?\"\n\n\"He said the Belphins rule through the power of love.\"\n\nThe glass crashed to the tesserae as the uncle uttered a very unworthy\nword.\n\n\"And I suppose it was love that killed Mieczyslaw and George when they\ntried to storm the Blue Tower----\" old Osmond began, then halted at the\nlooks he was getting from everybody.\n\nLudovick could no longer pretend his neighbors were a group of eccentrics\nwhom he himself was eccentric enough to regard as charming.\n\n\"So!\" He stood up and wrapped his mantle about him. \"I knew you were\nagainst the government, and, of course, you have a legal right to disagree\nwith its policies, but I didn't think you were actual--actual--\" he\ndredged a word up out of his schooldays--\"_anarchists_.\"\n\n[Illustration]\n\nHe turned to the girl, who was looking thoughtful as she stroked the\nglittering jewel that always hung at her neck. \"Corisande, how can you\nstay with these--\" he found another word--\"these _subversives_?\"\n\nShe smiled sadly. \"Don't forget: they're my family, Ludovick, and I owe\nthem dutiful respect, no matter how pig-headed they are.\" She pressed\nhis hand. \"But don't give up hope.\"\n\nThat rang a bell inside his brain. \"I won't,\" he vowed, giving her hand\na return squeeze. \"I promise I won't.\"\n\n                     *      *      *      *      *\n\nOutside the Flockhart villa, he paused, struggling with his inner self.\nIt was an unworthy thing to inform upon one's neighbors; on the other\nhand, could he stand idly by and let those neighbors attempt to destroy\nthe social order? Deciding that the greater good was the more\nimportant--and that, moreover, it was the only way of taking Corisande\naway from all this--he went in search of a Belphin. That is, he waited\nuntil one glided past and called to him to leave the walk.\n\n\"I wish to report a conspiracy at No. 7 Mimosa Lane,\" he said. \"The\ngirl is innocent, but the others are in it to the hilt.\"\n\nThe Belphin appeared to think for a minute. Then he gave off a smile.\n\"Oh, them,\" he said. \"We know. They are harmless.\"\n\n\"Harmless!\" Ludovick repeated. \"Why, I understand they've already tried\nto--to attack the Blue Tower by _force_!\"\n\n\"Quite. And failed. For we are protected from hostile forces, as you\nwere told earlier, by the power of love.\"\n\nLudovick knew, of course, that the Belphin used the word _love_\nmetaphorically, that the Tower was protected by a series of highly\nefficient barriers of force to repel attackers--barriers which, he\nrealized now, from the sad fate of Mieczyslaw and George, were\npotentially lethal. However, he did not blame the Belphin for being\nso cagy about his race's source of power, not with people like the\nFlockharts running about subverting and whatnot.\n\n\"You certainly do have a wonderful intercommunication system,\" he\nmurmured.\n\n\"Everything about us is wonderful,\" the Belphin said noncommittally.\n\"That's why we're so good to you people. Be happy!\" And he was off.\n\nBut Ludovick could not be happy. He wasn't precisely sad yet, but he\nwas thoughtful. Of course the Belphins knew better than he did, but\nstill.... Perhaps they underestimated the seriousness of the Flockhart\nconspiracy. On the other hand, perhaps it was he who was taking the\nFlockharts too seriously. Maybe he should investigate further before\ndoing anything rash.\n\nLater that night, he slipped over to the Flockhart villa and nosed\nabout in the courtyard until he found the window behind which the\nfamily was conspiring. He peered through a chink in the curtains, so\nhe could both see and hear.\n\nCorisande was saying, \"And so I think there is a lot in what Ludovick\nsaid....\"\n\nBless her, he thought emotionally. Even in the midst of her plotting,\nshe had time to spare a kind word for him. And then it hit him: _she,\ntoo, was a plotter_.\n\n\"You suggest that we try to turn the power of love against the Belphins?\"\nthe uncle asked ironically.\n\nCorisande gave a rippling laugh as she twirled her glittering pendant.\n\"In a manner of speaking,\" she said. \"I have an idea for a secret\nweapon which might do the trick----\"\n\n                     *      *      *      *      *\n\nAt that moment, Ludovick stumbled over a jug which some careless\nrelative had apparently left lying about the courtyard. It crashed to\nthe tesserae, spattering Ludovick's legs and sandals with a liquid\nwhich later proved to be extremely red wine.\n\n\"There's someone outside!\" the uncle declared, half-rising.\n\n\"Nonsense!\" Corisande said, putting her hand on his shoulder. \"I didn't\nhear anything.\"\n\nThe uncle looked dubious, and Ludovick thought it prudent to withdraw\nat this point. Besides, he had heard enough. Corisande--his Corisande--was\nan integral part of the conspiracy.\n\nHe lay down to sleep that night beset by doubts. If he told the\nBelphins about the conspiracy, he would be betraying Corisande. As a\nmatter of fact, he now remembered, he _had_ already told them about\nthe conspiracy and they hadn't believed him. But supposing he could\n_convince_ them, how could he give Corisande up to them? True, it was\nthe right thing to do--but, for the first time in his life, he could\nnot bring himself to do what he knew to be right. He was weak, weak--and\nweakness was sinful. His old Belphin teacher had taught him that, too.\n\nAs Ludovick writhed restlessly upon his bed, he became aware that\nsomeone had come into his chamber.\n\n\"Ludovick,\" a soft, beloved voice whispered, \"I have come to ask your\nhelp....\" It was so dark, he could not see her; he knew where she was\nonly by the glitter of the jewel on her neck-chain as it arced through\nthe blackness.\n\n\"Corisande....\" he breathed.\n\n\"Ludovick....\" she sighed.\n\nNow that the amenities were over, she resumed, \"Against my will, I have\nbeen involved in the family plot. My uncle has invented a secret weapon\nwhich he believes will counteract the power of the barriers.\"\n\n\"But I thought you devised it!\"\n\n\"So it _was_ you in the courtyard. Well, what happened was I wanted to\ngain time, so I said I had a secret weapon of my own invention which I\nhad not perfected, but which would cost considerably less than my\nuncle's model. We have to watch the budget, you know, because we can\nhardly expect the Belphins to supply the components for this job.\nAnyhow, I thought that, while my folks were waiting for me to finish\nit, you would have a chance to warn the Belphins.\"\n\n\"Corisande,\" he murmured, \"you are as noble and clever as you are\nbeautiful.\"\n\n                     *      *      *      *      *\n\nThen he caught the full import of her remarks. \"_Me!_ But they won't\npay any attention to me!\"\n\n\"How do you know?\" When he remained silent, she said, \"I suppose you've\nalready tried to warn them about us.\"\n\n\"I--I said _you_ had nothing to do with the plot.\"\n\n\"That was good of you.\" She continued in a warmer tone: \"How many\nBelphins did you warn, then?\"\n\n\"Just one. When you tell one something, you tell them all. You know\nthat. Everyone knows that.\"\n\n\"That's just theory,\" she said. \"It's never been proven. All we do know\nis that they have some sort of central clearing house of information,\npresumably The Belphin of Belphins. But we don't know that they are\nincapable of thinking or acting individually. We don't really know much\nabout them at all; they're very secretive.\"\n\n\"Aloof,\" he corrected her, \"as befits a ruling race. But always\naffable.\"\n\n\"You must warn as many Belphins as you can.\"\n\n\"And if none listens to me?\"\n\n\"Then,\" she said dramatically, \"you must approach The Belphin of\nBelphins himself.\"\n\n\"But no human being has ever come near him!\" he said plaintively. \"You\nknow that all those who have tried perished. And that can't be a rumor,\nbecause your grandfather said----\"\n\n\"But they came to _attack_ The Belphin. You're coming to _warn_ him!\nThat makes a big difference. Ludovick....\" She took his hands in hers;\nin the darkness, the jewel swung madly on her presumably heaving bosom.\n\"This is bigger than both of us. It's for Earth.\"\n\nHe knew it was his patriotic duty to do as she said; still, he had\nenjoyed life so much. \"Corisande, wouldn't it be much simpler if we\njust destroyed your uncle's secret weapon?\"\n\n\"He'd only make another. Don't you see, Ludovick, this is our only\nchance to save the Belphins, to save humanity.... But, of course, I\ndon't have the right to send you. I'll go myself.\"\n\n\"No, Corisande,\" he sighed. \"I can't let you go. I'll do it.\"\n\n                     *      *      *      *      *\n\nNext morning, he set out to warn Belphins. He knew it wasn't much use,\nbut it was all he could do. The first half dozen responded in much the\nsame way the Belphin he had warned the previous day had done, by\ncourteously acknowledging his solicitude and assuring him there was no\nneed for alarm; they knew all about the Flockharts and everything would\nbe all right.\n\nAfter that, they started to get increasingly huffy--which would, he\nthought, substantiate the theory that they were all part of one vast\ncoordinate network of identity. Especially since each Belphin behaved\nas if Ludovick had been repeatedly annoying _him_.\n\nFinally, they refused to get off the walks when he hailed them--which\nwas unheard of, for no Belphin had ever before failed to respond to an\nEarthman's call--and when he started running along the walks after\nthem, they ran much faster than he could.\n\nAt last he gave up and wandered about the city for hours, speaking to\nneither human nor Belphin, wondering what to do. That is, he knew what\nhe had to do; he was wondering _how_ to do it. He would never be able\nto reach The Belphin of Belphins. No human being had ever done it.\nMieczyslaw and George had died trying to reach him (or it). Even though\ntheir intentions had been hostile and Ludovick's would be helpful,\nthere was little chance he would be allowed to reach The Belphin with\nall the other Belphins against him. What guarantee was there that The\nBelphin would not be against him, too?\n\nAnd yet he knew that he would have to risk his life; there was no help\nfor it. He had never wanted to be a hero, and here he had heroism\nthrust upon him. He knew he could not succeed; equally well, he knew he\ncould not turn back, for his Belphin teacher had instructed him in the\nmeaning of duty.\n\nIt was twilight when he approached the Blue Tower. Commending himself\nto the Infinite Virtue, he entered. The Belphin at the reception desk\ndid not give off the customary smiling expression. In fact, he seemed\nto radiate a curiously apprehensive aura.\n\n\"Go back, young man,\" he said. \"You're not wanted here.\"\n\n\"I must see The Belphin of Belphins. I must warn him against the\nFlockharts.\"\n\n\"He has been warned,\" the receptionist told him. \"Go home and be\nhappy!\"\n\n\"I don't trust you or your brothers. I must see The Belphin himself.\"\n\nSuddenly this particular Belphin lost his commanding manners. He began\nto wilt, insofar as so rigidly constructed a creature could go limp.\n\"Please, we've done so much for you. Do this for us.\"\n\n\"The Belphin of Belphins did things for us,\" Ludovick countered. \"You\nare all only his followers. How do I know you are _really_ following\nhim? How do I know you haven't turned against him?\"\n\nWithout giving the creature a chance to answer, he strode forward.\nThe Belphin attempted to bar his way. Ludovick knew one Belphin was\na myriad times as strong as a human, so it was out of utter futility\nthat he struck.\n\nThe Belphin collapsed completely, flying apart in a welter of fragile\nsprings and gears. The fact was of some deeper significance, Ludovick\nknew, but he was too numbed by his incredible success to be able to\nthink clearly. All he knew was that The Belphin would be able to\nexplain things to him.\n\n                     *      *      *      *      *\n\nBells began to clash and clang. That meant the force barriers had gone\nup. He could see the shimmering insubstance of the first one before\nhim. Squaring his shoulders, he charged it ... and walked right through.\nHe looked himself up and down. He was alive and entire.\n\nThen the whole thing was a fraud; the barriers were not lethal--or\nperhaps even actual. But what of Mieczyslaw? And George? And countless\nrumored others? He would not let himself even try to think of them. He\nwould not let himself even try to think of anything save his duty.\n\nA staircase spiraled up ahead of him. A Belphin was at its foot. Behind\nhim, a barrier iridesced.\n\n\"Please, young man----\" the Belphin began. \"You don't understand. Let\nme explain.\"\n\nBut Ludovick destroyed the thing before it could say anything further,\nand he passed right through the barrier. He had to get to the top and\nwarn The Belphin of Belphins, whoever or whatever he (or it) was, that\nthe Flockharts had a secret weapon which might be able to annihilate it\n(or him). Belphin after Belphin Ludovick destroyed, and barrier after\nbarrier he penetrated until he reached the top. At the head of the\nstairs was a vast golden door.\n\n\"Go no further, Ludovick Eversole!\" a mighty voice roared from within.\n\"To open that door is to bring disaster upon your race.\"\n\nBut all Ludovick knew was that he had to get to The Belphin within and\nwarn him. He battered down the door; that is, he would have battered\ndown the door if it had not turned out to be unlocked. A stream of\nnoxious vapor rushed out of the opening, causing him to black out.\n\nWhen he came to, most of the vapor had dissipated. The Belphin of\nBelphins was already dying of asphyxiation, since it was, in fact, a\nsingle alien entity who breathed another combination of elements. The\nroom at the head of the stairs had been its tank.\n\n\"You fool....\" it gasped. \"Through your muddle-headed integrity ... you\nhave destroyed not only me ... but Earth's future. I tried to make ...\nthis planet a better place for humanity ... and this is my reward....\"\n\n\"But I don't understand!\" Ludovick wept. \"_Why_ did you let me do it?\nWhy were Mieczyslaw and George and all the others killed? Why was it\nthat I could pass the barriers and they could not?\"\n\n\"The barriers were triggered ... to respond to hostility.... You meant\nwell ... so our defenses ... could not work.\" Ludovick had to bend low\nto hear the creature's last words: \"There is ... Earth proverb ...\nshould have warned me ... 'I can protect myself ... against my enemies\n... but who will protect me ... from my friends'...?\"\n\nThe Belphin of Belphins died in Ludovick's arms. He was the last of his\nrace, so far as Earth was concerned, for no more came. If, as they had\nsaid themselves, some outside power had sent them to take care of the\nhuman race, then that power had given up the race as a bad job. If they\nwere merely exploiting Earth, as the malcontents had kept suggesting,\napparently it had proven too dangerous or too costly a venture.\n\n                     *      *      *      *      *\n\nShortly after The Belphin's demise, the Flockharts arrived en masse.\n\"We won't need your secret weapons now,\" Ludovick told them dully. \"The\nBelphin of Belphins is dead.\"\n\nCorisande gave one of the rippling laughs he was to grow to hate so\nmuch. \"Darling, _you_ were my secret weapon all along!\" She beamed at\nher \"relatives,\" and it was then he noticed the faint lines of her\nforehead. \"I told you I could use the power of love to destroy the\nBelphins!\" And then she added gently: \"I think there is no doubt who\nis head of 'this family' now.\"\n\nThe uncle gave a strained laugh. \"You're going to have a great little\nfirst lady there, boy,\" he said to Ludovick.\n\n\"First lady?\" Ludovick repeated, still absorbed in his grief.\n\n\"Yes, I imagine the people will want to make you our first President by\npopular acclaim.\"\n\nLudovick looked at him through a haze of tears. \"But I killed The\nBelphin. I didn't mean to, but ... they must hate me!\"\n\n\"Nonsense, my boy; they'll adore you. You'll be a hero!\"\n\nEvents proved him right. Even those people who had lived in apparent\ncontent under the Belphins, accepting what they were given and\nseemingly enjoying their carefree lives, now declared themselves to\nhave been suffering in silent resentment all along. They hurled flowers\nand adulatory speeches at Ludovick and composed extremely flattering\nsongs about him.\n\nShortly after he was universally acclaimed President, he married\nCorisande. He couldn't escape.\n\n\"Why doesn't she become President herself?\" he wailed, when the relatives\ncame and found him hiding in the ruins of the Blue Tower. The people had\ntorn the Tower down as soon as they were sure The Belphin was dead and\nthe others thereby rendered inoperant. \"It would spare her a lot of\nbother.\"\n\n\"Because she is not The Belphin-slayer,\" the uncle said, dragging him\nout. \"Besides, she loves you. Come on, Ludovick, be a man.\" So they\nhauled him off to the wedding and, amid much feasting, he was married\nto Corisande.\n\n                     *      *      *      *      *\n\nHe never drew another happy breath. In the first place, now that The\nBelphin was dead, all the machinery that had been operated by him\nstopped and no one knew how to fix it. The sidewalks stopped moving,\nthe air conditioners stopped conditioning, the food synthesizers\nstopped synthesizing, and so on. And, of course, everybody blamed it\nall on Ludovick--even that year's run of bad weather.\n\nThere were famines, riots, plagues, and, after the waves of mob hostility\nhad coalesced into national groupings, wars. It was like the old days\nagain, precisely as described in the textbooks.\n\nIn the second place, Ludovick could never forget that, when Corisande\nhad sent him to the Blue Tower, she could not have been sure that her\nsecret weapon would work. Love might _not_ have conquered all--in fact,\nit was the more likely hypothesis that it wouldn't--and he would have\nbeen killed by the first barrier. And no husband likes to think that\nhis wife thinks he's expendable; it makes him feel she doesn't really\nlove him.\n\nSo, in thirtieth year of his reign as Dictator of Earth, Ludovick\npoisoned Corisande--that is, had her poisoned, for by now he had a\nMinister of Assassination to handle such little matters--and married\na very pretty, very young, very affectionate blonde. He wasn't\nparticularly happy with her, either, but at least it was a change.\n\n\n--EVELYN E. SMITH\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Blue Tower, by Evelyn E. Smith\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE BLUE TOWER ***\n\n***** This file should be named 23104.txt or 23104.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/3/1/0/23104/\n\nProduced by Greg Weeks and the Online Distributed\nProofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}