{"title": "And All the Earth a Grave", "author": "Carroll M. Capps (AKA C.C. MacApp)", "releaseDate": "October 22, 2007", "language": "English", "content": "\n\n\n\nProduced by Robert Cicconetti, Jeannie Howse and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n       *       *       *       *       *\n\n    +-----------------------------------------------------------+\n    | Transcriber's Note:                                       |\n    |                                                           |\n    | Obvious typographical errors have been corrected. For     |\n    | a complete list, please see the end of this document.     |\n    |                                                           |\n    | This etext was produced from Galaxy Science Fiction,      |\n    | December 1963. Extensive research did not uncover any     |\n    | evidence that the U.S. copyright on this publication      |\n    | was renewed.                                              |\n    |                                                           |\n    +-----------------------------------------------------------+\n\n       *       *       *       *       *\n\n\n\n\nAND ALL THE EARTH A GRAVE\n\nBY C.C. MacAPP\n\nILLUSTRATED BY GAUGHAN\n\n               There's nothing wrong with\n               dying--it just hasn't ever\n               had the proper sales pitch!\n\n\nIt all began when the new bookkeeping machine of a large Midwestern\ncoffin manufacturer slipped a cog, or blew a transistor, or something.\nIt was fantastic that the error--one of two decimal places--should\nenjoy a straight run of okays, human and mechanical, clear down the\nline; but when the figures clacked out at the last clacking-out\nstation, there it was. The figures were now sacred; immutable; and it\nis doubtful whether the President of the concern or the Chairman of\nthe Board would have dared question them--even if either of those two\ngentlemen had been in town.\n\nAs for the Advertising Manager, the last thing he wanted to do was\nquestion them. He carried them (they were the budget for the coming\nfiscal year) into his office, staggering a little on the way, and\ndropped dazedly into his chair. They showed the budget for his own\ndepartment as exactly one hundred times what he'd been expecting. That\nis to say, fifty times what he'd put in for.\n\nWhen the initial shock began to wear off, his face assumed an\nexpression of intense thought. In about five minutes he leaped from\nhis chair, dashed out of the office with a shouted syllable or two for\nhis secretary, and got his car out of the parking lot. At home, he\ntossed clothes into a travelling bag and barged toward the door,\ngiving his wife a quick kiss and an equally quick explanation. He\ndidn't bother to call the airport. He meant to be on the next plane\neast, and no nonsense about it....\n\n       *       *       *       *       *\n\nWith one thing and another, the economy hadn't been exactly in\noverdrive that year, and predictions for the Christmas season were\ngloomy. Early retail figures bore them out. Gift buying dribbled\nalong feebly until Thanksgiving, despite brave speeches by the\nAdministration. The holiday passed more in self-pity than in\nthankfulness among owners of gift-oriented businesses.\n\nThen, on Friday following Thanksgiving, the coffin ads struck.\n\nStruck may be too mild a word. People on the streets saw\nfeverishly-working crews (at holiday rates!) slapping up posters on\nbillboards. The first poster was a dilly. A toothy and toothsome young\nwoman leaned over a coffin she'd been unwrapping. She smiled as if\nshe'd just received overtures of matrimony from an eighty-year-old\nbillionaire. There was a Christmas tree in the background, and the\ncoffin was appropriately wrapped. So was she. She looked as if she had\njust gotten out of bed, or were ready to get into it. For amorous\nyoung men, and some not so young, the message was plain. The motto,\n\"_The Gift That Will Last More Than a Lifetime_\", seemed hardly to the\npoint.\n\nThose at home were assailed on TV with a variety of bright and clever\nskits of the same import. Some of them hinted that, if the young\nlady's gratitude were really precipitous, and the bedroom too far\naway, the coffin might be comfy.\n\nOf course the more settled elements of the population were not\nneglected. For the older married man, there was a blow directly\nbetween the eyes: \"_Do You Want Your Widow to Be Half-Safe?_\" And, for\nthe spinster without immediate hopes, \"_I Dreamt I Was Caught Dead\nWithout My Virginform Casket!_\"\n\nNewspapers, magazines and every other medium added to the assault,\nnever letting it cool. It was the most horrendous campaign, for sheer\nconcentration, that had ever battered at the public mind. The public\nreeled, blinked, shook its head to clear it, gawked, and rushed out to\nbuy.\n\nChristmas was not going to be a failure after all. Department store\nmanagers who had, grudgingly and under strong sales pressure, made\nspace for a single coffin somewhere at the rear of the store, now\nrushed to the telephones like touts with a direct pronouncement from a\nhorse. Everyone who possibly could got into the act. Grocery\nsupermarkets put in casket departments. The Association of\nPharmaceutical Retailers, who felt they had some claim to priority,\ntried to get court injunctions to keep caskets out of service\nstations, but were unsuccessful because the judges were all out buying\ncaskets. Beauty parlors showed real ingenuity in merchandising. Roads\nand streets clogged with delivery trucks, rented trailers, and\nwhatever else could haul a coffin. The Stock Market went completely\nmad. Strikes were declared and settled within hours. Congress was\ncalled into session early. The President got authority to ration\nlumber and other materials suddenly in starvation-short supply. State\nlaws were passed against cremation, under heavy lobby pressure. A new\nracket, called boxjacking, blossomed overnight.\n\nThe Advertising Manager who had put the thing over had been fighting\nwith all the formidable weapons of his breed to make his plant\nmanagers build up a stockpile. They had, but it went like a toupee in\na wind tunnel. Competitive coffin manufacturers were caught napping,\nbut by Wednesday after Thanksgiving they, along with the original one,\nwere on a twenty-four hour, seven-day basis. Still only a fraction of\nthe demand could be met. Jet passenger planes were stripped of their\nseats, supplied with Yankee gold, and sent to plunder the world of its\ncoffins.\n\nIt might be supposed that Christmas goods other than caskets would\ntake a bad dumping. That was not so. Such was the upsurge of\nprosperity, and such was the shortage of coffins, that nearly\neverything--with a few exceptions--enjoyed the biggest season on\nrecord.\n\nOn Christmas Eve the frenzy slumped to a crawl, though on Christmas\nmorning there were still optimists out prowling the empty stores. The\nnation sat down to breathe. Mostly it sat on coffins, because there\nwasn't space in the living rooms for any other furniture.\n\nThere was hardly an individual in the United States who didn't have,\nin case of sudden sharp pains in the chest, several boxes to choose\nfrom. As for the rest of the world, it had better not die just now or\nit would be literally a case of dust to dust.\n\n[Illustration]\n\n       *       *       *       *       *\n\nOf course everyone expected a doozy of a slump after Christmas. But\nour Advertising Manager, who by now was of course Sales Manager and\nFirst Vice President also, wasn't settling for any boom-and-bust. He'd\nbeen a frustrated victim of his choice of industries for so many years\nthat now, with his teeth in something, he was going to give it the old\nbite. He gave people a short breathing spell to arrange their coffin\npayments and move the presents out of the front rooms. Then, late in\nJanuary, his new campaign came down like a hundred-megatonner.\n\nWithin a week, everyone saw quite clearly that his Christmas models\nwere now obsolete. The coffin became the new status symbol.\n\nThe auto industry was of course demolished. Even people who had enough\nmoney to buy a new car weren't going to trade in the old one and let\nthe new one stand out in the rain. The garages were full of coffins.\nPetroleum went along with Autos. (Though there were those who\nwhispered knowingly that the same people merely moved over into the\nnew industry. It was noticeable that the center of it became Detroit.)\nA few trucks and buses were still being built, but that was all.\n\nSome of the new caskets were true works of art. Others--well, there\nwas variety. Compact models appeared, in which the occupant's feet\nwere to be doubled up alongside his ears. One manufacturer pushed a\ncircular model, claiming that by all the laws of nature the foetal\nposition was the only right one. At the other extreme were virtual\nhouses, ornate and lavishly equipped. Possibly the largest of all was\nthe \"_Togetherness_\" model, triangular, with graduated recesses for\nFather, Mother, eight children (plus two playmates), and, in the far\ncorner beyond the baby, the cat.\n\nThe slump was over. Still, economists swore that the new boom couldn't\nlast either. They reckoned without the Advertising Manager, whose eyes\ngleamed brighter all the time. People already had coffins, which they\npolished and kept on display, sometimes in the new \"Coffin-ports\"\nbeing added to houses. The Advertising Manager's reasoning was direct\nand to the point. He must get people to use the coffins; and now he\nhad all the money to work with that he could use.\n\nThe new note was woven in so gradually that it is not easy to put a\nfinger on any one ad and say, \"It began here.\" One of the first was\nsurely the widely-printed one showing a tattooed, smiling young man\nwith his chin thrust out manfully, lying in a coffin. He was\nrugged-looking and likable (not too rugged for the spindly-limbed to\nidentify with) and he oozed, even though obviously dead, virility at\nevery pore. He was probably the finest-looking corpse since Richard\nthe Lion-Hearted.\n\nNeither must one overlook the singing commercials. Possibly the\ncatchiest of these, a really cute little thing, was achieved by\njazzing up the Funeral March.\n\nIt started gradually, and it was all so un-violent that few saw it as\nsuicide. Teen-agers began having \"Popping-off parties\". Some of their\nelders protested a little, but adults were taking it up too. The\ntired, the unappreciated, the ill and the heavy-laden lay down in\ngrowing numbers and expired. A black market in poisons operated for a\nlittle while, but soon pinched out. Such was the pressure of\npersuasion that few needed artificial aids. The boxes _were_ very\ncomfortable. People just closed their eyes and exited smiling.\n\nThe Beatniks, who had their own models of coffin--mouldy, scroungy,\nand without lids, since the Beatniks insisted on being seen--placed\ntheir boxes on the Grant Avenue in San Francisco. They died with\nhighly intellectual expressions, and eventually were washed by the\ngentle rain.\n\nOf course there were voices shouting calamity. When aren't there? But\nin the long run, and not a very long one at that, they availed naught.\n\n       *       *       *       *       *\n\nIt isn't hard to imagine the reactions of the rest of the world. So\nlet us imagine a few.\n\nThe Communist Block immediately gave its Stamp of Disapproval,\ndenouncing the movement as a filthy Capitalist Imperialist Pig plot.\nRed China, which had been squabbling with Russia for some time about a\nmatter of method, screamed for immediate war. Russia exposed this as\npatent stupidity, saying that if the Capitalists wanted to die,\nwarring upon them would only help them. China surreptitiously tried\nout the thing as an answer to excess population, and found it good. It\nalso appealed to the well-known melancholy facet of Russian nature.\nBesides, after pondering for several days, the Red Bloc decided it\ncould not afford to fall behind in anything, so it started its own\nprogram, explaining with much logic how it differed.\n\nAn elderly British philosopher endorsed the movement, on the grounds\nthat a temporary setback in Evolution was preferable to facing up to\nanything.\n\nThe Free Bloc, the Red Bloc, the Neutral Bloc and such scraps as had\nbeen too obtuse to find themselves a Bloc were drawn into the\nwhirlpool in an amazingly short time, if in a variety of ways. In less\nthan two years the world was rid of most of what had been bedeviling\nit.\n\nOddly enough, the country where the movement began was the last to\nsuccumb completely. Or perhaps it is not so odd. Coffin-maker to the\nworld, the American casket industry had by now almost completely\nautomated box-making and gravedigging, with some interesting assembly\nlines and packaging arrangements; there still remained the jobs of\nmanagement and distribution. The President of General Mortuary, an\nebullient fellow affectionately called Sarcophagus Sam, put it well.\n\"As long as I have a single prospective customer, and a single\nStockholder,\" he said, mangling a stogie and beetling his brows at the\none reporter who'd showed up for the press conference, \"I'll try to\nput him in a coffin so I can pay him a dividend.\"\n\n       *       *       *       *       *\n\nFinally, though, a man who thought he must be the last living human,\nwandered contentedly about the city of Denver looking for the coffin\nhe liked best. He settled at last upon a rich mahogany number with\nplatinum trimmings, an Automatic Self-Adjusting Cadaver-contour\nInnerspring Wearever-Plastic-Covered Mattress with a built in bar. He\nclimbed in, drew himself a generous slug of fine Scotch, giggled as\nthe mattress prodded him exploringly, closed his eyes and sighed in\nsolid comfort. Soft music played as the lid closed itself.\n\nFrom a building nearby a turkey-buzzard swooped down, cawing in\nraucous anger because it had let its attention wander for a moment. It\nwas too late. It clawed screaming at the solid cover, hissed in\nfrustration and finally gave up. It flapped into the air again, still\ngrumbling. It was tired of living on dead small rodents and coyotes.\nIt thought it would take a swing over to Los Angeles, where the\npickings were pretty good.\n\nAs it moved westward over parched hills, it espied two black dots a\nfew miles to its left. It circled over for a closer look, then grunted\nand went on its way. It had seen _them_ before. The old prospector and\nhis burro had been in the mountains for so long the buzzard had\nconcluded they didn't know _how_ to die.\n\nThe prospector, whose name was Adams, trudged behind his burro toward\nthe buildings that shimmered in the heat, humming to himself now and\nthen or addressing some remark to the beast. When he reached the\noutskirts of Denver he realized something was amiss. He stood and\ngazed at the quiet scene. Nothing moved except some skinny packrats\nand a few sparrows foraging for grain among the unburied coffins.\n\n\"Tarnation!\" he said to the burro. \"Martians?\"\n\nA half-buried piece of newspaper fluttered in the breeze. He walked\nforward slowly and picked it up. It told him enough so that he\nunderstood.\n\n\"They're gone, Evie,\" he said to the burro, \"all gone.\" He put his arm\naffectionately around her neck. \"I reckon it's up to me and you agin.\nWe got to start all over.\" He stood back and gazed at her with mild\nreproach. \"I shore hope they don't favor your side of the house so\nmuch this time.\"--C.C. MacAPP\n\n\n       *       *       *       *       *\n\n    +-------------------------------------------------------------+\n    | Typographical errors corrected in text:                     |\n    |                                                             |\n    | Page 127: \"She looked as if had just\" replaced with         |\n    |           \"She looked as if she had just\"                   |\n    | Page 131: immedately replaced with immediately              |\n    | Page 131: affort replaced with afford                       |\n    | Page 132: \"It flapped into the air begin, still grumbling.\" |\n    |           replaced with \"It flapped into the air again,     |\n    |           still grumbling.\"                                 |\n    | Page 132: \"the pickings yere pretty good.\" replaced with    |\n    |           \"the pickings were pretty good.\"                  |\n    |                                                             |\n    +-------------------------------------------------------------+\n\n       *       *       *       *       *\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of And All the Earth a Grave, by \nCarroll M. Capps (AKA C.C. MacApp)\n\n*** END OF THIS PROJECT GUTENBERG EBOOK AND ALL THE EARTH A GRAVE ***\n\n***** This file should be named 23146.txt or 23146.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/3/1/4/23146/\n\nProduced by Robert Cicconetti, Jeannie Howse and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}