{"title": "In the Control Tower", "author": "Will Mohler", "releaseDate": "October 22, 2007", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Robert Cicconetti, Jeannie Howse and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n       *       *       *       *       *\n\n    +-----------------------------------------------------------+\n    | Transcriber's Note:                                       |\n    |                                                           |\n    | Inconsistent hyphenation in the original document has     |\n    | been preserved.                                           |\n    |                                                           |\n    | Obvious typographical errors have been corrected. For     |\n    | a complete list, please see the end of this document.     |\n    |                                                           |\n    | This etext was produced from Galaxy Science Fiction,      |\n    | December 1963. Extensive research did not uncover any     |\n    | evidence that the U.S. copyright on this publication      |\n    | was renewed.                                              |\n    |                                                           |\n    +-----------------------------------------------------------+\n\n       *       *       *       *       *\n\n\n[Illustration]\n\n\n\n\nIN THE CONTROL TOWER\n\nby WILL MOHLER\n\nIllustrated by GIUNTA\n\n          =Shadows haunted the dying alleys.\n          Madness stalked the wide streets.\n          And what lay at the city's heart?=\n\n\n\n\nI\n\n\nDewforth had almost most lost the habit of looking from windows. The\ntrain which took him to the city every morning passed through a\ncountry in the terminal stages of a long war of self-destruction.\nWhatever had been burned, botched, poisoned or exhausted in that\nstruggle had been filled along the right-of-way, among drifts of soot\nand ground-mists of sulphurous smoke and chemical flatulence, to form\na long tedious mural--a parody of cloud-borne Asiatic hills,\nprecipitous and always so close to the tracks that their tops could\nnot be seen.\n\nThis was almost merciful, considering what had been done to the sky.\nWhen the train did not sneak between hills of slag, cinders, rubbish,\ngarbage, dross and the bloody brown carrion of broken machinery, it\nshot like a bolt in the groove of an arbolest between unbroken\nbarriers of advertising or through deep concrete troughs and roaring\ntunnels full of grimy light and grubby air.\n\nThere was one inconsistancy in this scheme of things: Just as the\ntrain emerged from a deep valley of slag-hills and swung into a long\ncurve, passengers on the left side had a panoramic view of the city--a\nfrozen scene of battle between geometrical monsters, made remote and\nobscure by the dust of a thousand thousand merely human struggles, too\nsmall to be visible from the crusty windows of the train by the merely\nhuman eye. They had about one second in which to absorb this vision of\ncorporate purpose. Then they were plunging into a final stretch of\ntunnel to the center of the city itself, where no surface was ever\nmore than fifteen paces away and where there were no horizons at all.\n\nDewforth was excited by this view even though it reached him in a\nfragmentary and subliminal way. Day after day he told himself that he\nwould have all his faculties at the ready before the train swung into\nthe curve. But morning after morning he was still emerging from the\nstale fumes of the preceding night's beer, or he allowed himself to be\nhypnotized by the sound of the wheels or fascinated by the jiggling of\nanother passenger's earlobe at that critical moment. The train had\nalways entered the clangorous colon of the city before this resolve\ncould crystallize in his mind, and he was left with an impression\nwhich lay somewhere in the scale of reality between the after-image of\na light bulb and the morning memory of a fever-dream. He could never\nhave described the scene except in loose generalities about buildings\nof contrasting height and unemphatic color.\n\n       *       *       *       *       *\n\nThe single memorable feature of the panorama, looming above the rest,\nwas not even a building. It eluded all familiar categories. It was,\nlike the other components of the picture, rectangular; but it was a\ndisplaced rectangle. A shining thread of morning sky could be seen\nbeneath it. It was only logical to suppose that it stood on legs of\nsome kind--a complicated process of girders. The upper part appeared\nto be made of corrugated metal, but, as with the matter of the legs,\nit was impossible to separate what was actually seen and what was\nmerely inferred. The only other structures Dewforth had seen which\nresembled it at all were water towers and shipyard cranes, but these\nhad been mere toys compared with the thing that hovered over the\ncenter of the city.\n\nIts purpose could not be guessed, but what disturbed Dewforth more was\nthe fact that he could not be sure that it existed. He was a precision\ndraftsman, more or less resigned to deteriorating eyesight, and his\nusual abstracted state of mind during that segment of his day had also\nto be considered. He hoped that someone else would mention the\nstructure. Once--only once--a man sitting on the opposite seat had\nmade a comment which could have applied to it. \"It turned,\" he said,\njust as the tunnel swallowed the train.\n\nDewforth would have liked to ask the other passenger what he had\nmeant. Had he seen the same thing? Had he seen anything at all? And\nwhat had he meant by \"turned\"?\n\nBut he had not asked. The other had been not merely forbidding, not\nmerely repugnant, but alternately forbidding and repugnant--in\ndaylight, an impeccable burgher sitting tall and righteous under a\ntall hat; in tunnels, a hunchbacked gargoyle picking its nose in the\nfickle darkness.\n\nIf Dewforth had been the only passenger on the train, or indeed the\nlast man in the world, he could not have been more alone with his\nwonder. You did not ask whimsical questions of strangers nowadays. You\ndid not ask many questions of friends. All uncertainties incubated in\nprivate darkness; they lived and grew and even put forth new\nappendages.\n\nNot a building. Not a water tank. Not a crane. Perhaps it was only an\nillusion.\n\nIllusion or not, it wanted a name so that it might be at least\ncatalogued in his own mind. Therefore, on a morning since forgotten\nand for reasons never closely examined, he decided to call it The\nControl Tower.\n\n\n\n\nII\n\n\nThere was an unholy Friday restlessness upon Dewforth. To make matters\nworse, it was the last Friday in March. Logically, perhaps, this\nshould not have made any difference because Dewforth worked in one of\na number of identical windowless rooms in a building from which all\nnatural rhythms had been rigorously excluded. From skylights high in\nthe ceilings of the drafting rooms came a light which had been\npasteurized and was timeless. It could have been artificial.\n\nHis work provided no refuge for his thought. It was demanding, but\nonly mechanically so. Strictly speaking, he did not know what he was\ndoing. No one did, apparently. He did not have the satisfaction of\nknowing that what he did was real. He filled large sheets of plastic\nwith tracings of intricate, interconnected schematic hieroglyphs. But\nhe knew that in another place a template would be laid over his work.\nAn irregular portion like a piece of a jigsaw puzzle would be cut out\nof it and the rest, perhaps more than half of his work, would be\ndestroyed.\n\nIt was even possible that all of it was destroyed.\n\nDewforth worked for a firm which made components. Of what, no one\nsaid, no one asked. _Components, Inc._, the firm was called. He knew\nthat the finished products were small, heavy and very complicated.\nTheir names were mute combinations of letters and numbers, joined by\nhyphens or separated by virgules. Some said that these components\nperformed no functions. Others said that they worked, but their\noperations corresponded to no known human need. It was known that some\nof the finished products themselves were destroyed. Some maintained\nthat they were dissolved in vats of hydrofluoric acid. Others argued\nthat they were encased in cement, then taken out to sea in speedboats\non moonless nights and jettisoned. The favorite rumor was that the\nentire firm was a decoy to bewilder agents of foreign powers and\npre-empt their espionage efforts. There was neither proof of this nor\nevidence to the contrary.\n\nThe penalty for circulating this last rumor was immediate dismissal\nwith prejudice.\n\nIn another place, another time, Dewforth might have spread the burden\nof his mood by confiding in other workers, but not under the\ncircumstances so painstakingly arranged by _Components, Inc._ in the\ninterest of what was called _The Inter-loathing Index_, or I.I. It was\nan axiom of modern industry that a high I.I. meant high productivity\nand also tighter security. The latter was as much the measure of the\nimportance of an industry as what it made or how much. That there was\ndesign in the egg-box compartmentation of workspaces, for example, was\nobvious enough. Less overt were the lengths to which Personnel had\ngone to discourage the exchange of information, or confidences, among\nemployees.\n\nUnder the guise of aptitude testing, the psychologists had been able\nto select and organize teams consisting entirely of mutually\nincompatible individuals. So well had they succeeded that most workers\ncould barely stand the sight of one another, and so were driven back\nupon themselves and their work. Only by practicing an almost egg-like\nself-containment could a draftsman or other worker hope to get through\nthe day without open conflict and disaster.\n\nLatent antipathies among workers were further intensified by means of\nthe Annual Proficiency Competitions. At the conclusion of these tests\nall employees save two were given Proficiency Stars. Of the remaining\ntwo, one was invariably a person who had shown signs of becoming too\npopular among his fellows. He was given a Leadership Star, and because\nan affable man was usually less rather than more efficient than the\nrest, this made of him a lonely little air-bubble in a sea of\nresentment.\n\nThe second of the two workers was always discharged. Thus a dash of\nanxiety was added to the proceedings.\n\n       *       *       *       *       *\n\nThe visible manifestations of high I.I. were hectic color, a\ncharacteristic ferocity of eye and throbbing jaw-hinges. Often the\njaw-hinges of an entire team would be pulsating at once, sometimes\neven in unison. This spectacle emanated an overwhelming feeling of\nearnestness and purpose. Executives were fond of pointing out this\nphenomenon to visiting dignitaries. \"Observe their jaw-hinges,\" they\nwould say.\n\nAnother factor which isolated employees from one another was the\npeculiarly virulent form of halitosis which afflicted all workers\nwithout exception. The company cafeteria was the source of this\nmalady.\n\nThus, if Dewforth had been the only employee in that vast complex of\nbuildings, or in the world, he could not have been restlessness. Add\nto this the fact that it had been his misfortune to win the Leadership\nStar in the Proficiency Competitions only three days earlier. He did\nnot have to trace the bitter stream of his mood any farther back than\nthat to find the bile-source.\n\nThe object of the contest had been to draw a single line 28-5/8 inches\nlong and 1/15,000 of an inch thick, a feat which is starkly simple in\nconception but only theoretically feasible. The draftsmen had spent\nhours preparing the surfaces of paper, straining ink through filters,\nhoning drawing pens with emery and polishing them with rouge, drawing\npractice lines and scrutinizing them with powerful bench microscopes.\nThey did Balinese finger exercises, Chinese body coordination\nexercises, Hindu breathing exercises and Tibetan spiritual\ncalisthenics to dispel their incipient shakes. When the great moment\ncame, a solemn little group of executives entered the drafting room\nand stood about in attitudes of grave ceremonial courtesy.\n\nThe draftsmen then drew their lines.\n\nWhen it was over, the judges examined and graded the lines and the\nscores were announced by Mr. Shrank, the foreman. The better scores\nprompted little flutters of restrained applause from the executives.\nThis moist and muted sound had reminded Dewforth of a hippopotamus\nventing its wind under water, and in a moment of thoughtless\nexhilaration he had even thought of sharing this bizarre notion with\nhis wife. He never did so, as it happened.\n\n       *       *       *       *       *\n\nWhy had he ever told his wife about that wretched Leadership Star? Her\nlaughter persisted through his dreams, or through his dream. He only\nhad one. In this dream she was always a massive machine which ingested\nsongbirds between steel rollers and stamped them into pipe-flange\ngaskets at a rate of one hundred and twenty per minute.\n\nAnd the prize-winning line he had drawn--it revealed its true nature\nin the perspective of days. There was no mistaking what it was. It was\nThe Abyss. It could widen and it could engulf. How much light would a\nLeadership Star cast in that bottomless inkiness?\n\nAcute restless had the effect of sending Dewforth frequently to the\nlavatory, not so much for physiological reasons as because there was\nno other place to go and he had to go somewhere when the white walls\nof the drafting room threatened to crush him. He went as often as he\nthought he could without attracting the attention of Mr. Shrank or\neliciting ponderous jocosities from the other workers. After several\nvisits, however, he did begin to question himself. What drew him to\nthat bleak refuge again and again? He was not aware of bladder\nirritation. He had no infantile obsession about such facilities. Was\nhe driven by an aggregation of petty forces, each too small to make\nsense by itself? Or was there one reason hiding behind a cloud of\nsmall rationalizations? There was a difference in the air in the\nlavatory, and in the sound--the undifferentiated background sound\nwhich came from nowhere. Nowhere?\n\nIt came through a window.\n\nHe had been staring at a window--probably the only one in the\nbuilding--and it had failed to register on his mind at the time\nbecause he had not expected it to be there. It was not part of the\nhabitual pattern. He had seen a window. He had, moreover, looked\nthrough a window. What had he seen? He thought about this, and at the\nsame time he thought about being sick--administratively sick. He\nsucceeded in working up a palpable fever and a windy yawning beneath\nthe diaphragm. Before taking any action he would have to confirm what\nhe had seen through the window of the lavatory.\n\nOn his last trip to the lavatory he climbed up onto the slippery\nwashbasin and looked through the high window. His position there would\nbe impossible to explain, of course, if anyone should come in. He was\npast caring about that. The unpasteurized air made him a little drunk\nand the sound--the immense distant sighing groan like a giant's\nwhisper--filled his brain. It made him want to expand to meet it\nsomehow.\n\nOnly one immense skeleton foot was visible, but there was no question\nabout exactly what it was.\n\nNo conventional structure would curve upward in that way. There was no\npoint of reference by which to determine how far away it was, and the\nair was blue with haze, giving everything an appearance of remoteness\nand of unreality. He had never seen the city from that angle before,\nbut if what he saw was what he thought it was, how could it have been\nso close without his knowing about it before this time? It was a thing\nwhich belonged to vast distances--spatial distances and other kinds of\ndistance as well. Now it was close, or he was closer to it than he had\never imagined he would be in his life.\n\nIt was accessible.\n\nDewforth left at half past three when the somnolence of afternoon was\nheaviest on the heads of the other draftsmen. He did not speak to Mr.\nShrank about it. He did not clear with Miss Plock in the dispensary,\nnor with Mr. Fert in Personnel, nor with Miss Yurt in Wage\nReadjustment, nor with Miss Bort in Sick Leave Subdivision, nor with\nMiss Vibe in Special Problems, nor with Mr. Pfister in Sick Claims,\nnor with Miss Grope in Employee Grievances, nor with Miss Rupnick in\nCompany Grievances, nor with Miss Guggward in Allowance Reductions,\nnor with Mr. Droon in Privilege Curtailment, nor with Miss Tremulo in\nPsychological Counseling, nor with Dr. Schreck in Spiritual Aid\nSubdiv.\n\nHe did not even trouble to see Miss Nosemilker who kept the time book.\n\nHe just left.\n\n\n\n\nIII\n\n\n\"Nobody goes up there,\" said the hulking oyster-eyed man in the burlap\novercoat.\n\nThe bum's eyes cleared long enough for him to peer into Dewforth's\neyes in order to see if his madness was worth sharing, then they\nfilmed over again as he decided that it was not.\n\nDewforth crowded past him and walked on. He was making real progress.\nHe had at last found someone who acknowledged that there was something\nup there above eye-level. The others--old lost children, figures of\nscab and grime--had been unaware of anything but inner cavities of\ncraving and fear above the sidewalk firmament of trodden gum disks,\nsputum stars and the ends of twice-smoked cigarettes.\n\nHe could not have lost sight of the Control Tower. He had never\nrealized what streets were. Before that time he had known a single\nwell policed block between the station and his place of work. He still\nthought of streets as more or less open strips along which people\nmoved, north or south, east or west, purposefully from Point A to\nPoint B with perhaps one right-angle turn, two at the most, pausing\nonly to tip hats or look into shop windows. Now it developed that\nstreets were sewers, battlegrounds, lairs, abattoirs, cesspools,\nlazarettes, midways of deformity and brawling markets where nightmares\nand spirochetes were sold.\n\nThe city had not less than three dimensions. He had not been fully\nprepared for the implications of this, either. Existence in three\ndimensions does not necessarily mean three-dimensional vision. The sky\nwas not visible through the maze of girders, stairways and catwalks\noverhead. Dewforth tried to orient himself by the direction of\nshadows, but this was misleading. It was the heart of the shadow\ndistrict, and the play of shadows was the order of things. The rules\nwere the rules of phantoms. Flesh lived there in subjection. Long\nmiscegenation with shadow had made phantoms of them all and endowed\nall shadows with the menace of the real. Everything was equivocal as\nhell.\n\nDewforth wandered in a cavern without walls. He saw bulky overcoats\nwith defeated hats or defeated heads; long-legged dwarfs in black\nleather jackets; willowy chorus-boys with platinum ringlets, waiting\nin their niches for the gift of violence; scuttling trolls with\nhorse-blanket jackets and alpine hats; deposed patriarchs under the\nsmall shelter of black derbies, hiding from persecution behind the\nSpanish moss of consolidated beards; headless things and thingless\nheads, importuning, threatening, watching or just standing there,\nthose that were able.\n\nIn his search for a way out of the darkness, he was obliged to turn\nback time and again. If gangs of shadows fought with knives at the end\nof a street which had at first looked promising, what business had\nshadows cursing or screaming or bleeding? If the madman who enjoined\nthe mob to fight in the service of nothingness was only a mouse\ndancing on a summit of garbage, why did they cheer? At the end of\nstill another street, a mass rape may not have been in progress; the\nparticipants may not have waited sullenly in a long line; a\nmacrocephalic gnome in a plaid suit may not actually have moved up and\ndown the line selling tickets at a reduced rate and explaining that\nthe outrage had been in progress since the preceding Christmas Eve:\nbut why was the unreality so consistant?\n\nAnd if no one was in fact being ravaged, why did everyone look as\nthough they had been?\n\n       *       *       *       *       *\n\nAll these spectacles tested Dewforth's courage, but they dimmed his\nresolve not at all. At last he found a deserted street. He followed\nit and he was rewarded with encouraging signs. There was more birdlime\nunderfoot, and the inhuman yammering of the streets was replaced with\nechoing silence, and that silence was invaded by the sound--the voice\nof the colossus, remote and terrible.\n\nDewforth asked directions again, this time of a pear-shaped figure\nwhich may or may not have had legs and which sat in the mouth of an\niron cave and smoked what appeared to be a twist of hemp. \"Where....\"\nDewforth began.\n\n\"Nobody goes up there,\" the hemp-smoker answered without looking up at\nhim.\n\n\"Where do they come down, then,\" asked Dewforth, trying a new approach\nbut with little hope. There was a long pause. The pear-shaped man\ndidn't have arms either, Dewforth noticed. Hands, but no arms.\n\n\"Well now, some got it, some ain't,\" he said.\n\n\"How's that?\" asked Dewforth. The pear blew out a cloud of smoke,\nsulphurous, with viscous strings through it. \"I knowed a guy caught it\nfrom a drinking glass once.\"\n\nThis dialogue might have gone on much longer if Dewforth had not just\nthen noticed that his noninformer was sitting on the bottom step of a\nlong, dark stairway which led up and up into a jungle of lacy girders\nand shadows above them.\n\nHe did not bother kicking the pear-shaped man. He stepped over him and\nran up the stairs two at a time. His footsteps rang on the iron stairs\nand carried through the structure. It sounded like the bells of a\nsunken cathedral ringing in the tide.\n\nOn the second level there was more light and more air. It was colder.\nThere were loiterers on the second level too, but these were far from\nmenacing. They clung to things and pressed themselves against things,\nand they stared with unfocused eyes at something which had been there\nbefore but was not there now. These men seemed to be wearing greasy\nfezzes and dark, baggy long underwear with buttons and vestigial\nlapels. As he approached them, Dewforth saw that the fezzes were\nactually felt hats with the brims atrophied or rotted away, and the\nfunereal long-johns were the weatherbeaten remains of those suits\nwhich are designed for Young Men On The Way Up. As though by tacit\nagreement of long standing, these men did not look directly at\nDewforth as he passed, nor he at them.\n\nThere was no difficulty about finding a stairway to the next level,\nbut there was a rusty chain across the entrance.\n\nDewforth's foot caught in this chain as he stepped over it, and it\nshattered like a chain of stale pretzels. There were no more people\nbeyond the second level--none that could be seen.\n\nHe soon lost count of levels. Stairs became narrower and more heavily\nencrusted with birdlime and rust as he ascended. In some places there\nwere long sweeping ramps which led to blind sacs or reached out\nunsupported into space, and he was forced to retrace his steps. At no\ntime did he look down, even when it was possible. There were usually\nhigh barriers along the platforms and ramps. These were covered with\nlayers of old advertising posters which peeled and were torn by the\nwind, revealing still more ancient posters underneath. They seemed to\nhave grown there by themselves like lichen. It seemed entirely\nreasonable to Dewforth that the writing on the older posters\nunderneath was runic or demotic and the faces were ochre-stained\nskulls, but his impulse was to hurry past and not study them too\nclosely.\n\n       *       *       *       *       *\n\nAt last he found a long steep ladder running up the outside of one of\nthe legs of the Control Tower. Only huge slowly circling birds and\nlow-flying clouds came between him and the underside of the control\nhouse at the top of the structure. Before beginning the climb he\nadmonished himself not to look down and not to ponder what he was\ndoing. In order to keep climbing, however, he had to keep admonishing\nhimself, thereby only reminding himself to look down and to ponder, to\nthe detriment of his equilibrium and confidence. Was it vertigo, or\ndid the ladder or the Tower itself sway in the singing wind? Who was\nto say that the earth itself did not heave like fermenting mash? Was\nany object inherently more solid than any other object? What was\n\"stability\"?\n\nWhen he looked down at the city he could not pick out the building in\nwhich he had worked. There was nothing in any feature of the\nlandscape. Nothing. If his position, clinging to a girder high above\nthe city, made no sense, it did not make less sense than the position\nof a man, or a Dewforth, sitting in a blind cell among thousands of\nother blind cells down there, drawing tiny lines. Nothing bound him to\nthe drafting room nor even to the Dewforth of the drafting room--not\nso much as a spider web or a shaft of light. The light pointed to\nitself. The wind got under his shirt and chilled his navel, a\npoignant reminder of disconnectedness.\n\nAn eagle glided close and screamed at him. It was like the laughter of\nhis wife. He resumed his climb, looking down no more.\n\nThe last few yards of the climb were the worst. Some bolts holding the\nladder in place were shapeless little masses of rust. The eleventh\nrung from the top broke under his weight, and for the last ten steps\nhe had to lighten his body by means of a technique of autosuggestion\nand will-projection which he invented on the spot, demonstrating what\ncould be done under pressure of extreme necessity. He could see above\nhis head a tiny balcony not more than a yard square, at which the\nladder terminated. The floor of this balcony appeared to be made of\nlong, weatherbeaten cigars which reason told him were badly corroded\niron bars. Reason also told him that there would be a door there.\n\nHe could not see a door through the skeleton floor of the balcony, but\nthe idea that there would not be a door there was, under the\ncircumstances, insupportable. There would be a door, he told himself\nas he made his way upwards by means of levitation and the most\ntentative of steps. It would probably have an inhospitable sign on\nit--NO TRESPASSING, AUTHORIZED PERSONNEL ONLY, DANGER or perhaps HIGH\nVOLTAGE. It might prove to be locked. If so, he would pound on it\nuntil some one opened it, he decided.\n\nThere was even an outside possibility that no one would be inside. He\nhad never considered that possibility before that time. He decided\nthat it was not time to consider it now.\n\nWhen Dewforth heaved himself up onto the small projecting platform he\nfelt the ladder give under his feet. It was not just another rung. He\nsaw the entire ladder go curling away into the emptiness like a huge\nbroken spring. Then he lay on the platform face down with his eyes\nclosed, fingers clutching the sill of the door, for a long time.\n\nNew sounds invaded his personal darkness as he lay there. He heard\nbells, buzzers, klaxons, whistles and slamming relays. There were\nvoices from loudspeakers--imperious and hopeless, angry and feeble,\nimpassioned and monotonous, arrogant and anguished--in a synthetic\nlanguage made up of odd phonemes long since discarded from a thousand\nother languages. When he looked up he saw no door but only a rectangle\nof darkness with erratic flashes of colored light.\n\nHaving no choice, he entered on his hands and knees.\n\n\n\n\nIV\n\n\nDewforth wandered in a labyrinth of control panels which reached\nalmost to the ceiling, but did not entirely shut out the light. This\nlight was like skimmed milk diffused in shadow. He reasoned that it\ncame from windows, but when he tried to remember whether the control\ncab had windows he could not be sure. He had no visual image of\nwindows seen from the outside, but he had supposed that such an\nedifice would hardly be blind. Somewhere beyond this maze of control\npanels, he also reasoned, there must be an area like the bridge of an\nenormous ship where the clamor of the bells, buzzers, klaxons and\nwhistles and the silent warnings and importunings of dials, gauges,\ncolored lights, ticker-tapes which spewed from metal mouths, the\npalsied styles which scribbled on creeping scrolls, were somehow\ncollated and made meaningful, where the yammering loudspeakers could\nbe answered, and where the operators could look out and down and see\nwhat they were doing.\n\nWhere were the operators?\n\nThe noise was deafening. Unlike the noise of machinery in a factory it\nwas not homogeneous. Each sound was intended to attract attention and\nto evoke a certain response, but what response and from whom? Long\nlevers projecting from the steel deck wagged back and forth\nspastically like the legs of monstrous insects struggling on their\nbacks. Several times Dewforth was temporarily blinded by an explosion\nof blue light as a fuse blew or something short-circuited among the\nrows of knife-switches and rheostats on the panels. One would never\nreally get used to the sporadic sound or to the lights. There was no\nknowable pattern about them--about what they did or said. When he\nclosed his eyes and tried to compose himself the words _Out of\nControl_ flashed red against the back of his eyelids, but he told\nhimself that this was foolish. How was one to adjudge a situation to\nbe Out of Control when one did not know what constituted control, over\nwhat, or by whom? Furthermore, he rebuked himself, if the\npanels--never mind how many or how forbidding--with their lights,\nbells, buzzers, switches, relays, dials, gauges, styles, tapes,\npointers, rheostats and buttons had any meaning, and in fact if the\nTower itself had any meaning at all, that meaning was _Control_. How\narrogant it had been of him to imagine, even briefly, that because\nhe--a green intruder in that high place--had not immediately\ncomprehended what it was all about, the situation must be out of\ncontrol. _Absurd!_\n\n       *       *       *       *       *\n\nThere were hundreds--perhaps thousands--of little labels attached to\nthe control panels, presumably indicating the functions of the\nbuttons, switches and other controls. Dewforth leaned close and\nstudied these, but found only mute combinations of letters and\nnumbers, joined by hyphens or separated by virgules.... They made him\nfeel somewhat more fragile, more round-shouldered and colder, but he\nresisted despair. It was getting a little darker, though. The\nskimmed-milk light above him was taking on a bluish tint. He had no\nway of knowing how long he had wandered among the control panels. His\ntime-sense had always been dependent upon clocks and bells--and upon\nthe arrivals and departures of trains.\n\nIt was a sound which finally led Dewforth out of the maze of control\npanels.\n\nIt was not a louder sound, not more emphatic, imperative or clear than\nthe others; it was formless, feeble and ineffably pathetic. It was\nits utter incongruity which reached Dewforth through the robotic\nclamor, and which touched him ... a mewing, as of a kitten trapped in\na closet.\n\nIt came, as he discovered, from The Operator.\n\nHe was quite alone among his levers, wheels, switches, buttons,\ncranks, gauges, lights, bells, buzzers, horns, ticker-tapes, creeping\nscrolls, barking loudspeakers and cryptic dials. Dewforth saw him\nsharply silhouetted against a long window through which bluish-gray\nlight poured but through which nothing could be clearly seen from\nwhere he stood. The Operator sat on a high, one-legged stool. His head\nwas drawn into his shoulders, which were crumpled things of birdlike\nbones. His head was bald on top but the fringe was long and wild. He\nhad big simian ears set at right angles to his head and the light\nshone through them, not pink but yellowish. There was an aureole of\nfine hairs about them which gave them the appearance of angel's wings.\nWith enlarged hands at the ends of almost fleshless arms he clutched\nat the knobs of rheostats and the cranks of transformers, hesitantly,\nspasmodically, and without ever quite reaching anything. Each time he\nwithdrew his hands quickly as though he had been on the point of\ntouching something very hot. His arms might have been elongated by a\nlifetime of such aborted movement.\n\nJust as Dewforth began to wonder how his sudden appearance there would\naffect the old man, feeble and distraught as he already was, the\nOperator whirled on his stool and stared at Dewforth with eyes so\nround, so huge and so terrified that the rest of his face was not\nnoticeable at all.\n\nHe shouted something that sounded like \"_Huzzah!_\" but almost\ncertainly was not, then stiffened, then fell to the steel deck with no\nmore fuss than a bag of corn-husks would have made, and died.\n\n       *       *       *       *       *\n\nOne would think that a windowed control cab or wheelhouse atop the\nloftiest structure in a city, or in an entire landscape, would afford\na man an Olympian view of the world below, and of its people and their\nactivities.\n\nDewforth must have believed this at one time, but he found that it was\nnot so. The entire lower portion of the windows was covered with thin\npages of typescript, mostly yellowed, dusty and curled at the\nedges--orders, instructions, directives, memoranda, all _Urgent_, _For\nImmediate Action_, _Important_, _Priority_, _On No Account_, or _At\nAll Costs_.\n\nThe texts of these orders, instructions, directives or memoranda\nconsisted of mute combinations of letters and numbers, joined by\nhyphens or separated by virgules.\n\nThrough the upper portion of the windows Dewforth could just make out\nthe horizon and a narrow strip of darkening sky, which were silent and\nwhich demanded nothing of him. Amid the continuing clamor of all the\nsignal devices, he tried to recapture the last utterance of the\nOperator--the former Operator.\n\n\"_Huzzah!_\" was out of the question. \"_Who's there?_\" or \"_Who's\nthat?_\" were more likely, but, as he thought of it, weren't \"_Whose\nwhat?_\", \"_What's where?_\", \"_Where's what?_\" or even \"_Who's where?_\"\njust as likely?\n\nOf these possible last words, \"_Who's where?_\" echoed most\npersistently in his memory.\n\nDewforth might have torn away the pages of meaningless orders and\nlooked down upon lights as darkness fell, but he did not.\n\nOpaque as they were in form and content alike, there was something\nreassuringly familiar in the lines of inane symbols. And they were all\nthat stood between him and the approaching tidal wave of night, and\nbeyond the night, the winter with its storms.\n\n                                                    --WILL MOHLER\n\n       *       *       *       *       *\n\n    +-----------------------------------------------------------+\n    | Typographical errors corrected in text:                   |\n    |                                                           |\n    | Page 139: \"more efficient that the rest\" replaced with    |\n    |           \"more efficient than the rest\"                  |\n    | Page 141: whispper replaced with whisper                  |\n    | Page 141: disance replaced with distance                  |\n    | Page 143: \"the participants many not have waited\"         |\n    |           replaced with                                   |\n    |           \"the participants may not have waited\"          |\n    | Page 143: spectacle replaced with spectacles              |\n    | Page 147: homogenous replaced with homogeneous            |\n    | Page 149: \"Where's what\" replaced with \"Where's what?\"    |\n    |                                                           |\n    +-----------------------------------------------------------+\n\n       *       *       *       *       *\n\n\n\n\n\nEnd of the Project Gutenberg EBook of In the Control Tower, by Will Mohler\n\n*** END OF THIS PROJECT GUTENBERG EBOOK IN THE CONTROL TOWER ***\n\n***** This file should be named 23149.txt or 23149.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/3/1/4/23149/\n\nProduced by Robert Cicconetti, Jeannie Howse and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}