{"title": "Stairway to the Stars", "author": "Larry Shaw", "releaseDate": "October 24, 2007", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, LN Yaddanapudi and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n      +------------------------------------------------+\n      | Yes, Earth may be a sort of fenced-off area,   |\n      | so far as other intelligent races of the       |\n      | galaxy are concerned. But not for the          |\n      | grandiose reasons that some have imagined....  |\n      +------------------------------------------------+\n\n[Illustration]\n\n\n\n\nSTAIRWAY TO THE STARS\n\nBy Larry Shaw\n\n  +--------------------------------------------------------------+\n  | It was a stairway leading down, but it also led out into     |\n  | space--indirectly. And the situation had the aspects of a    |\n  | burlesque on Grand Hotel, but....                            |\n  +--------------------------------------------------------------+\n\n\nJohn Andrew Farmer scowled at the octopus that sprawled on his\nliving-room couch, rubbed his stubbly jaw with a stubby fist, and said,\n\"I love you.\"\n\nFarmer was uncomfortable. He was almost always uncomfortable, for\nvarious reasons; though it rarely if ever occurred to him, as he\nconsidered each individual irritant, that this was his normal state of\nexistence. Right now he was acutely conscious of how ridiculous it must\nlook for him to be making love to an octopus, but he was even more\nconscious of the very real pains of unrequited love.\n\nIt wasn't even a respectable, ordinary-looking octopus. To be accurate,\nit would have to be called a nonapus; each of the nine tentacles had a\nlobsterish claw at its tip, and there were various other unusual\nappendages. It would be hard enough to explain an earthly octopus in his\nliving-room if the necessity arose, Farmer reflected for the teenteenth\ntime--but how in the name of Neptune could he ever explain _this_?\n\nIt had all started with Judge Ray. Ray had not been a real judge,\nobviously, but had used the title in lieu of any other first name. That\nwas the first of the inexplicable things; Farmer would have expected the\nodd little old man to call himself a professor of something or other.\nBut Ray insisted on Judge.\n\nRay had come to the office of the _Stein, Fine, Bryans Publishing Co._,\nwhere Farmer was working as an assistant editor, and announced that he\nwas about to write the greatest book of the age. And yes, he wanted an\nadvance against royalties--it didn't have to be large; Ray lived\nsimply--to tide him over while doing the actual writing, which shouldn't\ntake more than a very few weeks.\n\nNow, Farmer wasn't much of an editor, even as editors go. The one useful\nquality he had was a homespun, ingratiating air which put nervous young\ngeniuses at their ease, so that they could give a reasonably coherent\nverbal picture of what their books were about. This often saved Stein,\nFine & Bryans a lot of reading of unpublishable manuscripts. At least,\nthat had been the theory when they gave Farmer the job; as it worked\nout, John Andrew was a person who found it virtually impossible to say\n\"no\"; he generally took the manuscripts in hand and, when he couldn't\nstick some other member of the firm with the task, read them himself\nuntil the wee hours.\n\nFarmer was not able to say no to Ray, but even he looked dubious at the\nsmall gray fellow's voluble outpouring of pseudo-scientific jargon. Ray,\nmade sensitive by years of open skepticism on the part of many\nlisteners, caught the look and insisted on a demonstration of his\nfabulous invention.\n\nSo the oddly assorted pair--quick, foxlike little Ray and big, awkward,\nuncomfortable Farmer--sputtered out into Long Island Sound in an\nindescribable old motor launch, and the adventure was on.\n\n       *       *       *       *       *\n\nFinally Ray shut off the racketing engine and let out the rusty anchor.\nHe opened a large wooden case, which showed evidence of some really good\ncabinet-work, and took out a peculiar machine, which showed evidence of\nunarguably excellent machining. These details were the first things that\nmade Farmer think Ray might not be a complete crackpot, after all. If he\nhadn't been feeling just the slightest touch of seasickness, John Andrew\nwould have breathed a sigh of relief.\n\nRay polished off the somewhat rabbit-from-hatty routine by bringing out\na portable television set, connecting it to the boat's electrical\ngenerator, and stringing an assortment of wires between it and his\ninvention. He would not allow Farmer very close to the latter, but to\nthe editor's untechnical eye it looked like a fairly ordinary radio set,\nwith more than enough dials and switches added to it to furnish the\ndashboards of several Rolls Royces.\n\nRay held up a hand--purely for drama, since there was silence already.\n\"This is a great moment in the course of human history,\" he said. \"You\nare about to witness the first demonstration of Ray's Ray, the work of\ngenius which will allow mankind his first really close contact with the\nlast remaining frontier on his home planet--the bottom of the sea!\"\n\nFarmer looked impressed, then began to realize what some of this meant.\nHe caught himself, straightened out his face, and licked his lips. \"You\nmean you've never tried the thing before?\" he protested. \"How do you\nknow it will work?\"\n\nRay's glance took on a touch of icy fury. The launch rocked gently in\nthe swell for a long, silent minute, and Farmer began to feel slightly\nafraid. Was he alone, in a spot like this, with a madman? The salty\nbreeze turned colder.\n\nThen Ray smiled--a smile that was surprisingly soft and sweet. John\nAndrew reached two decisions: that he was safe, and that he liked the\n\"Judge.\" (One of Farmer's weaknesses, in fact, was that--though\nthoroughly masculine himself--he completely distrusted women, and was\ntoo trusting with men.)\n\n\"I could go into theories and scientific details,\" Ray said; \"I could\nexplain principles of operation and the construction of the machine for\nhours. But you would be bored, and wouldn't understand anyway. It is\nsufficient to say that the Ray will work because--I invented it!\"\n\nFarmer caught himself nodding, and blamed the boat's motion. He shifted\nuneasily on the built-in seat, and got a splinter in a vital spot. He\nfrowned.\n\nRay was bending over his machine, making motions designed to impress as\nwell as to make it work. \"In very simple terms,\" he was saying, \"this is\na combination of color television and super-radar. It will bring in a\nperfect color picture of the ocean at whatever depth I set it for, or\nwill set itself automatically to present a view of the ocean floor. It\nwill....\"\n\nHis voice trailed off. The machine hissed, snapped, and crackled. The\ntelevision set flickered, hummed, gave out a flashing dance of\nsurrealistic doodles, and abruptly presented a picture. It was a picture\nof Milton Berle.\n\nRay looked mad, started to aim a kick at the screen but thought better\nof it. A small wave almost made him sit down on the deck before he got\nboth feet planted again. He swore and started to check the wiring.\n\n\"Maybe there's something wrong inside the dingus itself,\" John Andrew\nsuggested tentatively.\n\nRay turned on him with a look that would have seared the Sphinx.\n\"There's _nothing_ wrong with the machine!\" he said,\nalmost-but-not-quite shouting. \"There's _nothing_ wrong with the\ntelevision! There's _nothing_ wrong with the wiring! There _must_ be\nsomething wrong at the other end--where the Ray is focussed! And I\nintend to find out!\"\n\nFarmer pondered the idea of a transmitter that worked under water like a\nball-point pen, broadcasting weary vaudeville routines. He scratched his\nhead and looked wistfully at the New England shoreline--or was that Long\nIsland? He wasn't sure any more....\n\n       *       *       *       *       *\n\nA clank and clatter brought his attention to the launch. He gawked; Ray\nhad thrown back a deck hatch and produced a diving suit which looked as\nun-shipshape as the rest of the boat's equipment.\n\nRay looked it over hastily, then turned a speculative glance on Farmer.\nHe shook his head. \"Too small for you,\" he murmured. \"You wouldn't know\nwhat to look for anyway; I'll have to go down myself.\"\n\nFarmer changed his mind again about Ray's being cracked. \"Listen.\" He\nsaid the first thing that came to mind. \"Didn't you say you rented this\nboat for the first time today? How do you know that thing doesn't leak?\"\n\nRay smiled again, as he climbed briskly into the suit. \"I'll be all\nright,\" he said serenely. \"You just keep an eye on things here--but\ndon't touch anything. I'll be right back....\" He settled the helmet on\nhis head, motioned for Farmer to help him check the connections of the\nsuit's self-contained oxygen supply.\n\nJohn Andrew was straightening up from doing this when he saw the nonapus\nfor the first time. It was climbing over the rail at the stern, and\nalready beginning to make a puddle on the deck. Farmer froze, and gulped\nwordlessly.\n\nBehind the barred faceplate, Ray looked puzzled, then annoyed. From the\ncorner of his eye, Farmer could see Milton Berle still cavorting\nsilently on the television screen, and this seemed to add the final\ntouch of insanity to the scene. Farmer finally succeeded in pointing,\nand Ray clumped slowly in a half-circle, just as the nonapus dropped to\nthe deck with a plank-shivering thump.\n\nThe scene assumed some of the aspects of a bad movie comedy. The\nbackground was an out-of-focus blur, although Farmer was dimly conscious\nof motion in it somewhere--something else breaking the surface of the\nwater as it emerged. In the foreground, the boat and its occupants were\nsharply etched, but seemed to have gone into slow motion.\n\nThe nonapus crept forward ponderously, and Farmer searched dazedly for a\nweapon. It was Ray who first started stumbling in the direction of the\nboathook, but John Andrew, in a sudden fit of bravery, shoved past him\nand grabbed the fragile-looking thing from its cleats.\n\nHe swung to face the monster with a sick feeling in his stomach, and got\nanother surprise. The thing had stopped moving. Straddling the rail\nbehind it, and similarly dripping, was a--_migawd_!\n\nIt--he--looked almost like a man, but that only made the difference\nworse. The details resolved as Farmer stared at him. The oddness about\nhead and shoulders became finny crests; what had looked at first like a\nred skin-tight costume became a scaly hide. Farmer realized with a shock\nthat the creature wasn't wearing anything.\n\nFarmer crouched. The point of the boathook wavered, aimed first at the\nnonapus, then at the fishman. To the editor, both were alien--but he\ncouldn't decide which one was more dangerous. For a long moment, neither\nof them advanced, and he wondered if they could really be frightened of\nhis puny weapon.\n\nHe doubted it. He was beginning to notice, among other things, that the\nnonapus was more fearsome than it had seemed at first--in addition to\nnine tentacles, claws, fangs and antenna became apparent. So did the big\nglassy-red disks of the eyes--and Farmer aimed the point of the hook at\none of them, started to thrust.\n\nIt was wrenched from his hands and forced downward to stick quivering in\nthe deck. The development took Farmer completely unawares. Neither of\nthe aliens had moved; it was Judge Ray who had disarmed him.\n\n       *       *       *       *       *\n\nJudge Ray was now frantically trying to remove his diving helmet again.\nExcitement made his motions ineffective, and he signaled for Farmer to\nhelp him, then continued to fumble with the fastenings himself. John\nAndrew turned, feeling completely doomed, to aid the man, and they\nstarted getting in each other's way and slowing down the operation even\nmore.\n\nThey finally succeeded, though; the helmet swung back, and Ray promptly\nshoved Farmer aside. Some of Farmer's fear gave way to amazement at the\nlittle inventor's audacity and what seemed to Farmer at least to be\nfoolishly optimistic scientific detachment.\n\nRay said: \"My name is Ray. It is indeed fortunate that you have met me\nimmediately upon your arrival here, since I am the world's greatest\ngenius, and thoroughly equipped to tell you anything you wish to know\nabout my people and civilization. I take it you come from Atlantis?\"\n\nAmazingly, his tongue only got tangled once in the middle of this\nspeech, and he regained control of it quickly then. John Andrew felt a\ntouch of jealousy at the little man's capability in assuming control of\nthe situation. That, and a sudden idea of his own, forced him to speak\nfor himself.\n\nIt was a sad attempt. \"Venus.... Spaceship....\" he managed to croak,\nbefore giving it up.\n\nThe launch rocked gently. The nonapus crouched motionless; the fishman\nstood firmly, as if untouched by anything around him, his arms folded\nand a faint smile upon his damp lips.\n\nFinally he spoke too. What he said was: \"Venus. Spaceship. My name is\nRay. It is indeed fortunate that you have met me immediately upon your\narrival here, since I am the world's greatest genius....\"\n\nHe broke off. Apparently he interpreted the looks of consternation on\nthe faces of his audience correctly, for his smile became more friendly\nand he continued in a casual tone.\n\n\"Excuse me,\" he said. \"I didn't speak your language before I arrived\nhere, and I had to learn it and become accustomed to its use through\nanalyzing what you just said. I really didn't mean to puzzle you or make\nyou feel inferior by mimicking you.\"\n\nFarmer's mind worked chaotically. This was puzzling, he decided, and\n_did_ make him feel inferior--that is, it did if the man in the red\nscales had really picked up English so quickly. And if not, why lie?\n\n       *       *       *       *       *\n\nThe fishman came forward. His step was bouncy, as if he were used to a\nhigher gravity or greater pressure (_that_, Farmer complimented himself\non his cleverness, made sense at least), but he extended his hand and\nsaid \"Put 'er there!\" like any ladies' wear buyer at an annual\nconvention. Ray and Farmer shook with him in turn. His hand was damp and\nwebbed, but felt fairly human for all that.\n\n\"My name is Garf,\" he said cheerfully. John Andrew tried not to stare at\nhim too noticeably, but Ray made no bones about it; apparently the\nfishman thought nothing at all of his state of nudity. Farmer shivered.\n\nIt was Ray who brought the conversation back to earth--or sea--again. He\nasked Garf, directly, exactly where he did come from.\n\nGarf looked hesitant, then waved the two to the rail with him. \"See\nthose?\" he asked. They looked, and saw what seemed to be a flight of\nsteps, carved from stone, old, and worn, starting abruptly just below\nthe water level and leading downward. There was nothing on either side\nof the steps, or underneath them as far as could be seen, but ordinary\nocean. \"I came up those,\" Garf said.\n\nFarmer stared, and Ray stared. The stairway shouldn't be there--it\ncertainly hadn't been there before. Garf's explanations, it seemed, only\ncompounded the confusion caused by his presence.\n\nFarmer, muddled, looked again at the nonapus, which had apparently gone\nto sleep. Even so, it looked deadly.\n\nSomething bit him on the arm. He discovered Ray's fingers, in the diving\nglove, digging into his flesh in an amazingly powerful grip. Farmer\nhunched his shoulders, trying to break loose, and then he saw what Ray\nwas staring at.\n\nGarf had left them, and was strolling around the launch as if he had\njust bought it--looking down his nose at it; at the same time, acting as\nif he could afford not to give a damn how badly he'd been stung. But the\nstartling thing was that he had picked up the boathook and was twirling\nit unconcernedly. He had not only picked it up, however--he had also\ntied it in a knot.\n\nIt should have splintered in his hands, assuming he was strong enough to\nbend it at all. It hadn't; it was in perfect shape, except for the knot.\nOr so it seemed, at least, for even as Ray started forward with\noutstretched hand, obviously hoping to examine the thing, Garf gave it a\nfinal twirl and scaled it carelessly overboard.\n\nJohn Andrew began to feel quick-frozen again. Being alone at sea in a\nrickety craft with a possible madman had been bad enough. To have a\nweird creature with superhuman powers, and an impossible pet monster,\nadded to the crew was a little too much.\n\n       *       *       *       *       *\n\nGarf turned his attention to the television set, which was still\npresenting its hysterical vaudeville. \"Great-uncle's gills!\" he\nexclaimed, and lapsed into a fascinated silence. He studied the\nproceedings carefully, holding the arms-crossed pose again. Finally he\nturned to Ray.\n\n\"Weren't you saying something about civilization a while ago, finless?\"\nhe asked. His voice was sneering.\n\nRay frowned, and said something about mass-appeal. \"Pay no attention to\n_that_,\" he continued. \"Just listen to _me_. I'll tell you about our\ncivilization, and our science, and....\"\n\nHis voice broke off as if he had been struck in the face. In a way, he\nhad; Garf had deliberately turned his back on the old fellow. The\nJudge's bloodshot little eyes darted about as if he wanted to pick up\nsomething heavy and hit Garf on the crest with it.\n\nJohn Andrew's brain had finally resumed normal operations; he was\nthinking slowly, but clearly. He examined the evidence with care. He\ndecided that Garf's superior attitude and powers boded no good; that if\nthe fishman once became slightly irritated he would sic the nonapus on\nRay and himself. (Probably, in fact, Garf would try to conquer the world\nanyway; that was how it went in stories as corny as this situation.)\nFarmer further decided that Ray was too egocentrically eccentric to be\ntrusted to get them out of this fix; he decided he'd have to do\nsomething himself.\n\nHaving decided all this, Farmer went back over the territory to see if\nhe could find any flaws in it--or any other way out. It still made\nsense, and he added a decision to get the boat back to shore as fast as\npossible. He approached the engine.\n\nAs he did so, the engine melted into a solid, irregular lump of metal.\nJohn Andrew gulped, and put out a tentative hand toward the fused mess.\nIt was not particularly warm--but it had melted.\n\nFarmer looked at Garf again with fear and awe, and the fishman looked\nback with cold amusement. But not for long. Garf turned to the Judge's\ninvention--and started to show some genuine interest for the first time\nsince he had showed up.\n\nHe stood over the thing, webbed hands on scaly hips, peering at it\nintently. After a long silence, he knelt, and started feeling over the\nmachine with his webbed hands. Finally he placed his fingers on the\nlargest of the control switches--then changed his mind and gestured\nimperatively to Judge Ray.\n\n\"You--the 'intelligent' one,\" he said. The quotes around 'intelligent'\nwere clear in his intonation. \"Explain this to me. It's obviously what\nreactivated the gate--but whoever made it did a screwball job. There are\nall sorts of things that don't seem to belong, and even the parts that\nshould be there seem wrong, somehow....\"\n\nHe paused. \"Of course,\" he added, smugly, \"I'm not a transportation\nexpert. If I were, I'd have made my own activator long ago, and done\nsome visiting on the closed worlds before this. Not that they'd have\nkept me from getting bored for long, but yours looks as if it's going to\nbe slightly amusing, at least.\"\n\nA struggle showed in Ray's face. Farmer saw insulted anger, hurt pride,\na desire to brag about his gadgetry, a question about Garf's last words,\nand a caution that was not too far from fear. John Andrew had stopped\ntrying to hide his own fear, and though he had plenty of questions of\nhis own, he was mainly concerned with looking for a means of escape.\n\nGarf was rising again, looking impatient. Ray reached a decision, said\n\"Go to hell!\", and turned his back on the fishman. Garf looked\nastonished, then angry, and raised a hand. Ray jumped, not very far\nbecause of the heavy diving suit, stumbled on oddly twisted legs, and\ncollapsed on the deck, writhing, moaning, and turning red in the face.\nThe diving helmet clattered on the planks.\n\nFarmer got mad. He started to charge across the deck at Garf, but his\nown feet went out from under him and he landed flat on his nose. There\nwere waves of fire chasing each other around his body, and his stomach\nwas trying to turn itself inside out.\n\n       *       *       *       *       *\n\nAs instantaneously as it had come, the pain left him. It left him weak\nand quivering, and John Andrew Farmer lay on his back waiting for his\nstrength to seep back. As the red haze drifted from before his eyes, he\nrealized that the launch had acquired another occupant.\n\nIn appearance, she could easily have been Garf's sister--or his wife.\nHer figure was lithe and nicely curved. Her scales stopped in\neye-catching points just above her distinctly mammalian bosom; from\nthere on up she looked almost completely human. She wasn't wearing\nanything either. The over-all effect was oddly beautiful. Farmer blushed\nhotly, and tried to keep his eyes on her face.\n\nNot that it made any difference to her. She ignored everyone and\neverything but the fishman. Glaring at him angrily, she snapped out his\nname in an icy voice. \"Garf!\"\n\n\"Dor!\"\n\nGarf was a changed fishman; he looked faintly frightened, moderately\nworried, and definitely embarrassed. This passed, and he started to\nsmile in a placating manner.\n\n\"Garf!\" Dor snapped again. She followed it up, this time, with a string\nof intricate, foreign-sounding words that even Farmer could tell were\nhot and stinging.\n\nThe fishman backed away. He seemed to be growing angry himself now under\nthe whiplashing woman's tongue. Finally he spoke, in English. He called\nDor a puddle-snake. That wasn't all of what he said, by any means; the\nname was preceded by several adjectives and followed by an obscene\ncommand. Dor blanched slightly.\n\n\"Oh, yes?\" she said, her voice dripping danger. \"I can speak this\nlanguage too, you know--I learned it years ago, before the gate to this\nworld was closed! And let me tell you something else....\"\n\nShe told him something else. John Andrew blushed furiously again, and\ncovered his ears with his hands.\n\nLittle Ray was on his feet, trying to get a word in edgewise, but not\nsucceeding at all. He too started to get angry. Farmer hauled himself\nupright, hoping to approach Ray, calm him, and get him to figure a way\nout of this madhouse.\n\nGarf yelled an expletive and gestured with his hand. A wave of pure heat\nswept over the boat, blistering what paint it still boasted. The blow\nhad been directed at Dor, and she showed that she had absorbed most of\nit by wilting visibly--but Farmer felt as much of it as he wanted. It\nwas as if a blast furnace had suddenly opened beside him; sweat popped\nout on his brow and filmed his eyes. He wondered how uncomfortable he\ncould get.\n\nA deadly silence descended.\n\n       *       *       *       *       *\n\nJohn Andrew was wishing that he could swim when Dor smiled, and he began\nto be interested in living again in spite of himself. The girl, he\nthought, was somehow radiant--really lovely, in spite of her scales and\nfins. It was peculiar; he'd never liked women at all, and had certainly\nnever thought he'd like a mermaid, but....\n\nAnyway, he decided, he wasn't going to take sides if the two aliens were\ngoing to fight it out. His first interest was in saving his own hide;\nhis second, in getting back to shore to give warning of the invasion. As\nfor Dor--John Andrew had lived this long without going to the aid of a\ndamsel in distress--without, in fact, ever seeing one that he could\nremember, who wasn't obviously more capable of helping herself than he\nwas. He wasn't going to start rescuing fair maidens now--even if she\nneeded rescuing. Still, there was something awfully attractive.... Damn,\nbut he was confused!\n\nDor's smile didn't really last that long; Farmer's thoughts were going\nfast now, somehow. He had finished those just described before Dor said,\n\"All right, Garf. Fun's fun; now let's kiss and make up. After all, it's\nillegal for us to be here--not only our own cops, but the Galactic\nFederation, would be on our necks if they knew. Let's see if we can\nclose up the gate ourselves or if this needs to be reported. And then\nlet's go home.\"\n\nGarf grinned. \"Whatever you say, my dear.\" He dipped an eyebrow in a\nwink. Behind Dor, the nonapus stirred sluggishly, extended a tentacle,\nopened a claw, and nipped Dor neatly on the behind. She screeched.\n\nThere was an explosion in Farmer's brain. This was too much--Garf had\ngone too far! The burly editor plunged across the deck, swinging a fist.\nTo his surprise, Garf did nothing to stop him; probably, John Andrew\nfigured later, the fishman expected no further trouble from the humans\nafter the treatment they'd had.\n\nFarmer's haymaker connected.\n\nGarf staggered across the deck until he brought up against the rail,\nholding his jaw and shaking his head muzzily. Farmer braced himself for\nretaliation, hoping it would be something less than a bolt of barbed\nlightning. But Garf remained unpredictable. He mumbled something that\nwasn't \"Oh the hell with it\" but sounded like it, and softly and\nsilently slid overboard. He disappeared under water with scarcely a\nripple.\n\n\"Good!\" Dor said, briskly. \"Now, I'll just.... Ah!\" She strode directly\nto Ray's invention, and Farmer wondered why both the aliens were so\ninterested in a gadget that didn't work.\n\n       *       *       *       *       *\n\nDor wasted no time. She bent over, picked up the machine, yanking wiring\nloose carelessly, straightened up, turned a beaming smile on Farmer and\nRay, said \"Goodbye,\" and headed for the rail.\n\nRay yelped. He started after her, but his progress in the diving suit\nwas waddling and slow. She reached the rail first and went over. Ray was\nnot too far behind, and he slammed his helmet down angrily as he reached\nthe rail. Farmer, galvanized belatedly, gave chase as well.\n\nDor was picking her way slowly down the stone steps, the machine cradled\nunder her arm. Ray climbed up on the rail, poised there a second, then\nattempted a swan dive. John Andrew yelled at him as he arced forward,\nbut it was too late. The old man dropped like a stone, flapping his\narms, bounced slightly on the top step, then slid forward down several\nmore steps on his faceplate.\n\nDor hesitated, her head just above water. She looked at the limp,\ndiving-suited body beside her, then back at the launch and Farmer.\nAgain, she came to a decision quickly.\n\nBending, leaving a trail of bubbles as her head went under, she set the\nJudge's invention down on a lower step and picked up the Judge instead.\nCradling him in her arms, she started back up again, calling to Farmer\nto be ready to take her burden aboard.\n\nThey got him on the boat with little difficulty, and John Andrew laid\nhim on the deck as Dor sprang lithely over the rail again, showing\ninterest in the little fellow's condition. The diving helmet came off\neasily, not having been properly fastened down at all. Farmer bent\nanxiously over the Judge, looking for signs of life.\n\nThe diving suit had shipped some water, and the Judge had gotten a nasty\ncrack on the head--but he was a tough bozo. There was no blood, his\nbreathing seemed almost normal, and he already showed signs of returning\nconsciousness.\n\nJohn Andrew turned to Dor. \"Well, I should thank you for bringing him\nback, I guess,\" he muttered. \"But now that you're with us again\"--he\nshot out a big paw and grabbed her by the wrist--\"how about explaining\nsome of this?\"\n\nHe was very gentle with the wrist. He didn't want to hurt her; he was\nwondering already, in fact, what had made him get so rough at all. But\nshe didn't seem to mind.\n\n\"I've got to go quickly,\" she told him. \"I think Garf will be all right\nnow, but he may take a notion to come back. And I have to see that the\ngate is closed before ...\"\n\n\"What gate? Get back where?\" Farmer managed to put more curiosity than\nimpatience into his tone.\n\n\"Back to my own planet--Tamdivar, sun Nogore, member of the Galactic\nFederation,\" she said patiently. \"The gate is a matter-transmitter\nbetween my world and yours. It was once in constant use, but my\ngovernment closed it when you people got to the point where you were\nrunning around in submarines, using depth bombs, and just noticing our\naircraft too much.\"\n\n       *       *       *       *       *\n\nSomehow, what popped into Farmer's head was the chorus of an old song he\nhad sung in boy's camp when very young. \"_There's a hole in the bottom\nof the sea! There's a log in the hole...._\"\n\n\"Your machine reactivated the gate from this side, even if that isn't\nwhat you designed it to do,\" Dor went on. \"It's a good thing I noticed\nthe gate was open. Of course, the area affected isn't large--it includes\nthose steps and a lot of water around them.\n\n\"The gate'll stay open now until it's closed from our side--but I'll\nhave to take your outfit back and destroy it, anyway. Our cops would be\ntough with you if they found you operating the thing, and Federation\nSecuritymen would be even tougher. Take it as a warning: don't do it\nagain.\"\n\nShe turned to go, but Farmer held on. \"What's this about a Galactic\nFederation? And if they've banned all communication with Earth, why\nhaven't they just blasted the planet out of existence and gotten rid of\nit? Of course, I know we're thoroughly uncivilized and too warlike for\nany other race to trust, and all that. I can see how Earth might be\nconsidered the plague spot of the universe....\"\n\nDor gawked, and saw that he was very serious. Then she threw back her\nhead and laughed a merry laugh. \"Listen, friend,\" she said at last. \"The\nonly real trouble with you Earth people is that you have a tremendous\ninferiority complex, collectively and individually--as you've just\nillustrated. Get over that and you'll eliminate most of your trouble. As\nfor the Federation, they let _us_ in, and most member-races have wars\noccasionally; they'll undoubtedly accept you, once you develop space\ntravel.\n\n\"Just at the moment, of course, you're at a crossroads. You could jump\nin either direction, blowing yourself up or taking the big step into\nspace. I think you'll turn out okay, but not everybody agrees--and the\nFederation can't take even small chances. So you can't be allowed to set\noff your atom bombs, or worse, where they might get through to another\nplanet. We can't actually interfere with you, so we've closed the gates;\nthat's all.\"\n\nJohn Andrew, thinking it over, said \"Oh,\" and let go of her wrist. She\nturned and went back to the rail again, after flashing him the most de\nluxe smile so far. Farmer came out of a philosophic haze to notice she\nwas leaving. He said, \"Hey!\"\n\nShe looked over her shoulder. Farmer didn't know what to say, but he\nwanted to delay her. Finally, he pointed to the nonapus, and said, \"What\nabout that monster? You're not going to leave it here?\"\n\nShe laughed again. \"Oh, the robot? It'll follow me. It's designed to....\nOh damn!\"\n\nThe damn was for something she saw in the water as she looked back over\nthe rail again. John Andrew rushed to her side and looked as she got set\nfor a dive. Garf, he saw immediately, had returned, and was picking up\nthe Judge's invention.\n\n\"Put that down!\" Dor's yell was high-pitched. Garf faced them, and\nFarmer could just make out his lazy, contemptuous smile through the\nmurky water. The fishman raised his arm in one of the now-familiar\ngestures.\n\nThe boat heaved, wallowed, and sank.\n\nFarmer thought desperately again that he couldn't swim, and then he\nthought wildly of the Judge, who hadn't regained full consciousness. He\nwent under once, and came up choking and sputtering. He decided his end\nhad come--and he didn't even know the identity of the enemy who had done\nhim in. It was ironic. He should have asked Dor to tell him more about\nGarf--was he a traitor, or a Tamdivarian gangster, or what? John Andrew\ngasped and started sinking again....\n\nTo find himself hauled out of the water unceremoniously by the scruff of\nhis neck. As he rose, ropy tentacles twined about him, and he saw what\nhad saved him. He was being cradled, gently but firmly, by the nonapus,\nwhich had Judge Ray in another set of tentacles. And the nonapus, it\nbecame apparent, was not only a water-creature.\n\nIt could also fly.\n\n       *       *       *       *       *\n\nGarf paddled idly around Dor's apartment, pretending interest in the\nshell-paintings that decorated the walls. He had presented her a bouquet\nin which rare blossoms hid slimy, smelly weeds, and she was sore at\nhim--again. As she finished her conversation and switched off the\ntwo-way radio, he turned to her. \"Dor,\" he said softly.\n\nShe looked at him haughtily. \"Don't speak to me!\" she said. \"I told you\nyou'd have to stop your irresponsible practical joking and settle down.\nSome hard work wouldn't hurt you even if you did inherit a fortune. I\ndon't mind so much when you pull these stunts on me, but when I think of\nhow you practically drowned those poor, defenseless Earth-creatures....\"\n\nHis mouth twisted. \"Poor, defenseless Earth-creatures! How was I to know\nthey couldn't swim? Just imagine--beings that live on a world with\nalmost as much water as ours, who can't use their natural abilities any\nmore than that! It's ridiculous. I never saw such morons--the big, ugly\none especially!\"\n\nHe had intended that to sting, and it did. Dor raised her nose another\nnotch. \"I think he's cute, and I'm learning he's pretty intelligent,\ntoo. He catches on fast to everything I tell him. He and his little\nfriend will have their spaceship finished soon now, and....\"\n\n\"That's another thing!\" Garf snapped, keeping her on the defensive.\n\"Maybe I violated Security by going to Earth when they accidentally\nopened the gate, but what are you doing? What would the Fed say if they\nknew you were giving out information the Earthmen hadn't acquired by\nthemselves--helping them get into space? What about that?\"\n\nDor shrugged. \"I'm not telling them anything, really. Just dropping a\nfew hints of the most elementary sort. Things they'd have figured out\nsoon anyway--and things they still have to work hard to make\npracticable. Even if some of the inventions they've worked out so far\nhave enabled them to make enough money to live on nicely--after all,\nthose things are the merest toys to us--what could it possibly matter?\"\n\nGarf considered. This bickering was, as usual, getting them exactly\nnowhere. He gave up. \"All right, dear,\" he said. \"You win; you're right,\nof course, and I'm wrong. I only hope you won't bother so much with\ntalking to that Earth-slug on the radio after we're married.\"\n\nDor laughed a tinkly laugh and came into his waiting arms. \"Darling,\"\nshe cooed. \"What a thing to say. I actually believe you're jealous--and\nyou know I only love you.\"\n\nWhich wasn't strictly true. The big Earthman _was_ cute, she thought,\nand it was quaint of him to be in love with her, and to tell her so\nevery day over the radio built into the robot-nonapus. Of course, he was\ninferior to her in every way, and she wouldn't think of marrying him or\nanything like that. But even his inferiority was interesting, in a way.\n\nYes, it was nice to know he loved her.\n\nAnd she loved him, too--like an amusing baby brother.\n\n  +--------------------------------------------------------------+\n  |                     Transcriber's Note                       |\n  |                                                              |\n  | This etext was produced from \"Future combined with Science   |\n  | Fiction stories\" September 1951. Extensive research did not  |\n  | uncover any evidence that the U.S. copyright on this         |\n  | publication was renewed.                                     |\n  |                                                              |\n  |                                                              |\n  |                           Errata                             |\n  |                                                              |\n  | The following typographical errors have been corrected:      |\n  |                                                              |\n  |                   |Error    |Correction |                    |\n  |                   |effected |affected   |                    |\n  |                   |to to    |to         |                    |\n  |                                                              |\n  +--------------------------------------------------------------+\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Stairway to the Stars, by Larry Shaw\n\n*** END OF THIS PROJECT GUTENBERG EBOOK STAIRWAY TO THE STARS ***\n\n***** This file should be named 23159.txt or 23159.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/3/1/5/23159/\n\nProduced by Greg Weeks, LN Yaddanapudi and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}