{"title": "Sodom and Gomorrah, Texas", "author": "Raphael Aloysius Lafferty", "releaseDate": "October 24, 2007", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, V. L. Simpson and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n  [Illustration]\n\n\n  _The place called Sodom was bad enough. But right down the\n   road was the other town--and that was even worse!_\n\n\n\n\n      Sodom\n        and\n  Gomorrah,\n      Texas\n\n\n  By R. A. LAFFERTY\n\n  Illustrated by RITTER\n\n\n\n\nManuel shouldn't have been employed as a census taker. He wasn't\nqualified. He couldn't read a map. He didn't know what a map was. He\nonly grinned when they told him that North was at the top.\n\nHe knew better.\n\nBut he did write a nice round hand, like a boy's hand. He knew Spanish,\nand enough English. For the sector that was assigned to him he would not\nneed a map. He knew it better than anyone else, certainly better than\nany mapmaker. Besides, he was poor and needed the money.\n\nThey instructed him and sent him out. Or they thought that they had\ninstructed him. They couldn't be sure.\n\n\"Count everyone? All right. Fill in everyone? I need more papers.\"\n\n\"We will give you more if you need more. But there aren't so many in\nyour sector.\"\n\n\"Lots of them. _Lobos_, _tejones_, _zorros_, even people.\"\n\n\"Only the _people_, Manuel! Do not take the animals. How would you write\nup the animals? They have no names.\"\n\n\"Oh, yes. All have names. Might as well take them all.\"\n\n\"Only people, Manuel.\"\n\n\"_Mulos?_\"\n\n\"No.\"\n\n\"_Conejos?_\"\n\n\"No, Manuel, no. Only the people.\"\n\n\"No trouble. Might as well take them all.\"\n\n\"Only people--God give me strength!--only people, Manuel.\"\n\n\"How about little people?\"\n\n\"Children, yes. That has been explained to you.\"\n\n\"_Little_ people. Not children, little people.\"\n\n\"If they are people, take them.\"\n\n\"How big they have to be?\"\n\n\"It doesn't make any difference how big they are. If they are people,\ntake them.\"\n\nThat is where the damage was done.\n\nThe official had given a snap judgement, and it led to disaster. It was\nnot his fault. The instructions are not clear. Nowhere in all the\nverbiage does it say how big they have to be to be counted as people.\n\n\nManuel took Mula and went to work. His sector was the Santa Magdalena, a\nscrap of bald-headed and desolate mountains, steep but not high, and so\ntorrid in the afternoons that it was said that the old lava sometimes\nbegan to writhe and flow again from the sun's heat alone.\n\nIn the center valley there were five thousand acres of slag and\nvitrified rock from some forgotten old blast that had melted the hills\nand destroyed their mantle, reducing all to a terrible flatness. This\nwas called Sodom. It was strewn with low-lying ghosts as of people and\nobjects, formed when the granite bubbled like water.\n\nAway from the dead center the ravines were body-deep in chaparral, and\nthe hillsides stood gray-green with old cactus. The stunted trees were\nlower than the giant bushes and yucca.\n\nManuel went with Mula, a round easy man and a sparse gaunt mule. Mula\nwas a mule, but there were other inhabitants of the Santa Magdalena of a\ngenus less certain.\n\nYet even about Mula there was an oddity in her ancestry. Her paternal\ngrandfather had been a goat. Manuel once told Mr. Marshal about this,\nbut Mr. Marshal had not accepted it.\n\n\"She is a mule. Therefore, her father was a jack. Therefore his father\nwas also a jack, a donkey. It could not be any other way.\"\n\nManuel often wondered about that, for he had raised the whole strain of\nanimals, and he remembered who had been with whom.\n\n\"A donkey! A jack! Two feet tall and with a beard and horns. I always\nthought that he was a goat.\"\n\nManuel and Mula stopped at noon on Lost Soul Creek. There would be no\ntravel in the hot afternoon. But Manuel had a job to do, and he did it.\nHe took the forms from one of the packs that he had unslung from Mula,\nand counted out nine of them. He wrote down all the data on nine people.\nHe knew all there was to know about them, their nativities and their\nantecedents. He knew that there were only nine regular people in the\nnine hundred square miles of the Santa Magdalena.\n\nBut he was systematic, so he checked the list over again and again.\nThere seemed to be somebody missing. Oh, yes, himself. He got another\nform and filled out all the data on himself.\n\nNow, in one way of looking at it, his part in the census was finished.\nIf only he had looked at it that way, he would have saved worry and\ntrouble for everyone, and also ten thousand lives. But the instructions\nthey had given him were ambiguous, for all that they had tried to make\nthem clear.\n\nSo very early the next morning he rose and cooked beans, and said,\n\"Might as well take them all.\"\n\nHe called Mula from the thorn patch where she was grazing, gave her salt\nand loaded her again. Then they went to take the rest of the census, but\nin fear. There was a clear duty to get the job done, but there was also\na dread of it that his superiors did not understand. There was reason\nalso why Mula was loaded so she could hardly walk with packs of census\nforms.\n\nManuel prayed out loud as they climbed the purgatorial scarp above Lost\nSouls Creek, \"_ruega por nosotros pecadores ahora_--\" the very gulches\nstood angry and stark in the early morning--\"_y en la hora de neustra\nmuerte._\"\n\n\nThree days later an incredible dwarf staggered into the outskirts of\nHigh Plains, Texas, followed by a dying wolf-sized animal that did not\nlook like a wolf.\n\nA lady called the police to save the pair from rock-throwing kids who\nmight have killed them, and the two as yet unclassified things were\ntaken to the station house.\n\nThe dwarf was three foot high, a skeleton stretched over with\nbrown-burnt leather. The other was an un-canine looking dog-sized beast,\nso full of burrs and thorns that it might have been a porcupine. It was\na nightmare replica of a shrunken mule.\n\nThe midget was mad. The animal had more presence of mind: she lay down\nquietly and died, which was the best she could do, considering the state\nthat she was in.\n\n\"Who is census chief now?\" asked the mad midget. \"Is Mr. Marshal's boy\nthe census chief?\"\n\n\"Mr. Marshal is, yes. Who are you? How do you know Marshal? And what is\nthat which you are pulling out of your pants, if they are pants?\"\n\n\"Census list. Names of everybody in the Santa Magdalena. I had to steal\nit.\"\n\n\"It looks like microfilm, the writing is so small. And the roll goes on\nand on. There must be a million names here.\"\n\n\"Little bit more, little bit more. I get two bits a name.\"\n\nThey got Marshal there. He was very busy, but he came. He had been given\na deadline by the mayor and the citizen's group. He had to produce a\npopulation of ten thousand people for High Plains, Texas; and this was\ndifficult, for there weren't that many people in the town. He had been\nworking hard on it, though; but he came when the police called him.\n\n\"You Marshal's little boy? You look just like your father,\" said the\nmidget.\n\n\"That voice, I should know that voice even if it's cracked to pieces.\nThat has to be Manuel's voice.\"\n\n\"Sure, I'm Manuel. Just like I left, thirty-five years ago.\"\n\n\"You can't be Manuel, shrunk three feet and two hundred pounds and aged\na million.\"\n\n\"You look here at my census slip. It says I'm Manuel. And here are nine\nmore of the regular people, and one million of the little people. I\ncouldn't get them on the right forms, though. I had to steal their\nlist.\"\n\n\"You can't be Manuel,\" said Marshal.\n\n\"He can't be Manuel,\" said the big policemen and the little policeman.\n\n\"Maybe not, then,\" the dwarf conceded. \"I thought I was, but I wasn't\nsure. Who am I then? Let's look at the other papers and see which one I\nam.\"\n\n\"No, you can't be any of them either, Manuel. And you surely can't be\nManuel.\"\n\n\"Give him a name anyhow and get him counted. We got to get to that ten\nthousand mark.\"\n\n\"Tell us what happened, Manuel--if you are. Which you aren't. But tell\nus.\"\n\n\"After I counted the regular people I went to count the little people. I\ntook a spade and spaded off the top of their town to get in. But they\nput an _encanto_ on me, and made me and Mula run a treadmill for\nthirty-five years.\"\n\n\"Where was this?\"\n\n\"At the little people town. Nuevo Danae. But after thirty-five years the\n_encanto_ wore off and Mula and I stole the list of names and ran away.\"\n\n\"But where did you really get this list of so many names written so\nsmall?\"\n\n\"Suffering saddle sores, Marshal, don't ask the little bug so many\nquestions. You got a million names in your hand. Certify them! Send them\nin! There's enough of us here right now. We declare that place annexed\nforthwith. This will make High Plains the biggest town in the whole\nstate of Texas.\"\n\n\nSo Marshal certified them and sent them into Washington. This gave High\nPlains the largest percentage increase of any city in the nation, but it\nwas challenged. There were some soreheads in Houston who said that it\nwasn't possible. They said High Plains had nowhere near that many people\nand there must have been a miscount.\n\nAnd in the days that the argument was going on, they cleaned up and fed\nManuel, if it were he, and tried to get from him a cogent story.\n\n\"How do you know it was thirty-five years you were on the treadmill,\nManuel?\"\n\n\"Well, it seemed like thirty-five years.\"\n\n\"It could have only been about three days.\"\n\n\"Then how come I'm so old?\"\n\n\"We don't know that, Manuel, we sure don't know that. How big were these\npeople?\"\n\n\"Who knows? A finger long, maybe two?\"\n\n\"And what is their town?\"\n\n\"It is an old prairie-dog town that they fixed up. You have to dig down\nwith a spade to get to the streets.\"\n\n\"Maybe they were really all prairie dogs, Manuel. Maybe the heat got you\nand you only dreamed that they were little people.\"\n\n\"Prairie dogs can't write as good as on that list. Prairie dogs can't\nwrite hardly at all.\"\n\n\"That's true. The list is hard to explain. And such odd names on it\ntoo.\"\n\n\"Where is Mula? I don't see Mula since I came back.\"\n\n\"Mula just lay down and died, Manuel.\"\n\n\"Gave me the slip. Why didn't I think of that? Well, I'll do it too. I'm\ntoo worn out for anything else.\"\n\n\"Before you do, Manuel, just a couple of last questions.\"\n\n\"Make them real fast then. I'm on my way.\"\n\n\"Did you know these little people were there before?\"\n\n\"Oh, sure. There a long time.\"\n\n\"Did anybody else ever see them?\"\n\n\"Oh, sure. Everybody in the Santa Magdalena see them. Eight, nine people\nsee them.\"\n\n\"And Manuel, how do we get to the place? Can you show us on a map?\"\n\nManuel made a grimace, and died quietly as Mula had done. He didn't\nunderstand those maps at all, and took the easy way out.\n\nThey buried him, not knowing for sure whether he was Manuel come back,\nor what he was.\n\nThere wasn't much of him to bury.\n\n\nIt was the same night, very late and after he had been asleep, that\nMarshal was awakened by the ring of an authoritative voice. He was being\nharangued by a four-inch tall man on his bedside table, a man of\ndominating presence and acid voice.\n\n\"Come out of that cot, you clown! Give me your name and station!\"\n\n\"I'm Marshal, and I suspect that you are a late pig sandwich, or caused\nby one. I shouldn't eat so late.\"\n\n\"Say 'sir' when you reply to me. I am no pig sandwich and I do not\ncommonly call on fools. Get on your feet, you clod.\"\n\nAnd wonderingly Marshal did.\n\n\"I want the list that was stolen. Don't gape! Get it!\"\n\n\"What list?\"\n\n\"Don't stall, don't stutter. Get me our tax list that was stolen. It\nisn't words that I want from you.\"\n\n\"Listen, you cicada, I'll take you and--\"\n\n\"You will not. You will notice that you are paralyzed from the neck\ndown. I suspect that you were always so from there up. Where is the\nlist?\"\n\n\"S-sent it to Washington.\"\n\n\"You bug-eyed behemoth! Do you realize what a trip that will be? You\ngrandfather of inanities, it will be a pleasure to destroy you!\"\n\n\"I don't know what you are, or if you are really. I don't believe that\nyou even belong on the world.\"\n\n\"Not belong on the world! We own the world. We can show written title to\nthe world. Can you?\"\n\n\"I doubt it. Where did you get the title?\"\n\n\"None of your business. I'd rather not say. Oh, well, we got it from a\npromoter of sorts. A con man, really. I'll have to admit that we were\ntaken, but we were in a spot and needed a world. He said that the larger\nbifurcates were too stupid to be a nuisance. We should have known that\nthe stupider a creature, the more of a nuisance it is.\"\n\n\"I had about decided the same thing about the smaller a creature. We may\nhave to fumigate that old mountain mess.\"\n\n\"Oh, you can't harm us. We're too powerful. But we can obliterate you in\nan instant.\"\n\n\"Hah!\"\n\n\"Say 'Hah, _sir_' when you address me. Do you know the place in the\nmountain that is called Sodom?\"\n\n\"I know the place. It was caused by a large meteor.\"\n\n\"It was caused by one of these.\"\n\nWhat he held up was the size of a grain of sand. Marshal could not see\nit in detail.\n\n\"There was another city of you bug-eyed beasts there,\" said the small\nmartinet. \"You wouldn't know about it. It's been a few hundred years. We\ndecided it was too close. Now I have decided that you are too close.\"\n\n\"A thing that size couldn't crack a walnut.\"\n\n\"You floundering fop, it will blast this town flat!\"\n\n\"What will happen to you?\"\n\n\"Nothing. I don't even blink for things like that.\"\n\n\"How do you trigger it off.\"\n\n\"You gaping goof, I don't have time to explain that to you. I have to\nget to Washington.\"\n\nIt may be that Marshal did not believe himself quite awake. He certainly\ndid not take the threat seriously enough. For the little man did trigger\nit off.\n\n\nWhen the final count was in, High Plains did not have the highest\npercentage gain in population in the nation. Actually it showed the\nsharpest decline, from 7313 to nothing.\n\nThey were going to make a forest preserve out of the place, except that\nit has no trees worthy of the name. Now it is proposed to make it the\nSodom and Gomorrah State Park from the two mysterious scenes of\ndesolation there, just seven miles apart.\n\nIt is an interesting place, as wild a region as you will ever find, and\nis recommended for the man who has seen everything.\n\n\n  --R. A. LAFFERTY\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Sodom and Gomorrah, Texas, by \nRaphael Aloysius Lafferty\n\n*** END OF THIS PROJECT GUTENBERG EBOOK SODOM AND GOMORRAH, TEXAS ***\n\n***** This file should be named 23161.txt or 23161.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/3/1/6/23161/\n\nProduced by Greg Weeks, V. L. Simpson and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}