{"title": "No Great Magic", "author": "Fritz Reuter Leiber", "releaseDate": "October 24, 2007", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Robert Cicconetti, Jeannie Howse and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n       *       *       *       *       *\n\n    +-----------------------------------------------------------+\n    | Transcriber's Note:                                       |\n    |                                                           |\n    | Inconsistent hyphenation in the original document has     |\n    | been preserved.                                           |\n    |                                                           |\n    | Obvious typographical errors have been corrected. For     |\n    | a complete list, please see the end of this document.     |\n    |                                                           |\n    | This etext was produced from Galaxy Science Fiction,      |\n    | December 1963. Extensive research did not uncover any     |\n    | evidence that the U.S. copyright on this publication      |\n    | was renewed.                                              |\n    |                                                           |\n    +-----------------------------------------------------------+\n\n       *       *       *       *       *\n\n\n\n\n[Illustration]\n\n\nNO\nGREAT MAGIC\n\nby FRITZ LEIBER\n\nILLUSTRATED\nBY NODEL\n\n    The troupers of the Big Time\n    lack no art to sway a crowd--\n    or to change all history!\n\n\n               I\n\n    To bring the dead to life\n    Is no great magic.\n    Few are wholly dead:\n    Blow on a dead man's embers\n    And a live flame will start.\n                     --Graves\n\n\nI dipped through the filmy curtain into the boys' half of the dressing\nroom and there was Sid sitting at the star's dressing table in his\nthreadbare yellowed undershirt, the lucky one, not making up yet but\nstaring sternly at himself in the bulb-framed mirror and\nexperimentally working his features a little, as actors will, and\nkneading the stubble on his fat chin.\n\nI said to him quietly, \"Siddy, what are we putting on tonight? Maxwell\nAnderson's _Elizabeth the Queen_ or Shakespeare's _Macbeth_? It says\n_Macbeth_ on the callboard, but Miss Nefer's getting ready for\nElizabeth. She just had me go and fetch the red wig.\"\n\nHe tried out a few eyebrow rears--right, left, both together--then\nturned to me, sucking in his big gut a little, as he always does when\na gal heaves into hailing distance, and said, \"Your pardon, sweetling,\nwhat sayest thou?\"\n\nSid always uses that kook antique patter backstage, until I sometimes\nwonder whether I'm in Central Park, New York City, nineteen hundred\nand three quarters, or somewhere in Southwark, Merry England, fifteen\nhundred and same. The truth is that although he loves every last fat\npart in Shakespeare and will play the skinniest one with loyal and\ninspired affection, he thinks Willy S. penned Falstaff with nobody\nelse in mind but Sidney J. Lessingham. (And no accent on the ham,\nplease.)\n\nI closed my eyes and counted to eight, then repeated my question.\n\nHe replied, \"Why, the Bard's tragical history of the bloody Scot,\ncertes.\" He waved his hand toward the portrait of Shakespeare that\nalways sits beside his mirror on top of his reserve makeup box. At\nfirst that particular picture of the Bard looked too nancy to me--a\nsort of peeping-tom schoolteacher--but I've grown used to it over the\nmonths and even palsy-feeling.\n\nHe didn't ask me why I hadn't asked Miss Nefer my question. Everybody\nin the company knows she spends the hour before curtain-time getting\ninto character, never parting her lips except for that purpose--or to\nbite your head off if you try to make the most necessary conversation.\n\n\"Aye, 'tiz _Macbeth_ tonight,\" Sid confirmed, returning to his\nfrowning-practice: left eyebrow up, right down, reverse, repeat, rest.\n\"And I must play the ill-starred Thane of Glamis.\"\n\nI said, \"That's fine, Siddy, but where does it leave us with Miss\nNefer? She's already thinned her eyebrows and beaked out the top of\nher nose for Queen Liz, though that's as far as she's got. A beautiful\njob, the nose. Anybody else would think it was plastic surgery instead\nof putty. But it's going to look kind of funny on the Thaness of\nGlamis.\"\n\n       *       *       *       *       *\n\nSid hesitated a half second longer than he usually would--I thought,\n_his timing's off tonight_--and then he harrumphed and said, \"Why,\nIris Nefer, decked out as Good Queen Bess, will speak a prologue to\nthe play--a prologue which I have myself but last week writ.\" He owled\nhis eyes. \"'Tis an experiment in the new theater.\"\n\nI said, \"Siddy, prologues were nothing new to Shakespeare. He had them\non half his other plays. Besides, it doesn't make sense to use Queen\nElizabeth. She was dead by the time he whipped up _Macbeth_, which is\nall about witchcraft and directed at King James.\"\n\nHe growled a little at me and demanded, \"Prithee, how comes it your\npeewit-brain bears such a ballast of fusty book-knowledge, chit?\"\n\nI said softly, \"Siddy, you don't camp in a Shakespearean dressing room\nfor a year, tete-a-teting with some of the wisest actors ever, without\nlearning a little. Sure I'm a mental case, a poor little A & A\nexisting on your sweet charity, and don't think I don't appreciate it,\nbut--\"\n\n\"A-_and_-A, thou sayest?\" he frowned. \"Methinks the gladsome new\nforswearers of sack and ale call themselves AA.\"\n\n\"Agoraphobe and Amnesiac,\" I told him. \"But look, Siddy, I was going\nto sayest that I do know the plays. Having Queen Elizabeth speak a\nprologue to _Macbeth_ is as much an anachronism as if you put her on\nthe gantry of the British moonship, busting a bottle of champagne over\nits schnozzle.\"\n\n\"Ha!\" he cried as if he'd caught me out. \"And saying there's a new\nElizabeth, wouldn't that be the bravest advertisement ever for the\nEmpire?--perchance rechristening the pilot, copilot and astrogator\nDrake, Hawkins and Raleigh? And the ship _The Golden Hind_? Tilly\nfally, lady!\"\n\nHe went on, \"My prologue an anachronism, quotha! The groundlings will\nnever mark it. Think'st thou wisdom came to mankind with the stenchful\nrocket and the sundered atomy? More, the Bard himself was topfull of\nanachronism. He put spectacles on King Lear, had clocks tolling the\nhour in Caesar's Rome, buried that Roman 'stead o' burning him and\ngave Czechoslovakia a seacoast. Go to, doll.\"\n\n\"Czechoslovakia, Siddy?\"\n\n\"Bohemia, then, what skills it? Leave me now, sweet poppet. Go thy\nways. I have matters of import to ponder. There's more to running a\nrepertory company than reading the footnotes to Furness.\"\n\n       *       *       *       *       *\n\nMartin had just slouched by calling the Half Hour and looking in his\nsolemnity, sneakers, levis and dirty T-shirt more like an underage\nrefugee from Skid Row than Sid's newest recruit, assistant stage\nmanager and hardest-worked juvenile--though for once he'd remembered\nto shave. I was about to ask Sid who was going to play Lady Mack if\nMiss Nefer wasn't, or, if she were going to double the roles,\nshouldn't I help her with the change? She's a slow dresser and the\nElizabeth costumes are pretty realistically stayed. And she would have\ntrouble getting off that nose, I was sure. But then I saw that Siddy\nwas already slapping on the alboline to keep the grease paint from\ngetting into his pores.\n\n_Greta, you ask too many questions_, I told myself. _You get everybody\nriled up and you rack your own poor ricketty little mind_; and I hied\nmyself off to the costumery to settle my nerves.\n\nThe costumery, which occupies the back end of the dressing room, is\nexactly the right place to settle the nerves and warm the fancies of\nany child, including an unraveled adult who's saving what's left of\nher sanity by pretending to be one. To begin with there are the\nregular costumes for Shakespeare's plays, all jeweled and spangled\nand brocaded, stage armor, great Roman togas with weights in the\nborders to make them drape right, velvets of every color to rest your\ncheek against and dream, and the fantastic costumes for the other\nplays we favor; Ibsen's _Peer Gynt_, Shaw's _Back to Methuselah_ and\nHilliard's adaptation of Heinlein's _Children of Methuselah_, the\nCapek brothers' _Insect People_, O'Neill's _The Fountain_, Flecker's\n_Hassan_, _Camino Real_, _Children of the Moon_, _The Beggar's Opera_,\n_Mary of Scotland_, _Berkeley Square_, _The Road to Rome_.\n\nThere are also the costumes for all the special and variety\nperformances we give of the plays: _Hamlet_ in modern dress, _Julius\nCaesar_ set in a dictatorship of the 1920's, _The Taming of the Shrew_\nin caveman furs and leopard skins, where Petruchio comes in riding a\ndinosaur, _The Tempest_ set on another planet with a spaceship wreck\nto start it off _Karrumph!_--which means a half dozen spacesuits,\nfeatherweight but looking ever so practical, and the weirdest sort of\nextraterrestrial-beast outfits for Ariel and Caliban and the other\nmonsters.\n\nOh, I tell you the stuff in the costumery ranges over such a sweep of\nspace and time that you sometimes get frightened you'll be whirled up\nand spun off just anywhere, so that you have to clutch at something\nvery real to you to keep it from happening and to remind you where you\n_really_ are--as I did now at the subway token on the thin gold chain\naround my neck (Siddy's first gift to me that I can remember) and\nchanted very softly to myself, like a charm or a prayer, closing my\neyes and squeezing the holes in the token: \"Columbus Circle, Times\nSquare, Penn Station, Christopher Street....\"\n\n       *       *       *       *       *\n\nBut you don't ever get _really_ frightened in the costumery. Not\nexactly, though your goosehairs get wonderfully realistically tingled\nand your tummy chilled from time to time--because you know it's all\nmake-believe, a lifesize doll world, a children's dress-up world. It\ngets you thinking of far-off times and scenes as _pleasant_ places and\nnot as black hungry mouths that might gobble you up and keep you\nforever. It's always safe, always _just in the theatre, just on the\nstage_, no matter how far it seems to plunge and roam ... and the best\nsort of therapy for a pot-holed mind like mine, with as many gray ruts\nand curves and gaps as its cerebrum, that can't remember one single\nthing before this last year in the dressing room and that can't ever\npush its shaking body out of that same motherly fatherly room, except\nto stand in the wings for a scene or two and watch the play until the\nfear gets too great and the urge to take just one peek at _the\naudience_ gets too strong ... and I remember what happened the two\ntimes I _did_ peek, and I have to come scuttling back.\n\nThe costumery's good occupational therapy for me, too, as my pricked\nand calloused fingertips testify. I think I must have stitched up or\ndarned half the costumes in it this last twelvemonth, though there are\nso many of them that I swear the drawers have accordion pleats and the\nracks extend into the fourth dimension--not to mention the boxes of\nprops and the shelves of scripts and prompt-copies and other books,\nincluding a couple of encyclopedias and the many thick volumes of\nFurness's _Variorum Shakespeare_, which as Sid had guessed I'd been\nboning up on. Oh, and I've sponged and pressed enough costumes, too,\nand even refitted them to newcomers like Martin, ripping up and\nresewing seams, which can be a punishing job with heavy materials.\n\nIn a less sloppily organized company I'd be called wardrobe mistress,\nI guess. Except that to anyone in show business that suggests a\ncrotchety old dame with lots of authority and scissors hanging around\nher neck on a string. Although I got my crochets, all right, I'm not\nthat old. Kind of childish, in fact. As for authority, everybody\noutranks me, even Martin.\n\nOf course to somebody _outside_ show business, wardrobe mistress might\nsuggest a yummy gal who spends her time dressing up as Nell Gwyn or\nAnitra or Mrs. Pinchwife or Cleopatra or even Eve (we got a legal\ncostume for it) and inspiring the boys. I've tried that once or twice.\nBut Siddy frowns on it, and if Miss Nefer ever caught me at it I think\nshe'd whang me.\n\nAnd in a normaller company it would be the wardrobe room, too, but\ncostumery is my infantile name for it and the actors go along with my\nlittle whims.\n\nI don't mean to suggest our company is completely crackers. To get as\nclose to Broadway even as Central Park you got to have something. But\nin spite of Sid's whip-cracking there is a comforting looseness about\nits efficiency--people trade around the parts they play without fuss,\nthe bill may be changed a half hour before curtain without anybody\ngetting hysterics, nobody gets fired for eating garlic and breathing\nit in the leading lady's face. In short, we're a team. Which is funny\nwhen you come to think of it, as Sid and Miss Nefer and Bruce and\nMaudie are British (Miss Nefer with a touch of Eurasian blood, I\nromance); Martin and Beau and me are American (at least I _think_ I\nam) while the rest come from just everywhere.\n\n       *       *       *       *       *\n\nBesides my costumery work, I fetch things and run inside errands and\nhelp the actresses dress and the actors too. The dressing room's very\ncoeducational in a halfway respectable way. And every once in a while\nMartin and I police up the whole place, me skittering about with\ndustcloth and wastebasket, he wielding the scrub-brush and mop with\nsuch silent grim efficiency that it always makes me nervous to get\nthrough and duck back into the costumery to collect myself.\n\nYes, the costumery's a great place to quiet your nerves or improve\nyour mind or even dream your life away. But this time I couldn't have\nbeen there eight minutes when Miss Nefer's Elizabeth-angry voice came\nskirling, \"Girl! Girl! Greta, where is my ruff with silver trim?\" I\nlaid my hands on it in a flash and loped it to her, because Old Queen\nLiz was known to slap even her Maids of Honor around a bit now and\nthen and Miss Nefer is a bear on getting into character--a real Paul\nMuni.\n\nShe was all made up now, I was happy to note, at least as far as her\nface went--I hate to see that spooky eight-spoked faint tattoo on her\nforehead (I've sometimes wondered if she got it acting in India or\nEgypt maybe).\n\nYes, she was already all made up. This time she'd been going extra\nheavy on the burrowing-into-character bit, I could tell right away,\neven if it was only for a hacked-out anachronistic prologue. She\nsigned to me to help her dress without even looking at me, but as I\ngot busy I looked at _her_ eyes. They were so cold and sad and lonely\n(maybe because they were so far away from her eyebrows and temples and\nsmall tight mouth, and so shut away from each other by that ridge of\nnose) that I got the creeps. Then she began to murmur and sigh, very\nsoftly at first, then loudly enough so I got the sense of it.\n\n\"Cold, so cold,\" she said, still seeing things far away though her\nhands were working smoothly with mine. \"Even a gallop hardly fires my\nblood. Never was such a Januarius, though there's no snow. Snow will\nnot come, or tears. Yet my brain burns with the thought of Mary's\ndeath-warrant unsigned. There's my particular hell!--to doom,\nperchance, all future queens, or leave a hole for the Spaniard and the\nPope to creep like old worms back into the sweet apple of England.\nPhilip's tall black crooked ships massing like sea-going fortresses\nsouth-away--cragged castles set to march into the waves. Parma in the\nLowlands! And all the while my bright young idiot gentlemen spurting\nout my treasure as if it were so much water, as if gold pieces were a\nglut of summer posies. Oh, alackanight!\"\n\nAnd I thought, _Cry Iced!--that's sure going to be one tyrannosaur of\na prologue. And how you'll ever shift back to being Lady Mack beats\nme. Greta, if this is what it takes to do just a bit part, you'd\nbetter give up your secret ambition of playing walk-ons some day when\nyour nerves heal._\n\n       *       *       *       *       *\n\nShe was really getting to me, you see, with that characterization. It\nwas as if I'd managed to go out and take a walk and sat down in the\npark outside and heard the President talking to himself about the\nchances of war with Russia and realized he'd sat down on a bench with\nits back to mine and only a bush between. You see, here we were, two\nfemales undignifiedly twisted together, at the moment getting her into\nthat crazy crouch-deep bodice that's like a big icecream cone, and yet\nhere at the same time was Queen Elizabeth the First of England, three\nhundred and umpty-ump years dead, coming back to life in a Central\nPark dressing room. It shook me.\n\nShe looked so much the part, you see--even without the red wig yet,\njust powdered pale makeup going back to a quarter of an inch from her\nown short dark bang combed and netted back tight. The age too. Miss\nNefer can't be a day over forty--well, forty-two at most--but now she\nlooked and talked and felt to my hands dressing her, well, at least a\ndozen years older. I guess when Miss Nefer gets into character she\ndoes it with each molecule.\n\nThat age point fascinated me so much that I risked asking her a\nquestion. Probably I was figuring that she couldn't do me much damage\nbecause of the positions we happened to be in at the moment. You see,\nI'd started to lace her up and to do it right I had my knee against\nthe tail of her spine.\n\n\"How old, I mean how young might your majesty be?\" I asked her,\ninnocently wonderingly like some dumb serving wench.\n\nFor a wonder she didn't somehow swing around and clout me, but only\nsettled into character a little more deeply.\n\n\"Fifty-four winters,\" she replied dismally. \"'Tiz Januarius of Our\nLord's year One Thousand and Five Hundred and Eighty and Seven. I sit\ncold in Greenwich, staring at the table where Mary's death warrant\nwaits only my sign manual. If I send her to the block, I open the\ndoors to future, less official regicides. But if I doom her not,\nPhilip's armada will come inching up the Channel in a season, puffing\nsmoke and shot, and my English Catholics, thinking only of Mary\nRegina, will rise and i' the end the Spaniard will have all. All\nhistory would alter. That must not be, even if I'm damned for it! And\nyet ... and yet....\"\n\nA bright blue fly came buzzing along (the dressing room has _some_\ninsect life) and slowly circled her head rather close, but she didn't\neven flicker her eyelids.\n\n\"I sit cold in Greenwich, going mad. Each afternoon I ride, praying\nfor some mischance, some prodigy, to wash from my mind away the bloody\nquestion for some little space. It skills not what: a fire, a tree\na-failing, Davison or e'en Eyes Leicester tumbled with his horse, an\nassassin's ball clipping the cold twigs by my ear, a maid crying\nrape, a wild boar charging with dipping tusks, news of the Spaniard at\nThames' mouth or, more happily, a band of strolling actors setting\nforth some new comedy to charm the fancy or some great unheard-of\ntragedy to tear the heart--though that were somewhat much to hope for\nat this season and place, even if Southwark be close by.\"\n\n       *       *       *       *       *\n\nThe lacing was done. I stood back from her, and really she looked so\nmuch like Elizabeth painted by Gheeraerts or on the Great Seal of\nIreland or something--though the ash-colored plush dress trimmed in\nsilver and the little silver-edge ruff and the black-silver\ntinsel-cloth cloak lined with white plush hanging behind her looked\nmost like a winter riding costume--and her face was such a pale frozen\nmask of Elizabeth's inward tortures, that I told myself, _Oh, I got to\ntalk to Siddy again, he's made some big mistake, the lardy old\nlackwit. Miss Nefer just can't be figuring on playing in Macbeth\ntonight._\n\nAs a matter of fact I was nerving myself to ask _her_ all about it\ndirect, though it was going to take some real nerve and maybe be\nrisking broken bones or at least a flayed cheek to break the ice of\nthat characterization, when who should come by calling the Fifteen\nMinutes but Martin. He looked so downright goofy that it took my mind\noff Nefer-in-character for all of eight seconds.\n\nHis levied bottom half still looked like _The Lower Depths_. Martin is\nVillage Stanislavsky rather than Ye Olde English Stage Traditions. But\nabove that ... well, all it really amounted to was that he was\nstripped to the waist and had shaved off the small high tuft of chest\nhair and was wearing a black wig that hung down in front of his\nshoulders in two big braids heavy with silver hoops and pins. But just\nthe same those simple things, along with his tarpaper-solarium tan and\nhabitual poker expression, made him look so like an American Indian\nthat I thought, _Hey Zeus!--he's all set to play Hiawatha, or if he'd\njust cover up that straight-line chest, a frowny Pocahontas._ And I\nquick ran through what plays with Indian parts we do and could only\ncome up with _The Fountain_.\n\nI mutely goggled my question at him, wiggling my hands like guppy\nfins, but he brushed me off with a solemn mysterious smile and backed\nthrough the curtain. I thought, _nobody can explain this but Siddy_,\nand I followed Martin.\n\n\n\n\n               II\n\n    History does not move in one current,\n    like the wind across bare seas,\n    but in a thousand streams and eddies,\n    like the wind over a broken landscape.\n                           --Cary\n\nThe boys' half of the dressing room (two-thirds really) was bustling.\nThere was the smell of spirit gum and Max Factor and just plain men.\nSeveral guys were getting dressed or un-, and Bruce was cussing\nBloody-something because he'd just burnt his fingers unwinding from\nthe neck of a hot electric bulb some crepe hair he'd wound there to\ndry after wetting and stretching it to turn it from crinkly to\nstraight for his Banquo beard. Bruce is always getting to the theater\nlate and trying shortcuts.\n\nBut I had eyes only for Sid. So help me, as soon as I saw him they\nbugged again. _Greta_, I told myself, _you're going to have to send\nMartin out to the drugstore for some anti-bug powder._ \"_For the\nroaches, boy?_\" \"_No, for the eyes._\"\n\nSid was made up and had his long mustaches and elf-locked Macbeth wig\non--and his corset too. I could tell by the way his waist was sucked\nin before he saw me. But instead of dark kilts and that bronze-studded\nsweat-stained leather battle harness that lets him show off his beefy\nshoulders and the top half of his heavily furred chest--and which\nreally does look great on Macbeth in the first act when he comes in\nstraight from battle--but instead of that he was wearing, so help me,\nred tights cross-gartered with strips of gold-blue tinsel-cloth, a\ngreen doublet gold-trimmed and to top it a ruff, and he was trying to\nfit onto his front a bright silvered cuirass that would have looked\njust dandy maybe on one of the Pope's Swiss Guards.\n\nI thought, _Siddy, Willy S. ought to reach out of his portrait there\nand bop you one on the koko for contemplating such a crazy-quilt\ndesecration of just about his greatest and certainly his most\natmospheric play._\n\nJust then he noticed me and hissed accusingly, \"There thou art, slothy\nminx! Spring to and help stuff me into this monstrous chest-kettle.\"\n\n\"Siddy, what _is_ all this?\" I demanded as my hands automatically\nobeyed. \"Are you going to play _Macbeth_ for laughs, except maybe\nleaving the Porter a serious character? You think you're Red Skelton?\"\n\n[Illustration]\n\n\"What monstrous brabble is this, you mad bitch?\" he retorted, grunting\nas I bear-hugged his waist, shouldering the cuirass to squeeze it\nhome.\n\n\"The clown costumes on all you men,\" I told him, for now I'd noticed\nthat the others were in rainbow hues, Bruce a real eye-buster in\nyellow tights and violet doublet as he furiously bushed out and\nclipped crosswise sections of beard and slapped them on his chin\ngleaming brown with spirit gum. \"I haven't seen any eight-inch\npolka-dots yet but I'm sure I will.\"\n\nSuddenly a big grin split Siddy's face and he laughed out loud at me,\nthough the laugh changed to a gasp as I strapped in the cuirass three\nnotches too tight. When we'd got that adjusted he said, \"I' faith thou\nslayest me, pretty witling. Did I not tell you this production is an\nexperiment, a novelty? We shall but show _Macbeth_ as it might have\nbeen costumed at the court of King James. In the clothes of the day,\nbut gaudier, as was then the stage fashion. Hold, dove, I've somewhat\nfor thee.\" He fumbled his grouch bag from under his doublet and dipped\nfinger and thumb in it, and put in my palm a silver model of the\nEmpire State Building, charm bracelet size, and one of the new\nKennedy dimes.\n\n       *       *       *       *       *\n\nAs I squeezed those two and gloated my eyes on them, feeling securer\nand happier and friendlier for them though I didn't at the moment want\nto, I thought, _Well, Siddy's right about that, at least I've read\nthey used to costume the plays that way, though I don't see how\nShakespeare stood it. But it was dirty of them all not to tell me\nbeforehand._\n\nBut that's the way it is. Sometimes I'm the butt as well as the pet of\nthe dressing room, and considering all the breaks I get I shouldn't\nmind. I smiled at Sid and went on tiptoes and necked out my head and\nkissed him on a powdery cheek just above an aromatic mustache. Then I\nwiped the smile off my face and said, \"Okay, Siddy, play Macbeth as\nLittle Lord Fauntleroy or Baby Snooks if you want to. I'll never\nsqueak again. But the Elizabeth prologue's still an anachronism.\nAnd--this is the thing I came to tell you, Siddy--Miss Nefer's not\ngetting ready for any measly prologue. She's set to play Queen\nElizabeth all night and tomorrow morning too. Whatever you think, she\ndoesn't know we're doing _Macbeth_. But who'll do Lady Mack if she\ndoesn't? And Martin's not dressing for Malcolm, but for the Son of\nthe Last of the Mohicans, I'd say. What's more--\"\n\nYou know, something I said must have annoyed Sid, for he changed his\nmood again in a flash. \"Shut your jaw, you crook brained cat, and\nbegone!\" he snarled at me. \"Here's curtain time close upon us, and you\ncome like a wittol scattering your mad questions like the crazed\nOphelia her flowers. Begone, I say!\"\n\n\"Yessir,\" I whipped out softly. I skittered off toward the door to the\nstage, because that was the easiest direction. I figured I could do\nwith a breath of less grease-painty air. Then, \"Oh, Greta,\" I heard\nMartin call nicely.\n\nHe'd changed his levis for black tights, and was stepping into and\npulling up around him a very familiar dress, dark green and\nembroidered with silver and stage-rubies. He'd safety-pinned a folded\ntowel around his chest--to make a bosom of sorts, I realized.\n\nHe armed into the sleeves and turned his back to me. \"Hook me up,\nwould you?\" he entreated.\n\nThen it hit me. They had no actresses in Shakespeare's day, they used\nboys. And the dark green dress was so familiar to me because--\n\n\"Martin,\" I said, halfway up the hooks and working fast--Miss Nefer's\ncostume fitted him fine. \"You're going to play--?\"\n\n\"Lady Macbeth, yes,\" he finished for me. \"Wish me courage, will you\nGreta? Nobody else seems to think I need it.\"\n\n       *       *       *       *       *\n\nI punched him half-heartedly in the rear. Then, as I fastened the last\nhooks, my eyes topped his shoulder and I looked at our faces side by\nside in the mirror of his dressing table. His, in spite of the female\nedging and him being at least eight years younger than me, I think,\nlooked wise, poised, infinitely resourceful with power in reserve,\nvery very real, while mine looked like that of a bewildered and\ncharacterless child ghost about to scatter into air--and the edges of\nmy charcoal sweater and skirt, contrasting with his strong colors,\ndidn't dispel that last illusion.\n\n\"Oh, by the way, Greta,\" he said, \"I picked up a copy of _The Village\nTimes_ for you. There's a thumbnail review of our _Measure for\nMeasure_, though it mentions no names, darn it. It's around here\nsomewhere....\"\n\nBut I was already hurrying on. Oh, it was logical enough to have\nMartin playing Mrs. Macbeth in a production styled to Shakespeare's\nown times (though pedantically over-authentic, I'd have thought) and\nit really did answer all my questions, even why Miss Nefer could sink\nherself wholly in Elizabeth tonight if she wanted to. But it meant\nthat I must be missing so much of what was going on right around me,\nin spite of spending 24 hours a day in the dressing room, or at most\nin the small adjoining john or in the wings of the stage just outside\nthe dressing room door, that it scared me. Siddy telling everybody,\n\"_Macbeth_ tonight in Elizabethan costume, boys and girls,\" sure, that\nI could have missed--though you'd have thought he'd have asked my help\non the costumes.\n\nBut Martin getting up in Mrs. Mack. Why, someone must have held the\npart on him twenty-eight times, cueing him, while he got the lines.\nAnd there must have been at least a couple of run-through rehearsals\nto make sure he had all the business and stage movements down pat, and\nSid and Martin would have been doing their big scenes every backstage\nminute they could spare with Sid yelling, \"Witling! Think'st _that's_\na wifely buss?\" and Martin would have been droning his lines last time\nhe scrubbed and mopped....\n\n_Greta, they're hiding things from you_, I told myself.\n\nMaybe there was a 25th hour nobody had told me about yet when they did\nall the things they didn't tell me about.\n\nMaybe they were things they didn't dare tell me because of my\ntop-storey weakness.\n\nI felt a cold draft and shivered and I realized I was at the door to\nthe stage.\n\nI should explain that our stage is rather an unusual one, in that it\ncan face two ways, with the drops and set pieces and lighting all\ncapable of being switched around completely. To your left, as you look\nout the dressing-room door, is an open-air theater, or rather an\nopen-air place for the audience--a large upward-sloping glade walled\nby thick tall trees and with benches for over two thousand people. On\nthat side the stage kind of merges into the grass and can be made to\nlook part of it by a green groundcloth.\n\nTo your right is a big roofed auditorium with the same number of\nseats.\n\nThe whole thing grew out of the free summer Shakespeare performances\nin Central Park that they started back in the 1950's.\n\nThe Janus-stage idea is that in nice weather you can have the audience\noutdoors, but if it rains or there's a cold snap, or if you want to\nplay all winter without a single break, as we've been doing, then you\ncan put your audience in the auditorium. In that case, a big\naccordion-pleated wall shuts off the out of doors and keeps the wind\nfrom blowing your backdrop, which is on that side, of course, when the\nauditorium's in use.\n\nTonight the stage was set up to face the outdoors, although that draft\nfelt mighty chilly.\n\nI hesitated, as I always do at the door to the stage--though it wasn't\nthe actual stage lying just ahead of me, but only backstage, the\nwings. You see, I always have to fight the feeling that if I go out\nthe dressing room door, go out just eight steps, the world will change\nwhile I'm out there and I'll never be able to get back. It won't be\nNew York City any more, but Chicago or Mars or Algiers or Atlanta,\nGeorgia, or Atlantis or Hell and I'll never be able to get back to\nthat lovely warm womb with all the jolly boys and girls and all the\ncostumes smelling like autumn leaves.\n\nOr, especially when there's a cold breeze blowing, I'm afraid that\n_I'll_ change, that I'll grow wrinkled and old in eight footsteps, or\nshrink down to the witless blob of a baby, or forget altogether who I\nam--\n\n--or, it occurred to me for the first time now, _remember_ who I am.\nWhich might be even worse.\n\nMaybe that's what I'm afraid of.\n\nI took a step back. I noticed something new just beside the door: a\nhigh-legged, short-keyboard piano. Then I saw that the legs were those\nof a table. The piano was just a box with yellowed keys. Spinet?\nHarpsichord?\n\n\"Five minutes, everybody,\" Martin quietly called out behind me.\n\nI took hold of myself. Greta, I told myself--also for the first time,\n_you know that some day you're really going to have to face this\nthing, and not just for a quick dip out and back either. Better get in\nsome practice._\n\nI stepped through the door.\n\n       *       *       *       *       *\n\nBeau and Doc were already out there, made up and in costume for Ross\nand King Duncan. They were discreetly peering past the wings at the\ngathering audience. Or at the place where the audience ought to be\ngathering, at any rate--sometimes the movies and girlie shows and\nbrainheavy beatnik bruhahas outdraw us altogether. Their costumes were\nthe same kooky colorful ones as the others'. Doc had a mock-ermine\nrobe and a huge gilt papier-mache crown. Beau was carrying a ragged\nblack robe and hood over his left arm--he doubles the First Witch.\n\nAs I came up behind them, making no noise in my black sneakers, I\nheard Beau say, \"I see some rude fellows from the City approaching. I\nwas hoping we wouldn't get any of those. How should they scent us\nout?\"\n\n_Brother_, I thought, _where do you expect them to come from if not\nthe City? Central Park is bounded on three sides by Manhattan Island\nand on the fourth by the Eighth Avenue Subway. And Brooklyn and Bronx\nboys have got pretty sharp scenters. And what's it get you insulting\nthe woiking and non-woiking people of the woild's greatest metropolis?\nBe grateful for any audience you get, boy._\n\nBut I suppose Beau Lassiter considers anybody from north of Vicksburg\na \"rude fellow\" and is always waiting for the day when the entire\naudience will arrive in carriage and democrat wagons.\n\nDoc replied, holding down his white beard and heavy on the mongrel\nRusso-German accent he miraculously manages to suppress on stage\nexcept when \"Vot does it matter? Ve don't convinze zem, ve don't\nconvinze nobody. _Nichevo._\"\n\n_Maybe_, I thought, _Doc shares my doubts about making Macbeth\nplausible in rainbow pants._\n\nStill unobserved by them, I looked between their shoulders and got the\nfirst of my shocks.\n\nIt wasn't night at all, but afternoon. A dark cold lowering afternoon,\nadmittedly. But afternoon all the same.\n\nSure, between shows I sometimes forget whether it's day or night,\nliving inside like I do. But getting matinees and evening performances\nmixed is something else again.\n\nIt also seemed to me, although Beau was leaning in now and I couldn't\nsee so well, that the glade was smaller than it should be, the trees\ncloser to us and more irregular, and I couldn't see the benches. That\nwas Shock Two.\n\nBeau said anxiously, glancing at his wrist, \"I wonder what's holding\nup the Queen?\"\n\nAlthough I was busy keeping up nerve-pressure against the shocks, I\nmanaged to think. _So he knows about Siddy's stupid Queen Elizabeth\nprologue too. But of course he would. It's only me they keep in the\ndark. If he's so smart he ought to remember that Miss Nefer is always\nthe last person on stage, even when she opens the play._\n\nAnd then I thought I heard, through the trees, the distant drumming\nof horses' hoofs and the sound of a horn.\n\n       *       *       *       *       *\n\nNow they do have horseback riding in Central Park and you can hear\nauto horns there, but the hoofbeats don't drum that wild way. And\nthere aren't so many riding together. And no auto horn I ever heard\ngave out with that sweet yet imperious _ta-ta-ta-TA_.\n\nI must have squeaked or something, because Beau and Doc turned around\nquickly, blocking my view, their expressions half angry, half anxious.\n\nI turned too and ran for the dressing room, for I could feel one of my\nmind-wavery fits coming on. At the last second it had seemed to me\nthat the scenery was getting skimpier, hardly more than thin trees and\nbushes itself, and underfoot feeling more like ground than a ground\ncloth, and overhead not theater roof but gray sky. _Shock Three and\nyou're out, Greta_, my umpire was calling.\n\nI made it through the dressing room door and nothing there was\nwavering or dissolving, praised be Pan. Just Martin standing with his\nback to me, alert, alive, poised like a cat inside that green dress,\nthe prompt book in his right hand with a finger in it, and from his\nleft hand long black tatters swinging--telling me he'd still be\ndoubling Second Witch. And he was hissing, \"Places, please, everybody.\nOn stage!\"\n\nWith a sweep of silver and ash-colored plush, Miss Nefer came past\nhim, for once leading the last-minute hurry to the stage. She had on\nthe dark red wig now. For me that crowned her characterization. It\nmade me remember her saying, \"My brain burns.\" I ducked aside as if\nshe were majesty incarnate.\n\nAnd then she didn't break her own precedent. She stopped at the new\nthing beside the door and poised her long white skinny fingers over\nthe yellowed keys, and suddenly I remembered what it was called: a\nvirginals.\n\nShe stared down at it fiercely, evilly, like a witch planning an\nenchantment. Her face got the secret fiendish look that, I told\nmyself, the real Elizabeth would have had ordering the deaths of\nBallard and Babington, or plotting with Drake (for all they say she\ndidn't) one of his raids, that long long forefinger tracing crooked\ncourses through a crabbedly drawn map of the Indies and she smiling at\nthe dots of cities that would burn.\n\nThen all her eight fingers came flickering down and the strings inside\nthe virginals began to twang and hum with a high-pitched rendering of\nGrieg's \"In the Hall of the Mountain King.\"\n\nThen as Sid and Bruce and Martin rushed past me, along with a black\nswooping that was Maud already robed and hooded for Third Witch, I\nbeat it for my sleeping closet like Peer Gynt himself dashing across\nthe mountainside away from the cave of the Troll King, who only wanted\nto make tiny slits in his eyeballs so that forever afterwards he'd see\nreality just a little differently. And as I ran, the master-anachronism\nof that menacing mad march music was shrilling in my ears.\n\n\n\n\n               III\n\n       Sound a dumbe shew. Enter the three fatall\n       sisters, with a rocke, a threed, and a pair\n       of sheeres.\n                       --Old Play\n\n\nMy sleeping closet is just a cot at the back end of the girls' third\nof the dressing room, with a three-panel screen to make it private.\n\nWhen I sleep I hang my outside clothes on the screen, which is pasted\nand thumbtacked all over with the New York City stuff that gives me\nsecurity: theater programs and restaurant menus, clippings from the\n_Times_ and the _Mirror_, a torn-out picture of the United Nations\nbuilding with a hundred tiny gay paper flags pasted around it, and\nhanging in an old hairnet a home-run baseball autographed by Willie\nMays. Things like that.\n\nRight now I was jumping my eyes over that stuff, asking it to keep me\nlocated and make me safe, as I lay on my cot in my clothes with my\nknees drawn up and my fingers over my ears so the louder lines from\nthe play wouldn't be able to come nosing back around the trunks and\ntables and bright-lit mirrors and find me. Generally I like to listen\nto them, even if they're sort of sepulchral and drained of overtones\nby their crooked trip. But they're always tense-making. And tonight (I\nmean this afternoon)--no!\n\nIt's funny I should find security in mementos of a city I daren't go\nout into--no, not even for a stroll through Central Park, though I\nknow it from the Pond to Harlem Meer--the Met Museum, the Menagerie,\nthe Ramble, the Great Lawn, Cleopatra's Needle and all the rest. But\nthat's the way it is. Maybe I'm like Jonah in the whale, reluctant to\ngo outside because the whale's a terrible monster that's awful scary\nto look in the face and might really damage you gulping you a second\ntime, yet reassured to know you're living in the stomach of that\nparticular monster and not a seventeen tentacled one from the fifth\nplanet of Aldebaran.\n\nIt's really true, you see, about me actually living in the dressing\nroom. The boys bring me meals: coffee in cardboard cylinders and\ndoughnuts in little brown grease-spotted paper sacks and malts and\nhamburgers and apples and little pizzas, and Maud brings me raw\nvegetables--carrots and parsnips and little onions and such, and\nwatches to make sure I exercise my molars grinding them and get my\nvitamins. I take spit-baths in the little john. Architects don't seem\nto think actors ever take baths, even when they've browned themselves\nall over playing Pindarus the Parthian in _Julius Caesar_. And all my\nshut-eye is caught on this little cot in the twilight of my NYC\nscreen.\n\n       *       *       *       *       *\n\nYou'd think I'd be terrified being alone in the dressing room during\nthe wee and morning hours, let alone trying to sleep then, but that\nisn't the way it works out. For one thing, there's apt to be someone\nsleeping in too. Maudie especially. And it's my favorite time too for\ncostume-mending and reading the _Variorum_ and other books, and for\njust plain way-out dreaming. You see, the dressing room is the one\nplace I really do feel safe. Whatever is out there in New York that\nterrorizes me, I'm pretty confident that it can never get in here.\n\nBesides that, there's a great big bolt on the inside of the dressing\nroom door that I throw whenever I'm all alone after the show. Next day\nthey buzz for me to open it.\n\nIt worried me a bit at first and I had asked Sid, \"But what if I'm so\ndeep asleep I don't hear and you have to get in fast?\" and he had\nreplied, \"Sweetling, a word in your ear: our own Beauregard Lassiter\nis the prettiest picklock unjailed since Jimmy Valentine and Jimmy\nDale. I'll not ask where he learned his trade, but 'tis sober truth,\nupon my honor.\"\n\nAnd Beau had confirmed this with a courtly bow, murmuring, \"At your\nservice, Miss Greta.\"\n\n\"How do you jigger a big iron bolt through a three-inch door that fits\nlike Maudie's tights?\" I wanted to know.\n\n\"He carries lodestones of great power and divers subtle tools,\" Sid\nhad explained for him.\n\nI don't know how they work it so that some Traverse-Three cop or park\nofficial doesn't find out about me and raise a stink. Maybe Sid just\nthrows a little more of the temperament he uses to keep most\noutsiders out of the dressing-room. We sure don't get any janitors or\nscrubwomen, as Martin and I know only too well. More likely he squares\nsomeone. I do get the impression all the company's gone a little way\nout on a limb letting me stay here--that the directors of our theater\nwouldn't like it if they found out about me.\n\nIn fact, the actors are all so good about helping me and putting up\nwith my antics (though they have their own, Danu digs!) that I\nsometimes think I must be related to one of them--a distant cousin or\nsister-in-law (or wife, my God!), because I've checked our faces side\nby side in the mirrors often enough and I can't find any striking\nfamily resemblances. Or maybe I was even an actress in the company.\nThe least important one. Playing the tiniest roles like Lucius in\n_Caesar_ and Bianca in _Othello_ and one of the little princes in\n_Dick the Three Eyes_ and Fleance and the Gentlewoman in _Macbeth_,\nthough me doing even that much acting strikes me to laugh.\n\nBut whatever I am in that direction--if I'm anything--not one of the\nactors has told me a word about it or dropped the least hint. Not even\nwhen I beg them to tell me or try to trick them into it, presumably\nbecause it might revive the shock that gave me agoraphobia and amnesia\nin the first place, and maybe this time knock out my entire mind or at\nleast smash the new mouse-in-a-hole consciousness I've made for\nmyself.\n\n       *       *       *       *       *\n\nI guess they must have got by themselves a year ago and talked me over\nand decided my best chance for cure or for just bumping along half\nhappily was staying in the dressing room rather than being sent home\n(funny, could I have another?) or to a mental hospital. And then they\nmust have been cocky enough about their amateur psychiatry and\ninterested enough in me (the White Horse knows why) to go ahead with a\nprogram almost any psychiatrist would be bound to yike at.\n\nI got so worried about the set up once and about the risks they might\nbe running that, gritting down my dread of the idea, I said to Sid,\n\"Siddy, shouldn't I see a doctor?\"\n\nHe looked at me solemnly for a couple of seconds and then said, \"Sure,\nwhy not? Go talk to Doc right now,\" tipping a thumb toward Doc\nPyeskov, who was just sneaking back into the bottom of his makeup box\nwhat looked like a half pint from the flask I got. I did,\nincidentally. Doc explained to me Kraepelin's classification of the\npsychoses, muttering, as he absentmindedly fondled my wrist, that in a\nyear or two he'd be a good illustration of Korsakov's Syndrome.\n\nThey've all been pretty darn good to me in their kooky ways, the\nactors have. Not one of them has tried to take advantage of my\nsituation to extort anything out of me, beyond asking me to sew on a\nbutton or polish some boots or at worst clean the wash bowl. Not one\nof the boys has made a pass I didn't at least seem to invite. And when\nmy crush on Sid was at its worst he shouldered me off by getting\npolite--something he only is to strangers. On the rebound I hit Beau,\nwho treated me like a real Southern gentleman.\n\nAll this for a stupid little waif, whom anyone but a gang of\nsentimental actors would have sent to Bellevue without a second\nthought or feeling. For, to get disgustingly realistic, my most\nplausible theory of me is that I'm a stage-struck girl from Iowa who\nsaw her twenties slipping away and her sanity too, and made the dash\nto Greenwich Village, and went so ape on Shakespeare after seeing her\nfirst performance in Central Park that she kept going back there night\nafter night (Christopher Street, Penn Station, Times Square, Columbus\nCircle--see?) and hung around the stage door, so mousy but\nopen-mouthed that the actors made a pet of her.\n\nAnd then something very nasty happened to her, either down at the\nVillage or in a dark corner of the Park. Something so nasty that it\nblew the top of her head right off. And she ran to the only people and\nplace where she felt she could ever again feel safe. And she showed\nthem the top of her head with its singed hair and its jagged ring of\nskull and they took pity.\n\nMy least plausible theory of me, but the one I like the most, is that\nI was born in the dressing room, cradled in the top of a flat\ntheatrical trunk with my ears full of Shakespeare's lines before I\never said \"Mama,\" let alone lamped a TV; hush-walked when I cried by\nwhoever was off stage, old props my first toys, trying to eat crepe\nhair my first indiscretion, sticks of grease-paint my first crayons.\nYou know, I really wouldn't be bothered by crazy fears about New York\nchanging and the dressing room shifting around in space and time, if I\ncould be sure I'd always be able to stay in it and that the same sweet\nguys and gals would always be with me and that the shows would always\ngo on.\n\n       *       *       *       *       *\n\nThis show was sure going on, it suddenly hit me, for I'd let my\nfingers slip off my ears as I sentimentalized and wish-dreamed and I\nheard, muted by the length and stuff of the dressing room, the slow\nbeat of a drum and then a drum note in Maudie's voice taking up that\nbeat as she warned the other two witches, \"A drum, a drum! Macbeth\ndoth come.\"\n\nWhy, I'd not only missed Sid's history-making-and-breaking Queen\nElizabeth prologue (kicking myself that I had, now it was over), I'd\nalso missed the short witch scene with its famous \"Fair is foul and\nfoul is fair,\" the Bloody Sergeant scene where Duncan hears about\nMacbeth's victory, and we were well into the second witch scene, the\none on the blasted heath where Macbeth gets it predicted to him he'll\nbe king after Duncan and is tempted to speculate about hurrying up the\nprocess.\n\nI sat up. I did hesitate a minute then, my fingers going back toward\nmy ears, because _Macbeth_ is specially tense-making and when I've had\none of my mind-wavery fits I feel weak for a while and things are\nblurry and uncertain. Maybe I'd better take a couple of the\nbarbiturate sleeping pills Maudie manages to get for me and--but _No,\nGreta_, I told myself, _you want to watch this show, you want to see\nhow they do in those crazy costumes. You especially want to see how\nMartin makes out. He'd never forgive you if you didn't._\n\nSo I walked to the other end of the empty dressing room, moving quite\nslowly and touching the edges here and there, the words of the play\ngetting louder all the time. By the time I got to the door\nBruce-Banquo was saying to the witches, \"If you can look into the\nseeds of time, And say which grain will grow and which will\nnot,\"--those lines that stir anyone's imagination with their veiled\nvision of the universe.\n\nThe overall lighting was a little dim (afternoon fading already?--a\n_late_ matinee?) and the stage lights flickery and the scenery still a\nlittle spectral-flimsy. Oh, my mind-wavery fits can be lulus! But I\nconcentrated on the actors, watching them through the entrance-gaps in\nthe wings. They were solid enough.\n\nGiving a solid performance, too, as I decided after watching that\nscene through and the one after it where Duncan congratulates Macbeth,\nwith never a pause between the two scenes in true Elizabethan style.\nNobody was laughing at the colorful costumes. After a while I began to\naccept them myself.\n\nOh, it was a different _Macbeth_ than our company usually does. Louder\nand faster, with shorter pauses between speeches, the blank verse at\ntimes approaching a chant. But it had a lot of real guts and everybody\nwas just throwing themselves into it, Sid especially.\n\n       *       *       *       *       *\n\nThe first Lady Macbeth scene came. Without exactly realizing it I\nmoved forward to where I'd been when I got my three shocks. Martin is\nso intent on his career and making good that he has me the same way\nabout it.\n\nThe Thaness started off, as she always does, toward the opposite side\nof the stage and facing a little away from me. Then she moved a step\nand looked down at the stage-parchment letter in her hands and began\nto read it, though there was nothing on it but scribble, and my heart\nsank because the voice I heard was Miss Nefer's. I thought (and almost\nsaid out loud) _Oh, dammit, he funked out, or Sid decided at the last\nminute he couldn't trust him with the part. Whoever got Miss Nefer out\nof the ice cream cone in time?_\n\nThen she swung around and I saw that no, my God, it _was_ Martin, no\nmistaking. He'd been using her voice. When a person first does a part,\nespecially getting up in it without much rehearsing, he's bound to\ncopy the actor he's been hearing doing it. And as I listened on, I\nrealized it was fundamentally Martin's own voice pitched a trifle\nhigh, only some of the intonations and rhythms were Miss Nefer's. He\nwas showing a lot of feeling and intensity too and real Martin-type\npoise. _You're off to a great start, kid_, I cheered inwardly. _Keep\nit up!_\n\nJust then I looked toward the audience. Once again I almost squeaked\nout loud. For out there, close to the stage, in the very middle of the\nreserve section, was a carpet spread out. And sitting in the middle of\nit on some sort of little chair, with what looked like two charcoal\nbraziers smoking to either side of her, was Miss Nefer with a string\nof extras in Elizabethan hats with cloaks pulled around them.\n\nFor a second it really threw me because it reminded me of the things\nI'd seen or thought I'd seen the couple of times I'd sneaked a peek\nthrough the curtain-hole at the audience in the indoor auditorium.\n\nIt hardly threw me for more than a second, though, because I\nremembered that the characters who speak Shakespeare's prologues often\nstay on stage and sometimes kind of join the audience and even\ncomment on the play from time to time--Christopher Sly and attendant\nlords in _The Shrew_, for one. Sid had just copied and in his usual\nstyle laid it on thick.\n\n_Well, bully for you, Siddy_, I thought, _I'm sure the witless New\nYork groundlings will be thrilled to their cold little toes knowing\nthey're sitting in the same audience as Good Queen Liz and attendant\ncourtiers. And as for you, Miss Nefer_, I added a shade invidiously,\n_you just keep on sitting cold in Central Park, warmed by dry-ice\nsmoke from braziers, and keep your mouth shut and everything'll be\nfine. I'm sincerely glad you'll be able to be Queen Elizabeth all\nnight long. Just so long as you don't try to steal the scene from\nMartin and the rest of the cast, and the real play._\n\n_I suppose that camp chair will get a little uncomfortable by the time\nthe Fifth Act comes tramping along to that drumbeat, but I'm sure\nyou're so much in character you'll never feel it._\n\n_One thing though: just don't scare me again pretending to work\nwitchcraft--with a virginals or any other way._\n\n_Okay?_\n\n_Swell._\n\n_Me, now, I'm going to watch the play._\n\n\n\n\n               IV\n\n    ... to dream of new dimensions,\n    Cheating checkmate\n    by painting the king's robe\n    So that he slides like a queen;\n                   --Graves\n\n\nI swung back to the play just at the moment Lady Mack soliloquizes,\n\"Come to my woman's breasts. And take my milk for gall, you murdering\nministers.\" Although I knew it was just folded towel Martin was\ntouching with his fingertips as he lifted them to the top half of his\ngreen bodice, I got carried away, he made it so real. I decided boys\ncan play girls better than people think. Maybe they should do it a\nlittle more often, and girls play boys too.\n\nThen Sid-Macbeth came back to his wife from the wars, looking\ntriumphant but scared because the murder-idea's started to smoulder in\nhim, and she got busy fanning the blaze like any other good little\n_hausfrau_ intent on her husband rising in the company and knowing\nthat she's the power behind him and that when there are promotions\nsomeone's always got to get the axe. Sid and Martin made this charming\nlittle domestic scene so natural yet gutsy too that I wanted to shout\nhooray. Even Sid clutching Martin to that ridiculous pot-chested\ncuirass didn't have one note of horseplay in it. Their bodies spoke.\nIt was the McCoy.\n\nAfter that, the play began to get real good, the fast tempo and\nexaggerated facial expressions actually helping it. By the time the\nDagger Scene came along I was digging my fingernails into my sweaty\npalms. Which was a good thing--my eating up the play, I mean--because\nit kept me from looking at the audience again, even taking a fast\npeek. As you've gathered, audiences bug me. All those people out there\nin the shadows, watching the actors in the light, all those silent\nvoyeurs as Bruce calls them. Why, they might be anything. And\nsometimes (to my mind-wavery sorrow) I think they are. Maybe crouching\nin the dark out there, hiding among the others, is the one who did the\nnasty thing to me that tore off the top of my head.\n\nAnyhow, if I so much as glance at the audience, I begin to get ideas\nabout it--and sometimes even if I don't, as just at this moment I\nthought I heard horses restlessly pawing hard ground and one whinny,\nthough that was shut off fast. _Krishna kressed us!_ I thought,\n_Skiddy can't have hired horses for Nefer-Elizabeth much as he's a\ncircus man at heart. We don't have that kind of money. Besides_--\n\nBut just then Sid-Macbeth gasped as if he were sucking in a bucket of\nair. He'd shed the cuirass, fortunately. He said, \"Is this a dagger\nwhich I see before me, the handle toward my hand?\" and the play hooked\nme again, and I had no time to think about or listen for anything\nelse. Most of the offstage actors were on the other side of the stage,\nas that's where they make their exits and entrances at this point in\nthe Second Act. I stood alone in the wings, watching the play like a\nbug, frightened only of the horrors Shakespeare had in mind when he\nwrote it.\n\nYes, the play was going great. The Dagger Scene was terrific where\nDuncan gets murdered offstage, and so was the part afterwards where\nhysteria mounts as the crime's discovered.\n\nBut just at this point I began to catch notes I didn't like. Twice\nsomeone was late on entrance and came on as if shot from a cannon. And\nthree times at least Sid had to throw someone a line when they blew\nup--in the clutches Sid's better than any prompt book. It began to\nlook as if the play were getting out of control, maybe because the new\ntempo was so hot.\n\n       *       *       *       *       *\n\nBut they got through the Murder Scene okay. As they came trooping off,\nyelling \"Well contented,\" most of them on my side for a change, I went\nfor Sid with a towel. He always sweats like a pig in the Murder Scene.\nI mopped his neck and shoved the towel up under his doublet to catch\nthe dripping armpits.\n\nMeanwhile he was fumbling around on a narrow table where they lay\nprops and costumes for quick changes. Suddenly he dug his fingers into\nmy shoulder, enough to catch my attention at this point, meaning I'd\nshow bruises tomorrow, and yelled at me under his breath, \"And you\nlove me, our crows and robes. Presto!\"\n\nI was off like a flash to the costumery. There were Mr. and Mrs.\nMack's king-and-queen robes and stuff hanging and sitting just where I\nknew they'd have to be.\n\nI snatched them up, thinking, _Boy, they made a mistake when they\ndidn't tell about this special performance_, and I started back like\nFlash Two.\n\nAs I shot out the dressing room door the theater was very quiet.\nThere's a short low-pitched scene on stage then, to give the audience\na breather. I heard Miss Nefer say loudly (it had to be loud to get to\nme from even the front of the audience): \"'Tis a good bloody play,\nEyes,\" and some voice I didn't recognize reply a bit grudgingly,\n\"There's meat in it and some poetry too, though rough-wrought.\" She\nwent on, still as loudly as if she owned the theater, \"'Twill make\nMaster Kyd bite his nails with jealousy--ha, ha!\"\n\n_Ha-ha yourself, you scene-stealing witch_, I thought, as I helped Sid\nand then Martin on with their royal outer duds. But at the same time I\nknew Sid must have written those lines himself to go along with his\nprologue. They had the unmistakable rough-wrought Lessingham touch.\nDid he really expect the audience to make anything of that reference\nto Shakespeare's predecessor Thomas Kyd of _The Spanish Tragedy_ and\nthe lost _Hamlet_? And if they knew enough to spot that, wouldn't they\nbe bound to realize the whole Elizabeth-Macbeth tie-up was\nanachronistic? But when Sid gets an inspiration he can be very\nbull-headed.\n\nJust then, while Bruce-Banquo was speaking his broody low soliloquy on\nstage, Miss Nefer cut in again loudly with, \"Aye, Eyes, a good bloody\nplay. Yet somehow, methinks--I know not how--I've heard it before.\"\nWhereupon Sid grabbed Martin by the wrist and hissed, \"Did'st hear?\nOh, I like not that,\" and I thought, _Oh-ho, so now she's beginning to\nad-lib._\n\nWell, right away they all went on stage with a flourish, Sid and\nMartin crowned and hand in hand. The play got going strong again. But\nthere were still those edge-of-control undercurrents and I began to be\nmore uneasy than caught up, and I had to stare consciously at the\nactors to keep off a wavery-fit.\n\n       *       *       *       *       *\n\nOther things began to bother me too, such as all the doubling.\n\n_Macbeth_'s a great play for doubling. For instance, anyone except\nMacbeth or Banquo can double one of the Three Witches--or one of the\nThree Murderers for that matter. Normally we double at least one or two\nof the Witches and Murderers, but this performance there'd been more\nmultiple-parting than I'd ever seen. Doc had whipped off his Duncan\nbeard and thrown on a brown smock and hood to play the Porter with his\nnormal bottle-roughened accents. Well, a drunk impersonating a drunk,\npretty appropriate. But Bruce was doing the next-door-to-impossible\ndouble of Banquo and Macduff, using a ringing tenor voice for the\nlatter and wearing in the murder scene a helmet with dropped visor to\nhide his Banquo beard. He'd be able to tear it off, of course, after\nthe Murderers got Banquo and he'd made his brief appearance as a\nbloodied-up ghost in the Banquet Scene. I asked myself, _My God, has\nSiddy got all the other actors out in front playing courtiers to\nElizabeth-Nefer? Wasting them that way? The whoreson rogue's gone\nnuts!_\n\nBut really it was plain frightening, all that frantic doubling and\ntripling with its suggestion that the play (and the company too, Freya\nforfend) was becoming a ricketty patchwork illusion with everybody\nracing around faster and faster to hide the holes. And the\nscenery-wavery stuff and the warped Park-sounds were scary too. I was\nactually shivering by the time Sid got to: \"Light thickens; and the\ncrow Makes wing to the rooky wood: Good things of day begin to droop\nand drowse; Whiles night's black agents to their preys do rouse.\"\nThose graveyard lines didn't help my nerves any, of course. Nor did\nthinking I heard Nefer-Elizabeth say from the audience, rather softly\nfor her this time, \"Eyes, I have heard that speech, I know not where.\nThink you 'tiz stolen?\"\n\n_Greta_, I told myself, _you need a miltown before the crow makes wing\nthrough your kooky head._\n\nI turned to go and fetch me one from my closet. And stopped dead.\n\nJust behind me, pacing back and forth like an ash-colored tiger in the\ngloomy wings, looking daggers at the audience every time she turned at\nthat end of her invisible cage, but ignoring me completely, was Miss\nNefer in the Elizabeth wig and rig.\n\nWell, I suppose I should have said to myself, _Greta, you imagined\nthat last loud whisper from the audience. Miss Nefer's simply unkinked\nherself, waved a hand to the real audience and come back stage. Maybe\nSid just had her out there for the first half of the play. Or maybe\nshe just couldn't stand watching Martin give such a bang-up\nperformance in her part of Lady Mack._\n\nYes, maybe I should have told myself something like that, but somehow\nall I could think then--and I thought it with a steady mounting\nshiver--was, _We got two Elizabeths. This one is our witch Nefer. I\nknow. I dressed her. And I know that devil-look from the virginals.\nBut if this is our Elizabeth, the company Elizabeth, the stage\nElizabeth ... who's the other?_\n\nAnd because I didn't dare to let myself think of the answer to that\nquestion, I dodged around the invisible cage that the ash-colored\nskirt seemed to ripple against as the Tiger Queen turned and I ran\ninto the dressing room, my only thought to get behind my New York City\nScreen.\n\n\n\n\n               V\n\n    Even little things are turning out to be great\n    things and becoming intensely interesting.\n    Have you ever thought about the properties\n    of numbers?\n                      --The Maiden\n\n\nLying on my cot, my eyes crosswise to the printing, I looked from a\npink Algonquin menu to a pale green New Amsterdam program, with a tiny\ndoll of Father Knickerbocker dangling between them on a yellow thread.\nReally they weren't covering up much of anything. A ghostly hole an\ninch and a half across seemed to char itself in the program. As if my\neye were right up against it, I saw in vivid memory what I'd seen the\ntwo times I'd dared a peek through the hole in the curtain: a bevy of\nladies in masks and Nell Gwyn dresses and men in King Charles\nknee-breeches and long curled hair, and the second time a bunch of\npeople and creatures just wild: all sorts and colors of clothes,\nhumans with hoofs for feet and antennae springing from their\nforeheads, furry and feathery things that had more arms than two and\nin one case that many heads--as if they were dressed up in our\n_Tempest_, _Peer Gynt_ and _Insect People_ costumes and some more\nbesides.\n\nNaturally I'd had mind-wavery fits both times. Afterwards Sid had\nwagged a finger at me and explained that on those two nights we'd been\ngiving performances for people who'd arranged a costume theater-party\nand been going to attend a masquerade ball, and 'zounds, when would I\nlearn to guard my half-patched pate?\n\n_I don't know, I guess never_, I answered now, quick looking at a\nGiants pennant, a Korvette ad, a map of Central Park, my Willie Mays\nbaseball and a Radio City tour ticket. That was eight items I'd looked\nat this trip without feeling any inward improvement. They weren't\nreassuring me at all.\n\nThe blue fly came slowly buzzing down over my screen and I asked it,\n\"What are you looking for? A spider?\" when what should I hear coming\nback through the dressing room straight toward my sleeping closet but\nMiss Nefer's footsteps. No one else walks that way.\n\n_She's going to do something to you, Greta_, I thought. _She's the\nmaniac in the company. She's the one who terrorized you with the\nboning knife in the shrubbery, or sicked the giant tarantula on you at\nthe dark end of the subway platform, or whatever it was, and the\nothers are covering up for. She's going to smile the devil-smile and\nweave those white twig-fingers at you, all eight of them. And Birnam\nWood'll come to Dunsinane and you'll be burnt at the stake by men in\narmor or drawn and quartered by eight-legged monkeys that talk or torn\napart by wild centaurs or whirled through the roof to the moon without\nbeing dressed for it or sent burrowing into the past to stifle in Iowa\n1948 or Egypt 4,008 B.C. The screen won't keep her out._\n\n       *       *       *       *       *\n\nThen a head of hair pushed over the screen. But it was\nblack-bound-with-silver, Brahma bless us, and a moment later Martin\nwas giving me one of his rare smiles.\n\nI said, \"Marty, do something for me. Don't ever use Miss Nefer's\nfootsteps again. Her voice, okay, if you have to. But not the\nfootsteps. Don't ask me why, just don't.\"\n\nMartin came around and sat on the foot of my cot. My legs were already\ndoubled up. He straightened out his blue-and-gold skirt and rested a\nhand on my black sneakers.\n\n[Illustration]\n\n\"Feeling a little wonky, Greta?\" he asked. \"Don't worry about me.\nBanquo's dead and so's his ghost. We've finished the Banquet Scene.\nI've got lots of time.\"\n\nI just looked at him, queerly I guess. Then without lifting my head I\nasked him, \"Martin, tell me the truth. Does the dressing room move\naround?\"\n\nI was talking so low that he hitched a little closer, not touching me\nanywhere else though.\n\n\"The Earth's whipping around the sun at 20 miles a second,\" he\nreplied, \"and the dressing room goes with it.\"\n\nI shook my head, my cheek scrubbing the pillow, \"I mean ... shifting,\"\nI said. \"By itself.\"\n\n\"How?\" he asked.\n\n\"Well,\" I told him, \"I've had this idea--it's just a sort of fancy,\nremember--that if you wanted to time-travel and, well, do things, you\ncould hardly pick a more practical machine than a dressing room and\nsort of stage and half-theater attached, with actors to man it. Actors\ncan fit in anywhere. They're used to learning new parts and wearing\nstrange costumes. Heck, they're even used to traveling a lot. And if\nan actor's a bit strange nobody thinks anything of it--he's almost\nexpected to be foreign, it's an asset to him.\"\n\n\"And a theater, well, a theater can spring up almost anywhere and\nnobody ask questions, except the zoning authorities and such and they\ncan always be squared. Theaters come and go. It happens all the time.\nThey're transitory. Yet theaters are crossroads, anonymous meeting\nplaces, anybody with a few bucks or sometimes nothing at all can go.\nAnd theaters attract important people, the sort of people you might\nwant to do something to. Caesar was stabbed in a theater. Lincoln was\nshot in one. And....\"\n\nMy voice trailed off. \"A cute idea,\" he commented.\n\nI reached down to his hand on my shoe and took hold of his middle\nfinger as a baby might.\n\n\"Yeah,\" I said, \"But Martin, is it true?\"\n\nHe asked me gravely, \"What do you think?\"\n\nI didn't say anything.\n\n\"How would you like to work in a company like that?\" he asked\nspeculatively.\n\n\"I don't really know,\" I said.\n\n       *       *       *       *       *\n\nHe sat up straighter and his voice got brisk. \"Well, all fantasy\naside, how'd you like to work in this company?\" He asked, lightly\nslapping my ankle. \"On the stage, I mean. Sid thinks you're ready for\nsome of the smaller parts. In fact, he asked me to put it to you. He\nthinks you never take him seriously.\"\n\n\"Pardon me while I gasp and glow,\" I said. Then, \"Oh Marty, I can't\nreally imagine myself doing the tiniest part.\"\n\n\"Me neither, eight months ago,\" he said. \"Now, look. Lady Macbeth.\"\n\n\"But Marty,\" I said, reaching for his finger again, \"you haven't\nanswered my question. About whether it's true.\"\n\n\"Oh that!\" he said with a laugh, switching his hand to the other side.\n\"Ask me something else.\"\n\n\"Okay,\" I said, \"why am I bugged on the number eight? Because I'm\npermanently behind a private 8-ball?\"\n\n\"Eight's a number with many properties,\" he said, suddenly as intently\nserious as he usually is. \"The corners of a cube.\"\n\n\"You mean I'm a square?\" I said. \"Or just a brick? You know, 'She's a\nbrick.'\"\n\n\"But eight's most curious property,\" he continued with a frown, \"is\nthat lying on its side it signifies infinity. So eight erect is\nreally--\" and suddenly his made-up, naturally solemn face got a great\nglow of inspiration and devotion--\"Infinity Arisen!\"\n\nWell, I don't know. You meet quite a few people in the theater who\nare bats on numerology, they use it to pick stage-names. But I'd never\nhave guessed it of Martin. He always struck me as the skeptical,\ncynical type.\n\n\"I had another idea about eight,\" I said hesitatingly. \"Spiders. That\n8-legged asterisk on Miss Nefer's forehead--\" I suppressed a shudder.\n\n\"You don't like her, do you?\" he stated.\n\n\"I'm afraid of her,\" I said.\n\n\"You shouldn't be. She's a very great woman and tonight she's playing\nan infinitely more difficult part than I am. No, Greta,\" he went on as\nI started to protest, \"believe me, you don't understand anything about\nit at this moment. Just as you don't understand about spiders, fearing\nthem. They're the first to climb the rigging and to climb ashore too.\nThey're the web-weavers, the line-throwers, the connectors, Siva and\nKali united in love. They're the double mandala, the beginning and the\nend, infinity mustered and on the march--\"\n\n\"They're also on my New York screen!\" I squeaked, shrinking back\nacross the cot a little and pointing at a tiny glinting\nsilver-and-black thing mounting below my Willy-ball.\n\nMartin gently caught its line on his finger and lifted it very close\nto his face. \"Eight eyes too,\" he told me. Then, \"Poor little god,\" he\nsaid and put it back.\n\n\"Marty? Marty?\" Sid's desperate stage-whisper rasped the length of the\ndressing room.\n\nMartin stood up. \"Yes, Sid?\"\n\nSid's voice stayed a whisper but went from desperate to ferocious.\n\"You villainous elf-skin! Know you not the Cauldron Scene's been\nplaying a hundred heartbeats? 'Tis 'most my entrance and we still\nmustering only two witches out of three! Oh, you nott-pated\nstarveling!\"\n\nBefore Sid had got much more than half of that out, Martin had slipped\naround the screen, raced the length of the dressing room, and I'd\nheard a lusty thwack as he went out the door. I couldn't help\ngrinning, though with Martin racked by anxieties and reliefs over his\nfirst time as Lady Mack, it was easy to understand it slipping his\nmind that he was still doubling Second Witch.\n\n\n\n\n               VI\n\n    I will vault credit\n      and affect high pleasures\n    Beyond death.\n                   --Ferdinand\n\n\nI sat down where Martin had been, first pushing the screen far enough\nto the side for me to see the length of the dressing room and notice\nanyone coming through the door and any blurs moving behind the thin\nwhite curtain shutting off the boys' two-thirds.\n\nI'd been going to think. But instead I just sat there, experiencing my\nbody and the room around it, steadying myself or maybe readying\nmyself. I couldn't tell which, but it was nothing to think about, only\nto feel. My heartbeat became a very faint, slow, solid throb. My spine\nstraightened.\n\nNo one came in or went out. Distantly I heard Macbeth and the witches\nand the apparitions talk.\n\nOnce I looked at the New York Screen, but all the stuff there had\ngrown stale. No protection, no nothing.\n\nI reached down to my suitcase and from where I'd been going to get a\nmiltown I took a dexedrine and popped it in my mouth. Then I started\nout, beginning to shake.\n\nWhen I got to the end of the curtain I went around it to Sid's\ndressing table and asked Shakespeare, \"Am I doing the right thing,\nPop?\" But he didn't answer me out of his portrait. He just looked\nsneaky-innocent, like he knew a lot but wouldn't tell, and I found\nmyself think of a little silver-framed photo Sid had used to keep\nthere too of a cocky German-looking young actor with \"Erich\"\nautographed across it in white ink. At least I supposed he was an\nactor. He looked a little like Erich von Stroheim, but nicer yet\nsomehow nastier too. The photo had used to upset me, I don't know why.\nSid must have noticed it, for one day it was gone.\n\nI thought of the tiny black-and-silver spider crawling across the\nremembered silver frame, and for some reason it gave me the cold\ncreeps.\n\nWell, this wasn't doing me any good, just making me feel dismal again,\nso I quickly went out. In the door I had to slip around the actors\ncoming back from the Cauldron Scene and the big bolt nicked my hip.\n\nOutside Maud was peeling off her Third Witch stuff to reveal Lady\nMacduff beneath. She twitched me a grin.\n\n\"How's it going?\" I asked.\n\n\"Okay, I guess,\" she shrugged. \"What an audience! Noisy as highschool\nkids.\"\n\n\"How come Sid didn't have a boy do your part?\" I asked.\n\n\"He goofed, I guess. But I've battened down my bosoms and playing Mrs.\nMacduff as a boy.\"\n\n\"How does a girl do that in a dress?\" I asked.\n\n\"She sits stiff and thinks pants,\" she said, handing me her witch\nrobe. \"'Scuse me now. I got to find my children and go get murdered.\"\n\n       *       *       *       *       *\n\nI'd moved a few steps nearer the stage when I felt the gentlest tug at\nmy hip. I looked down and saw that a taut black thread from the bottom\nof my sweater connected me with the dressing room. It must have\nsnagged on the big bolt and unraveled. I moved my body an inch or so,\ntugging it delicately to see what it felt like and I got the answers:\nTheseus's clew, a spider's line, an umbilicus.\n\nI reached down close to my side and snapped it with my fingernails.\nThe black thread leaped away. But the dressing room door didn't\nvanish, or the wings change, or the world end, and I didn't fall down.\n\nAfter that I just stood there for quite a while, feeling my new\nfreedom and steadiness, letting my body get used to it. I didn't do\nany thinking. I hardly bothered to study anything around me, though I\ndid notice that there were more bushes and trees than set pieces, and\nthat the flickery lightning was simply torches and that Queen\nElizabeth was in (or back in) the audience. Sometimes letting your\nbody get used to something is all you should do, or maybe can do.\n\nAnd I did smell horse dung.\n\nWhen the Lady Macduff Scene was over and the Chicken Scene well begun,\nI went back to the dressing room. Actors call it the Chicken Scene\nbecause Macduff weeps in it about \"all my pretty chickens and their\ndam,\" meaning his kids and wife, being murdered \"at one fell swoop\" on\norders of that chickenyard-raiding \"hell-kite\" Macbeth.\n\nInside the dressing room I steered down the boys' side. Doc was\nputting on an improbable-looking dark makeup for Macbeth's last\nfaithful servant Seyton. He didn't seem as boozy-woozy as usual for\nFourth Act, but just the same I stopped to help him get into a\nchain-mail shirt made of thick cord woven and silvered.\n\nIn the third chair beyond, Sid was sitting back with his corset\nloosened and critically surveying Martin, who'd now changed to a white\nwool nightgown that clung and draped beautifully, but not particularly\nenticingly, on him and his folded towel, which had slipped a bit.\n\nFrom beside Sid's mirror, Shakespeare smiled out of his portrait at\nthem like an intelligent big-headed bug.\n\nMartin stood tall, spread his arms rather like a high priest, and\nintoned, \"_Amici! Romani! Populares!_\"\n\nI nudged Doc. \"What goes on now?\" I whispered.\n\nHe turned a bleary eye on them. \"I think they are rehearsing _Julius\nCaesar_ in Latin.\" He shrugged. \"It begins the oration of Antony.\"\n\n\"But why?\" I asked. Sid does like to put every moment to use when the\nperformance-fire is in people, but this project seemed pretty far\nafield--hyper-pedantic. Yet at the same time I felt my scalp shivering\nas if my mind were jumping with speculations just below the surface.\n\nDoc shook his head and shrugged again.\n\nSid shoved a palm at Martin and roared softly, \"'Sdeath, boy, thou'rt\nnot playing a Roman statua but a Roman! Loosen your knees and try\nagain.\"\n\nThen he saw me. Signing Martin to stop, he called, \"Come hither,\nsweetling.\" I obeyed quickly. He gave me a fiendish grin and said,\n\"Thou'st heard our proposal from Martin. What sayest thou, wench?\"\n\n       *       *       *       *       *\n\nThis time the shiver was in my back. It felt good. I realized I was\ngrinning back at him, and I knew what I'd been getting ready for the\nlast twenty minutes.\n\n\"I'm on,\" I said. \"Count me in the company.\"\n\nSid jumped up and grabbed me by the shoulders and hair and bussed me\non both cheeks. It was a little like being bombed.\n\n\"Prodigious!\" he cried. \"Thou'lt play the Gentlewoman in the\nSleepwalking Scene tonight. Martin, her costume! Now sweet wench, mark\nme well.\" His voice grew grave and old. \"When was it she last walked?\"\n\nThe new courage went out of me like water down a chute. \"But Siddy, I\ncan't start _tonight_,\" I protested, half pleading, half outraged.\n\n\"Tonight or never! 'Tis an emergency--we're short-handed.\" Again his\nvoice changed. \"When was it she last walked?\"\n\n\"But Siddy, I don't _know_ the part.\"\n\n\"You must. You've heard the play twenty times this year past. When was\nit she last walked?\"\n\nMartin was back and yanking down a blonde wig on my head and shoving\nmy arms into a light gray robe.\n\n\"I've never studied _the lines_,\" I squeaked at Sidney.\n\n\"Liar! I've watched your lips move a dozen nights when you watched the\nscene from the wings. Close your eyes, girl! Martin, unhand her. Close\nyour eyes, girl, empty your mind, and listen, listen only. When was it\nshe last walked?\"\n\nIn the blackness I heard myself replying to that cue, first in a\nwhisper, then more loudly, then full-throated but grave, \"Since his\nmajesty went into the field, I have seen her rise from her bed, throw\nher nightgown upon her, unlock her closet, take forth--\"\n\n\"Bravissimo!\" Siddy cried and bombed me again. Martin hugged his arm\naround my shoulders too, then quickly stooped to start hooking up my\nrobe from the bottom.\n\n\"But that's only the first lines, Siddy,\" I protested.\n\n\"They're enough!\"\n\n\"But Siddy, what if I blow up?\" I asked.\n\n\"Keep your mind empty. You won't. Further, I'll be at your side,\ndoubling the Doctor, to prompt you if you pause.\"\n\n_That ought to take care of two of me_, I thought. Then something else\nstruck me. \"But Siddy,\" I quavered, \"how do I play the Gentlewoman as\na boy?\"\n\n\"Boy?\" he demanded wonderingly. \"Play her without falling down flat on\nyour face and I'll be past measure happy!\" And he smacked me hard on\nthe fanny.\n\nMartin's fingers were darting at the next to the last hook. I stopped\nhim and shoved my hand down the neck of my sweater and got hold of the\nsubway token and the chain it was on and yanked. It burned my neck\nbut the gold links parted. I started to throw it across the room, but\ninstead I smiled at Siddy and dropped it in his palm.\n\n\"The Sleepwalking Scene!\" Maud hissed insistently to us from the door.\n\n\n\n\n               VII\n\n    I know death hath ten thousand several doors\n    For men to take their exits, and 'tis found\n    They go on such strange geometrical hinges,\n    You may open them both ways.\n                    --The Duchess\n\n\nThere is this about an actor on stage: he can see the audience but he\ncan't _look_ at them, unless he's a narrator or some sort of comic. I\nwasn't the first (Grendel groks!) and only scared to death of becoming\nthe second as Siddy walked me out of the wings onto the stage, over\nthe groundcloth that felt so much like ground, with a sort of\ninterweaving policeman-grip on my left arm.\n\nSid was in a dark gray robe looking like some dismal kind of monk, his\nhead so hooded for the Doctor that you couldn't see his face at all.\n\nMy skull was pulse-buzzing. My throat was squeezed dry. My heart was\npounding. Below that my body was empty, squirmy, electricity-stung,\nyet with the feeling of wearing ice cold iron pants.\n\nI heard as if from two million miles, \"When was it she last walked?\"\nand then an iron bell somewhere tolling the reply--I guess it had to\nbe my voice coming up through my body from my iron pants: \"Since his\nmajesty went into the field--\" and so on, until Martin had come on\nstage, stary-eyed, a white scarf tossed over the back of his long\nblack wig and a flaring candle two inches thick gripped in his right\nhand and dripping wax on his wrist, and started to do Lady Mack's\nsleepwalking half-hinted confessions of the murders of Duncan and\nBanquo and Lady Macduff.\n\nSo here is what I saw then without looking, like a vivid scene that\nfloats out in front of your mind in a reverie, hovering against a\nbackground of dark blur, and sort of flashes on and off as you think,\nor in my case act. All the time, remember, with Sid's hand hard on my\nwrist and me now and then tolling Shakespearan language out of some\nlightless storehouse of memory I'd never known was there to belong to\nme.\n\n       *       *       *       *       *\n\nThere was a medium-size glade in a forest. Through the half-naked\nblack branches shone a dark cold sky, like ashes of silver, early\nevening.\n\nThe glade had two horns, as it were, narrowing back to either side and\ngoing off through the forest. A chilly breeze was blowing out of them,\nalmost enough to put out the candle. Its flame rippled.\n\nRather far back in the horn to my left, but not very far, were clumped\ntwo dozen or so men in dark cloaks they huddled around themselves.\nThey wore brimmed tallish hats and pale stuff showing at their necks.\nSomehow I assumed that these men must be the \"rude fellows from the\nCity\" I remembered Beau mentioning a million or so years ago. Although\nI couldn't see them very well, and didn't spend much time on them,\nthere was one of them who had his hat off or excitedly pushed way\nback, showing a big pale forehead. Although that was all the conscious\nimpression I had of his face, he seemed frighteningly familiar.\n\nIn the horn to my right, which was wider, were lined up about a dozen\nhorses, with grooms holding tight every two of them, but throwing\ntheir heads back now and then as they strained against the reins, and\nstamping their front hooves restlessly. Oh, they frightened me, I\ntell you, that line of two-foot-long glossy-haired faces, writhing\nback their upper lips from teeth wide as piano keys, every horse of\nthem looking as wild-eyed and evil as Fuseli's steed sticking its head\nthrough the drapes in his picture \"The Nightmare.\"\n\nTo the center the trees came close to the stage. Just in front of them\nwas Queen Elizabeth sitting on the chair on the spread carpet, just as\nI'd seen her out there before; only now I could see that the braziers\nwere glowing and redly high-lighting her pale cheeks and dark red hair\nand the silver in her dress and cloak. She was looking at Martin--Lady\nMack--most intently, her mouth grimaced tight, twisting her fingers\ntogether.\n\nStanding rather close around her were a half dozen men with fancier\nhats and ruffs and wide-flaring riding gauntlets.\n\nThen, through the trees and tall leafless bushes just behind\nElizabeth, I saw an identical Elizabeth-face floating, only this one\nwas smiling a demonic smile. The eyes were open very wide. Now and\nthen the pupils darted rapid glances from side to side.\n\n       *       *       *       *       *\n\nThere was a sharp pain in my left wrist and Sid whisper-snarling at\nme, \"Accustomed action!\" out of the corner of his shadowed mouth.\n\nI tolled on obediently, \"It is an accustomed action with her, to seem\nthus washing her hands: I have known her continue in this a quarter of\nan hour.\"\n\nMartin had set down the candle, which still flared and guttered, on a\nlittle high table so firm its thin legs must have been stabbed into\nthe ground. And he was rubbing his hands together slowly, continually,\ntormentedly, trying to get rid of Duncan's blood which Mrs. Mack knows\nin her sleep is still there. And all the while as he did it, the\nagitation of the seated Elizabeth grew, the eyes flicking from side to\nside, hands writhing.\n\nHe got to the lines, \"Here's the smell of blood still: all the\nperfumes of Arabia will not sweeten this little hand. Oh, oh, oh!\"\n\nAs he wrung out those soft, tortured sighs, Elizabeth stood up from\nher chair and took a step forward. The courtiers moved toward her\nquickly, but not touching her, and she said loudly, \"Tis the blood of\nMary Stuart whereof she speaks--the pails of blood that will gush from\nher chopped neck. Oh, I cannot endure it!\" And as she said that last,\nshe suddenly turned about and strode back toward the trees, kicking\nout her ash-colored skirt. One of the courtiers turned with her and\nstooped toward her closely, whispering something. But although she\npaused a moment, all she said was, \"Nay, Eyes, stop not the play, but\nfollow me not! Nay, I say leave me, Leicester!\" And she walked into\nthe trees, he looking after her.\n\nThen Sid was kicking my ankle and I was reciting something and Martin\nwas taking up his candle again without looking at it saying with a\ndrugged agitation, \"To bed; to bed; there's knocking at the gate.\"\n\nElizabeth came walking out of the trees again, her head bowed. She\ncouldn't have been in them ten seconds. Leicester hurried toward her,\nhand anxiously outstretched.\n\nMartin moved offstage, torturedly yet softly wailing, \"What's done\ncannot be undone.\"\n\nJust then Elizabeth flicked aside Leicester's hand with playful\ncontempt and looked up and she was smiling the devil-smile. A horse\nwhinnied like a trumpeted snicker.\n\nAs Sid and I started our last few lines together I intoned\nmechanically, letting words free-fall from my mind to my tongue. All\nthis time I had been answering Lady Mack in my thoughts, _That's what\nyou think, sister._\n\n\n\n\n               VIII\n\n    God cannot effect that anything which is\n      past should not have been.\n    It is more impossible than rising the dead.\n                     --Summa Theologica\n\n\nThe moment I was out of sight of the audience I broke away from Sid\nand ran to the dressing room. I flopped down on the first chair I saw,\nmy head and arms trailed over its back, and I almost passed out. It\nwasn't a mind-wavery fit. Just normal faint.\n\nI couldn't have been there long--well, not very long, though the\nbattle-rattle and alarums of the last scene were echoing tinnily from\nthe stage--when Bruce and Beau and Mark (who was playing Malcolm,\nMartin's usual main part) came in wearing their last-act stage-armor\nand carrying between them Queen Elizabeth flaccid as a sack. Martin\ncame after them, stripping off his white wool nightgown so fast that\nbuttons flew. I thought automatically, _I'll have to sew those._\n\nThey laid her down on three chairs set side by side and hurried out.\nUnpinning the folded towel, which had fallen around his waist, Martin\nwalked over and looked down at her. He yanked off his wig by a braid\nand tossed it at me.\n\nI let it hit me and fall on the floor. I was looking at that white\nqueenly face, eyes open and staring sightless at the ceiling, mouth\nopen a little too with a thread of foam trailing from the corner, and\nat that ice-cream-cone bodice that never stirred. The blue fly came\nbuzzing over my head and circled down toward her face.\n\n\"Martin,\" I said with difficulty, \"I don't think I'm going to like\nwhat we're doing.\"\n\nHe turned on me, his short hair elfed, his fists planted high on his\nhips at the edge of his black tights, which now were all his clothes.\n\n\"You knew!\" he said impatiently. \"You knew you were signing up for\nmore than acting when you said, 'Count me in the company.'\"\n\nLike a legged sapphire the blue fly walked across her upper lip and\nstopped by the thread of foam.\n\n\"But Martin ... changing the past ... dipping back and killing the\nreal queen ... replacing her with a double--\"\n\nHis dark brows shot up. \"The real--You think this is the real Queen\nElizabeth?\" He grabbed a bottle of rubbing alcohol from the nearest\ntable, gushed some on a towel stained with grease-paint and, holding\nthe dead head by its red hair (no, wig--the real one wore a wig too)\nscrubbed the forehead.\n\nThe white cosmetic came away, showing sallow skin and on it a faint\ntattoo in the form of an \"S\" styled like a yin-yang symbol left a\nlittle open.\n\n       *       *       *       *       *\n\n\"Snake!\" he hissed. \"Destroyer! The arch-enemy, the eternal opponent!\nGod knows how many times people like Queen Elizabeth have been dug out\nof the past, first by Snakes, then by Spiders, and kidnapped or killed\nand replaced in the course of our war. This is the first big operation\nI've been on, Greta. But I know that much.\"\n\nMy head began to ache. I asked, \"If she's an enemy double, why didn't\nshe know a performance of Macbeth in her lifetime was an anachronism?\"\n\n\"Foxholed in the past, only trying to hold a position, they get\ndulled. They turn half zombie. Even the Snakes. Even our people.\nBesides, she almost did catch on, twice when she spoke to Leicester.\"\n\n\"Martin,\" I said dully, \"if there've been all these replacements,\nfirst by them, then by us, what's happened to the _real_ Elizabeth?\"\n\nHe shrugged. \"God knows.\"\n\nI asked softly, \"But does He, Martin? Can He?\"\n\nHe hugged his shoulders in, as if to contain a shudder. \"Look, Greta,\"\nhe said, \"it's the Snakes who are the warpers and destroyers. We're\nrestoring the past. The Spiders are trying to keep things as first\ncreated. We only kill when we must.\"\n\n_I_ shuddered then, for bursting out of my memory came the glittering,\nknife-flashing, night-shrouded, bloody image of my lover, the Spider\nsoldier-of-change Erich von Hohenwald, dying in the grip of a giant\nsilver spider, or spider-shaped entity large as he, as they rolled in\na tangled ball down a flight of rocks in Central Park.\n\nBut the memory-burst didn't blow up my mind, as it had done a year\nago, no more than snapping the black thread from my sweater had ended\nthe world. I asked Martin, \"Is that what the Snakes say?\"\n\n\"Of course not! They make the same claims we do. But somewhere, Greta,\nyou have to _trust_.\" He put out the middle finger of his hand.\n\nI didn't take hold of it. He whirled it away, snapping it against his\nthumb.\n\n\"You're still grieving for that carrion there!\" he accused me. He\njerked down a section of white curtain and whirled it over the\nstiffening body. \"If you must grieve, grieve for Miss Nefer! Exiled,\nimprisoned, locked forever in the past, her mind pulsing faintly in\nthe black hole of the dead and gone, yearning for Nirvana yet nursing\none lone painful patch of consciousness. And only to hold a fort! Only\nto make sure Mary Stuart is executed, the Armada licked, and that all\nthe other consequences flow on. The Snakes' Elizabeth let Mary live\n... and England die ... and the Spaniard hold North America to the\nGreat Lakes and New Scandinavia.\"\n\nOnce more he put out his middle finger.\n\n       *       *       *       *       *\n\n\"All right, all right,\" I said, barely touching it. \"You've convinced\nme.\"\n\n\"Great!\" he said. \"'By for now, Greta. I got to help strike the set.\"\n\n\"That's good,\" I said. He loped out.\n\nI could hear the skirling sword-clashes of the final fight to the\ndeath of the two Macks, Duff and Beth. But I only sat there in the\nempty dressing room pretending to grieve for a devil-smiling snow\ntiger locked in a time-cage and for a cute sardonic German killed for\ninsubordination that _I_ had reported ... but really grieving for a\ngirl who for a year had been a rootless child of the theater with a\nwhole company of mothers and fathers, afraid of nothing more than\nsubway bogies and Park and Village monsters.\n\nAs I sat there pitying myself beside a shrouded queen, a shadow fell\nacross my knees. I saw stealing through the dressing room a young man\nin worn dark clothes. He couldn't have been more than twenty-three. He\nwas a frail sort of guy with a weak chin and big forehead and eyes\nthat saw everything. I knew at one he was the one who had seemed\nfamiliar to me in the knot of City fellows.\n\nHe looked at me and I looked from him to the picture sitting on the\nreserve makeup box by Siddy's mirror. And I began to tremble.\n\nHe looked at it too, of course, as fast as I did. And then he began to\ntremble too, though it was a finer-grained tremor than mine.\n\nThe sword-fight had ended seconds back and now I heard the witches\nfaintly wailing, \"Fair is foul, and foul is fair--\" Sid has them echo\nthat line offstage at the end to give a feeling of prophecy fulfilled.\n\nThen Sid came pounding up. He's the first finished, since the fight\nends offstage so Macduff can carry back a red-necked papier-mache head\nof him and show it to the audience. Sid stopped dead in the door.\n\nThen the stranger turned around. His shoulders jerked as he saw Sid.\nHe moved toward him just two or three steps at a time, speaking at the\nsame time in breathy little rushes.\n\n       *       *       *       *       *\n\nSid stood there and watched him. When the other actors came boiling up\nbehind him, he put his hands on the doorframe to either side so none\nof them could get past. Their faces peered around him.\n\nAnd all this while the stranger was saying, \"What may this mean? Can\nsuch things be? Are all the seeds of time ... wetted by some\nhell-trickle ... sprouted at once in their granary? Speak ... speak!\nYou played me a play ... that I am writing in my secretest heart. Have\nyou disjointed the frame of things ... to steal my unborn thoughts?\nFair is foul indeed. Is all the world a stage? Speak, I say! Are you\nnot my friend Sidney James Lessingham of King's Lynn ... singed by\ntime's fiery wand ... sifted over with the ashes of thirty years?\nSpeak, are you not he? Oh, there are more things in heaven and earth\n... aye, and perchance hell too ... Speak, I charge you!\"\n\nAnd with that he put his hands on Sid's shoulders, half to shake him,\nI think, but half to keep from falling over. And for the one time I\never saw it, glib old Siddy had nothing to say.\n\nHe worked his lips. He opened his mouth twice and twice shut it. Then,\nwith a kind of desperation in his face, he motioned the actors out of\nthe way behind him with one big arm and swung the other around the\nstranger's narrow shoulders and swept him out of the dressing room,\nhimself following.\n\nThe actors came pouring in then, Bruce tossing Macbeth's head to\nMartin like a football while he tugged off his horned helmet, Mark\ndumping a stack of shields in the corner, Maudie pausing as she\nskittered past me to say, \"Hi Gret, great you're back,\" and patting my\ntemple to show what part of me she meant. Beau went straight to Sid's\ndressing table and set the portrait aside and lifted out Sid's reserve\nmakeup box.\n\n\"The lights, Martin!\" he called.\n\nThen Sid came back in, slamming and bolting the door behind him and\nstanding for a moment with his back against it, panting.\n\nI rushed to him. Something was boiling up inside me, but before it\ncould get to my brain I opened my mouth and it came out as, \"Siddy,\nyou can't fool me, that was no dirty S-or-S. I don't care how much he\nshakes and purrs, or shakes a spear, or just plain shakes--Siddy, that\nwas Shakespeare!\"\n\n\"Aye, girl, I think so,\" he told me, holding my wrists together. \"They\ncan't find dolls to double men like that--or such is my main hope.\" A\nbig sickly grin came on his face. \"Oh, gods,\" he demanded, \"with what\nwords do you talk to a man whose speech you've stolen all your life?\"\n\nI asked him, \"Sid, were we _ever_ in Central Park?\"\n\nHe answered, \"Once--twelve months back. A one-night stand. They came\nfor Erich. You flipped.\"\n\nHe swung me aside and moved behind Beau. All the lights went out.\n\n       *       *       *       *       *\n\nThen I saw, dimly at first, the great dull-gleaming jewel, covered\nwith dials and green-glowing windows, that Beau had lifted from Sid's\nreserve makeup box. The strongest green glow showed his intent face,\nstill framed by the long glistening locks of the Ross wig, as he\nkneeled before the thing--Major Maintainer, I remembered it was\ncalled.\n\n\"When now? Where?\" Beau tossed impatiently to Sid over his shoulder.\n\n\"The forty-fourth year before our Lord's birth!\" Sid answered\ninstantly. \"Rome!\"\n\nBeau's fingers danced over the dials like a musician's, or a\nsafe-cracker's. The green glow flared and faded flickeringly.\n\n\"There's a storm in that vector of the Void.\"\n\n\"Circle it,\" Sid ordered.\n\n\"There are dark mists every way.\"\n\n\"Then pick the likeliest dark path!\"\n\nI called through the dark, \"Fair is foul, and foul is fair, eh,\nSiddy?\"\n\n\"Aye, chick,\" he answered me. \"'Tis all the rule we have!\"\n\n\n                                              --FRITZ LEIBER\n\n\n       *       *       *       *       *\n\n\n    +-----------------------------------------------------------+\n    | Typographical errors corrected in text:                   |\n    |                                                           |\n    | Page 155: 'and and' replaced with 'and'                   |\n    | Page 159: Eliabeth replaced with Elizabeth                |\n    | Page 160: automotically replaced with automatically       |\n    | Page 162: 'the the' replaced with 'the'                   |\n    | Page 166: 'performances mixed in something else again.'   |\n    |           replaced with                                   |\n    |           'performances mixed is something else again.'   |\n    | Page 167: Gerta replaced with Greta                       |\n    | Page 174: rythms replaced with rhythms                    |\n    | Page 175: 'exists and entrances' replaced with            |\n    |           'exits and entrances'                           |\n    | Page 175: terrif replaced with terrific                   |\n    | Page 176: grudigingly replaced with grudgingly            |\n    | Page 177: 'to hid his Banquo beard.' replaced with        |\n    |           'to hide his Banquo beard.'                     |\n    | Page 184: quick replaced with quickly                     |\n    | Page 186: Sdiney replaced with Sidney                     |\n    | Page 187: 'tolling the the reply' replaced with           |\n    |           'tolling the reply'                             |\n    | Page 187: 'hight hand' replaced with 'right hand'         |\n    | Page 188: swisting replaced with twisting                 |\n    | Page 190: saphire replaced with sapphire                  |\n    | Page 191: kidnaped replaced with kidnapped                |\n    |                                                           |\n    +-----------------------------------------------------------+\n\n       *       *       *       *       *\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of No Great Magic, by Fritz Reuter Leiber\n\n*** END OF THIS PROJECT GUTENBERG EBOOK NO GREAT MAGIC ***\n\n***** This file should be named 23162.txt or 23162.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/3/1/6/23162/\n\nProduced by Robert Cicconetti, Jeannie Howse and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}