{"title": "The Glory of Ippling", "author": "Helen M. Urban", "releaseDate": "October 24, 2007", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Galaxy_ December 1962. Extensive\n    research did not uncover any evidence that the U.S. copyright on\n    this publication was renewed. Minor spelling and typographical\n    errors have been corrected without note. Subscript characters are\n    shown within {braces}.\n\n\n\n\n      _He brought them life and hope.\n Why wouldn't the fools take it from him?_\n\n\n             By HELEN M. URBAN\n\n\n\n               THE GLORY OF\n                  IPPLING\n\n\nThere's an axiom in the galaxy: The more complicated the machine, the\nbigger mess it can make. Like the time the planetary computer for\nBuughabyta flipped its complete grain-futures series. The computer\nordered only 15 acres, and Buughabytians had to live for a full year off\nthe government's stored surplus--thus pounding down the surplus, forcing\nup the price, eliminating the subsidy and balancing the Buughabytian\nbudget for fifteen years--an unprecedented bit of nonsense that almost\nhad permanent effects. But a career economist with an eye for flubup and\ncomplication managed to restore balanced disorder, bringing Buughabyta\nright back to normalcy.\n\nOr like the time a matter-duplicator receiver misread OCH{3}CH{3}OH, to\nturn out a magnificently busted blonde sphygmomano-raiser with an\nHOCH{3}OH replacement, putting a strain on the loyalty of a billion\nteen-age girls dedicated to Doyle Oglevie worship. Doyle-she insisted\nshe was Doyle-he, as it took quite a while for her hormones to overcome\nthe memory of his easy, eyelash-flapping, tone-torturing microphone\nconquests. Put a strain on his wardrobe, too.\n\nNo machine, of course, can compare for complexity with any group of\nhumans who have been collected into machine-like precision of\noperation. Take one time when an Ipplinger Cultural Contact Group was\nhanded a Boswellister with V.I.P. connections and orders to put him to\nan assignment--for his maturity.\n\n       *       *       *       *       *\n\nBoswellister sat patiently. He squirmed emotionally up and down his\nbackbone, but he affected a disdainful appearance of patience in view of\nthe importance of his and his poppa's positions compared with the\npawn-like minusculity of the audience's.\n\nThe Blond Terror strode majestically down the aisle of the open air\nsports arena, preceded by twenty-four harem-darling dancing girls. The\norchestra wailed an oriental sinuosity of woodwinds and drums,\naccompanying the hip-twitching, nearly naked, sloe- (by benefit of\nmake-up) eyed, black-haired beauties.\n\nFifteen heavyweights, draped in leopard skins, had preceded the dancers\nto set up the Blond Terror's tub on a polar bear rug in the center of\nthe ring. A dozen luscious watercarriers had emptied their jars into the\ntub. Soap and towels, oils and perfumes, mirror and comb, were arranged\non top of a lushly ornamented box that stood by one of the corner posts.\n\nThe Blond Terror vaulted the ropes and stood in the ring, popping his\nmuscles, waiting for his handmaidens to remove the five layers of\nelaborately decorated robes that were draped over his super-manly body.\n\nBoswellister cringed slightly (inwardly), speculating that the Blond\nTerror really was a muscled man. All that man--nearly seven feet tall,\nbronzed, developed, imperious, condescending to notice just slightly the\nadulations of the women in the packed arena.\n\nThe Blond Terror stepped into the tub, carrying out his advertised boast\nof being the cleanest wrestler in the ring, a boast he was unable to\nprove with ring action through the exigencies of type-casting, for the\nBlond Terror was the villain.\n\nThe Blond Terror muscled down into the tub. He was scrubbed, then\nrinsed. He stood out onto the white fur rug and sneeringly allowed his\nhandmaidens to pat him dry and powder him down. They held up the large\nhand mirror and allowed him to view his handsomeness while his\nshort-cropped, blond curls were carefully combed.\n\n\"Now.\" Boswellister spoke the order into the lapel receiver. On the\nIpplinger starship a communications tech slapped home a switch and the\nsolido-vision circle settled over the Blond Terror's head, a halo of\nsolid light for a complex Ipplinger signal-reaction device.\n\n\"Hail Ippling!\" Boswellister shouted.\n\nBoswellister strained forward, clutching the seat arms. It had to work!\nHis equation must be right! The symbol had the proper cultural\nconnotations. It was bound to capture the audience, put them in the\nright mood of awe-struck superstitious reverence, make the revelation of\nthe great circle of the Ipplinger starship overhead a thing of\nwonderment and devotion-focus.\n\nThe Blond Terror should now look upwards, guide the eyes of the\naudience, bring them to the recognition. After all, as a Boswellister\n... and according to his great grandfather, and his poppa too....\n\nBut the Blond Terror gazed appreciatively into the mirror, smiling slyly\nat the audience.\n\nThe crowd roared its applause for the trick lighting effect. You could\ndepend on the Blond Terror. No matter how many times you'd seen his act,\nhe always managed to come up with something new. Now, for the opening of\nthe new Million Dollar Ventura Boulevard Open Air Sports Arena, the\nBlond Terror had done it again.\n\nBoswellister shouted. He pointed. He stared upwards, trying to draw the\ncrowd with his vehemence. But he couldn't capture one gaze, no matter\nwhat he did.\n\nHe poked the man seated next to him, but the surly fool snarled,\n\"Shuddup! The Hatchet Man's goin' into his act!\"\n\n       *       *       *       *       *\n\nBoswellister moaned. There it was, sailing in the night sky, illuminated\nwith soft etherealness to give the proper effect to these\nsuperstition-ridden people. All they had to do was glance up and accord\nto Ippling the superiority that was Ippling's, and they would be brought\ngently, delicately into galactic contact, opening out their narrow ways\ninto the broad ways of the galactic universal worlds. With Boswellister\nto lead them.\n\nBut he couldn't make the play. Not a head would tilt up. The TV cameras\nthat should be scanning the great lighted circle of the Ipplinger\nstarship had swung to the entrance, waiting for the Hatchet Man.\n\nAnd here he came, down the aisle like a bolt of Chinese lightning. He\nvaulted the ropes, leaped to the tub, overturned it and was gone back up\nthe aisle before the Blond Terror could retaliate. Bath water sopped the\npiles of robes and made a mess out of the bearskin rug; but the ring\nattendants carted everything off, removed the waterproof canvas from the\nring mat and prepared to get the match underway.\n\nThe Blond Terror paced in his corner, waving his hand mirror,\nchallenging the Hatchet Man to quick, bloody death. And every few\nmoments he'd stop to gaze admiringly into the mirror, running his hand\nalong the edge of the solid band of light, grabbing all the credit for\nIpplinger electronic science. He turned on cue to give the TV audience a\nfull-face closeup.\n\nBoswellister cursed himself for choosing the Blond Terror. That cynical,\negocentric muscle artist was too pleased with himself to have any room\nin his thoughts for proper superstitious awe, and too stupid to\nrecognize the superior science in back of the halo device.\n\n\"Remove the device,\" Boswellister ordered. There was no point in\nallowing it to stay, and that band of solid light, immovably in place on\nthe wrestler's head, made a perfect battering ram for head-butting\nmayhem.\n\nBoswellister paid no attention to the gladiators-at-mat; he left his\nseat as soon as the device was removed and walked out onto Ventura\nBoulevard. He went over his cultural equation, trying to find the flaw.\n\nIn the year he had spent on the preliminary survey, he had assessed this\ncultural equation to the last decimal point of surety. He had absolute\nfaith in these people's superstitions. He knew what to expect; but\nsomewhere the equation had been off. He should have chosen a quieter\nevent, he guessed. The audience had been too well schooled in the\nacceptance of the spectacular.\n\nWhat was needed was a more acute contrast, and suddenly he had it: the\nburlesque runway. He had watched it many times ... and there was one\ngirl, a big-bodied blonde with mild eyes.\n\nHe checked his watch and hurried his pace. It was about time for Dodie's\nturn on the runway that extended out from the front of the gambling\nhouse.\n\nWith satisfaction, Boswellister called up the memory of Dodie's peel\nact. This would be a natural, and he couldn't think why he hadn't\ndecided on it right away.\n\n       *       *       *       *       *\n\nIn many ways Dodie was a big girl. In clothes she could never be the\nfashion ideal, but she certainly made a good thing out of nakedness. Her\nsoft, heavy, white breasts made old men blanch and young men start to\ngrab. She was tall, with a narrow waist, flaring hips, long curvy legs\nand arms; with those big, innocent blue eyes, wearing high heels and an\nounce of flimsy, up there on the burlesque runway ... mmm ...\nBoswellister groaned.\n\nShe wouldn't date Boswellister a second time no matter what he\npromised, and his promises had included many things she'd never before\nheard of. Boswellister squirmed momentarily.\n\nIt was too bad there wasn't a better crowd. Most of the Boulevard's\nregulars were at the Arena opening, but there were a few loiterers,\nstanding along the curb, watching the free show. And all he had to do\nwas make a beginning, Boswellister felt. He was sure that everything\nwould roll by itself after that. He had faith in his superstition\nequation.\n\nDodie peeled. She seemed headed for complete nakedness at any moment,\nbut to Boswellister's surprise, the revealing costume contained more\npieces than he had remembered.\n\n\"Any moment now,\" he whispered to the solido-tech. \"Now, wait ... there\n... that should be the last piece. Settle the device around her head,\"\nhe ordered. Then he groaned and countermanded the order. He had\nremembered Dodie's details, not her act. For at the last moment she\nslipped to the wings, dropping the last swatch of lace to slide down one\nlong, white, out-thrust leg.\n\nOh, blessed Ippling! There was his ship, floating majestically overhead,\nbut no one would give it a glance. He pointed to it. These men _must_\nfollow his excited gestures and look up; but they were busy calling\nsuggestions to the line of ponies who had taken over the runway.\nBoswellister felt as if he were standing in a desert, surrounded by a\nmob of phantoms from his own imagination.\n\nThe crying voice of the gambling-house barker rode in over the clang and\nbrass of jazzy music, but he couldn't turn the tip. As soon as the\nline-girls left the over-the-sidewalk runway, the idlers moved on down\nthe street to take in the next spot's free outdoor lure show.\n\nBoswellister leaned against the wall and watched the barker wipe his\nsweat-soaked forehead. He felt kinship with the man in his failure. The\nmanager came out and talked to the barker for a moment. Boswellister\noverheard: \"Dodie didn't draw one customer. A buck ain't to be made\nthese days.\"\n\nThe barker replied, shaking his head, \"They're oversold, Marve. The\ngive-away is all they want.\"\n\nBoswellister turned away and walked towards his motel. They wanted the\ngive-away, but the glory of Ippling he had to give made no impression.\nHe felt desperate. He had to make one more try.\n\nHis family position demanded obedience from the starship officers and\ncrew. He stopped for a moment and gave a swift command into the lapel\npickup, then went on to his motel room.\n\n       *       *       *       *       *\n\nThe next morning, full of confidence after a good breakfast, he headed\nfor the intersection of Laurel Canyon and Ventura Boulevards. There he\nwould make his stand.\n\nThe boulevard swarmed with women shoppers. Cars and trucks roared by.\nThe spectacular signs and free lure show runways were closed down, for\nballyhoo of a different character had taken their place for the daytime.\n\nBoswellister stopped for a moment to watch a demonstrator work before a\nhuge, block-long, glittering drugstore.\n\nThe demonstrator went into his pitch:\n\n\"--money back. Now watch! Into a wet glass I pour a small amount of\nmedically tested Calsobisidine. See how the Calsobisidine clings to the\nsides of the wet glass.\"\n\nThe pitchman smiled with flawless teeth and the women smiled back at\nhim. His shoes were waxed and buffed; his hair fell in a black curl\nacross his high forehead; his gardenia dripped dew like the ones in the\nbox by his elbow. Each bottle of Calsobisidine came complete with an\nintimate smile from the pitchman, a fresh gardenia pinned on the breast\nby his clever fingers and a trial sample bottle. Just for six\nninety-five, plus tax.\n\n\"In the exact same manner, Calsobisidine clings to the lining of your\nstomach and intestines, giving positive relief from burning pain and\nacid indigestion.\"\n\nThis puzzled Boswellister, and he remarked in a voice that seemed\noverloud, \"But who has glass insides?\"\n\nThe women giggled and turned away.\n\nThe pitchman's scowl was a menace; his voice bitter: \"Go on, scram. You\nqueered my tip.\"\n\nBoswellister slipped away while the pitchman started to collect a new\ncrowd. He popped into the entrance of the drugstore, and as always stood\nmomentarily amazed by the bewildering variety of merchandise. Gardening\nimplements, paper goods, dishes and glassware, whiskey, Calsobisidine, a\nhuge display of baby dolls that performed every human function but\nreproduction....\n\nThen he gasped and walked towards the inside demonstration. There,\npresided over by a fake medical man, dressed in operating room regalia,\nincluding mask, rubber gloves and stethoscope; there, right in the\nmiddle of the block-long drugstore, a demonstration of the newest\neducational doll was taking place. The doll, stretched out on a\nminiature hospital delivery table, was being delivered of a replica\nnew-born infant.\n\nAgain and again the \"doctor\" performed the delivery, alternately\ninserting the doll-baby into the doll-mamma and removing it.\n\nBoswellister flushed and walked quickly away. He had no doubt of the\ntoy's educational value, but nevertheless--he sighed deeply.\n\nWhen Boswellister reached the corner of Ventura and Laurel Canyon, he\nmade his stand on the southeast corner, facing the hills over which the\nIpplinger starship would come to hover over the intersection and be\nrevealed by him.\n\nHe contacted control and ordered the halo focus for his head. He reached\nup and felt the circle, planted firmly over his brow. He smiled to\nhimself and went into his pitch.\n\n       *       *       *       *       *\n\n\"People of Earth,\" he began in a quavering voice, then he remembered the\nCalsobisidine demonstrator, firmed up his tones and started again.\n\"People of Earth! Listen to the message from the stars!\"\n\n\"Selling horoscopes,\" a woman answered her child's question.\n\n\"What's a horrorscope, mamma?\"\n\n\"A bunch of hooey,\" she snapped in reply, scowled at Boswellister and\njerked her child complainingly down the street behind her.\n\n\"People of Earth!\" Boswellister stated commandingly. He grasped a man's\narm, saying, \"Stand still a moment, friend, and hear the promise of\nIppling. Glory beyond your imagination can be yours with the ascendancy\nof Ippling in this world of tears and sorrows.\"\n\nThe man jerked away. \"What the hell, Mac!\" He looked searchingly at\nBoswellister and muttered, \"Geez, a nut.\" He stood back from\nBoswellister to listen, smilingly superior, tolerantly waiting to be\nentertained. A woman dragging a toddler stopped, then several other\npeople stopped to see until Boswellister had about ten people standing\naround him.\n\n\"People of Earth!\" he started in again, but he was interrupted by a\ncackling voice from the rear.\n\n\"Where else?\"\n\nThe small crowd laughed and started to move away, but Boswellister stood\nstraight and commanded them. \"Listen! Wait for a moment and learn your\nglorious destiny.\n\n\"Now,\" he said quietly into the lapel pickup, and the great doughnut\ncircle of the Ipplinger starship sailed in close over the hills. A line\nof brush fire followed the starship.\n\nBoswellister held up his hands and pointed. \"Behold the glory of\nIppling that can be yours!\" He held onto the halo, trying to get them to\nfollow the symbolism. \"Look upwards!\" He screamed at them, but they\nwatched the brush fire that swept the hill top. It was a goodie. It\nwould wipe out a number of homes.\n\nHe grabbed a boy by the arm and demanded, \"Look at the Ipplinger\nstarship. Behold the glory of Ippling!\"\n\nThe ten-year-old sneered. \"Yah! That's the new 1993 Lockheed X69-P37\nexperimental ship. I got a model last week.\"\n\n\"No, no, lad! The Ipplinger starship, come to Earth to bring the\nblessings of Ippling's culture to this backwards planet. Ippling will\nsave you from wars and ills, from poverty and hatred. Ippling will be\nyour destiny. Follow me, Boswellister! Ippling will lead you to the\nstars! Glory for all!\" Boswellister patted the boy on the head.\n\n\"Keep your hands off me, you big stiff!\"\n\nBoswellister gulped and pointed upwards. \"See the Ipplinger starship!\"\n\n\"Aah! Shuddup!\"\n\nHis mother jerked his arm in reproof. \"How many times I've gotta tell\nyou not to say, shuddup. Say, SHUT UP! S-H-U-T U-P!\"\n\n\"Aah!\" the boy said in disgust. \"Everybody knows starships are big\nrockets!\" He'd said the final word; he had no more interest in\nBoswellister, for the fire engines were coming.\n\n       *       *       *       *       *\n\nThey sirened down Ventura and turned up Laurel Canyon, their heavy\nmotors, air horns and sirens drowning out Boswellister's speech. Cars\nhad piled up at the intersection to wait for the fire engines to make\ntheir swing, and Boswellister leaped to the middle of the intersection\nas soon as the trucks had turned.\n\nHe held up his arms and went into his _People of Earth_ spiel again. But\nangry, blasting horns cut his voice to nothing. The drivers pressed\nclose in on him, pinpointing him in the middle of the intersection.\nShouts and jeers and horns; the roaring scream of fire engines; people\nrunning and shouting; Ventura at Laurel Canyon was a cacophonous\nmaelstrom.\n\nA traffic officer screeched his copcycle to a halt and made his way to\nthe center of the mass of tangled traffic. He blew his whistle and waved\nhis arms, ordering Boswellister to the sidewalk, but Boswellister\nrefused to move. He had his mission on Earth.\n\nBoswellister shouted over the piled-up noise, waving his hand to the\nsky, calling to them to follow his lead to the glory of Ippling.\n\nThe officer grabbed his coat collar and hustled him to the sidewalk.\n\"You're under arrest!\"\n\n\"You can't arrest _me_!\" Boswellister squirmed and jerked away. He\nshouted, \"Follow me!\" and ran north, a good part of the crowd after him.\nHe shrieked an order into the pickup while he ran over the bridge\ntowards Moorpark.\n\nA woman spotted the Ipplinger starship that followed overhead. \"Free\nsamples!\" she screamed, and those who had lagged behind fell into a run\nwith the crowd following Boswellister.\n\nThe northwest corner of Laurel Canyon and Moorpark had been cleared of\nhouses for the erection of a new billion-dollar shopping center, and the\nground was smooth and bare. Here, in the center of the five-acre\nconstruction site, the Ipplinger starship settled to Earth.\n\nThe Ipplinger Supreme Starship Commander was panic-stricken. He had to\nrescue Boswellister from that sample-seeking mob. If Boswellister should\nbe trampled and injured! Each screamed demand, picked up by\nBoswellister's lapel microphone, sent the Supreme Commander's blood\npressure up another notch, and the moment the ramp was unshipped he hit\nthe ground.\n\nOfficers and crewmen quickly lined up to pipe Boswellister aboard. But\nthe crowd pushed in close, forcing Boswellister to the rear as they\nscreamed for their free samples. Two bulky crewmen stood embattled by\nthe entrance port, strong-arming the kids who tried to storm through the\nport and inside.\n\n\"Space Angel's inside!\" That was their battle cry as they tried to\nwriggle under the legs of the crewmen.\n\n\"Ya sellin' Oatbombs?\" one screamed in the commander's ear, then reached\nup to snatch off a shoulder patch.\n\nBoswellister stood in the rear of the crowd and wrung his hands while\nthe crowd clamored for their samples.\n\n\"Give us the pitch, then pass out the stuff!\"\n\n\"Lookit that ship! Ain't it a dilly! Whatcha sellin', Wheatsnaps?\"\n\n\"Bring on the dames!\"\n\n       *       *       *       *       *\n\nThey pressed in close to the starship, running their hands over the\nslick metal surface.\n\n\"Boy, what a prop! Bet it cost a million bucks. What ya sellin',\nmister?\"\n\n\"Sanity!\" Boswellister shouted from the rear.\n\nHis men tried to hold their ranks, but the crowd broke the lines,\njerking the medals off their chests for souvenirs.\n\nBoswellister was almost babbling by the time the commander and his men\nbattled their way to him.\n\n\"You saw it all! You know!\" Boswellister protested. \"That Blond Terror\nand his harem darlings, and those violence-avid ruffians in the\naudience! Dodie, the stripper, with her lip-licking ogglers! That\nCalsobisidine pitchman, oozing allure and implied invitation! My\nequation! My precious equation, buried under a mass of pills, lotions,\ntoys, food, clothes and everything sold with a bump and grind!\"\n\nThey fought to the ship with him, while the crowd opposed each step,\nyelling for entertainment, for TV cameras, for samples of anything.\n\n\"How could I have missed it?\" Boswellister moaned. \"I should have sold\nthem with sex, right from the beginning.\"\n\n\"What do you do, handsome? Sing?\" A bundle-clutching housewife breathed\ninto his face, stepping on the commander's foot as she shoved in close\nto Boswellister.\n\n\"Take me home!\" Boswellister beseeched the commander.\n\nThe officers and crew, tattered, demedaled, bruised and completely\ndefeated in morale, formed a flying wedge and drove for the safety of\nthe ship.\n\nThe ramp retracted. The port closed, then opened briefly to eject a\nnosey boy, closing finally on the demands and the mocking laughter and\nthe clangor of arriving police cars.\n\n\"Raise ship!\" the commander ordered. He sopped at the blood from his\ngashed arm and said to his first officer, \"Somebody in that mob used a\nknife to go after those service stripes.\"\n\nThe first shuddered. \"Ugly brutes.\"\n\nBoswellister leaned against the corridor bulkhead and sighed as the\nIpplinger starship rose from the ground. How could he explain to his\npoppa? All his brothers had won their worlds. He _would_ do it. He\nsquared his shoulders. After all, he was a Boswellister. Boswellister\nXIV, no less. A son of Gaphroldshan IX himself, the Prince of Ippling\nWorld LXIV, a Royal Prince of the Central Ippling.\n\nHe walked resolutely to the control room, riding the crest of his\nrefurbished dignity.\n\n\"Put me down on that planet we spotted last year,\" he ordered. \"What was\nthat star map number?\"\n\n\"G.S.R. 285139-F. R. A. 592-105-R.U. 13,\" his alert assistant\nastronomical officer answered, reading the number from a prepared\nmemorandum.\n\nBoswellister hesitated. Should he reprimand the officer for anticipating\nhis failure or compliment him for his efficiency? Boswellister backed\nwater and went to his room to learn the language he'd need, while the\nofficers pulled their own demoralized spirits together so they could go\nto work on the crew when the news broke that they weren't going home.\n\n       *       *       *       *       *\n\nThey made a quick passage to their destination, and Boswellister--well\nrested, well fed, hypnotically tutored, supplied with communicators, a\nsynthesizer for his food and a portable equation writer strapped to his\nback, and his irrepressible, dauntless belief in himself in triumphant\noperation--stepped from the ramp onto this newest world of his Princely\ndestiny.\n\n\"Circle in orbit,\" he ordered. \"I'll call you when I need you.\"\n\nBoswellister walked confidently down the road to town. He congratulated\nhimself on having learned, also on his wise humility in admitting the\nfact of his having learned. He smiled now at the naiveté with which he\nhad approached his first try at establishing a realm for his Ipplinger\nPrincedom rights.\n\nHe had been so full of illusions that he had landed openly, had stepped\nright up and announced that he had come to establish his household and\nrear his own Princes, who would, in their maturity, leave to win their\nown worlds. In addition to their being small-minded on that first world\nabout his needing five wives for his household, they had nearly managed\nto commit him to a lunatic asylum, for he had overlooked, in his\nequation, the fact that his first planet, with its two suns and\nperpetual daylight, had never known about the stars. There had been no\nway to break through their wall of stupidity, and he had left, the\nplanet's sanity-police close on his heels. Had he used money it would\nhave been a cinch, he had realized as soon as he was safely in the ship.\n\nThat hard-earned lesson he had applied to his second planet, but there\nsuperstition meant more than money, though money had seemed on the\nsurface to be the answer to everything. On that second planet he had\nmade the error of buying his way into the half-political, half-religious\ntemple setup, and had tried to bring the local superstitions into line\nwith Ipplinger Reality Philosophy. They had lost an officer and three\nmen when they rescued him from the temple's torture chamber; and none\ntoo soon, for he had been taking quite a stretching when his rescue had\narrived.\n\nApplied on Earth, the superstition equation had not paid off. He had\nfailed to notice that they didn't really believe in their religions and\nsuperstitions, though they showed every indication of being extremely\ndevout and credulous. He should have sold Earth, and sold it with sex.\n\nWell, he had learned, all right, and here, on this new world, in this\nfresh start, he would show how well he had learned. In the idiom of\nVentura Boulevard, he'd hit 'em with the whole deck, deuces wild. He'd\ngive 'em sex and money and superstition and to hell with fact and logic.\n\nThese primitive worlds had to be brought slowly into a respect for\nlogic; for Ipplinger logic, the only valid system of logic in the whole\nuniverse.\n\nIn the hovering ship, the commander turned to the astrogator and said,\nwith the bitterness of yesterday's conflict with the mutinous crew\nevident in his voice, \"Well, our little vaporized circuit is off again.\"\nHe motioned to the image of Boswellister in the forward viewscreen.\n\nIt was a sight that tended to increase the tremor in the astrogator's\nhands. He replied, \"I only hope we can pull the crew through another\npickup. Home and family! Do they think I want mine any less?\"\n\nBoswellister marched confidently down the road. He _would_ succeed, for\ndidn't he have the well oiled machinery of the whole Ipplinger starship\ncrew of cultural contact specialists to back him up?\n\n       *       *       *       *       *\n\nWhile he walked, he practiced the strident-voiced delivery of\nextravagant lies he had learned so well and had so magnificently\nimitated from the Ventura Boulevard pitch artists. He practiced the\nleering insinuendo of the barker outside the gambling hall; he gave it\nthe Calsobisidine con come-on; he sold it solid, dripping with sex,\ntwitching with lure.\n\nHe knew that here, finally, he would succeed.\n\nBoswellister XIV, Noble Prince of Ippling, smiled his confidence in his\nsex-money-superstition equation as he walked briskly down the road to\nbegin his contact with a world that had substituted vat-culture\nprocreation for sex; that had abolished money in favor of a complicated\nsystem of verbal, personal-honor swapping credits; that had no religions\nor superstitions. A world of people who considered the most sweetly\ndistilled essence of living to be the minute investigation of the fine\npoints of logical discourse, engaged in on the basis of an incredibly\nmultiplied logic structure composed of thirty-seven separate systems of\ndiscursive regulations, the very first of which was based on a planetary\nabsolute, the rejection and ridicule of all persuasive techniques and\nthose who used them.\n\n                                                      --HELEN M. URBAN\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Glory of Ippling, by Helen M. Urban\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE GLORY OF IPPLING ***\n\n***** This file should be named 23185-8.txt or 23185-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/3/1/8/23185/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}