{"title": "The Common Man", "author": "Guy McCord (AKA Dallas McCord Reynolds)", "releaseDate": "October 25, 2007", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\nThe Common Man\n\n It would, of course, take a trio\n of Ivory Tower scientists to conceive of\n tracking down that statistical entity,\n the Common Man, and testing out an idea on him.\n And only the Ivory Tower type would predict\n that egregiously wrongly!\n\nby Guy McCord\n\nIllustrated by Schelling\n\n[Illustration]\n\n\nFrederick Braun, M.D., Ph.D., various other Ds, pushed his slightly\ncrooked horn-rims back on his nose and looked up at the two-story wooden\nhouse. There was a small lawn before it, moderately cared for, and one\ntree. There was the usual porch furniture, and the house was going to\nneed painting in another six months or so, but not quite yet. There was\na three-year-old hover car parked at the curb of a make that anywhere\nelse in the world but America would have been thought ostentatious in\nview of the seeming economic status of the householder.\n\nFrederick Braun looked down at the paper in his hand, then up at the\nhouse again. He said to his two companions, \"By Caesar, I will admit it\nis the most average-looking dwelling I have ever seen.\"\n\nPatricia O'Gara said impatiently, \"Well, do we or don't we?\" Her hair\nshould have been in a pony tail, or bouncing on her shoulders, or at\nleast in the new Etruscan revival style, not drawn back in its efficient\nbun.\n\nRoss Wooley was unhappy. He scratched his fingers back through his\nreddish crew cut. \"This is going to sound silly.\"\n\nPatricia said testily, \"We've been through all that, Rossie, good\nheavens.\"\n\n\"Nothing ventured, nothing ...\" Braun let the sentence dribble away as\nhe stuffed the paper into a coat pocket, which had obviously been used\nas a waste receptacle for many a year, and led the way up the cement\nwalk, his younger companions immediately behind.\n\nHe put his finger on the doorbell and cocked his head to one side. There\nwas no sound from the depths of the house. Dr. Braun muttered, \"Bell out\nof order.\"\n\n\"It would be,\" Ross chuckled sourly. \"Remember? Average. Here, let me.\"\nHe rapped briskly on the wooden door jamb. They stood for a moment then\nhe knocked again, louder, saying almost as though hopefully, \"Maybe\nthere's nobody home.\"\n\n\"All right, all right, take it easy,\" a voice growled even as the door\nopened.\n\nHe was somewhere in his thirties, easygoing of face, brownish of hair,\nbluish of eye and moderately good-looking. His posture wasn't the best\nand he had a slight tummy but he was a goodish masculine specimen by\nMid-Western standards. He stared out at them, defensive now that it was\nobvious they were strangers. Were they selling something, or in what\nother manner were they attempting to intrude on his well being? His eyes\nwent from the older man's thin face, to the football hero heft of the\nyounger, then to Patricia O'Gara. His eyes went up and down her figure\nand became approving in spite of the straight business suit she\naffected.\n\nHe said, \"What could I do for you?\"\n\n\"Mr. Crowley?\" Ross said.\n\n\"That's right.\"\n\n\"I'm Ross Wooley and my friends are Patricia O'Gara and Dr. Frederick\nBraun. We'd like to talk to you.\"\n\n\"There's nobody sick here.\"\n\nPatricia said impatiently, \"Of course not. Dr. Braun isn't a practicing\nmedical doctor. We are research biochemists.\"\n\n\"We're scientists,\" Ross told him, putting it on what he assumed was the\nman's level. \"There's something on which you could help us.\"\n\nCrowley took his eyes from the girl and scowled at Ross. \"Me?\nScientists? I'm just a country boy, I don't know anything about\nscience.\" There was a grudging self-deprecation in his tone.\n\nPatricia took over, a miracle smile overwhelming her air of briskness.\n\"We'd appreciate the opportunity to discuss it with you.\"\n\nDr. Braun added the clincher. \"And it might be remunerative.\"\n\nCrowley opened the door wider. \"Well, just so it don't cost me nothing.\"\nHe stepped back for them. \"Don't mind the place. Kind of mussed up. Fact\nis, the wife left me about a week ago and I haven't got around to\ngetting somebody to come in and kind of clean things up.\"\n\nHe wasn't exaggerating. Patricia O'Gara had no pretensions to the\nhousewife's art herself, but she sniffed when she saw the condition of\nthe living room. There was a dirty shirt drooped over the sofa back and\nbeside the chair which faced the TV set were half a dozen empty beer\ncans. The ashtrays hadn't been emptied for at least days and the floor\nhad obviously not been swept since the domestic tragedy which had sent\nMrs. Crowley packing.\n\nNow that the three strangers were within his castle, Crowley's instincts\nfor hospitality asserted themselves. He said, \"Make yourself\ncomfortable. Here, wait'll I get these things out of the way. Anybody\nlike a drink? I got some beer in the box, or,\" he smirked at Patricia,\n\"I got some port wine you might like, not this bellywash you buy by the\ngallon.\"\n\nThey declined the refreshments, it wasn't quite noon.\n\nCrowley wrestled the chair which had been before the TV set around so\nthat he could sit facing them, and then sat himself down. He didn't get\nthis and his face showed it.\n\nFrederick Braun came to the point. \"Mr. Crowley,\" he said, \"did it ever\noccur to you that somewhere amidst our nearly one hundred million\nAmerican males there is the average man?\"\n\nCrowley looked at him.\n\nBraun cleared his throat and with his thumb and forefinger pushed his\nglasses more firmly on the bridge of his nose. \"I suppose that isn't\nexactly the technical way in which to put it.\"\n\nRoss Wooley shifted his football shoulders and leaned forward earnestly.\n\"No, Doctor, that's exactly the way to put it.\" He said to Crowley, very\nseriously, \"We've done this most efficiently. We've gone through\nabsolute piles of statistics. We've....\"\n\n\"Done what?\" Crowley all but wailed. \"Take it easy, will you? What are\nyou all talking about?\"\n\nPatricia said impatiently, \"Mr. Crowley, you are the average American.\nThe man on the street. The Common Man.\"\n\nHe frowned at her. \"What'd'ya mean, common? I'm as good as anybody\nelse.\"\n\n\"That's exactly what we mean,\" Ross said placatingly. \"You are exactly\nas good as anybody else, Mr. Crowley. You're the average man.\"\n\n\"I don't know what the devil you're talking about. Pardon my language,\nMiss.\"\n\n\"Not at all,\" Patricia sighed. \"Dr. Braun, why don't you take over? We\nseem to all be speaking at once.\"\n\n       *       *       *\n\nThe little doctor began to enumerate on his fingers. \"The center of\npopulation has shifted to this vicinity, so the average American lives\nhere in the Middle West. Population is also shifting from rural to\nurban, so the average man lives in a city of approximately this size.\nDetermining average age, height, weight is simple with government data\nas complete as they are. Also racial background. You, Mr. Crowley, are\npredominately English, German and Irish, but have traces of two or three\nother nationalities.\"\n\nCrowley was staring at him. \"How in the devil did you know that?\"\n\nRoss said wearily, \"We've gone to a lot of trouble.\"\n\nDr. Braun hustled on. \"You've had the average amount of education,\ndidn't quite finish high school. You make average wages working in a\nfactory as a clerk. You spent some time in the army but never saw\ncombat. You drink moderately, are married and have one child, which is\naverage for your age. Your I.Q. is exactly average and you vote Democrat\nexcept occasionally when you switch over to Republican.\"\n\n\"Now wait a minute,\" Crowley protested. \"You mean I'm the only man in\nthis whole country that's like me? I mean, you mean I'm the average guy,\nright in the middle?\"\n\nPatricia O'Gara said impatiently. \"You are the nearest thing to it, Mr.\nCrowley. Actually, possibly one of a hundred persons would have served\nour purpose.\"\n\n\"O.K.,\" Crowley interrupted, holding up a hand. \"That gets us to the\npoint. What's this here purpose? What's the big idea prying, like, into\nmy affairs till you learned all this about me? And what's this stuff\nabout me getting something out of it? Right now I'm between jobs.\"\n\nThe doctor pushed his battered horn-rims back on his nose with his\nforefinger. \"Yes, of course,\" he said reasonably. \"Now we get to the\npoint. Mr. Crowley, how would you like to be invisible?\"\n\nThe three of them looked at him. It seemed to be his turn.\n\nCrowley got up and walked into the kitchen. He came back in a moment\nwith an opened can of beer from which he was gulping even as he walked.\nHe took the can away from his mouth and said carefully, \"You mean like a\nghost?\"\n\n\"No, of course not,\" Braun said in irritation. \"By Caesar, man, have you\nno imagination? Can't you see it was only a matter of time before\nsomeone, possibly working away on an entirely different subject of\nresearch, stumbled upon a practical method of achieving invisibility?\"\n\n\"Now, wait a minute,\" Crowley said, his voice belligerent. \"I'm only a\ncountry boy, maybe, without any egghead background, but I'm just as good\nas the next man and just as smart. I don't think I like your altitude.\"\n\n\"Attitude,\" Ross Wooley muttered unhappily. He shot a glance at Patricia\nO'Gara but she ignored him.\n\nPatricia turned on the charm. Her face opened into smile and she said\nsoothingly, \"Don't misunderstand, Mr. Crowley. May I call you Don? I'm\nsure we're going to be associates. You see, Don, we need your\nassistance.\"\n\nThis was more like it. Crowley sat down again and finished the can of\nbeer. \"O.K., it won't hurt to listen. What's the pitch?\"\n\nThe older man cleared his throat. \"We'll cover it quickly so that we can\nget to the immediate practical aspects. Are you interested in\nbiodynamics ... umah ... no, of course not. Let me see. Are you at all\nfamiliar with the laws pertaining to refraction of ... umah, no.\" He\ncleared his throat again, unhappily. \"Have you ever seen a medusa, Mr.\nCrowley? The gelatinous umbrella-shaped free swimming form of marine\ninvertebrate related to the coral polyp and the sea anemone?\"\n\nRoss Wooley scratched his crew cut and grimaced. \"Jellyfish, Doctor,\njellyfish. But I think the Portuguese Man-of-War might be a better\nexample.\"\n\n\"Oh, jellyfish,\" Crowley said. \"Sure, I've seen jellyfish. I got an aunt\nlives near Baltimore. We used to go down there and swim in Chesapeake\nBay. Sting the devil out of you. What about it?\"\n\nPatricia leaned forward, still smiling graciously. \"I really don't see a\ngreat deal of point going into theory, gentlemen.\" She looked at Ross\nand Dr. Braun, then back at Crowley. \"Don, I think that what the doctor\nwas leading up to was an attempt to describe in layman's language the\ntheory of the process onto which we've stumbled. He was using the\njellyfish as an example of a life form all but invisible. But I'm sure\nyou aren't interested in technical terminology, are you? A good deal of\ngobbledygook, really, don't you think?\"\n\n\"Yeah, that's what I say. Let's get to the point. You mean you think\nit's possible to make a guy invisible. Nobody could see him, eh?\"\n\n\"It's not a matter of thinking,\" Ross said sourly. \"We've done it.\"\n\nCrowley stared at him. \"Done it? You mean, you, personal? You got\ninvisible?\"\n\n\"Yes. All three of us. Once each.\"\n\n\"And you come back all right, eh? So anybody can see you again.\"\n\nThe doctor said reasonably, \"Here we are, quite visible. The effect of\nthe usual dosage lasts for approximately twelve hours.\"\n\nThey let him assimilate it for a few minutes. Some of the ramifications\nwere coming home to him. Finally he got up and went into the back again\nfor another can of beer. By this time Ross Wooley was wishing he would\nrenew his offer, but the other had forgotten his duties as a host.\n\nHe took the can away from his mouth and said, \"You want to make me\ninvisible. You want me to, like, kind of experiment on.\" His eyes\nthinned. \"Why pick me?\"\n\nThe doctor said carefully, \"Because you're the common man, the average\nman, Mr. Crowley. Before we release this development, we would like to\nhave some idea of the scope of the effects.\"\n\n[Illustration]\n\nThe beer went down chuck-a-luck. Crowley put the can aside and licked\nhis bottom lip, then rubbed it with a fingertip. He said slowly, \"Now\ntake it easy while I think about this.\" He blinked. \"Why you could just\nwalk into a bank and....\"\n\nThe three were watching him, empty-faced.\n\n\"Exactly,\" Dr. Braun said.\n\n       *       *       *       *       *\n\nFrederick Braun stared gloomily from the hotel suite's window at the\nstreet below. He peered absently at his thin wrist, looked blank for a\nmoment, then realized all over again that his watch was being cleaned.\nHe stared down at the street once more, his wrinkled face unhappy.\n\nThe door opened behind him and Patricia O'Gara came in briskly and said,\n\"No sign of the guinea pig yet, eh?\"\n\n\"No.\"\n\n\"Where's Rossie?\"\n\nThe doctor cleared his throat. \"There was an item on the newscast. A\nhumor bit. It seems that the head waiter of the Gourmet.... Have you\never eaten at the Gourmet, Patricia?\"\n\n\"Do I look like a millionaire?\"\n\n\"At any rate, a half pound of the best Caspian caviar disappeared,\nspoonful at a time, right before his eyes.\"\n\nPatricia looked at him. \"Good heavens.\"\n\n\"Yes. Well, Ross has gone to pay the tab.\"\n\nPatricia looked at her watch. \"The effects will be wearing off shortly.\nCrowley will probably be back at any time. We warned him about returning\nto visibility in the middle of some street, completely nude.\" She sank\ninto a seat and looked up at the doctor. \"I suppose you admit I was\nright.\" Her voice was crisp.\n\nThe other turned on her. \"And just why do you say that?\"\n\n\"This caviar bit. Our friend, Donald Crowley, has obviously walked into\nthe Gourmet restaurant, having heard it was the most expensive in New\nYork, and ate as much as he could stuff down of the most expensive item\non the menu.\"\n\nThe elderly little doctor pushed his battered horn-rims farther back on\nhis nose. \"Tell me, Patricia, when you made the experiment, did you do\nanything ... umah ... anything at all, that saved you some money?\"\n\nUncharacteristically, she suddenly giggled. \"I had the time of my life\nriding on a bus without paying the fare.\"\n\nBraun snorted. \"Then Donald Crowley, in eating his caviar, did\nsubstantially the same thing. It's probably been a life's ambition of\nhis to eat in an ultra-swank restaurant and then walk out without\npaying. To be frank,\" the doctor cleared his throat apologetically,\n\"it's always been one of mine.\"\n\nPatricia conceded him a chuckle, but then said impatiently, \"It's one\nthing my saving fifteen cents on a bus ride, and his eating twenty-five\ndollars worth of caviar.\"\n\n\"Merely a matter of degree, my dear.\"\n\nPatricia said in irritation, \"Why in the world did we have to bring him\nto New York where he could pull such childish tricks? We could have\nperformed the experiment right there in Far Cry, Nebraska.\"\n\nDr. Braun abruptly ceased the pacing he had begun and found a chair. He\nabsently stuck a hand into a coat pocket, pulled out a crumbled piece of\npaper, stared at it for a moment, as though he had never seen it before,\ngrunted, and returned it to the pocket. He looked at Patricia O'Gara.\n\"We felt that on completely unknown territory he would feel less\nconstrained, don't you remember? In his home town, his conscience would\nbe more apt to restrict him.\"\n\nSomething suddenly came to her. She looked at her older companion\nsuspiciously. \"That newscast. Was there anything else on it? Don't look\ninnocent, you know what I mean.\"\n\n\"Well, there was one item.\"\n\n\"Out with it,\" she demanded.\n\n\"The Hotel Belefonte threatens to sue that French movie star, Brigette\nwhatever-her-name is.\"\n\n\"Brigette Loren,\" Patricia said, staring. \"What's that got to do with\nDonald Crowley?\"\n\nThe good doctor was embarrassed. \"It seems that she came running out of\nher suite, umah, semi-dressed and screaming that the hotel was haunted.\"\n\n\"Good heavens,\" Patricia said with sudden vision. \"That's one aspect I\nhadn't thought of.\"\n\n\"Evidently Crowley did.\"\n\nPatricia O'Gara said definitely, \"My point's been proven. Our average\nman is a slob. Give him the opportunity to exercise unlimited freedom\nwithout danger of consequence and he becomes an undisciplined and\ndangerous lout.\"\n\n       *       *       *\n\nRoss Wooley had come in, scowling, just in time to catch most of that.\nHe tossed his hat onto a table and fished in his pockets for pipe and\ntobacco. \"Nuts, Pat,\" he said. \"In fact, just the opposite's been\nproven. Don's just on a fun binge. Like a kid in a candy shop. He hasn't\ndone anything serious. Went into a fancy restaurant and ate some\nexpensive food. Sneaked into the hotel room of the world's most famous\nsex-symbol and got a close-up look.\" He grinned suddenly. \"I wish I had\nthought of that.\"\n\n\"Ha!\" Patricia snorted. \"Our engagement is off, you Peeping Tom.\"\n\n\"Children, children,\" Braun chuckled. \"I'll admit, though, I think Ross\nis correct. Don's done little we three didn't when first given the robe\nof invisibility. We experimented, largely playfully, even childishly.\"\n\nPatricia bit out, \"This experiment is ridiculous, anyway, and I don't\nknow why I ever agreed to it. Scientific? Nonsense. Where are our\ncontrols? For it to make any sense we'd have to work with scores of\nsubjects. Suppose we do agree that the manner in which Don Crowley has\nreacted is quite harmless. Does that mean we can release this discovery\nto the world? Certainly not.\"\n\nRoss said sullenly, \"But you agreed that we'd go by the results of\nthis....\"\n\n\"I agreed to no such thing, Rossie Wooley, you overgrown lug. All I\nagreed to do was consider the results. I was, and am, of the opinion\nthat if the person our politicians so lovingly call the Common Man was\nreleased of the restrictions inhibiting him, he'd go hog wild and\ndestroy both society and himself. What is to prevent murder, robbery,\nrape and a score of other crimes, given invisibility for anyone who has\na couple of dollars with which to go into a drugstore and purchase our\nserum?\"\n\nHer fiancé sighed deeply, jamming tobacco fiercely into the bowl of his\nbriar. He growled, \"Look, you seem to think that the only thing that\nrestricts man is the fear of being punished. There are other things, you\nknow.\"\n\n\"Good heavens,\" she said sarcastically. \"Name _one_.\"\n\n\"There is the ethical code in which he was raised, based on religion or\notherwise. There is the fact that man is fundamentally good, to use a\ntrite term, given the opportunity.\"\n\n\"My education has evidently been neglected,\" Patricia said, still\nargumentatively. \"I've never seen evidence to support your claim.\"\n\n\"I'm not saying individuals don't react negatively, given opportunity to\nbe antisocial,\" he all but snarled. \"I'm just saying people in general,\ncommon, little people, trend toward decency, desire the right thing.\"\n\n\"Individuals my ... my neck,\" Patricia snapped back. \"Did you ever hear\nof Rome and the games? Here a whole people, millions of them, were given\nthe opportunity to indulge in sadistic spectacles to their heart's\ndesire. How many of them stayed home from the games?\" She laughed in\nridicule.\n\nRoss flushed. \"Some of them did, confound it.\"\n\nDr. Braun had been taking in their debate, uncomfortably. As though in\nspite of himself, he said now, \"Very few, I am afraid.\"\n\n\"Religious ethic,\" Patricia pursued, relentlessly. \"The greatest of the\ncommandments is Thou Shalt Not Kill, but comes along a war in which\nkilling becomes not only permissible but an absolute virtue and all our\ngood Christians, Jews, Mohammedans and even Buddhists, who supposedly\nare not even allowed to kill mosquitoes, wade in with sheer happiness.\"\n\n\"War releases abnormal passions,\" Ross said grudgingly.\n\n\"You don't need a war. Look at the Germans, supposedly one of our most\nhighly civilized people. When the Nazi government released all\nrestraints on persecution of the Jews, gypsies and others, you know what\nhappened. This began in peace time, not in war.\"\n\nDr. Braun shifted in his chair. He said, his voice low, \"We needn't look\nbeyond our own borders. The manner in which our people conducted\nthemselves against the Amerinds from the very beginning of the white\noccupation of North America was quite shocking.\"\n\nRoss said to him, \"I thought you were on my side. The Indian wars were a\nlong time ago. We're more advanced now.\"\n\nDr. Braun said softly, \"My father fought against Geronimo in Arizona. It\nwasn't so long ago as all that.\"\n\nRoss Wooley felt the argument going against him and lashed back. \"We've\nbeen over and over this, what's your point?\"\n\nPatricia said doggedly, \"The same point I tried to make from the\nbeginning. This discovery must not be generally released. We'll simply\nhave to suppress it.\"\n\n       *       *       *       *       *\n\nThe door opened behind them. They turned. Nothing was there. Ross,\nscowling, lumbered to his feet to walk over and close it.\n\n\"Hey, take it easy,\" a voice laughed. \"Don't walk right into a guy.\"\n\nRoss stopped, startled.\n\nDr. Braun and Patricia stood up and stared, too.\n\nCrowley laughed. \"You all look like you're seeing a ghost.\"\n\nRoss rumbled a grudging chuckle. \"It'd be all right if we _saw_ the\nghost, it's not seeing you that's disconcerting.\"\n\nThe air began to shimmer, somewhat like heat on the desert's face.\n\nCrowley said, \"Hey, the stuff's wearing off. Where're my clothes?\"\n\n\"Where you left them. There in that bedroom,\" Ross said. \"We'll wait for\nyou.\" He went back and rejoined his associates. The door to the bedroom\nopened, there was a shimmering, more obvious now, and then the door\nclosed behind it.\n\n\"He rejoined us just in time,\" Dr. Braun murmured. \"Another ten minutes\nand he would have ... umah ... _materialized_ down on the street.\"\n\nRoss hadn't finished the discussion. He said, his face in all but pout,\n\"What you don't realize, Pat, is the world has gone beyond the point\nwhere scientific discoveries can be suppressed. If we try to keep the\nlid on this today, the Russians or Chinese, or somebody, will hit on it\ntomorrow.\"\n\nPatricia said impatiently, \"Good heavens, let's don't bring the Cold War\ninto it.\"\n\nRoss opened his mouth to snap something back at her, closed it again and\nshrugged his bulky shoulders angrily.\n\nIn a matter of less than ten minutes the bedroom door reopened and this\ntime a grinning Crowley emerged, fully dressed. He said, \"Man, that was\na devil of an experience!\"\n\nThey saw him to a chair and had him talk it all through. He was candid\nenough, bubbling over with it all.\n\nIn the some eleven and a half hours he'd been on his own, he had covered\nquite an area of Manhattan.\n\nEvidently the first hour had been spent in becoming used to the\nstartling situation. He couldn't even see himself, which, to his\nsurprise affected walking and even use of his hands. You had to get used\nto it. Then there was the fact that he was nude and _felt_ nude and\nhence uncomfortable walking about in mixed pedestrian traffic. But that\nphase passed. Early in the game he found that there was small percentage\nin getting into crowds. It led to all sorts of complications, including\nthe starting of minor rows, one person thinking another was pushing when\nit was simply a matter of Crowley trying to get out from underfoot.\n\nThen he went through a period of the wonder of it all. Being able to\nwalk _anywhere_ and observe people who had no suspicion that they were\nbeing observed. It was during that phase that he had sought out the\nhotel in which he had read the chesty French movie actress Brigette\nLoren was in residence. Evidently, he'd hit the nail right on the head.\nBrigette was at her toilette when he arrived on scene. In telling about\nthis, Crowley leered amusedly at Patricia from the side of his eyes. She\nignored him.\n\nThen he'd gone through a period when the full realization of his\nimmunity had hit him.\n\nAt this point he turned to Braun, \"Hey, Doc, you ever eaten any caviar?\nYou know, that Russian stuff. Supposed to be the most expensive food in\nthe world.\"\n\nThe doctor cleared his throat. \"Small amounts in hors d'oeuvres at\ncocktail parties.\"\n\n\"Well, maybe I'm just a country boy but the stuff tastes like fish eggs\nto me. Anyway, to get back to the story....\"\n\nHe'd gone into Tiffany's and into some of the other swank shops. And\nthen into a bank or two, and stared at the treasures of Manhattan.\n\nAt this point he looked at Ross. \"You know, just being invisible don't\nmean all that. How you going to pick up a wad of thousand dollar bills\nand just walk out the front door with them? Everybody'd see the dough\njust kind of floating through the air.\"\n\n\"I came to the same conclusion myself, when I experimented,\" Ross said\nwryly.\n\nHe had ridden on the subways ... free. He had eaten various food in\nvarious swank restaurants. He had even had drinks in name bars, sampling\neverything from Metaxa to vintage champagne. He was of the opinion that\neven though he remained invisible for the rest of his years, he'd still\nstick to bourbon and beer.\n\n[Illustration]\n\nHe had gone down to Wall Street and into the offices of the top\nbrokerage firms and into the sanctum sanctorums of the wealthiest of\nmucky-mucks but had been too impatient to stick around long enough to\npossibly hear something that might be profitable. He admitted,\ngrudgingly, that he wouldn't have known what to listen for anyway.\nFrustrated there, he had gone back uptown and finally located the\nhangout of one of the more renown sports promoters who was rumored to\nhave gangster connections and was currently under bail due to a boxing\nscandal. He had stayed about that worthy's office for an hour, gleaning\nnothing more than several dirty jokes he'd never heard before.\n\nAll this activity had wearied him so he went to the Waldorf, located an\nempty suite in the tower and climbed into bed for a nap after coolly\nphoning room service to give him a call in two hours. That had almost\nled to disaster. Evidently, someone on room service had found the suite\nto be supposedly empty and had sent a boy up to investigate. However,\nwhen he had heard the door open, Crowley had merely rolled out of the\nbed and left, leaving a startled bellhop behind staring at rumpled\nbedclothes which had seemed to stir of their own accord.\n\n       *       *       *\n\nThe rest of the day was little different from the first hours. He had\ngone about gawking in places he couldn't have had he been visible. Into\nthe dressing room of the Roxie, into the bars of swank private clubs,\ninto the offices of the F.B.I. He would have liked to have walked in on\na poker game with some real high rollers playing, such as Nick the\nGreek, but he didn't have the time nor know-how to go about finding one.\n\nCrowley wound it all up with a gesture of both hands, palms upward. \"I\ngotta admit, it was fun, but what the devil good is it?\"\n\nThey looked at him questioningly.\n\nCrowley said, \"I mean, how's it practical? How can you make a buck out\nof it, if you turn it over to the public, like? Everybody'd go around\nrobbing everybody else and you'd all wind up equal.\"\n\nDr. Braun chuckled in deprecation. \"There would be various profitable\nuses, Don. One priceless one would be scientific observation of wild\nlife. For that matter there would be valid usage in everyday life. There\nare often personal reasons for not wishing to be observed. Celebrities,\nfor instance, wishing to avoid crowds.\"\n\n\"Yeah,\" Crowley laughed, \"or a businessman out with his secretary.\"\n\nDr. Braun frowned. \"Of course, there are many other aspects. It would\nmean the end of such things as the Iron Curtain. And also the end of\nsuch things as American immigration control. There are many, many\nramifications, Don, some of which frighten us. The world would be never\nquite the same.\"\n\nCrowley leaned forward confidentially. \"Well, I'll tell you. I was\nthinking it all out. What we got to do is turn it over to the Army and\nsoak them plenty for it.\"\n\nThe others ignored his cutting himself a piece of the cake.\n\nRoss Wooley merely grunted bitterly.\n\nPatricia said impatiently, \"We've thought most of these things through,\nDon. However, Dr. Braun happens to be quite a follower of Lord Russell.\"\n\nCrowley looked at her blankly.\n\n\"He's a pacifist,\" she explained.\n\nBraun pushed his glasses back more firmly on his nose and said, gently,\n\"The military already have enough gadgets to destroy quite literally\neverything and I trust one set of them no more than the other. If\n_both_ sides had our discovery, then, very well, each would go about\nattempting to find some manner of penetrating the invisibility, or\ntaking various measures to protect their top secrets. But to give it to\njust one would be such an advantage that the other would have to embark\nimmediately upon a desperate attack before the advantage could be fully\nrealized. If we turn this over to the Pentagon, for exclusive use, the\nSoviets would have to begin a preventative war as soon as they learned\nof its existence.\"\n\n\"You a red?\" Crowley said, scowling.\n\nThe doctor shrugged hopelessly. \"No,\" he said.\n\nCrowley turned to the other two. \"If you think it's the patriotic thing\nto do, why don't one of you sell it to the government?\"\n\nPatricia said testily, \"You don't understand, Don. Even if we were so\nthoroughly in disagreement that we would act unilaterally, we couldn't.\nYou see, this is a three-way discovery. No one of us knows the complete\nprocess.\"\n\nHis face twisted. \"Look, maybe some of this egghead stuff doesn't get\nthrough to me but I'm not stupid, see? You got the stuff, haven't you?\nYou gave me that shot this morning.\"\n\nBraun took over, saying reasonably, \"Don, this discovery was hit upon by\naccident. The three of us are employed in the laboratories of a medical\nresearch organization. I am the department head. Patricia and Ross were\ndoing some routine work on a minor problem when they separately stumbled\nupon some rather startling effects, practically at the same time. Each,\nseparately, brought their discoveries to me, and, working you might say\nintuitively, I added some conclusions of my own, and ... well, I repeat,\nthe discovery was stumbled upon.\"\n\nCrowley assimilated that. \"None of you knows how to do it, make those\ninjections like, by himself?\"\n\n\"That is correct. Each knows just one phase of the process. Each must\ncombine with the other two.\"\n\nPatricia said impatiently, \"And thus far we wish to keep it that way.\nRossie believes the discovery should be simultaneously revealed on a\nworld-wide basis, and let man adapt to it as best he can. I think it\nshould be suppressed until man has grown up a little--if he ever does.\nThe doctor vacillates between the two positions. What he would truly\nlike to see, is the method kept only for the use of qualified\nscientists, but even our good doctor realizes what a dream that is.\"\n\nCrowley took them all in, one at a time. \"Well, what the devil are you\ngoing to do?\"\n\n\"That's a good question,\" Ross said unhappily.\n\n\"This experiment was a farce,\" Patricia said irritably. \"After all our\ntrouble locating Don, our _Common Man_, we have found out nothing that\nwe didn't know before. His reactions were evidently largely similar to\nour own and....\" She broke it off and frowned thoughtfully. The other\nthree looked at her questioningly.\n\nPatricia said, \"You know, we simply haven't seen this thing through as\nyet.\"\n\n\"What do you mean, Pat?\" Ross growled.\n\nShe turned to him. \"We haven't given Don the chance to prove which one\nof us is right. One day is insufficient. Half the things he wished to\ndo, such as sneaking around picking up stock tips in Wall Street and\ninside information on sporting events....\"\n\n\"Hey, take it easy,\" Crowley protested. \"I was just, like, curious.\"\n\nRoss said heatedly, \"That's not fair. I'll admit, I, too, thought of\nexactly the same possibilities. But _thinking_ about them and going\nthrough with them are different things. Haven't you ever thought about\nwhat you'd do if given the chance to be world-wide supreme dictator?\nBut, truly, if the job was offered, would you take it?\"\n\n\"Good heavens,\" Patricia said disgustedly, \"remind me to break off our\nengagement if I haven't already done it. I hate overpowering men. All\nI'm saying is that we'll have to give Don at least a week. One day isn't\nenough.\"\n\nDr. Braun cocked his head to one side and said uncomfortably, \"I'm not\nsure but that in a week's time our friend Don might be able.... See\nhere, Don, do you mind going on down to the hotel's bar while we three\ntalk this through?\"\n\nCrowley obviously took umbrage at that, but there was nothing to be\ndone. Frowning peevishly, he left.\n\nThe doctor looked from one to the other of his associates. \"By Caesar,\ndo you realize the damage friend Don could accomplish in a week's time?\"\n\nPatricia laughed at him. \"That's what I keep telling the two of you. Do\nyou realize the damage _any_ person could do with invisibility? Not to\nspeak of giving it to every Tom, Dick and Harry in the world.\"\n\nRoss said, \"We've started this, lets go through with it. I back Pat's\nsuggestion, that we give Don sufficient serum to give him twelve hours\nof invisibility a day for a full week. However, we will ration it out to\nhim day by day, so that if things get out of hand we can cut his\nsupply.\"\n\n\"That's an idea,\" Patricia said. \"And I suspect that within half the\nperiod we'll all be convinced that the process will have to be\nsuppressed.\"\n\nRoss leaned forward. \"Good. I suggest we three keep this suite and get\nDon a room elsewhere, so he won't be inhibited by our continual\npresence. Once a day we'll give him enough serum for one shot and he can\ntake it any time he wishes to.\" He ran his beefy hand back through his\nred crew cut in a gesture of satisfaction. \"If he seems to get out of\nhand, we'll call it all off.\"\n\nDr. Braun cleared his throat unhappily. \"I have premonitions of\ndisaster, but I suppose if we've come this far we should see the\nexperiment through.\"\n\nPatricia said ungraciously, \"At least the lout will be limited in his\naccomplishments by his lack of imagination. Imagine going into that\nFrench girl's dressing room.\"\n\n\"Yeah,\" Ross said ludicrously trying to make his big open face look\ndreamy.\n\n\"You wretch,\" Patricia laughed. \"The wedding is off!\"\n\n       *       *       *       *       *\n\nBut Crowley was no lout. He was full of the folk wisdom of his people.\n\n_God helps those who help themselves._\n\n_It's each man for himself and the devil take the hindmost._\n\nNot to speak of.\n\n_Never give a sucker an even break._\n\n_If I didn't do it, somebody else would._\n\nHad he been somewhat more of a student he might also have run into that\nnugget of the ancient Greek. _Morals are the invention of the weak to\nprotect themselves from the strong._\n\nOnce convinced that the three eggheads were incapable of realizing the\npotentialities of their discovery, he had little difficulty in arguing\nhimself into the stand that he should. It helped considerably to realize\nthat in all the world only four persons, including himself, were aware\nof the existence of the invisibility serum.\n\nHe spent the first day in what Marx called in \"Das Kapital\" the\n\"original accumulation of capital,\" although it would seem unlikely that\neven in the wildest accusations of the most confirmed Marxist, no great\nfortune was ever before begun in such wise.\n\nIt was not necessary, he found, to walk into a large bank and simply\nseemingly levitate the money out the front door. In fact, that would\nhave meant disaster. However, large sums of money are to be found\nelsewhere on Manhattan and for eleven hours Crowley used his native\ningenuity and American know-how, most of which had been gleaned from\nwatching TV crime shows. By the end of the day he had managed to\naccumulate in the neighborhood of a hundred thousand dollars and was\nreasonably sure that the news would not get back to his sponsors. The\nfact was, he had cleaned out the treasuries of several numbers rackets\nand those of two bookies.\n\nIt was important, he well realized, that he be well under way before the\nthree eggheads decided to lower the boom.\n\nThe second day he spent making his preliminary contacts, an operation\nthat was helped by his activities of the day before. He was beginning\nalready to get the feel of the underworld element with which he had\ndecided he was going to have to work, at least in the early stages of\nhis operations.\n\nAny leader, be he military, political or financial, knows that true\ngreatness lies in the ability to choose assistants. Be you a Napoleon\nwith his marshals, a Roosevelt with his brain trust, a J. P. Morgan with\nhis partners, the truism applies. No great leader has ever stood alone.\n\nBut Crowley also knew instinctively that he was going to have to keep\nthe number of his immediate associates small. They were going to have to\nknow his secret, and no man is so naïve as not to realize that while one\nperson can keep a secret, it becomes twice as hard for two and from that\npoint on the likelihood fades in a geometric progression.\n\nOn the fifth day he knocked on the door of the suite occupied by Dr.\nBraun and his younger associates and pushed his way in without waiting\nfor response.\n\nThe three were sitting around awaiting his appearance and to issue him\nhis usual day's supply of serum. They greeted him variously, Patricia\nwith her usual brisk, almost condescending smile; Dr. Braun with a\ngentle nod and a speaking of his first name; Ross Wooley sourly. Ross\nobviously had some misgivings, the exact nature of which he couldn't\nquite put his finger upon.\n\nCrowley grinned and said, \"Hello, everybody.\"\n\n\"Sit down, Don,\" Braun said gently. \"We have been discussing your\nexperiment.\"\n\nWhile the newcomer was finding his seat, Patricia said testily,\n\"Actually, we are not quite happy about your reports, Don. We feel an\n... if you'll pardon us ... an evasive quality about them. As though you\naren't completely frank.\"\n\n\"In short,\" Ross snapped, \"have you been pulling things you haven't told\nus about?\"\n\nCrowley grinned at them. \"Now you folks are downright suspicious.\"\n\nDr. Braun indicated some notes on the coffee table before him. \"It seems\nhardly possible that your activities would be confined largely to going\nto the cinema, to the swankier night clubs and eating in the more famed\nrestaurants.\"\n\nCrowley's grin turned into a half embarrassed smirk. Patricia thought of\na small boy who had been caught in a mischief but was still somewhat\nproud of himself. He said, \"Well, I gotta admit that there's been a few\nthings. Come on over to my place and I'll show you.\" He looked at Braun.\n\"Hey, Doc, about how much is one of them Rembrandt paintings worth?\"\n\nBraun rolled his eyes toward the ceiling, \"Great Caesar,\" he murmured.\nHe came to his feet and looked around at the rest of them. \"Let us go\nover there and learn the worst,\" he said.\n\nAt the curb, before the hotel, Ross Wooley looked up and down the street\nfor a cab.\n\nCrowley said, his voice registering self-deprecation, \"Over here.\"\n\nOver here was a several toned, fantastically huge hover-limousine, a\nnattily dressed, sharp-looking, expressionless-faced young man behind\nthe wheel.\n\nThe three looked at Crowley.\n\nHe opened the door. \"Climb in folks. Nothing too good for you\nscientists, eh?\"\n\nInside, sitting next to a window with Patricia beside him and Dr. Braun\nat the far window, and with Ross in a jump seat, Crowley said\nexpansively, \"This is Larry. Larry, this is Doc Braun and his friends I\nwas telling you about, Ross Wooley and Pat O'Gara. They're like\nscientists.\"\n\nLarry said, \"Hi,\" without inflection, and tooled the heavy car out into\nthe traffic.\n\n[Illustration]\n\nRoss spun on Crowley. \"Don, where'd you get this car?\"\n\nCrowley laughed. \"You'll see. Take it easy. You'll see a lot of things.\"\n\n       *       *       *\n\nThey were too caught up in their own thoughts and in the barrage of\ndemands they were leveling at Crowley to notice direction. It wasn't\nuntil they were already on the George Washington Bridge that Patricia\nblurted, \"Don, this isn't the way to your hotel!\"\n\nCrowley said tolerantly, \"Take it easy, Pat. We're taking a short\ndetour. Something I have to show you in Jersey.\"\n\n\"I don't like this,\" Ross snapped. The redhead shifted his heavy\nshoulders in a reflexive protest against the confining tweed coat he\nwore.\n\n\"Relax,\" Crowley told him reasonably. \"I've been thinking things out\nquite a bit and I've got a lot to discuss with you folks.\"\n\nThey were across the bridge now and Larry headed into the maze which\nfinally unraveled itself to the point that it was obvious they were\nheading north. Larry hit the lift lever and they rose ten feet from the\nsurface.\n\nDr. Braun said evenly, \"You had no intention of taking us to your room.\nYou used that as a ruse to get us out of our hotel and, further, across\nthe bridge until we are now in a position where it's quite impossible\nfor us to summon police assistance.\"\n\nCrowley grinned. \"That's right, Doc. Didn't I tell you these three were\nreal eggheads, Larry? Look how quick he figured that out.\"\n\nLarry grunted in what might have been amusement.\n\nRoss, growling low in his throat, turned suddenly in his jump seat and\ngrabbed Crowley by the coat front. \"What's going on here?\"\n\nCrowley snapped, \"Larry!\"\n\nFrom seemingly nowhere, the chauffeur had produced a thin black\nautomatic and was now lazily pointing it, not so much at Ross Wooley as\nat Dr. Braun and Patricia. He said evenly, softly, \"Easy, friend.\"\n\nRoss released his grip, \"Put that thing away,\" he blurted.\n\n\"Sure, sure,\" Larry said, his voice all but disinterested. The gun\ndisappeared.\n\nCrowley, only slightly ruffled, said now, \"Take it easy, Ross. Nothing's\ngoing to happen to you. I'm going to need you folks and I'm going to\ntreat you right.\"\n\n\"Where are we going?\" Ross growled.\n\n\"I had the boys rent me a big estate like up in the Catskills. Big\nplace, nice and quiet. In fact, the last tenants used it for one of\nthese rest sanitariums. You know, rich people with DTs or trying to get\na monkey off their back.\"\n\n\"The boys?\" Patricia said softly.\n\nHe looked at her and grinned again. Crowley was obviously enjoying\nhimself. \"I got a few people working for me,\" he explained.\n\nDr. Braun blurted, \"You fool! You mean you've revealed the existence of\nthe process Pat, Ross and I worked out to a group of ignoramuses?\"\n\nCrowley said angrily, \"Now look, Doc, let's don't get on that bit. Maybe\nI'm just a country boy but I'm as smart as the next man. Just because\nsome of you eggheads spend half your life in college don't mean you've\ngot any monopoly on good common sense. I went to the school of hard\nknocks, understand, and I got plenty of diplomas to prove it. Take it\neasy on that ignoramus talk.\"\n\nPatricia said suddenly, \"Don's right, Dr. Braun. I think you've badly\nunderestimated him.\"\n\nRoss snorted sourly at that remark. \"We've all underestimated him. Well,\nI think you'll agree that our friend Don will get no more injections of\nthe invisibility serum.\"\n\nCrowley chuckled.\n\nThey looked at him. Three sinkings of stomach taking place\nsimultaneously.\n\n\"Now, you know I thought that might be your altitude....\"\n\n\"Attitude,\" Ross muttered.\n\n\"... So I went to the trouble of coming up to your suite last night and\nsort of confiscating the supply. By the looks of it, I'd say there was\nenough for another ten shots or so.\"\n\n\"See,\" Patricia said to Ross. \"You're not as smart as you thought you\nwere. Don's one up on you.\"\n\n       *       *       *       *       *\n\nThe estate which the \"boys\" had secured for Crowley was two or three\nmiles out of Tannersville on a mountainside and quite remote. He took\nconsiderable pride in showing them about, although it was obvious that\nhe had been here before only once himself.\n\nHe was obviously enjoying the situation thoroughly and had planned it\nout in some detail. Besides the empty-faced Larry, who had driven the\ncar, they were introduced to two more of Crowley's confederates, neither\nof whom gave any indication that the three were present under duress.\nThe first was a heavy-set, moist palmed southerner with a false air of\nthe jovial. He shook hands heartily, said nothing with a good many words\nfor a few minutes and then excused himself. The third confidant was an\nolder man of sad mien who would have passed easily in the swankest of\nWashington, New York or London private clubs. He was introduced simply\nas Mr. Whitely, greeted them pleasantly as though all were fellow\nguests, had a word to say about the weather then and passed on.\n\nPatricia was frowning. \"Your southern friend, Paul Teeter, it seems to\nme I've heard his name before.\"\n\nCrowley grinned. \"Oh, Paul's been in the news from time to time.\"\n\nRoss was looking after Mr. Whitely who had disappeared into the main\nbuilding. They were standing on the lawn, as part of the guided tour\nCrowley was giving them. He growled, \"I suppose the two of them are\nexperienced confidence men, or something.\"\n\n\"Take it easy with those cracks, Ross,\" Crowley said. \"Whitely used to\nhave a seat on the Stock Exchange. A real big shot. But that was before\nthey disbarred him, or whatever they call it.\"\n\n\"See here,\" Dr. Braun said urgently. \"We've had enough of all this, Don.\nI propose we go somewhere where it will be possible for us to bring you\nto your senses, and save you from disaster.\"\n\n\"Kind of a powwow, eh? O.K., Doc, come on in here.\" He led them to the\nentrance, conducted them inside and into a library that led off the main\n_entrada_. He said, \"By the way, Larry has a few of his boys up here\njust kind of like estate watchmen. Some of them aren't much used to\nbeing out of the city and they get nervous. So....\"\n\nRoss growled, \"All right, all right, don't try to make like a third-rate\nvillain in a B-Movie. You have guards about and it would be dangerous to\ntry to leave without your permission.\"\n\n\"How about that?\" Crowley exclaimed as though amazed. \"Man, you eggheads\ncatch on quick. Nothing like a college education.\" He waved them to\nchairs. \"I'm going to have to leave for a while. Whitely's got some big\ndeal brewing and we got to work it out.\" He grinned suddenly. \"And\nLarry's got a different kind of deal. One he's been planning for years\nbut hasn't been able to swing one or two details. It's a caution how\nmany details a little man who wasn't there can handle in one of these\nking-size capers.\"\n\nHe had used the pseudo-criminal term, caper, with considerable\nsatisfaction. Crowley was obviously having the time of his life.\n\n\"Very well,\" Braun said, \"we'll wait.\" When the other had left the room,\nleaving the door open behind him, the doctor turned to his two younger\nassociates. \"What children we've been.\"\n\nRoss Wooley growled unhappily, \"Brother, we couldn't have picked a worse\nso-called Common Man, if we'd tried. That character is as nutty as a\nstuffed date. Do you realize what he's in a position to do?\"\n\nPatricia twisted her mouth thoughtfully. \"I wonder if any of us really\nrealize. I am afraid even with all our speculation, we never truly\nthought this out.\"\n\nDr. Braun pushed his glasses back on his nose with a forefinger. He\nshook his head. \"You make a mistake, Ross. We didn't make a bad choice\nin our selection of Don Crowley for our typical Common Man.\"\n\nRoss looked at him and snorted.\n\nBraun said doggedly, \"Remember, we attempted to find the average man,\nthe common man, the little man, the man in the street. Well, it becomes\nobvious to me that we did just that.\"\n\nPatricia said thoughtfully, \"I don't know. I'm inclined to think that\nfrom the beginning you two have underestimated Don. He has certainly\nshown considerable ingenuity. Do you realize that he's done all this in\na matter of less than a week?\"\n\n\"Done all _what_?\" Ross said sarcastically.\n\nShe gestured. \"Look at this establishment. He's obviously acquired\nconsiderable money, and he already has an organization, or at least the\nbeginnings of one.\"\n\n\"That is beside the point,\" Braun said ruefully. \"I say that he is\nreacting as would be expected. As the average man in the street would\nreact given the opportunity to seize almost unlimited power, and with\nsmall chance of reprisal.\"\n\nPatricia shrugged as though in disagreement.\n\nBraun looked at Ross Wooley. \"Close the door, Ross. Lord knows when\nwe'll have another chance to confer. Obviously, something must be done.\"\n\nRoss came quickly to his feet, crossed to the door, looked up and down\nthe hallway which was empty and then closed the door behind him. He came\nback to the others and drew his chair in closer so that they could\ncommunicate in low voices.\n\nBraun said, \"One thing is definite. We must not allow him to secure\nfurther serum. For all we know, he might be planning to inject some of\nthose gangsters he's affiliated himself with.\"\n\nPatricia shook her head thoughtfully. \"I still think you underestimate\nDon. He must realize he can't trust them. At this stage, he has had to\nconfide in at least two or three, fully to utilize his invisibility. But\nin the long run it isn't to his advantage to have _anybody_ know about\nit. If the authorities, such as the F.B.I., began looking for an\ninvisible man, sooner or later they would penetrate the field of\ninvisibility.\"\n\n\"You mean you think Crowley will use these men for a time and then ...\ndestroy them?\"\n\n\"He'll have to, or sooner or later the secret will be out.\"\n\nBraun said in soft logic, \"If he can't allow anyone to know about it,\nthen we, too, must be destroyed.\"\n\nRoss growled, \"Then we've got to finish him first.\"\n\nPatricia said, \"Now, I don't know. Don is showing considerably more\nsense than you two evidently give him credit for. I think in many ways\nwhat he's done is quite admirable. He's seen his chance--and has grasped\nit. Why, I wouldn't be surprised that Don will be the most powerful man\nin the country within months.\"\n\nThe two men were staring at her. Ross sputtered, \"Have you gone\ncompletely around the bend? Are you defending this ... this....\"\n\n       *       *       *\n\nA voice chuckled, \"Mind your language, Buster. Just take it easy or\nyou'll wind up with some missing teeth.\"\n\nRoss jumped to his feet as though couched with an electric prod. Dr.\nBraun stiffened in his chair and his eyes darted about the room.\n\nPatricia alone seemed collected. \"Don Crowley!\" she exclaimed. \"You\nshould be ashamed of yourself, listening in on private conversations.\"\n\n\"Yeah,\" the voice said. \"However, it's handy to know what the other side\nis dreaming up in the way of a bad time for you. Sit down, Buster. I've\ngot a few things to say.\"\n\nMuttering, Ross resumed his place. The doctor sighed deeply and sank\nback onto the sofa he had been occupying. The three could see an\nindentation magically appear in the upholstery of an easy-chair across\nfrom them.\n\nCrowley's voice said confidently, \"You know, from the first, I've kept\ntelling you eggheads that I'm not stupid, but none of you've bothered to\nlisten. You think just because you spent six or eight years of your life\nin some college that you're automatically smarter than other people. But\nI got a theory, like, that it doesn't make any difference if you spent\nyour whole life going to college, you still wouldn't wind up smart if\nyou didn't start that way.\"\n\nRoss began to mutter something, but Crowley snapped, \"Shut up for a\nminute, I'm talking.\" He resumed his condescending tone. \"Just for\nexample, take a couple of guys who got to the top. Edison in science and\nKhrushchev in politics. For all practical purposes, neither of them went\nto school at all. Khrushchev didn't even learn to read until he was\ntwenty-eight years old.\n\n\"Then take Dr. Braun here. He's spent half his life in school, and\nwhere's it got him? He'd make more dough if he owned the local garage\nand dealer franchise for one of the automobile companies in some\njerkwater town. And look at Ross. He'd probably make more money playing\npro football than he does messing around with all those test tubes and\nBunsen burners and everything. What good has all the school done\neither?\"\n\nDr. Braun said gently, \"Could we get to the point?\"\n\n\"Take it easy, Doc. I'm in charge here. You just sit and listen. The\npoint is, you three with your smart-Aleck egghead education started off\nthinking Mr. Common Man, like you call me, is stupid. Well, it just so\nhappens I'm not. Take Pat there. She's smarter than you two, but she had\nthe same idea. That this here country boy isn't as smart as she is.\nShe's going to fox him, see? As soon as she saw the way the cards were\nfalling, she started buttering up to me. She even figured out that I was\nprobably right in this room listening to you planning how to trip me up.\nSo she pretended to take sides against you.\"\n\n\"Why, Don!\" Patricia protested.\n\n\"Come off it, kid. You probably hate my guts worse than the others. You\nwere the one who thought this _particular_ average man was a slob. That\nall common people were slobs.\"\n\nPatricia's face went expressionless, but Ross, knowing her well, could\nsense her dismay. Crowley was right. She had been trying to play a\ncareful game but their supposedly average man had seen through her.\n\nCrowley's voice went thoughtful. \"I been doing a lot of thinking this\nweek. A lot of it. And you want to know something? You know what I\ndecided? I decided that everybody talks a lot about the Common Man but\nactually he's never had a chance to, like, express himself. He's never\nbeen able to put over the things he's always wanted.\"\n\n\"Haven't you ever heard of democracy?\" Ross said sourly. \"Who do you\nthink elects our officials?\"\n\n\"Shut up, I told you. I'm talking now. Sure, every four years the lousy\npoliticians come around and they stick coonskin caps on their heads or\nIndian bonnets and start saying ain't when they make their speeches.\nShowing they're just folks, see? They go out into the country, and stick\na straw in their mouth and talk about crops to the farmers, all that\nsort of thing. But they aren't _really_ common folks. Most of them are\nlawyers or bankers or something. They run those political parties and\nmake all the decisions themselves. The Common Man never really has\nanything to say about it.\"\n\nBraun said reasonably, \"You have your choice. If you think one candidate\nis opposed to your interests you can elect the other.\"\n\nCrowley grunted his contempt. \"But they're both the same. No, there\nhasn't been no common man in Washington since Lincoln, and maybe he\nwasn't. Well, I'll tell you something. The kind of talk I hear down in\nthe corner saloon from just plain people makes a lot more sense to me\nthan all this stuff the politicians pull.\"\n\nDr. Braun cleared his throat and stared at the seemingly empty chair\nfrom whence came the other's belligerent voice. \"Are you thinking of\nentering politics, Don?\"\n\n\"Maybe I am.\"\n\n\"Good heavens,\" Patricia ejaculated.\n\n\"Oh, I'm not smart enough, eh? Well, listen baby, the eggheads don't\nseem to be so great in there. Maybe it's time the Common Man took over.\"\n\nDr. Braun said reasonably, \"But see here, Crowley, the ability to\nachieve invisibility doesn't give you any advantages in swinging\nelections or....\" He broke off in mid-sentence and did a mental double\ntake.\n\nCrowley laughed in contempt. \"The biggest thing you need to win\nelections, Doc, is plenty of dough. And I'll have that. But I'll also\nhave the way to do more muck-raking than anybody in history. _I'll_ sit\nin on every important private get-together those crook politicians have.\nI'll get the details of every scheme they cook up. I'll get into any\nsafe or safe deposit box. I'll have the common people, you sneer so much\nabout, screaming for their blood.\"\n\nRoss rumbled, \"What do you expect to accomplish in office, Crowley?\"\n\nThe voice became expansive. \"Lots of things. Take this Cold War. If you\ndrop into any neighborhood bar, you'll hear what the common man thinks\nabout it.\"\n\nThe three of them stared at the seemingly empty chair.\n\n\"Drop the bomb first!\" Crowley snapped. \"Finish those reds off before\nthey start it. In fact, I'm not even sure they've got the bomb. They're\nnot smart enough to....\"\n\n\"There was sputnik, you know,\" Ross interrupted sourly.\n\n\"Yeah, but built by those captured German scientists. We're way ahead of\nthose Russkies in everything. Hit 'em now. Finish 'em off. The eggheads\nin Washington are scared of their own shadows. Another thing I'd end is\ngetting suckered in by those French and English politicians. What does\nAmerica need with those countries? They always start up these wars and\nget us to bail them out. And I say stop all this foreign aid and keep\nthe money in our own country.\n\n\"And we can do a lot of cleaning up right here, too. We got to kick all\nthe commies out of the government. Make all the commies and socialists\nand these egghead liberals, illegal. In fact, I'm in favor of shooting\nthem. When you got an enemy, finish him off. And take the Jews. I'm not\nanti-Semitic, like, understand. Some of my best friends are Jews. But\nyou got to realize that wherever they go they cause trouble. They stick\ntogether and take over the best businesses and all. O.K., you know what\nI say? I say kick them out of the country. And they all came over here\npoor and made their money here. So let them leave the way they came.\nWe'll, like, confiscate all their property except like personal\nthings.\"\n\nPatricia had closed her eyes in pain long before this. She said, softly,\n\"I imagine somewhere along in here we'll get to the Negroes.\"\n\n\"I'm not against them. Just so they stay in their place. But this\nintegration stuff is bunk. You got to face facts. Negroes aren't as\nsmart as white people, neither are Chinks or Mexicans or Puerto Ricans.\nSo, O.K., give them their own schools, up to high school is all they\nneed, and let them have jobs like waiters and janitors and like that.\nThey shouldn't take a white man's job and they shouldn't be allowed to\nmarry white people. It deteriorates the race, like.\"\n\nCrowley was really becoming wound up now. Wound up and expansive.\n\"There's a lot of things I'd change, see. Take freedom of speech and\npress and like that. Sure I believe in that, I'm one hundred per cent\nAmerican. But you can't allow people to talk against the government.\nFreedom of speech is O.K., but you can't let a guy jump up in the middle\nof a theater and yell fire.\"\n\n\"Why not?\" Ross growled. \"Freedom of speech is more important than a few\nmovie houses full of people. Besides, if one man is allowed to jump up\nand yell fire, then somebody else can yell out 'You're a liar, there is\nno fire.'\"\n\n\"You're not funny,\" Crowley said ominously.\n\n\"I wasn't trying to be,\" Ross muttered, and then blurred into sudden\naction. He shot to his feet, and then, arms extended, dashed toward the\nsource of the voice. He hit the chair without slowing, grappled crazily.\n\n\"I've got him!\" He wrestled awkwardly, fantastically, seemingly in an\ninsane tumbling without opponent.\n\nPatricia was on her feet. She grasped an antique bronze candle-holder\nand darted toward the now fallen chair and to where Ross was wrestling\ndesperately on the floor. Crowley was attempting to shout, but was\nlargely smothered.\n\nPatricia held the candlestick at the ready, trying to find an opening,\ntrying to locate the invisible Crowley's head.\n\nFrederick Braun staggered to his own feet, bewildered, shaking.\n\nA voice from the door said flatly, \"O.K., that's it.\" Then, sharper, \"I\nsaid cut it out. You all right, Mr. Crowley?\"\n\nIt was Larry. His thin black automatic was held almost negligently in\nhis right hand. He ran his eyes up and down Patricia, taking in the\ncandlestick weapon. His ordinarily empty face registered a flicker of\namused approval.\n\nPatricia gasped, \"Oh, no,\" dropped her bludgeon and sank into a chair,\nher head in her hands.\n\nRoss, his face in dismay, came slowly to his feet. The redhead stared at\nthe gunman, momentarily considering further attack. Larry, ignoring\nboth Braun and Patricia, swung the gun to cover him exclusively. \"I\nwouldn't,\" he said emptily.\n\nOf a sudden, Ross' head jerked backward. His nose flattened, crushingly,\nand then spurted blood. He reeled back, his head flinging this way and\nthat, bruises and cuts appeared magically.\n\nCrowley's voice raged, \"You asked for it, wise guy. How do you like\nthese apples?\"\n\nThe saturnine Larry chuckled sourly. \"Hey, take it easy, chief. You'll\nkill the guy.\"\n\nRoss had crumpled to the floor. There were still sounds of blows.\nCrowley raged, \"You're lucky I'm not wearing shoes, I'd break every rib\nin your body!\"\n\nPatricia was staring in hopeless horror. She said sharply, \"Don,\nremember you need Ross! You need all of us! Without all of us there can\nbe no more serum.\"\n\nThe blows stopped.\n\n\"There will be no more serum anyway,\" Braun said shakily. The thin\nlittle man still stood before his chair having moved not at all since\nthe action began.\n\nCrowley's heavy breathing could be heard but he managed a snarl. \"That's\nwhat you think, Doc.\"\n\nBraun said, \"By Caesar, I absolutely refuse to....\"\n\nCrowley interrupted ominously. \"You know, Doc, that's where this\nparticular common man has it all over you eggheads. You spend so much\ntime reading, you don't take in the action shows on TV. Now what you're\nthinking is that even if we were going to twist your arm a little, you'd\nstick to your guns. But suppose, like, it was Pat we was working on,\nwhile you had to sit and watch.\"\n\nThe elderly man's brave front collapsed and his thin shoulders slumped.\n\nCrowley barked a laugh.\n\nPatricia by now, was bent over the unconscious Ross crying even as she\ntried to help him.\n\nCrowley said to the silent, all but disinterested Larry, \"Have these\nthree put in separate rooms in that section they used for the violent\nwing when the place was a nuthouse. Have a good guard and see they don't\ntalk back and forth.\"\n\n\"You're the boss,\" Larry said languidly.\n\n       *       *       *       *       *\n\nCrowley was thorough. For that they had to give him credit. They were\nkept divided, each in a different room-cell and with at least two burly,\nefficient guards on constant watch. They were fed on army-type trays and\ntheir utensils checked carefully. There was no communication\nallowed--even with the guard.\n\nThe second day, Crowley took measures to see their disappearance raised\nno alarm at either their place of employment or at their residences.\nThis raised few problems since all were single and all had already\ntaken off both from the job and from their homes in order to carry out\ntheir experiment. Crowley forced them to write further notes and letters\nfinding excuses for extending their supposed vacations. He also had\nLarry return to the hotel suite, pay their bill, pack their things and\nbring them to the Catskill estate which had become their prison.\n\nHe had them make up lists of materials and equipment they would need for\nfurther manufacture of the serum upon which they had stumbled, and sent\noff men to acquire the things.\n\nAnd on three occasions during the following weeks he had them brought\nfrom their cells and spent an hour or so with them at lunch or dinner.\nCrowley evidently needed an audience beyond that of his henchmen. The\nrelease of his basic character, formerly repressed, was progressing\ngeometrically and there seemed to be an urgency to crow, to brag, to\nboast.\n\n[Illustration]\n\nOn the third of these occasions he was already seated at the table when\nthey were ushered into the dining room. Crowley dismissed the guards\nwith a wave of his hand as though they were liveried servants.\n\nAll had eaten but there were liqueurs and coffee, cigars and cigarettes\non the broad table.\n\nRoss sank into a chair and growled, \"Well, what hath the great man\nwrought by now?\"\n\nCrowley grinned at him, poured coffee and then a dollop of Napoleon\nbrandy into it. He gestured with a hand. \"Help yourselves, folks. How\nyou feeling? You been getting all the books you wanted? You look kind of\npeaked, Pat.\"\n\n\"Miss O'Gara to you, you ape with delusions of grandeur,\" she snapped.\n\"When are you going to let us out of those prison cells?\"\n\nCrowley wasn't provoked. The strong can afford to laugh at the\nmalcontented weak. \"That's one of the things you never know,\" he said\neasily. \"You sure you want out? Something the Doc said the other day had\na lotta fact in it. The fewer people know about this secret of mine, the\nbetter off I'll be and the better off I am, the better off the whole\ncountry is going to be and I gotta think about that. I got\nresponsibilities.\"\n\n\"A combination of Engine Charley and Louis XIV, eh?\" Ross muttered,\nrunning his beefy hand back over his crew cut. It was a relief to get\nout of his room and talk with the others, but he didn't want Crowley to\nsee that.\n\n\"What's that?\" the other was impatient of conversation that went above\nhis head.\n\nDr. Braun explained gently. \"One said, _I am the State_, and the other,\n_anything that's good for my corporation is good for the United\nStates_--or something quite similar.\"\n\nCrowley sipped at his coffee royal. \"Well, anyway, Pat, the day you're\nready to leave that cell, you'd better start worrying cause that'll mean\nI don't need you any more.\"\n\nRoss growled, \"You didn't answer my question. Robbed any banks lately,\ngreat man?\"\n\nThe other eyed him coldly. \"Take it easy, Buster. Maybe in the early\nstages of the Common Man Movement we hafta take some strong-arm\nmeasures, but that stage's about finished.\"\n\nPatricia O'Gara was interested in spite of herself. She said. \"You mean\nyou already have all the money you need?\"\n\nHe was expansive. Obviously there was nothing to lose with these three\nand he liked a sounding board. In spite of his alleged contempt for\neggheads there was an element in Crowley which wished to impress them,\nto grant him equal status in their own estimations.\n\n\"There's a devil of a lot to know about big finance. You need a starter,\nbut once you get it, the stuff just rolls in automatic.\" He grinned\nsuddenly, almost boyishly. \"Especially when you got a certain little\nadvantage, like me.\"\n\nBraun said, interestedly, \"How do you put your advantage to work?\"\n\n\"Well, now, I gotta admit we aren't quite out of the woods. We need more\ncapital to work with, but after tonight we'll have it. Remember that\nBrinks job up in New England a long time ago? Well, we got something\nlined up even bigger. I work with Larry and his boys to pull it. Then\nthere's another thing cooking that Whitely's been keeping tabs on. It\nlooks like IBM is going to split its stock, three for one. I gotta\nattend their next secret executive meeting and find out. If they do, we\nbuy in just before, see? We buy on margin, buy options, all that sort of\njazz. Whitely knows all about it. Then we got another big deal in\nWashington. Looks like the government might devaluate the dollar.\nWhitely explained it to me, kind of. Anyway, I got to sit in on a\nconference the President's gonna have. If they really decide to devalue,\nthen Whitely and me, we go ahead and put every cent we got into Swiss\ngold. Then the day after devaluation, we switch it all back into dollars\nagain. Double our money. Oh, we got all sorts of angles, Doc.\"\n\n\"By Caesar,\" Braun ejaculated. \"You seem to have.\"\n\n       *       *       *\n\nPatricia had poured herself some coffee and was sipping it, black, even\nas she stared at him. \"But, Don, what do you need all this money for?\nYou already have more than plenty. Why not call it all off. Get out from\nunder.\"\n\nRoss grunted, \"Too late, Pat. Can't you see? He's got the power urge\nalready.\"\n\nCrowley ignored him and turned to her, pouring more coffee and cognac\nfor himself. \"I'm not running up all this dough just for me. You think\nyou're the only one's got ideals, like? Let me tell you, I might just be\na country boy but I got ambitions to put some things right in this\nworld.\"\n\n\"Such as....\" Patricia prodded, bitterness in her voice.\n\n\"Aw, we went through all that the other day. The thing is, now it's\nreally under way. If you was seeing the newspapers these days, you'd\nknow about the Common Man Party.\"\n\n\"Oh, oh,\" Ross muttered unhappily.\n\n\"It's just getting under way,\" Crowley said modestly, \"but we're hiring\ntwo of the top Madison Avenue outfits to handle publicity and we're\nrecruiting some of the best practical politicians in the field.\"\n\n\"Practical politicians!\" Ross snorted. \"Types like Huey Long, McCarthy,\nPendergast, I suppose.\"\n\nThe other misunderstood him. \"Yeah, and even better. We're going in big\nfor TV time, full-page ads in the newspapers and magazines. That sort of\nthing. The average man's getting tired of the same old talk from the\nRepublicans and Democrats. Paul Teeter thinks we might have a chance in\nthe next election, given enough dough to plow into it.\"\n\nRoss leaned back disdainfully. \"What a combination. Whitely, the broker\nwho has been barred from activity on Wall Street; Teeter, the crooked\npolitician, but with connections from top to bottom; and Larry, whatever\nhis name is....\"\n\n\"Morazzoni,\" Crowley supplied. \"You know where I first ran into his\nname? In one of them true crime magazines. He's a big operator.\"\n\n\"I'll bet he is,\" the redhead growled. \"Probably with good Mafia\nconnections. I'm surprised you haven't attempted to take over that\noutfit.\"\n\nCrowley laughed abruptly. \"We're working on that, pal. Just take it easy\nand all these things will work their way out. But meanwhile I didn't\nbring you jokers here to make snide remarks. I got work for you. I'm\nfresh out of that serum and you three are going to brew me up another\nbatch.\"\n\nThey looked at him, Dr. Braun, Ross Wooley, Patricia O'Gara, their faces\nregistering stubbornness, revolt and dismay.\n\nHe shook his head. \"Larry and some of his boys have experience. I gotta\nadmit, I wouldn't even want to watch.\"\n\n\"I'm for standing firm,\" Braun said stiffly. \"There are but three of us.\nThe most they can do is kill us. But if this man's insanity is released\non the world....\"\n\nCrowley was shaking his head in deprecation. \"Like when you say the\nworst we can do is kill you. Man, haven't you heard about the Nazis and\ncommies and all? You oughta read some of the men's adventure magazines.\nHow do you think Joe Stalin got all them early Bolsheviks to confess?\nYou think they weren't tough buzzards? Why make us go to all the\ntrouble, when you'd just cave in eventually anyway? Save yourself the\ngrief.\"\n\nPatricia said impatiently, \"He's right, I'm afraid. I would collapse\nrather quickly under physical coercion. You might last a bit longer,\nRoss possibly longer still. But in the end we would concede.\"\n\nCrowley said, as though in amazement, \"You know, eggheads aren't as\nstupid as some would reckon. O.K., folks, I got a laboratory all fixed\nup with your things. Let's go. Ah, Ross, old pal, I'm carrying heat, as\nLarry would say, so let's don't have any trouble, eh?\"\n\nHe had been as good as his word in regards to the laboratory. It was\nobviously one of the rooms used by the staff when the place had been a\nsanitarium. Now, each of the three had all the equipment and supplies\nthey required.\n\nCrowley took a seat at the far end of the room, facing them. There had\nbeen a guard outside the door when they entered and a call would bring\nhim in seconds. Even so, Crowley sat in such wise that his right hand\nwas ready to plunge inside his coat to the gun that evidently was\nholstered there. He said, \"O.K., folks, let's get about it.\"\n\n       *       *       *\n\nIt took them half an hour or so to sort out those materials each needed\nin his own contribution to the end product.\n\nTheir captor looked at his watch impatiently. \"Let's get a move on,\nhere. I thought this was going to take a few minutes.\"\n\nPatricia said testily, \"What's the hurry, Don?\"\n\nHe grinned at her. \"Tonight's the big night. This evening, just before\nclosing, I walk into.... Well, you don't have to know the name. Like I\nsaid, it'll make the Brinks job look like peanuts. They lock up the\nplace and leave, see? O.K., about two o'clock in the morning, when the\ncity's dead, Larry and the boys drive up into an alley, behind. I go\naround, one by one, and sock the four guards on the back of the head.\nThen I open up for Larry and they take their time and clear the place\nout. From then on, we got all the dough we need to start pyramiding it\nup on the Stock Exchange and like that.\"\n\nPatricia had drawn on rubber gloves, pulled a lab apron around her. She\nbegan reaching for test tubes, measuring devices. She murmured softly,\n\"What keeps you from telling yourself you're nothing but a crook, Don?\nWhen we first met you--it seems a terribly long time ago, back there in\nFar Cry--you didn't seem to be such a bad egg.\"\n\n\"We didn't know, then, he was a cracked egg,\" Ross muttered. He looked\nto where Crowley slouched, his eyes narrow as though considering his\nchances of rushing the other. Crowley grinned and shook his head. \"Don't\ntry it, Buster.\"\n\nCrowley looked at Patricia. \"You don't get it, sister. It's like\nsomebody or other said. The ends, uh, justify the means. That means....\"\n\n\"I know what it means,\" Patricia said impatiently.\n\nDr. Braun, who rather hopelessly was also beginning to work at the\nequipment their captor had provided, said reasonably, \"Don, the greater\nnumber of the thinkers of the world have rejected that maxim. If you\nwill, umah, analyze it, you will find that the end and the means are\none.\"\n\n\"Yeah, yeah, a lot of complicated egghead gas. What I'm saying, Pat, is\nthat what I'm eventually heading for is good for everybody. At least\nit's good for all real hundred per cent Americans. Everybody's going to\ngo to college and guaranteed to come out with what you three got, a\ndoctor's degree. Everybody's going to get a guaranteed annual wage,\nlike, whether or not they can do any work. It's not a guy's fault if he\ngets sick or unemployed or something. Everybody....\"\n\n\"Shades of all the social-reformers who ever lived,\" Ross muttered.\n\n\"By Caesar,\" Braun said in despair, \"I have an idea you'll get the vote\nof every halfwit in the country.\"\n\nCrowley came to his feet. \"I don't like that kind of talk, Doc. Maybe\nI'm just a country boy, but I know what the common man wants and what\nI'm going to do is give it to him.\"\n\nPatricia looked up from her work long enough to frown at him. \"What\nspecial are you going to get out of this, Don?\"\n\nThat took him back for a moment and he scowled at her.\n\n\"Come, come,\" she said. \"You've already admitted to we three just what\nyou think and are going to do. Now, how do you picture yourself, after\nall this has been accomplished?\"\n\nHis face suddenly broke into its grin, a somewhat sly element in it now.\n\"You know, when I get this all worked out, the folks are going to be\npretty thankful.\"\n\n\"I'll bet,\" Ross muttered. He, too, was working at his element of\ncompounding the serum.\n\n\"Yeah, they will, Buster,\" Crowley said truculently. \"And they're going\nto want to show it. You ever seen one of those movies like 'Ben Hur'\nback in Roman days? Can you imagine everybody in the whole country\nthinking you were the best guy ever lived? You know, like an Emperor.\"\n\n\"Like Caligula,\" Dr. Braun said softly.\n\n\"I don't know any of their names, but they really had it made. Snap your\nfingers and there's a big banquet with the best floor show in the world.\nSnap your fingers and here comes the sexiest dames in Hollywood. Snap\nyour fingers and some big entertainment like a chariot race, or\nsomething. Once I put this over, the Common Man Party, that's the way\npeople are going to feel about me and want to treat me.\"\n\n\"And if they don't, you'll make them?\" Ross said sarcastically.\n\n\"You're too smart for your own britches, egghead,\" Crowley snarled. He\nlooked at his watch. \"Let's get this rolling. I got to get on down to\nthe city and start this caper going.\"\n\nRoss handed a test tube to Dr. Braun and began stripping the gloves from\nhis hands. \"That's my contribution,\" he said.\n\nPatricia had already delivered hers. Dr. Braun combined them, then\nheated the compound, adding a distillate of his own. He said, \"When this\ncools....\"\n\nCrowley crossed the room to the door and said something to the guard\nthere. He returned in a moment with an anthropoid ape in a cage. He sat\nit on the table and looked at them.\n\n\"O.K.,\" he said to Braun, his voice dangerous. \"Let's see you inject the\nmonk with this new batch of serum.\"\n\nBraun raised his eyebrows.\n\nThe other watched him narrowly, saying nothing further.\n\nDr. Braun shrugged, located a hypodermic needle and prepared it. In a\nmatter of moments, the animal was injected.\n\nRoss Wooley said sourly, \"Don't you trust your fellow man, Don?\"\n\n\"No, I don't, and stop calling me Don. It's Dan. Daniel Crowley.\"\n\nThe three of them looked at him in bewilderment.\n\nThe ape was beginning to shimmer as though he was being seen through a\nwindow wet with driving rain.\n\n\"Don's my goody-goody brother. Used to live in the same house with me,\nbut ever since we were kids and I got picked up on a juvenile delinquent\nrap for swiping a car, he's been snotty. Anyway, now he's moved out to\nFrisco.\"\n\nPatricia blurted, \"But ... but you let us believe you were Donald....\"\n\nHe brushed it off with a flick of his hand. \"You said you had some deal\nwhere I could make me some money. O.K., I was between jobs.\"\n\nThe ape was invisible now. Crowley peered in at him. \"Seems to work, all\nright.\"\n\nDr. Braun sighed. \"I am not a Borgia, Daniel Crowley.\"\n\n\"You're not a what?\"\n\n\"Never mind. I wouldn't poison even you, if that is what you feared.\"\n\nDaniel Crowley took up the new container of serum and put a lid on it.\nHe said, \"I got to get going. The guy out in front will get you back to\nyour rooms. No tricks with him, Buster\"--he was talking directly to\nRoss--\"he's already beat a couple of homicide raps.\"\n\n       *       *       *       *       *\n\nBack in their cell-rooms, they found that there was but one guard.\nEvidently, the all-out robbery attempt to be held this night involved\npractically all of Larry Morazzoni's forces. Beyond that, this guard did\nnot seem particularly interested in keeping them from talking back and\nforth to each other through the peepholes that centered their doors.\n\nAfter a couple of hours during which time they largely held silence,\nimmersed in their own thoughts, Dr. Braun called out, \"Patricia, Ross, I\nshould tender my apologies. It was my less than brilliant idea to find\nthe average man and use him as a guinea pig.\"\n\n\"No apology necessary,\" Patricia said impatiently. \"We all went into it\nwith open eyes.\"\n\n\"But you were correct, Pat,\" the doctor said unhappily. \"Our common man\nturned out to be a Frankenstein monster.\"\n\nRoss growled, \"That's the trouble. It turned out he wasn't our common\nman but his brother, whose petty criminal record evidently goes back to\njuvenile days.\"\n\n\"Even that doesn't matter,\" Patricia said testily. \"I've about come to\nthe conclusion that it wouldn't have made any difference _who_ we'd put\nin Don's ... I mean Daniel Crowley's position. Man is too near the\nanimal, as yet at least, to be trusted with such power. Any man.\"\n\n\"Why, Pat,\" Dr. Braun said doggedly, \"I don't quite believe you correct.\nFor instance, do you feel the same about me? Would I have reacted like\nour friend Dan?\" He chuckled in deprecation.\n\n\"That's my point,\" she said. \"I think you would ... ultimately. Once\nagain look at the Caesars, they held godlike power.\"\n\n\"You're thinking of such as Tiberius, Caligula, Nero, Commodus....\"\n\n\"I'm also thinking of such as Claudius, the scholar who was practically\nforced to take the Imperial mantle. And Marcus Aurelius, the philosopher\nwho although bound up in learning himself allowed his family free rein\nin their vices and finally turned the Empire over to his son Commodus,\none of the most vicious men of all time. But take Caligula and Nero if\nyou will. Both of them stepped into power comparatively clean and with\nthe best of prospects. Well approved, well loved. What happened to them\nwhen given power without restraint?\"\n\nRoss grumbled, \"I admit I missed the boat, but not for the reasons Pat\npresents. In a sane society, our serum would be a valuable contribution.\nBut in a dog eat dog world, where it's each man for himself, then it\nbecomes a criminal tool.\"\n\nPatricia said sarcastically, \"And can you point out a sane society?\"\n\nRoss grunted. \"No,\" he said. After a moment he added, \"You know, in a\nway Crowley was right. We three eggheads didn't do so well up against\nwhat he called his common sense. I tried to slug him, with negative\nresults. Dr. Braun, you tried sweet reason on him. Forgive me if I\nlaugh. Pat, you tried your womanly wiles, but he saw through that, too.\"\n\n\"The chickens have not all come home to roost,\" Patricia said\nmysteriously. \"What time is it?\"\n\nRoss told her.\n\nShe called to the guard, \"See here, you.\"\n\n\"Shut up. You ain't supposed to be talking at all. Go to sleep.\"\n\n\"I want to speak to Mr. Morazzoni. It's very important and you are going\nto be dreadfully sorry if you don't bring him.\"\n\n\"Larry can't be bothered. He's getting ready to go on down to the city.\"\n\n\"I know what he's doing, but if he doesn't listen to me, he's going to\nbe very unhappy and probably full of bullet holes.\"\n\nThe guard came over to her door and stared at her for a long moment. He\nchecked the lock on her door and then those of Dr. Braun and Ross\nWooley. \"We'll see who's going to be sorry,\" he grunted. He turned and\nleft.\n\n       *       *       *\n\nWhen he returned it was with both Larry Morazzoni and Paul Teeter, Dan\nCrowley's political adviser. Morazzoni growled, \"What goes on? You\nsquares looking for trouble?\"\n\nPatricia said testily, \"I suggest you let us out of here, Mr. Morazzoni.\nIf you do, we pledge not to press kidnaping charges against you. I\nbelieve you are aware of the penalty in this State.\"\n\n\"You trying to be funny?\"\n\n\"Definitely not, Mr. Morazzoni,\" Patricia said icily. \"Daniel Crowley\nbragged to us of your plans for tonight.\"\n\nThe hoodlum muttered a contemptuous obscenity under his breath.\n\nPaul Teeter, the heavy-set southerner said jovially, \"But what has this\nto do with releasing you, Miss O'Gara? Admittedly Dan is a bit\nindiscreet but....\" He let the sentence fade away.\n\n\"Yes,\" Patricia said. \"I realize that he is a nonprofessional in your\nranks, and have little doubt that eventually you would have surmounted\nwhatever precautions he has taken to keep you in underling positions.\nThat's beside the point. The point is that by this time Daniel Crowley\nhas, ah, infiltrated the institution you expected to burglarize tonight.\nHe is inside, and you are still outside. There are four guards also\ninside, whom he is expected to eliminate before you can join him.\"\n\n\"He told you everything all right, the jerk,\" Larry said coldly. \"But so\nwhat?\"\n\n\"So Dan Crowley had us make up a new amount of serum tonight and tested\nit on a chimpanzee in the lab. If you'll go and check, you'll\nundoubtedly find the chimp is again visible.\"\n\nThe gunman looked at Paul Teeter blankly.\n\nThe other's reactions were quicker. \"The serum lasts for twelve hours,\"\nTeeter barked.\n\n\"This batch lasts for three hours,\" Patricia said definitely. \"Your\nfriend Crowley is suddenly going to become visible right before the eyes\nof those four guards--and long before he had expected to eliminate\nthem.\"\n\nTeeter barked, \"Larry, check that monkey.\"\n\nDoc Braun spoke up for the first time since the appearance of the two.\nHe said dryly, \"You'll also notice that the animal is sound asleep. It\nseems that I added a slow-acting but rather potent sleeping compound to\nthe serum.\"\n\nThe gunman started from the room in a rush.\n\nRoss called after him, \"If you'll look closely, you'll also note the\nchimp's skin has turned a brilliant red. There have been some basic\nchanges in the pigment.\"\n\n\"Holy smokes,\" Paul Teeter protested, moping his face with a\nhandkerchief. \"Didn't he take any precautions against you people at\nall?\"\n\nRoss said, \"He was too busy telling us how smart a country boy he\nhappened to be.\"\n\nLarry returned in moments, biting his lip in the first nervous\nmanifestation any of them had ever seen in him. He took Teeter to one\nside.\n\nPatricia called to them impatiently. \"You have no time and no one to\ncontact Crowley now. Don't be fools. Mend your bridges while you can.\nLet us out of here, and we'll prefer no charges.\"\n\nLarry was a man of quick decisions. He snapped to the blank-faced guard\nwho had assimilated only a fraction of all this, \"Go on back to the boys\nand tell them to start packing to get out of here. Tell them the fix has\nchilled. It's all off. I'll be there in a few minutes.\"\n\n\"O.K., chief.\" The other had the philosophical outlook of those who were\nmeant to take orders and knew it. He left.\n\nLarry and Teeter opened the cell doors.\n\nTeeter said, \"How do we know we can trust you?\"\n\nRoss looked at him.\n\nLarry said, \"It's a deal. Give us an hour to get out of here. Then use\nthe phone if you want to call a taxi, or whatever. I ain't stupid, this\nthing was too complicated to begin with.\"\n\nWhen Teeter and Morazzoni were gone, the three stood alone in the\ncorridor, looking at each other.\n\nThe doctor pushed his glasses back onto his nose with a thumb and\nforefinger. \"By Caesar,\" he said.\n\nRoss ran a hefty paw back through his red crew cut and twisted his face\ninto a mock grimace. \"Well,\" he said, \"I have to revise my former\nstatement. I used brute strength against Crowley, the doctor used sweet\nreason, and Pat her womanly wiles. And all failed. But as biochemists,\neach working without the knowledge of the others, we used science--and\nit paid off. I suppose the thing to do now is buy three jet tickets for\nCalifornia.\"\n\nBraun and Patricia looked at him blankly.\n\nRoss explained. \"Didn't you hear what Crowley said? His brother, Donald,\nhas moved out to San Francisco. He's our real Common Man, we'll have to\nstart the experiment all over again.\"\n\nDr. Braun snorted.\n\nPatricia O'Gara, hands on hips, snapped, \"Ross Wooley, our engagement is\noff!\"\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Analog_ January 1963. Extensive\n    research did not uncover any evidence that the U.S. copyright on\n    this publication was renewed. Minor spelling and typographical\n    errors have been corrected without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Common Man, by \nGuy McCord (AKA Dallas McCord Reynolds)\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE COMMON MAN ***\n\n***** This file should be named 23194-8.txt or 23194-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/3/1/9/23194/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}