{"title": "With No Strings Attached", "author": "Gordon Randall Garrett (AKA David Gordon)", "releaseDate": "October 26, 2007", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Louise Hope, Greg Weeks and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n  [Transcriber's Note:\n  This story was published in _Analog_, February 1963. Extensive\n  research did not uncover any evidence that the U.S. copyright\n  on this publication was renewed.]\n\n\n\n\nWith No Strings Attached\n\n\n  A man will always be willing to buy something he wants,\n  and believes in, even if it is impossible,\n  rather than something he believes is impossible. So ...\n  sell him what he thinks he wants!\n\nDavid Gordon\n\nIllustrated by Schelling\n\n  [Illustration]\n\n\n\n\nThe United States Submarine _Ambitious Brill_ slid smoothly into her\nberth in the Brooklyn Navy Yard after far too many weeks at sea, as\nfar as her crew were concerned. After all the necessary preliminaries\nhad been waded through, the majority of that happy crew went ashore to\nenjoy a well-earned and long-anticipated leave in the depths of the\nbrick-and-glass canyons of Gomorrah-on-the-Hudson.\n\nThe trip had been uneventful, in so far as nothing really dangerous\nor exciting had happened. Nothing, indeed, that could even be called\nout-of-the-way--except that there was more brass aboard than usual,\nand that the entire trip had been made underwater with the exception\nof one surfacing for a careful position check, in order to make sure\nthat the ship's instruments gave the same position as the stars gave.\nThey had. All was well.\n\nThat is not to say that the crew of the _Ambitious Brill_ were\nentirely satisfied in their own minds about certain questions that had\nbeen puzzling them. They weren't. But they knew better than to ask\nquestions, even among themselves. And they said nothing whatever when\nthey got ashore. But even the novices among submarine crews know that\nwhile the nuclear-powered subs like _George Washington_, _Patrick\nHenry_, or _Benjamin Franklin_ are perfectly capable of\ncircumnavigating the globe without coming up for air, such\nperformances are decidedly rare in a presumably Diesel-electric vessel\nsuch as the U.S.S. _Ambitious Brill_. And those few members of the\ncrew who had seen what went on in the battery room were the most\nsecretive and the most puzzled of all. They, and they alone, knew that\nsome of the cells of the big battery that drove the ship's electric\nmotors had been removed to make room for a big, steel-clad box hardly\nbigger than a foot locker, and that the rest of the battery hadn't\nbeen used at all.\n\nWith no one aboard but the duty watch, and no one in the battery room\nat all, Captain Dean Lacey felt no compunction whatever in saying, as\nhe gazed at the steel-clad, sealed box: \"What a battery!\"\n\nThe vessel's captain, Lieutenant Commander Newton Wayne, looked up\nfrom the box into the Pentagon representative's face. \"Yes, sir, it\nis.\" His voice sounded as though his brain were trying to catch up\nwith it and hadn't quite succeeded. \"This certainly puts us well ahead\nof the Russians.\"\n\nCaptain Lacey returned the look. \"How right you are, commander. This\nmeans we can convert every ship in the Navy in a tenth the time we had\nfigured.\"\n\nThen they both looked at the third man, a civilian.\n\nHe nodded complacently. \"And at a tenth the cost, gentlemen,\" he said\nmildly. \"North American Carbide & Metals can produce these units\ncheaply, and at a rate that will enable us to convert every ship in\nthe Navy within the year.\"\n\nCaptain Lacey shot a glance at Lieutenant Commander Wayne. \"All this\nis strictly Top Secret you understand.\"\n\n\"Yes, sir; I understand,\" said Wayne.\n\n\"Very well.\" He looked back at the civilian. \"Are we ready,\nMr. Thorn?\"\n\n\"Anytime you are, captain,\" the civilian said.\n\n\"Fine. You have your instructions, commander. Carry on.\"\n\n\"Aye, aye, sir,\" said Lieutenant Commander Wayne.\n\n       *       *       *       *       *\n   *       *       *       *       *\n\nA little less than an hour later, Captain Lacey and Mr. Thorn were in\nthe dining room of one of the most exclusive clubs in New York. Most\nclubs in New York are labeled as \"exclusive\" because they exclude\ncertain people who do not measure up to their standards of wealth.\nA man who makes less than, say, one hundred thousand dollars a year\nwould not even qualify for scrutiny by the Executive Committee. There\nis one club in Manhattan which reaches what is probably close to the\nlimit on that kind of exclusiveness: Members must be white,\nAnglo-Saxon, Protestant Americans who can trace their ancestry as\nwhite, Anglo-Saxon, Protestant Americans back at least as far as the\nAmerican Revolution _without exception_, and who are worth at least\nten millions, and who can show that the fortune came into the family\nat least four generations back. No others need apply. It is said that\nthis club is not a very congenial one because the two members hate\neach other.\n\nThe club in which Lacey and Thorn ate their dinner is not of that\nsort. It is composed of military and naval officers and certain\ncivilian career men in the United States Government. These men are\nprofessionals. Not one of them would ever resign from government\nservice. They are dedicated, heart, body, and soul to the United\nStates of America. The life, public and private, of every man Jack of\nthem is an open book to every other member. Of the three living men\nwho have held--and the one who at present holds--the title of\nPresident of the United States, only one was a member of the club\nbefore he held that high office.\n\nAs an exclusive club, they rank well above England's House of Peers\nand just a shade below the College of Cardinals of the Roman Catholic\nChurch.\n\nCaptain Lacey was a member. Mr. Richard Thorn was not, but he was\namong those few who qualify to be invited as guests. The carefully\nguarded precincts of the club were among the very few in which these\ntwo men could talk openly and at ease.\n\nAfter the duck came the brandy, both men having declined dessert. And\nover the brandy--that ultra-rare Five Star Hennessy which is\nprocurable only by certain people and is believed by many not to exist\nat all--Captain Lacey finally asked the question that had been\nbothering him for so long.\n\n\"Thorn,\" he said, \"three months ago that battery didn't exist. I know\nit and you know it. Who was the genius who invented it?\"\n\nThorn smiled, and there was a subtle wryness in the smile. \"Genius is\nthe word, I suppose. Now that the contracts with the Navy have been\nsigned, I can give you the straight story. But you're wrong in saying\nthat the thing didn't exist three months ago. It did. We just didn't\nknow about it, that's all.\"\n\nLacey raised his bushy, iron-gray eyebrows. \"Oh? And how did it come\nto the attention of North American Carbide & Metals?\"\n\nThorn puffed out his cheeks and blew out his breath softly before he\nbegan talking, as though he were composing his beginning sentences in\nhis mind. Then he said: \"The first I heard about it was four months\nago. Considering what's happened since then, it seems a lot longer.\"\nHe inhaled deeply from his brandy snifter before continuing. \"As head\nof the development labs for NAC&M, I was asked to take part as a\nwitness to a demonstration that had been arranged through some of the\nother officers of the company. It was to take place out on Salt Lake\nFlats, where--\"\n\n       *       *       *       *       *\n   *       *       *       *       *\n\nIt was to take place out on Salt Lake Flats, where there was no chance\nof hanky-panky. Richard Thorn--who held a Ph.D. from one of the finest\ntechnological colleges in the East, but who preferred to be addressed\nas \"Mister\"--was in a bad mood. He had flown all the way out to Salt\nLake City after being given only a few hours notice, and then had been\nbundled into a jeep furnished by the local sales office of NAC&M and\nscooted off to the blinding gray-white glare of the Salt Flats. It was\nhot and it was much too sunshiny for Thorn. But he had made the\narrangements for the test himself, so he couldn't argue or complain\ntoo loudly. He could only complain mildly to himself that the business\noffice of the company, which had made the final arrangements, had, in\nhis opinion, been a little too much in a hurry to get the thing over\nwith. Thorn himself felt that the test could have at least waited\nuntil the weather cooled off. The only consolation he had was that,\nout here, the humidity was so low that he could stay fairly\ncomfortable in spite of the heat as long as there was plenty of\ndrinking water. He had made sure to bring plenty.\n\nThe cavalcade of vehicles arrived at the appointed spot--umpteen miles\nfrom nowhere--and pulled up in a circle.\n\nThorn climbed out wearily and saw the man who called himself Sorensen\nclimb out of the second jeep.\n\nFrom the first time he had seen him, Thorn had tagged Sorensen as an\nAngry Old Man. Not that he was really getting old; he was still\nsomewhere on the brisk side of fifty. But he wore a perpetual scowl on\nhis face that looked as though it had been etched there by too many\nyears of frustration, and his voice always seemed to have an acid edge\nto it, like that of an old man who has decided, after decades of\nobservation, that all men are fools. And yet Thorn thought he\noccasionally caught a glimpse of mocking humor in the pale blue eyes.\nHe was lean and rather tall, with white hair that still showed traces\nof blond, and he looked as Scandinavian as his name sounded. His\naccent was pure Minnesota American.\n\nAs he climbed out of the jeep, Sorensen brought with him the Black\nSuitcase.\n\nEver since he had first seen it, Thorn had thought of it as \"the Black\nSuitcase,\" and after he had seen some of the preliminary tests, he had\nsubconsciously put capitals to the words. But Richard Thorn was no\nfool. Too many men had been suckered before, and he, Richard Thorn,\ndid not intend to be another sucker, no matter how impressed he might\nbe by the performance of an invention.\n\nIf this was a con game, it was going to have to be a good one to get\nby Richard Thorn, Ph.D.\n\nHe walked across the few feet of hard, salt-white ground that\nseparated him from Sorensen standing beside the second jeep with the\nBlack Suitcase in his hand. It was obvious to anyone who watched the\nway Sorensen handled the thing that it was heavy--seventy-five pounds\nor better.\n\n\"Need any help?\" Thorn asked, knowing what the answer would be.\n\n\"Nope,\" Sorensen said. \"I can handle it.\"\n\nThe suitcase wasn't really black. It was a dark cordovan brown, made\neven darker by long usage, which had added oily stains to the\nwell-used leather. But Thorn thought of it as the Black Suitcase\nsimply because it was the perfect example of the proverbial Little\nBlack Box--the box that Did Things. As a test question in an\nexamination, the Little Black Box performs a useful function. The\nexaminer draws a symbolic electronic circuit. Somewhere in the\ncircuit, instead of drawing the component that is supposed to be\nthere, he draws a Little Black Box. Then he defines the wave-form,\nvoltage, and amperage entering the circuit and defines whatever is\ncoming out. Question: What is in the Little Black Box?\n\nExcept in the simplest of cases, there is never an absolute answer.\nThe question is counted as correct if the student puts into the Little\nBlack Box a component or subcircuit which will produce the effect\ndesired. The value of the answer depends on the simplicity and\nrelative controllability of the component drawn in the place of the\nLittle Black Box.\n\nSorensen's Black Suitcase was still a problem to Thorn. He couldn't\nquite figure out what was in it.\n\n\"Hotter'n Billy Blue Blazes!\" Sorensen said as he put the Black\nSuitcase down on the gleaming white ground. He grinned a little, which\ndispelled for a moment his Angry Old Man expression, and said: \"You\nready to go, Mr. Thorn?\"\n\n\"I'm ready any time you are,\" Thorn said grumpily.\n\nSorensen looked at the NAC&M scientist sideways. \"You don't sound any\nhappier'n I am, Mr. Thorn.\"\n\nThorn looked at him and thought he could see that flash of odd humor\nin his light blue eyes. Thorn exhaled a heavy breath. \"I'm no happier\nthan you are to be out in this heat. Let's get on with it.\"\n\nSorensen's chuckle sounded so out of place that Thorn was almost\nstartled. \"You know the difference between you and me, Mr. Thorn?\"\nSorensen asked. He didn't wait for an answer. \"You think this test is\nprobably a waste of time. Me, on the other hand, I _know_ it is.\"\n\n\"Let's get on with it,\" Thorn repeated.\n\n       *       *       *       *       *\n\nIt took two hours to set up the equipment, in spite of the fact that a\nlot of the circuits had been prefabricated before the caravan had come\nout from Salt Lake City. But Richard Thorn wanted to make certain that\nall his data was both correct and recorded. Sorensen had nothing to do\nbut watch. He had no hand in setting up the equipment. He had brought\nthe Black Suitcase, and that was all he was going to be allowed to do.\n\nFrom the top of the Black Suitcase projected two one-inch copper\nelectrodes, fourteen inches apart. The North American Carbide & Metals\ntechnicians set up the circuits that were connected to the electrodes\nwithout any help from Sorensen.\n\nBut just before they started to work, Sorensen said: \"There's just one\nthing I think you ought to warn those men about, Mr. Thorn.\"\n\n\"What's that?\" Thorn asked.\n\n\"If any of 'em tries to open that suitcase, they're likely to get\nblown sky high. And I don't want 'em getting funny with me, either.\"\n\nHe had his hand in his trouser pocket, and Thorn was suddenly quite\ncertain that the man was holding a revolver. He could see the outlines\nagainst the cloth.\n\nThorn sighed. \"Don't worry, Mr. Sorensen. We don't have any ulterior\ndesigns on your invention.\" He did not add that the investigators of\nNAC&M had already assumed that anyone who was asking one million\ndollars for an invention which was, in effect, a pig in a poke, would\nbe expected to take drastic methods to protect his gadget. But there\nwould be no point in telling Sorensen that his protective efforts had\nalready been anticipated and that the technicians had already been\nwarned against touching the Black Suitcase any more than necessary to\nconnect the leads. Giving Sorensen that information might make him\neven more touchy.\n\nThorn only hoped that the bomb, or whatever it was that Sorensen had\nput in the suitcase, was well built, properly fused, and provided with\nadequate safeties.\n\nWhen everything was set up, Sorensen walked over to his device and\nturned it on by shoving the blade of a heavy-duty switch into place.\n\"O.K.,\" he said.\n\nOne of the technicians began flipping other switches, and a bank of\nordinary incandescent light bulbs came on, four at a time. Finally\nthere were one hundred of them burning, each one a hundred-watt bulb\nthat glowed brightly but did not appear to be contributing much to the\ngeneral brightness of the Utah sun. The technicians checked their\nrecording voltmeters and ammeters and reported that, sure enough, some\nten kilowatts of power at a little less than one hundred fifteen volts\nD.C. was coming from the Black Suitcase.\n\nSorensen and Thorn sat in the tent which had been erected to ward off\nthe sun's rays. They watched the lights shine.\n\n       *       *       *       *       *\n   *       *       *       *       *\n\nOne of the technicians came in, wiping his forehead with a big blue\nbandana. \"Well, there she goes. Mr. Sorensen, if that thing is\ndangerous, hadn't we better back off a little way from it?\"\n\n\"It isn't dangerous,\" Sorensen said. \"Nothing's going to happen.\"\n\nThe technician looked unhappy. \"Then I don't see why we couldn't've\ntested the thing back in the shop. Would've been a lot easier there.\nTo say nothing of more comfortable.\"\n\nThorn lit a cigarette in silence.\n\nSorensen nodded and said, \"Yes, Mr. Siegel, it would've been.\"\n\nSiegel sat down on one of the camp stools and lit a cigarette.\n\"Mr. Sorensen,\" he asked in all innocence, \"have you got a patent on\nthat battery?\"\n\nThe humorous glint returned to Sorensen's eyes as he said, \"Nope.\nI didn't patent the battery in that suitcase. That's why I don't want\nanybody fooling around with it.\"\n\n\"How come you don't patent it?\" Siegel asked. \"Nobody could steal it\nif you patented it.\"\n\n\"Couldn't they?\" Sorensen asked with a touch of acid in his voice. \"Do\nyou know anything about batteries, Mr. Siegel?\"\n\n\"A little. I'm not an expert on 'em, or anything like that. I'm an\nelectrician. But I know a little bit about 'em.\"\n\nSorensen nodded. \"Then you should know, Mr. Siegel, that\nbattery-making is an art, not a science. You don't just stick a couple\nof electrodes into a solution of electrolyte and consider that your\nwork is done. With the same two metals and the same electrolyte, you\ncould make batteries that would run the gamut from terrible to\nexcellent. Some of 'em, maybe, wouldn't hold a charge more than an\nhour, while others would have a shelf-life, fully charged, of as much\nas a year. Batteries don't work according to theory. If they did,\npotassium chlorate would be a better depolarizer than manganese\ndioxide, instead of the other way around. What you get out of a\nvoltaic cell depends on the composition and strength of the\nelectrolyte, the kind of depolarizer used, the shape of the\nelectrodes, the kind of surface they have, their arrangement and\nspacing, and a hundred other little things.\"\n\n\"I've heard that,\" Siegel said.\n\n       *       *       *       *       *\n   *       *       *       *       *\n\n  [Illustration]\n\nThorn smoked in silence. He had heard Sorensen's arguments before.\nSorensen didn't mind discussing his battery in the abstract, but he\nwas awfully close-mouthed when it came to talking about it in concrete\nterms. He would talk about batteries-in-general, but not about\nthis-battery-in-particular.\n\nNot that Thorn blamed him in the least. Sorensen was absolutely\ncorrect in his statements about the state of the art of making voltaic\ncells. If Sorensen had something new--and Thorn was almost totally\nconvinced that he did--then he was playing it smart by not trying to\npatent it.\n\n\"Now then,\" Sorensen went on, \"let's suppose that my battery is made\nup of lead and lead dioxide plates in a sulfuric acid solution, except\nthat I've added a couple of trifling things and made a few small\nchanges in the physical structure of the plates. I'm not saying that's\nwhat the battery is, mind you; I'm saying 'suppose'.\"\n\n\"O.K., suppose,\" said Siegel. \"Couldn't you patent it?\"\n\n\"What's to patent? The Pb-PbO_2-H_2SO_4 cell is about half as old as\nthe United States Patent Office itself. Can't patent that. Copper\noxide, maybe, as a depolarizer? Old hat; can't patent that. Laminated\nplates, maybe? Nope. Can't patent that, either.\"\n\nSiegel looked out at the hundred glowing light bulbs. \"You mean you\ncan't patent it, even if it works a hundred times better than an\nordinary battery?\"\n\n\"Hell, man,\" Sorensen said, \"you can't patent performance! You've got\nto patent something solid and concrete! Oh, I'll grant that a\ntop-notch patent attorney might be able to get me some kind of patent\non it, but I wouldn't trust its standing up in court if I had to try\nto quash an infringement.\n\n\"Besides, even if I had an iron-bound patent, what good would it do\nme? Ever hear of a patent pool?\"\n\n\"No,\" said Siegel. \"What's a patent pool?\"\n\n\"I'll give you an example. If all the manufacturers of a single\nproduct get together and agree to form a patent pool, it means that if\none company buys a patent, all of them can use it. Say the automobile\ncompanies have one. That means that if you invent a radical new design\nfor an engine--one, maybe that would save them millions of\ndollars--you'll be offered a few measly thousand for it. Why should\nthey offer more? _Where else are you going to sell it?_ If one company\ngets it, they all get it. There's no competition, and if you refuse to\nsell it at all, they just wait a few years until the patent runs out\nand use it for free. That may take a little time, but a big industry\nhas plenty of time. They have a longer life span than human beings.\"\n\n\"North American Carbide & Metals,\" said Thorn quietly, \"is not a\nmember of any patent pool, Mr. Sorensen.\"\n\n\"I know,\" Sorensen said agreeably. \"Battery patents are trickier than\nautomotive machinery patents. That's why I'm doing this my way. I'm\nnot selling the gadget as such. I'm selling results. For one million\ndollars, tax paid, I will agree to show your company how to build a\ndevice that will turn out electric power at such-and-such a rate and\nthat will have so-and-so characteristics, just like it says in the\ncontract you read. I guarantee that it can be made at the price I\nquote. That's all.\"\n\nHe looked back out at the bank of light bulbs. They were still\nburning. They kept burning--\n\n\"... They kept burning for ten solid hours,\" said Thorn. \"Then he went\nout and shut off his battery.\"\n\nCaptain Lacey was scowling. \"That's damned funny,\" he muttered.\n\n\"What is?\" asked Thorn, wondering why the naval officer had\ninterrupted his story.\n\n\"What you've been telling me,\" Lacey said. \"I'll swear I've heard--\"\nHe stopped and snapped his fingers suddenly. \"Sure! By golly!\" He\nstood up from the table. \"Would you excuse me for a minute? I want to\nsee if a friend of mine is here. If he is, he has a story you ought to\nhear. Damned funny coincidence.\" And he was off in a hurry, leaving\nThorn staring somewhat blankly after him.\n\nThree minutes later, while Thorn was busily pouring himself a second\nhelping of Five-Star Hennessy, Captain Lacey returned to the table\nwith an army officer wearing the insignia of a bird colonel.\n\n\"Colonel Dower,\" the captain said, \"I'd like you to meet a friend of\nmine--Mr. Richard Thorn, the top research man with North American\nCarbide & Metals. Mr. Thorn, this is Colonel Edward Dower.\" The men\nshook hands. A third brandy snifter was brought and a gentleman's\npotation was poured for the colonel.\n\n\"Ed,\" said Captain Lacey as soon as his fellow officer had inhaled a\ngoodly lungful of the heady fumes, \"do you remember you were telling\nme a couple of years ago about some test you were in on out in the\nMojave Desert?\"\n\nColonel Dower frowned. \"Test? Something to do with cars?\"\n\n\"No, not that one. Something to do with a power supply.\"\n\n\"Power supply. Oh!\" His frown faded and became a smile. \"You mean the\ncrackpot with his little suitcase.\"\n\nThorn looked startled, and Captain Lacey said: \"That's the one.\"\n\n\"Sure I remember,\" said the colonel. \"What about it?\"\n\n\"Oh, nothing,\" Lacey said with elaborate unconcern, \"I just thought\nMr. Thorn, here, might like to hear the story--that is, if it isn't\nclassified.\"\n\nColonel Dower chuckled. \"Nothing classified about it. Just another\ncrackpot inventor. Had a little suitcase that he claimed was a\nmarvelous new power source. Wanted a million dollars cash for it, tax\nfree, no strings attached, but he wouldn't show us what was in it. Not\nreally very interesting.\"\n\n\"Go ahead, colonel,\" said Thorn. \"I'm interested. Really I am.\"\n\n\"Well, as I said, there's nothing much to it,\" the colonel said. \"He\nshowed us a lot of impressive-looking stuff in his laboratory, but it\ndidn't mean a thing. He had this suitcase, as I told you. There were a\ncouple of thick copper electrodes coming out of the side of it, and he\nclaimed that they could be tapped for tremendous amounts of power.\nWell, we listened, and we watched his demonstrations in the lab. He\nran some heavy-duty motors off it and a few other things like that.\nI don't remember what all.\"\n\n\"And he wanted to sell it to you sight-unseen?\" Thorn asked.\n\n\"That's right,\" said the colonel. \"Well, actually, he wasn't trying to\nsell it to the Army. As you know, we don't buy ideas; all we buy is\nhardware, the equipment itself, or the components. But the company he\nwas trying to sell his gadget to wanted me to take a look at it as an\nobserver. I've had experience with that sort of thing, and they wanted\nmy opinion.\"\n\n\"I see,\" Thorn said. \"What happened?\"\n\n\"Well,\" said the colonel, \"we wanted him to give us a demonstration\nout in the Mojave Desert--\"\n\n       *       *       *       *       *\n\n\"... Out in the Mojave Desert?\" the inventor asked. \"Whatever for,\nColonel Dower?\"\n\n\"We just want to make sure you haven't got any hidden power sources\nhooked up to that suitcase of yours. We know a place out in the Mojave\nwhere there aren't any power lines for miles. We'll pick the place.\"\n\nThe inventor frowned at him out of pale blue eyes. \"Look.\" He gestured\nat the suitcase sitting on the laboratory table. \"You can see there's\nnothing faked about that.\"\n\nColonel Dower shook his head. \"You won't tell us what's in that\nsuitcase. All we know is that it's supposed to produce power. From\nwhat? How? You won't tell us. Did you ever hear of the Keely Motor?\"\n\n\"No. What was the Keely Motor?\"\n\n\"Something along the lines of what you have here,\" the colonel said\ndryly, \"except that Keely at least had an explanation for where he was\ngetting his power. Back around 1874, a man named John Keely claimed he\nhad invented a wonderful new power source. He called it a breakthrough\nin the field of perpetual motion. An undiscovered source of power, he\nsaid, controlled by harmony. He had a machine in his lab which would\nbegin to turn a flywheel when he blew a chord on a harmonica. He could\nstop it by blowing a sour note. He claimed that this power was all\naround, but that it was easiest to get it out of water. He claimed\nthat a pint of his charged water would run a train from Philadelphia\nto New York and back and only cost a tenth as much as coal.\"\n\nThe inventor folded his arms across his chest and looked grimly at\nColonel Dower. \"I see. Go on.\"\n\n\"Well, he got some wealthy men interested. A lot of them invested\nmoney--big money--in the Keely Motor Company. Every so often, he'd\nbring them down to his lab and show them what progress he was making\nand then tell them how much more money he needed. He always got them\nto shell out, and he was living pretty high on the hog. He kept at it\nfor years. Finally, in the late nineties, _The Scientific American_\nexposed the whole hoax. Keely died, and his lab was given a thorough\ngoing over. It turned out that all his marvelous machines were run by\ncompressed air cleverly channeled through the floor and the legs of\ntables.\"\n\n\"I see,\" repeated the inventor, narrowing his eyes. \"And I suppose my\ninvention is run by compressed air?\"\n\n\"I didn't say your invention was a phony,\" Colonel Dower said\nplacatingly. \"I merely mentioned the Keely Motor to show you why we\nwant to test it out somewhere away from your laboratory. Are you\nwilling to go?\"\n\n\"Any time you are, colonel.\"\n\nA week or so later, they went out into the Mojave and set up the test.\nThe suitcase--\n\n       *       *       *       *       *\n\n\"... The suitcase,\" said the colonel, \"was connected up to a hundred\nhundred-watt light bulbs. He let the thing run for ten hours before he\nshut it off.\" He chuckled. \"He never would let us look into that\nsuitcase. Naturally, we wouldn't buy a pig in a poke, as the saying\ngoes. We told him that any time we could be allowed to look at his\ninvention, we'd be glad to see him again. He left in a huff, and that\nwas the last we saw of him.\"\n\n\"How do you explain,\" Thorn said carefully, \"the fact that his\nsuitcase _did_ run all those lights?\"\n\nThe colonel chuckled again. \"Hell, we had that figured out. He just\nhad a battery of some kind in the suitcase. No fancy gimmick for\nderiving power from perpetual motion or anything like that. Nope. Just\na battery, that's all.\"\n\nCaptain Dean Lacey was grinning hugely.\n\nThorn said: \"Tell me, colonel--what was this fellow's name?\"\n\n\"Oh, I don't recall. Big, blond chap. Had a Swedish name--or maybe\nNorwegian. Sanderson? No. Something like that, though.\"\n\n\"Sorensen?\" Thorn asked.\n\n\"That's it! Sorensen! Do you know him?\"\n\n\"We've done business with him,\" said Thorn dryly.\n\n\"He didn't palm his phony machine off on you, did he?\" the colonel\nasked with a light laugh.\n\n\"No, no,\" Thorn said. \"Nobody sold us a battery disguised as a\nperpetual motion device. Our relations with him have been quite\nprofitable, thank you.\"\n\n\"I'd say you still ought to watch him,\" said Colonel Dower. \"Once a\ncon man, always a con man, is my belief.\"\n\nCaptain Lacey rubbed his hands together. \"Ed, tell me something.\nDidn't it ever occur to you that a battery which would do all that--a\nbattery which would hold a hundred kilowatt-hours of energy in a\nsuitcase would be worth the million he was asking for it?\"\n\nColonel Dower looked startled. \"Why ... why, no. The man was obviously\na phony. He wouldn't tell us what the power source was. He--\" Colonel\nDower stopped. Then he set his jaw and went on. \"Besides, if it were a\nbattery, why didn't he say so? A phony like that shouldn't be--\" He\nstopped again, looking at the naval officer.\n\nLacey was still grinning. \"We have discovered, Ed,\" he said in an\nalmost sweet voice, \"that Sorensen's battery will run a submarine.\"\n\n\"With all due respect to your rank and ability, captain,\" Thorn said,\n\"I have a feeling that you'd have been skeptical about any such story,\ntoo.\"\n\n\"Oh, I'll admit that,\" Lacey said. \"But I still would have been\nimpressed by the performance.\" Then he looked thoughtful. \"But I must\nadmit that it lowers my opinion of your inventor to hear that he tells\nall these cock-and-bull stories. Why not just come out with the\ntruth?\"\n\n\"Evidently he'd learned something,\" Thorn said. \"Let me tell you what\nhappened after the contracts had been signed--\"\n\n       *       *       *       *       *\n\n... The contracts had been signed after a week of negotiation. Thorn\nwas, he admitted to himself, a little nervous. As soon as he had seen\nthe test out on Salt Flats, he had realized that Sorensen had\ndeveloped a battery that was worth every cent he had asked for it.\nThorn himself had pushed for the negotiations to get them through\nwithout too much friction. A million bucks was a lot of loot, but\nthere was no chance of losing it, really. As Sorensen said, the\ncontract did not call for the delivery of a specific device, it called\nfor a device that would produce specific results. If Sorensen's device\ndidn't produce those results, or if they couldn't be duplicated by\nThorn after having had the device explained to him, then the contract\nwasn't fulfilled, and the ambitious Mr. Sorensen wouldn't get any\nmillion dollars.\n\nNow the time had come to see what was inside that mysterious Little\nBlack Suitcase. Sorensen had obligingly brought the suitcase to the\nmain testing and development laboratory of North American Carbide &\nMetals.\n\nSorensen put it on the lab table, but he didn't open it right away.\n\"Now I want you to understand, Mr. Thorn,\" he began, \"that I, myself,\ndon't exactly know how this thing works. That is, I don't completely\nunderstand what's going on inside there. I've built several of them,\nand I can show you how to build them, but that doesn't mean I\nunderstand them completely.\"\n\n\"That's not unusual in battery work,\" Thorn said. \"We don't completely\nunderstand what's going on in a lot of cells. As long as the thing\nworks according to the specifications in the contract, we'll be\nsatisfied.\"\n\n\"All right. Fine. But you're going to be surprised when you see what's\nin here.\"\n\n\"I probably will. I've been expecting a surprise,\" Thorn said.\n\nWhat he got was a _real_ surprise.\n\nThere was a small pressure tank of hydrogen inside--one of the little\nones that are sometimes used to fill toy balloons. There was a small\nbatch of electronic circuitry that looked as though it might be the\ninsides of an FM-AM radio.\n\nAll of the rest of the space was taken up by batteries.\n\nAnd every single one of the cells was a familiar little cannister.\nThey were small, rechargeable nickel-cadmium cells, and every one bore\nthe trademark of North American Carbide & Metals!\n\nOne of the other men in the lab said: \"What kind of a joke is this?\"\n\n\"Do you mean, Mr. Sorensen,\" Thorn asked with controlled precision,\n\"that your million-dollar process is merely some kind of gimmickry\nwith our own batteries?\"\n\n\"No,\" said Sorensen. \"It's--\"\n\n\"Wait a minute,\" said one of the others, \"is it some kind of hydrogen\nfuel cell?\"\n\n\"In a way,\" Sorensen said. \"Yes, in a way. It isn't as efficient as\nI'd like, but it gets its power by converting hydrogen to helium.\nI need those batteries to start the thing. After it gets going, these\nleads here from the reactor cell keep the batteries charged. The--\"\n\nHe was interrupted by five different voices all trying to speak at\nonce. He could hardly--\n\n       *       *       *       *       *\n\n\"... He could hardly get a word in edgewise at first,\" said Thorn. He\nwas enjoying the look of shocked amazement on Colonel Dower's face.\n\"When Sorensen finally did get it explained, we still didn't know\nmuch. But we built another one, and it worked as well as the one he\nhad. And the contract didn't specifically call for a battery. He had\nus good, he did.\"\n\n\"Now wait--\" Colonel Dower said. \"You mean to say it wasn't a battery\nafter all?\"\n\n\"Of course not.\"\n\n\"Then why all the folderol?\"\n\n\"Colonel,\" Thorn said, \"Sorensen patented that device nine years ago.\nIt only has eight years to run. But he couldn't get anyone at all to\nbelieve that it would do what he said it would do. After years of\nbeating his head against a stone wall, years of trying to convince\npeople who wouldn't even look twice at his gadget, he decided to get\nsmart.\n\n\"He began to realize that 'everybody knew' that hydrogen fusion wasn't\nthat simple. It was his _theory_ that no one would listen to. As soon\nas he told anyone that he had a hydrogen fusion device that could be\nstarted with a handful of batteries and could be packed into a\nsuitcase, he was instantly dismissed as a nut.\n\n\"I did a little investigating after he gave us the full information on\nwhat he had done. (Incidentally, he signed over the patent to us,\nwhich was more than the contract called for, in return for a job with\nour outfit, so that he could help develop the fusion device.)\n\n\"As I said, he finally got smart. If the theory was what was making\npeople give him the cold shoulder, he'd tell them nothing.\n\n\"You know the results of that, Colonel Dower. At least he got somebody\nto test the machine. He managed to get somebody to look at what it\nwould do.\n\n\"But that wasn't enough. He didn't have, apparently, any legitimate\nexcuse for keeping it under wraps that way, so everyone was\nsuspicious.\"\n\n\"But why tell _you_ it was a battery?\" asked Captain Lacey.\n\n\"That was probably suggested by Colonel Dower's reaction to the tests\nhe saw,\" Thorn said. \"Somebody--I think it was George Gamow, but I'm\nnot certain--once said that just having a theory isn't enough; the\ntheory has to make sense.\n\n\"Well, Sorensen's theory of hydrogen fusion producing electric current\ndidn't make sense. It was _true_, but it didn't make sense.\n\n\"So he came up with a theory that _did_ make sense. If everyone wanted\nto think it was 'nothing but a battery', then, by Heaven, he'd sell it\nas a battery. And _that_, gentlemen, was a theory we were perfectly\nwilling to believe. It wasn't true, but it did make sense.\n\n\"As far as I was concerned, it was perfectly natural for a man who had\ninvented a new type of battery to keep it under wraps that way.\n\n\"Naturally, after we had invested a million dollars in the thing, we\n_had_ to investigate it. It worked, and we had to find out why and\nhow.\"\n\n\"Naturally,\" said Colonel Dower, looking somewhat uncomfortable. \"I\npresume this is all under wraps, eh? What about the Russians? Couldn't\nthey get hold of the patent papers?\"\n\n\"They could have,\" Thorn admitted, \"but they didn't. They dismissed\nhim as a crackpot, too, if they heard about him at all. Certainly they\nnever requested a copy of his patent. The patent number is now top\nsecret, of course, and if anyone does write in for a copy, the Patent\nOffice will reply that there are temporarily no copies available. And\nthe FBI will find out who is making the request.\"\n\n\"Well,\" said Colonel Dower, \"at least I'm glad to hear that I was not\nthe only one who didn't believe him.\"\n\nCaptain Lacey chuckled. \"And Mr. Thorn here believed a lie.\"\n\n\"Only because it made more sense than the truth,\" Thorn said. \"And,\"\nhe added, \"you shouldn't laugh, captain. Remember, we suckered the\nNavy in almost the same way.\"\n\n       *       *       *       *       *\n   *       *       *       *       *\n       *       *       *       *       *\n\nErrata\n\ncould talk openly and at ease.  [final . missing]\nQuestion: What is in the Little Black Box?  [: missing]\n\n\n\n\n\nEnd of the Project Gutenberg EBook of With No Strings Attached, by \nGordon Randall Garrett (AKA David Gordon)\n\n*** END OF THIS PROJECT GUTENBERG EBOOK WITH NO STRINGS ATTACHED ***\n\n***** This file should be named 23198.txt or 23198.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/3/1/9/23198/\n\nProduced by Louise Hope, Greg Weeks and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}