{"title": "Subversive", "author": "Dallas McCord Reynolds", "releaseDate": "October 26, 2007", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Analog_ December 1962. Extensive\n    research did not uncover any evidence that the U.S. copyright on\n    this publication was renewed. Minor spelling and typographical\n    errors have been corrected without note. Subscript characters are\n    shown within {braces}.\n\n\n\n\n                    Subversive\n\n \"Subversive\" is, in essence, a negative term--it\n    means simply \"against the existent system.\"\n     It doesn't mean subversives all agree ...\n\n                 by Mack Reynolds\n\n             Illustrated by Schoenherr\n\n\nThe young man with the brown paper bag said, \"Is Mrs. Coty in?\"\n\n\"I'm afraid she isn't. Is there anything I can do?\"\n\n\"You're Mr. Coty? I came about the soap.\" He held up the paper bag.\n\n\"Soap?\" Mr. Coty said blankly. He was the epitome of mid-aged husband\ncomplete to pipe, carpet slippers and office-slump posture.\n\n\"That's right. I'm sure she told you about it. My name's Dickens. Warren\nDickens. I sold her--\"\n\n\"Look here, you mean to tell me in this day and age you go around from\ndoor to door peddling soap? Great guns, boy, you'd do better on\nunemployment insurance. It's permanent now.\"\n\nWarren Dickens registered distress. \"Mr. Coty, could I come in and tell\nyou about it? If I can make the first delivery to you instead of Mrs.\nCoty, shucks, it'll save me coming back.\"\n\nCoty led him back into the living room, motioned him to a chair and\nsettled into what was obviously his own favorite, handily placed before\nthe telly. Coty said tolerantly, \"Now then, what's this about selling\nsoap? What kind of soap? What brand?\"\n\n\"Oh, it has no name, sir. That's the point.\"\n\nThe other looked at him.\n\n\"That's why we can sell it for three cents a cake, instead of\ntwenty-five.\" Dickens opened the paper bag and fished out an ordinary\nenough looking cake of soap and handed it to the older man.\n\nMr. Coty took it, stared down at it, turned it over in his hands. He was\nstill blank. \"Well, what's different about it?\"\n\n[Illustration]\n\n\"There's nothing different about it. It's the same as any other soap.\"\n\n\"I mean, how come you sell it for three cents a cake, and what's the\nfact it has no name got to do with it?\"\n\nWarren Dickens leaned forward and went into what was obviously a\nstrictly routine pitch. \"Mr. Coty, have you ever considered what you're\nbuying when they nick you twenty-five cents on your credit card for a\nbar of soap in an ultra-market?\"\n\nThere was an edge of impatience in the older man's voice. \"I buy soap!\"\n\n\"No, sir. That's your mistake. What you buy is a telly show, in fact\nseveral of them, with all their expensive comedians, singers, musicians,\ndancers, news commentators, network vice presidents, and all the rest.\nThen you buy fancy packaging. You'll note, by the way, that our product\nhasn't even a piece of tissue paper wrapped around it. Fancy packaging\ndesigned by some of the most competent commercial artists and\nmotivational research men in the country. Then you buy distribution.\nFrom the factory all the way to the retail ultra-market where your wife\nshops. And every time that bar of soap goes from one wholesaler or\ndistributor to another, the price roughly doubles. You also buy a brain\ntrust whose full time project is to keep you using their soap and not\nletting their competitors talk you into switching brands. The brain\ntrust, of course, also works on luring away the competitor's customers\nto their product. Shucks, Mr. Coty, practically none of that twenty-five\ncents you spend to buy a cake of soap goes for soap. So small a\npercentage that you might as well forget about it.\"\n\nMr. Coty was obviously taken aback. \"Well, how do I know this nameless\nsoap you're peddling is, well, any good?\"\n\nWarren Dickens sighed deeply, and in such wise that it was obvious that\nhe had so sighed before. \"Sir, there is no difference between soaps. Oh,\nthey might use a slightly different perfume, or tint it a slightly\ndifferent color, but for all practical purposes common hand soap, common\nbath soap, is soap, period. All the stuff the copy writers dream up\nabout secret ingredients and health for your skin, and cosmetic\nqualities, and all the rest, is Madison Avenue gobbledygook and applies\nas well to one brand as another. As a matter of fact, often two\ndifferent soap companies, supposedly keen competitors, and using widely\ndifferent advertising, have their products manufactured in the same\nplant.\"\n\nMr. Coty blinked at him. Shifted in his chair. Rubbed his chin as though\nchecking his morning shave. \"Well ... well, then where do you get _your_\nsoap?\"\n\n\"The same place. We buy in fantastically large lots from one of the\ngigantic automated soap plants.\"\n\nMr. Coty had him now. \"Ah, ha! Then how come you sell it for three cents\na cake, instead of twenty-five?\"\n\n\"I've been telling you. Our soap doesn't even have a name, not to\nmention an advertising budget. Far from spending fortunes redesigning\nour packaging every few months in attempts to lure new customers, we\ndon't package the stuff at all. It comes to you, in the simplest\npossible wrapping, through the mails. A new supply every month. Three\ncents a cake. No middlemen, no wholesalers, distributors. No nothing\nexcept soap at three cents a cake.\"\n\nMr. Coty leaned back in his chair. \"I'll be darned.\" He thought it over.\n\"Listen, do you sell anything besides soap?\"\n\n\"Not right now, sir. But soap flakes are coming up next week and I think\nwe'll be going into bread in a month or two.\"\n\n\"Bread?\"\n\n\"Yes, sir, bread. Although we'll have to distribute that by truck, and\nhave to have almost hundred per cent coverage in a given section before\nit's practical. A nickel a loaf.\"\n\n\"Five cents a loaf! You can't _make_ bread for that much.\"\n\n\"Oh, yes we can. We can't advertise it, package it, and pay a host of\nin-betweens, is all. From the bakery to you, period.\"\n\nMr. Coty seemed fascinated. He said, \"See here, what's the address of\nyour office?\"\n\nWarren Dickens shook his head. \"Sorry, sir. That's all part of it. We\nhave no swanky offices with big, expensive staffs. We operate on the\nsmallest of shoestrings. No brain trust. No complaint department. No\npublic relations. No literature on how to beautify yourself. No nothing,\nexcept good soap at three cents a cake, plus postage. Now, if you'll\nsign this contract, we'll put you on our mailing list. Ten bars of soap\na month, Mrs. Coty said. I brought this first supply so you could test\nit and see that the whole thing is bona fide.\"\n\nMr. Coty had to test it, but then he had to admit he couldn't tell any\ndifference between the nameless soap and the product to which he was\nused. Eventually, he signed, made the first payment, shook hands with\nyoung Dickens and saw him to the door. He said, in parting, \"I still\nwonder why you do this, rather than dragging down unemployment insurance\nlike most young men fresh out of school.\"\n\nWarren Dickens screwed up his face. This was a question that wasn't\nroutine. \"Well, I make approximately the same, if I stick to it and get\nenough contracts. And, shucks they're not hard to get. And, well, I'm\nworking, not just bumming on the rest of the country. I'm doing\nsomething, something useful.\"\n\nCoty pursed his lips and shrugged. \"It's been a long time since anybody\ncared about that.\" He looked after the young man as he walked down the\nwalk.\n\nThen he turned and headed for the phone, and ten years seemed to drop\naway from him. He lit the screen with a flick, dialed and said crisply,\n\"That's him, Jerry. Going down the walk now. Don't let him out of your\nsight.\"\n\nJerry's face was in the screen but he was obviously peering down, from\nthe helio-jet, locating the subject. \"O.K., Tracy, I make him. See you\nlater.\" His face faded.\n\nThe man who had called himself Mr. Coty, dialed again, not bothering to\nlight the screen. \"All right,\" he said. \"Thank Mrs. Coty and let her\ncome home now.\"\n\n       *       *       *       *       *\n\nFrank Tracy worked his way down an aisle of automated phono-typers and\nother office equipment. The handful of operators, their faces bored,\nperiodically strolled up and down, needlessly checking that which seldom\nneeded checking.\n\nHe entered the receptionist's office, flicked a hand at LaVerne Sandell,\none of the few employees it seemed impossible to automate out of her\nposition, and said, \"The Chief is probably expecting me.\"\n\n\"That he is. Go right in, Mr. Tracy.\"\n\n\"I'm expecting a call from one of the operatives. Put it through, eh\nLaVerne?\"\n\n\"Righto.\"\n\nEven as he walked toward the door to the sanctum sanctorum, he grimaced\nsourly at her. \"_Righto_, yet. Isn't that a bit on the maize side?\nDoesn't sound very authentic to me.\"\n\n\"I can see you don't put in your telly time, Mr. Tracy. Slang goes in\ncycles these days. They simply don't dream up a whole new set of\nexpressions every generation anymore because everybody gets tired of\nthem so soon. Instead, older periods of idiom are revived. For instance,\nscram is coming back in.\"\n\nHe stopped long enough to look at her, frowning. \"Scram?\"\n\nShe took him in quizzically, estimating. \"Possibly _dust_, or _get\nlost_, was the term when you were a boy.\"\n\nTracy chuckled wryly, \"Thanks for the compliment, but I go back to the\ndays of _beat it_.\"\n\nIn the inner office the Chief looked up at him. \"Sit down, Frank. What's\nthe word? Another exponent of free enterprise, pre-historic style?\"\n\nFrank Tracy found a chair and began talking even while fumbling for\nbriar and tobacco pouch. \"No,\" he grumbled. \"I don't think so, not this\ntime. I'm afraid there might be something more to it.\"\n\nHis boss leaned back in the massive old-fashioned chair he affected and\npatted his belly, as though appreciative of a good meal just finished.\n\"Oh? Give it all to me.\"\n\nTracy finished lighting his pipe, flicked the match out and put it back\nin his pocket, noting that he'd have to get a new one one of these days.\nHe cleared his throat and said, \"Reports began coming in of house to\nhouse canvassers selling soap for three cents a bar.\"\n\n\"_Three cents a bar?_ They can't manufacture it for that. Will the stuff\npass the Health Department?\"\n\n\"Evidently,\" Tracy said wryly. \"The salesman claimed it's the same soap\nas reputable firms peddle.\"\n\n\"Go on.\"\n\n\"We had to go to a bit of trouble to get a line on them without raising\ntheir suspicion. One of the boys lived in a neighborhood that was being\ncanvassed for new customers and his wife had signed up. So I took her\nplace when the salesman arrived with her first delivery--they deliver\nthe first batch. I let him think I was Bob Coty and questioned him, but\nnot enough to raise his suspicions.\"\n\n\"And?\"\n\n\"An outfit selling soap and planning on branching into bread and heavens\nknows what else. No advertising. No middlemen. No nothing, as the\nsalesman said, except standard soap at three cents a bar.\"\n\n\"They can't package it for that!\"\n\n\"They don't package it at all.\"\n\nThe Chief raised his chubby right hand and wiped it over his face in a\nstereotype gesture of resignation. \"Did you get his home office address?\nMaybe there's some way of buying them out--indirectly, of course.\"\n\n\"No, sir. It seemed to be somewhat of a secret.\"\n\nThe other's eyes widened. \"Ridiculous. You can't hide anything like\nthat. There's a hundred ways of tracking them down before the day is\nout.\"\n\n\"Of course. I've got Jerome Wiseman following him in a helio-jet. No use\ngetting rough, as yet. We'll keep it quiet ... assuming that meets with\nyour approval.\"\n\n\"You're in the field, Frank. You make the decisions.\"\n\nThe phone screen had lighted up and LaVerne's piquant face faded in.\n\"The call Mr. Tracy was expecting from Operative Wiseman.\"\n\n\"Put him on,\" the Chief said, lacing his plump fingers over his stomach.\n\nJerry's face appeared in the screen. He was obviously parked on the\nstreet now. He said, \"Subject has disappeared into this office building,\nTracy. For the past fifteen minutes he's kinda looked as though the\nday's work was through and since this dump could hardly be anybody's\nhome, he must be reporting to his higher-up.\"\n\n\"Let's see the building,\" Tracy said.\n\nThe portable screen was directed in such manner that a disreputable\nappearing building, obviously devoted to fourth-rate businesses, was\ncentered.\n\n\"O.K.,\" Tracy said. \"I'll be over. You can knock off, Jerry. Oh, except\nfor one thing. Subject's name is Warren Dickens. Just for luck, get a\ncomplete dossier on him. I doubt if he's got a criminal or subversive\nrecord, but you never know.\"\n\nJerry said, \"Right,\" and faded.\n\nFrank Tracy came to his feet and knocked the rest of his pipe out into\nthe gigantic ashtray on his boss' desk. \"Well, I suppose the next step's\nmine.\"\n\n\"Check back with me as soon as you know anything more,\" the Chief said.\nHe wheezed a sigh as though sorry the interview was over and that he'd\nhave to go back to his desk chores, but shifted his bulk and took up a\nsheaf of papers.\n\nJust as Tracy got to the door, the Chief said, \"Oh, yes. Easy on the\nrough stuff, Tracy. I've been hearing some disquieting reports about\nsome of the overenthusiastic bullyboys on your team. We wouldn't want\nsuch material to get in the telly-casts.\"\n\n_Lard bottom_, Tracy growled inwardly as he left. Did the Chief think he\nliked violence? Did anyone in his right mind like violence?\n\n       *       *       *\n\nFrank Tracy looked up at the mid-century type office building. He was\nsomewhat surprised that the edifice still remained. Where did the owners\never find profitable tenants? What business could be so small these days\nthat it would be based in such quarters? However, here it was.\n\nThe lobby was shabby. There was no indication on the list of tenants of\nthe firm he was seeking, nor was there a porter. The elevator was out of\nrepair.\n\nHe did it the hard way, going from door to door, entering, hat in hand,\napologetically, and saying, \"Pardon me. You're the people who sell the\nsoap?\" They kept telling him no until he reached the third floor and a\ndoor to an office even smaller than usual. It was lettered _Freer\nEnterprises_ and even as he knocked and entered, the wording rang a\nbell.\n\nThere was only one desk but it was efficiently equipped with the latest\nin office gadgetry. The room was quite choked with files and even a\nMini-IBM tri-unit. The man behind the desk was old-fashioned enough to\nwear glasses, but otherwise seemed the average aggressive executive type\nyou expected to meet in these United States of the Americas. He was\npossibly in his mid-thirties and one of those alert, over-eager\ncharacters irritating to those who believe in taking matters less than\nurgently.\n\nHe looked up and said snappily, \"What can I do for you?\"\n\nTracy dropped into an easy-going characterization. \"You're the people\nwho sell the soap?\"\n\n\"That is correct. What can I do for you?\"\n\nTracy said easily, \"Why, I'd like to ask you a few questions about the\nenterprise.\"\n\n\"To what end, sir? You'd be surprised how busy a man I am.\"\n\nTracy said, \"Suppose I'm from the Greater New York _News-Times_ looking\nfor a story?\"\n\nThe other tapped a finger on his desk impatiently. \"Pardon me, but in\nthat case I would be inclined to think you a liar. The _News-Times_\nknows upon which side its bread is spread. Its advertisers include all\nthe soap companies. It does not dispense free advertising through its\nnews columns.\"\n\nTracy chuckled wryly, \"All right. Let's start again.\" He brought forth\nhis wallet, flicked through various identification cards until he found\nthe one he wanted and presented it. \"Frank Tracy is the name,\" he said.\n\"Department of Internal Revenue. There seems to be some question as to\nyour corporation taxes.\"\n\n\"Oh,\" the other said, obviously taken aback. \"Please have a chair.\" He\nread the authentic looking, but spurious credentials. Tracy took the\nproffered chair and then sat and looked at the other as though it was\nhis turn.\n\n\"My name is Flowers,\" the Freer Enterprises man told him, nervously.\n\"Frederic Flowers. Frankly, this is my first month at the job and I'm\nnot too well acquainted with all the ramifications of the business.\" He\nmoistened his lips. \"I hope there is nothing illegal--\" He let the\nsentence fade away.\n\nTracy reclaimed his false identity papers and put them back into his\nwallet before saying easily, \"I really couldn't say, as yet. Let's have\na bit of questions and answers and I'll go further into the matter.\"\n\nFlowers regained his confidence. \"No reason why not,\" he said quickly.\n\"So far as I know, all is above board.\"\n\nFrank Tracy let his eyes go about the room. \"Why are you established,\nalmost secretly, you might say, in this business backwoods of the city?\"\n\n\"No secret about it,\" Flowers demurred. \"Merely the cheapest rent we\ncould find. We cut costs to the bone, and then shave the bone.\"\n\n\"Um-m-m. I've spoken to one of your salesmen, a Warren Dickens, and I\nsuppose he gave me the standard sales talk. I wonder if you could\nelaborate on your company's policies, its goals, that sort of thing.\"\n\n\"Goals?\"\n\n\"You obviously expect to make money, somehow or other, though I don't\nsee that peddling soap at three cents a bar has much of a future. There\nmust be some further angle.\"\n\nFlowers said, \"Admittedly, soap is just a beginning. Among other things,\nit's given us a mailing list of satisfied customers. Consumers who can\nthen be approached for future purchases.\"\n\n       *       *       *       *       *\n\nFrank Tracy relaxed in his chair, reached for pipe and tobacco and let\nthe other go on. But his eyes had narrowed, coldly.\n\nFlowers wrapped himself up in his subject. \"Mr. Tracy, you probably have\nno idea of the extent to which the citizens of Greater America are being\nvictimized. Let me use but one example.\" He came quickly to his feet,\ncrossed to a small toilet which opened off the office and returned with\na power-pack electric shaver which he handed to Tracy.\n\nTracy looked at it, put it back on the desk and nodded. \"It's the brand\nI have,\" he said agreeably.\n\n\"Yes, and millions of others. What did you pay for it?\"\n\nFrank Tracy allowed himself a slight smirk. \"As a matter of fact, I got\nmine through a discount outfit, only twenty-five dollars.\"\n\n\"_Only_ twenty-five dollars, eh, when the retail price is supposedly\nthirty-five?\" Flowers was triumphant. \"A great bargain, eh? Well, let\nme give you a rundown, Mr. Tracy.\"\n\nHe took a quick breath. \"True, they're advertised to retail at\nthirty-five dollars. And stores that sell them at that rate make a\nprofit of fifty per cent. The regional supply house, before them, knocks\ndown from forty to sixty per cent, on the wholesale price. Then the\ntrade name distributor makes at least fifty per cent on the sales to the\nregional supply houses.\"\n\n\"Trade name distributor?\" Tracy said, as though ignorant of what the\nother was talking about. \"You mean the manufacturer?\"\n\n\"No, sir. That razor you just looked at bears a trade name of a company\nthat owns no factory of its own. It buys the razors from a large\nelectrical appliances manufacturing complex which turns out several\nother name brand electric razors as well. The trade name company does\nnothing except market the product. Its budget, by the way, calls for an\nexpenditure of six dollars on every razor for national advertising.\"\n\n\"Well, what are you getting at?\" Tracy said impatiently.\n\nFrederic Flowers had reached his punch line. \"All right, we've traced\nthe razor all the way back to the manufacturing complex which made it.\nMr. Tracy, that razor you bought at a discount bargain for twenty-five\ndollars cost thirty-eight cents to produce.\"\n\nTracy pretended to be dumfounded. \"I don't believe it.\"\n\n\"It can be proven.\"\n\nFrank Tracy thought about it for a while. \"Well, even if true, so what?\"\n\n\"It's a crime, that's so-what,\" Flowers blurted indignantly. \"And that's\nwhere Freer Enterprises comes in. Very shortly, we're going to enter the\nmarket with an electric razor retailing for exactly one dollar. No name\nbrand, no advertising, no nothing except a razor just as good as though\nselling for from twenty-five to fifty dollars.\"\n\nTracy scoffed his disbelief. \"That's where you're wrong. No electric\nrazor manufacturer would sell to you. They'd be cutting their own\nthroats.\"\n\nThe Freer Enterprises official shook his head, in scorn. \"That's where\n_you're_ wrong. The same electric appliance manufacturer who produced\nthat razor there will make a similar one, slightly different in\nappearance, for the same price for us. They don't care what happens to\ntheir product once they make their profit from it. Business is business.\nWe'll be at least as good a customer as any of the others have ever\nbeen. Eventually, better, since we'll be getting electric razors into\nthe hands of people who never felt they could afford one before.\"\n\nHe shook a finger at Tracy. \"Manufacturers have been doing this for a\nlong time. I imagine it was the old mail-order houses that started it.\nThey'd get in touch with a manufacturer of, say, typewriters, or\noutboard motors, or whatever, and order tens of thousands of these, not\nan iota different from the manufacturer's standard product except for\nthe nameplate. They'd then sell these for as little as half the ordinary\nretail price.\"\n\n[Illustration]\n\nTracy seemed to think it over for a long moment. Eventually he said,\n\"Even then you're not going to break any records making money. Your\ndistribution costs might be pared to the bone, but you still have some.\nThere'll be darn little profit left on each razor you sell.\"\n\nFlowers was triumphant again. \"We're not going to stop at razors, once\nunder way. How about automobiles? Have you any idea of the disparity\nbetween the cost of production of a car and what they retail for?\"\n\n\"Well, no.\"\n\n\"Here's an example. As far back as about 1930 a barge company\ntransporting some brand-new cars across Lake Erie from Detroit had an\naccident and lost a couple of hundred. The auto manufacturers sued,\ntrying to get the retail price of each car. Instead, the court awarded\nthem the cost of manufacture. You know what it came to, labor,\nmaterials, depreciation on machinery--everything? Seventy-five dollars\nper car. And that was around 1930. Since then, automation has swept the\nindustry and manufacturing costs per unit have dropped drastically.\"\n\nThe Freer Enterprises executive was now in full voice. \"But even that's\nnot the ultimate. After all, cars were selling for as cheaply as $425\nthen. Let's take some items such as aspirin. You can, of course, buy\nsmall neatly packaged tins of twelve for twenty-five cents but\nsupposedly more intelligent buyers will buy bottles for forty or fifty\ncents. If the druggist puts out a special for fifteen cents a bottle it\nwill largely be refused since the advertising conditioned customer\ndoesn't want an inferior product. Actually, of course, aspirin is\naspirin and you can buy it, in one hundred pound lots in polyethylene\nfilm bags, at about fourteen cents a pound, or in carload lots under the\nchemical name of acetylsalicylic acid, for eleven cents a pound. And any\nbig chemical corporation will sell you U.S.P. grade Milk of Magnesia at\nabout six dollars a ton. Its chemical name, of course, is magnesium\nhydroxide, or Mg(OH){2}, and you'd have one thousand quarts in that ton.\nBuying it beautifully packaged and fully advertised, you'd pay up to a\ndollar twenty-five a pint in the druggist section of a modern\nultra-market.\"\n\n       *       *       *\n\nTracy had heard enough. He said crisply, \"All right, Mr. Flowers, of\nFreer Enterprises, now let me ask you something: Do you consider this\ncountry prosperous?\"\n\nFlowers blinked. Of a sudden, the man across from him seemed to have\nchanged character, added considerable dynamic to his make-up. He\nflustered, \"Yes, I suppose so. But it could be considerably more\nprosperous if--\"\n\nTracy was sneering. \"If consumer prices were brought down drastically,\neh? Mr. Flowers, you're incredibly naïve when it comes to modern\neconomics. Do you realize that one of the most significant developments,\neconomically speaking, took place in the 1950s; something perhaps more\nsignificant than the development of atomic power?\"\n\nFlowers blinked again, mesmerized by the other's new domineering\npersonality. \"I ... I don't know what you're talking about.\"\n\n\"The majority of employees in the United States turned from blue collars\nto white.\"\n\nFlowers looked pained. \"I don't--\"\n\n\"No, of course you don't or you wouldn't be participating in a\nsubversive attack upon our economy, which, if successful, would lead to\nthe collapse of Western prosperity and eventually to the success of the\nSoviet Complex.\"\n\nMr. Flowers gobbled a bit, then gulped.\n\n\"I'll spell it out for you,\" Tracy pursued. \"In the early days of\ncapitalism, back when Marx and Engels were writing such works as\n_Capital_, the overwhelming majority of the working class were employed\ndirectly in production. For a long time it was quite accurate when the\npolitical cartoonists depicted a working man as wearing overalls and\ncarrying a hammer or wrench. In short, employees who got their hands\ndirty, outnumbered those who didn't.\n\n\"But with the coming of increased mechanization and eventually\nautomation and the second industrial revolution, more and more employees\nwent into sales, the so-called service industries, advertising and\nentertainment which has become largely a branch of advertising,\ndistribution, and, above all, government which in this bureaucratic age\nis largely a matter of regulation of business and property\nrelationships. As automation continued, fewer and fewer of our people\nwere needed to produce all the commodities that the country could\nassimilate under our present socio-economic system. And I need only\npoint out that the average American _still_ enjoys more material things\nthan any other nation, though admittedly the European countries, and I\ndon't exclude the Soviet Complex, are coming up fast.\"\n\nFlowers said indignantly, \"But what's this charge that I'm participating\nin a subversive--\"\n\n\"Mr. Flowers,\" Tracy overrode him, \"let's not descend to pure maize in\nour denials of the obvious. If this outfit of yours, Freer Enterprises,\nwas successful in its fondest dreams, what would happen?\"\n\n\"Why, the consumers would be able to buy commodities at a fraction of\nthe present cost!\"\n\nTracy half came to his feet and pounded the table with fierce emphasis.\n\"_What would they buy them with? They'd all be out of jobs!_\"\n\nFrederic Flowers bug-eyed him.\n\nTracy sat down again and seemingly regained control of himself. His\nvoice was softer now. \"Our social system may have its strains and\ntensions, Mr. Flowers, but it works and we don't want anybody throwing\nwrenches in its admittedly delicate machinery. Advertising is currently\none of the biggest industries of the country. The entertainment\nindustry, admittedly now based on advertising, is gigantic. Our\nmagazines and newspapers, employing hundreds of thousands of employees\nfrom editors right on down to newsstand operators, are able to exist\nonly through advertising revenue. Above all, millions of our population\nare employed in the service industries, and in distribution, in the\nstock market, in the commodity markets, in all the other branches of\ndistribution which you Freer Enterprises people want to pull down. A\nthird of our working force is now unemployed, but given your way, it\nwould be at least two thirds.\"\n\nFlowers, suddenly suspicious, said, \"What has all this to do with the\nDepartment of Internal Revenue, Mr. Tracy?\"\n\nTracy came to his feet and smiled ruefully, albeit a bit grimly.\n\"Nothing,\" he admitted. \"I have nothing at all to do with that\ndepartment. Here is my real card, Mr. Flowers.\"\n\nThe Freer Enterprises man must have felt a twinge of premonition even as\nhe took it up, but the effect was still enough to startle him. \"Bureau\nof Economic Subversion!\" he said.\n\n\"Now then,\" Tracy snapped. \"I want the names of your higher ups, and the\naddress of your central office, Flowers. Frankly, you're in the soup. As\nyou possibly know, our hush-hush department has unlimited emergency\npowers, being answerable only to the President.\"\n\n\"I ... I've never even heard of it.\" Flowers stuttered. \"But--\"\n\nTracy held up a contemptuous hand. \"Many people haven't,\" he said\ncurtly.\n\n       *       *       *       *       *\n\nFrank Tracy hurried through the outer office into LaVerne Sandell's\ndomain, and bit out to her, \"Tell the Chief I'm here. Crisis. And\nimmediately get my team together, all eight of them. Heavy equipment.\nHave a jet readied. Chicago. The team will rendezvous at the airport.\"\n\nLaVerne was just as crisp. \"Yes, sir.\" She began doing things with\nbuttons and switches.\n\nTracy hurried into the Chief's office and didn't bother with the usual\namenities. He snapped, \"Worse than I thought, sir. This outfit is\npossibly openly subversive. Deliberately undermining the economy.\"\n\nHis superior put down the report he was perusing and shifted his bulk\nbackward. \"You're sure? We seldom run into such extremes.\"\n\n\"I know, I know, but this could be it. Possibly a deliberate program.\nI've taken the initiative to have Miss Sandell summon my team.\"\n\n\"Now, see here, Frank--\" The bureau head looked at him anxiously.\n\nTracy said, impatience there, \"Chief, you're going to have to let your\nfield men use their discretion. I tell you, this thing is a potential\nsnowball. I'll play it cool. Arrange things so that there'll be no\nscandal for the telly-reporters. But we've got to chill this one\nquickly, or it'll be on a coast to coast basis before the year is out.\nThey're even talking about going into automobiles.\"\n\nThe Chief winced, then said unhappily, \"All right, Tracy. However, mind\nwhat I said. Curb those roughnecks of yours.\"\n\n       *       *       *\n\nIt proved considerably easier than Frank Tracy had hoped for. Adam\nMoncure's national headquarters turned out to be in a sparsely settled\narea not far from Woodstock, Illinois. The house, in the passé ranch\nstyle, must have once been a millionaire's baby, what with an artificial\nfishing lake in the back, a kidney shaped swimming pool, extensive\ngardens and an imposing approach up a corridor of trees.\n\n\"Right up to the front door,\" Tracy growled to the operative driving the\nfirst hover-car of their two-vehicle expedition. \"The quicker we move,\nthe better.\" He turned his head to the men in the rear seat. \"We five\nwill go in together. I don't expect trouble, they'll have had no advance\nwarning. I made sure of that. Jerry has equipment in his car to blanket\nany radio sending. We'll take care of phones in the house. No rough\nstuff, we want to talk to these people.\"\n\nOne of the men growled, \"Suppose they start shooting?\"\n\nTracy snorted. \"Then shoot back, of course. But just don't you start it.\nI shouldn't have to tell you these things.\"\n\n\"Got it,\" one of the others said. He shifted his shoulders to loosen the\n.38 Recoilless in its holster.\n\nAt the ornate doorway, the cars, which had been moving fast, a foot or\nso off the ground, came to a quick halt, settled, and the men disgorged,\nguns in hand.\n\nTracy called to the occupants of the other vehicle, \"On the double.\nSurround the house. Don't let anybody leave. Come on, boys.\"\n\nThey scurried down the flagstone walk, banged on the door. It was opened\nby a houseman who stared at them uncomprehendingly.\n\n\"The occupants of this establishment are under arrest,\" Tracy snapped.\nHe flashed a gold badge. \"Take me to Adam Moncure.\" He turned to his men\nand gestured with his head. \"Take over, boys. Jerry, you come with me.\"\n\nThe houseman was terrified, but not to the point of being unable to\nlead them to a gigantic former living room, now converted to offices.\n\nThere was an older man, and four assistants. All in shirt sleeves in\nconcession to the mid-western summer, none armed from all Tracy could\nsee. They looked up in surprise, rather than dismay. The older man\nsnapped, \"What is the meaning of this intrusion?\"\n\nJerry chuckled sourly.\n\nFrank Tracy said, \"You're all under arrest. Jerry, herd these clerks, or\nwhatever they are, into some other room. Get any other occupants of the\nhouse together, too. And watch them carefully, confound it. Don't\nunderestimate these people. And make a search for secret rooms, cellars,\nthat sort of thing.\"\n\n\"Right,\" Jerry growled.\n\nThe older of the five Freer Enterprises men was on his feet now. He was\na thin, angry faced type, gray of hair and somewhere in his sixties. \"I\nwant to know the meaning of this!\" he roared.\n\n\"Adam Moncure?\" Tracy said crisply.\n\n\"That is correct. And to what do I owe this cavalier intrusion into my\nhome and place of business?\"\n\nJerry, at pistol point, was herding the four assistants from the room,\ntaking the houseman along with them.\n\nTracy looked at Moncure, speculatively, then dipped into his pockets for\npipe and tobacco. He gestured to a chair with his head. \"Sit down, Mr.\nMoncure. The jig is up.\"\n\n\"The _jig_?\" the other blurted in a fine rage. \"I insist--\"\n\n\"O.K., O.K., you'll get your explanation.\" Tracy sat down on a couch\nhimself and sized up the older man, even as he lit his pipe.\n\nMoncure, still breathing heavily in his indignation, took control of\nhimself well enough to be seated. \"Well, sir?\" he bit out.\n\nTracy said curtly, \"Frank Tracy, Bureau of Economic Subversion.\"\n\n\"Bureau of Economic Subversion!\" Moncure said indignantly. \"What in the\nname of all that's holy is the Bureau of Economic Subversion?\"\n\nTracy pointed at him with the pipe stem. \"I'll ask a few questions\nfirst, please. How many branches of your nefarious outfit are presently\nunder operation?\"\n\nThe other glared at him, but Tracy merely returned the pipe to his mouth\nand glowered back.\n\nFinally Moncure snapped, \"There is no purpose in hiding any of our\naffairs. We have opened preliminary offices only in Chicago and New\nYork. Freer Enterprises is but in its infancy.\"\n\n\"Praise Allah for that,\" Tracy muttered sarcastically.\n\n\"And thus far we have dealt only in soap. However, as our organization\ngets under way we plan to branch out into a score, and ultimately\nhundreds of products.\"\n\nTracy said, \"You can forget about that, Moncure. Freer Enterprises comes\nto a halt as of today. Do you realize that your business tactics would\nlead to a complete collapse of gainful employment and eventually to a\ndepression such as this nation has never seen before?\"\n\n\"Exactly!\" Moncure snapped in return.\n\n       *       *       *\n\nIt was Tracy's turn to react. His eyes widened, then narrowed. \"Do you\nmean that you are deliberately attempting to undermine the economy of\nthe United States of the Americas? Remember, Mr. Moncure, you are under\narrest and anything you say may be held against you.\"\n\n\"Undermine it!\" Moncure said heatedly. \"Bring it crashing to the ground\nis the better term. There has never been such an abortion developed in\nthe history of political economy.\"\n\nHe came to his feet again and began storming up and down the room. \"A\nfull three quarters of our employed working at nothing jobs,\ngobbledygook jobs, non-producing jobs, make-work jobs, red-tape\nbureaucracy jobs. At a time when the nation is supposedly in a breakneck\neconomic competition with the Soviet Complex, we put our best brains\ninto advertising, entertainment and sales, while they put theirs into\nscience and industry.\"\n\nHe stopped long enough to shake an indignant finger at the surprised\nTracy. \"But that isn't the worst of it. Have you ever heard of planned\nobsolescence?\"\n\nTracy acted as though on the defensive. \"Well ... sure ...\"\n\n\"In the Soviet Complex, and, for that matter, in Common Europe and other\neconomic competitors of ours, they simply don't believe in planned\nobsolescence and all its related nonsense. Razor blades, everywhere\nexcept in this country, don't go dull after two or three shaves. Cars\ndon't fall apart after two or three years, or even become so out of\nstyle that the owner feels that he's losing status by being seen in it,\nthe owners expect to keep them half a lifetime. Automobile batteries\ndon't go to pieces after eighteen months, they last for a decade. And on\nand on!\"\n\nThe old boy was really unwinding now. \"Nor is even that the nadir of\nthis socio-economic hodge-podge we've allowed to develop, this economy\nof production for sale, rather than production for use.\" He stabbed with\nhis finger. \"I think one of the best examples of what was to come was to\nbe witnessed way back at the end of the Second War. The idea of the\nball-bearing pen was in the air. The first one to hurry into production\ngave his pen a tremendous build-up. It had ink enough to last three\nyears, it would make many carbon copies, you could use it under water.\nAnd so on and so forth. It cost fifteen dollars, and there was only one\ndifficulty with it. It wouldn't write. Not that that made any difference\nbecause it sold like hotcakes what with all the promotion. He wasn't\ninterested in whether or not it would write, but only in whether or not\nit would sell.\" Moncure threw up his hands dramatically. \"I ask you, can\nsuch an economic system be taken seriously?\"\n\n\"What's your point?\" Tracy growled dangerously. He'd never met one this\nfar out, before.\n\n\"Isn't it obvious? Continue this ridiculous economy and we'll lose the\nbattle for men's minds. You can't have an economic system that allows\nsuch nonsense as large scale unemployment of trained employees, planned\nobsolescence, union featherbedding, and an overwhelming majority of\nthose who are employed wasting their labor on unproductive employment.\"\n\nTracy said, \"Then if I understand you correctly, Freer Enterprises was\ndeliberately organized for the purpose of undermining the economy so\nthat it will collapse and have to be reorganized on a different basis.\"\n\n\"That is _exactly_ correct,\" Moncure said defiantly. \"I am devoting my\nwhole fortune to this cause. And there is nothing in American law that\nprevents me from following through with my plans.\"\n\n\"You're right there,\" Tracy said wryly. \"There's nothing in American law\nthat prevents you. However, you see, I have no connection whatsoever\nwith the American government.\" He slipped the gun from its holster.\n\n       *       *       *       *       *\n\nFrank Tracy made his way wearily into LaVerne's domain. She looked up\nfrom the desk. \"Everything go all right, Mr. Tracy?\"\n\n\"I suppose so. Tell Comrade Zotov that I'm back from Chicago, please.\"\n\nShe clicked switches, said something into an inner-office communicator,\nthen looked up again. \"He'll see you immediately, Mr. Tracy.\"\n\nPavel Zotov looked up from his endless paperwork and wheezed the sigh of\na fat man. He correctly interpreted the expression of his field\noperative. \"Pour us a couple of drinks, Frank, or would you rather have\nit _Frol_, today?\"\n\nHis best field man grunted as he walked over to the bar. \"Vodka, eh?\n_Chort vesmiot_ how tired one can become of this everlasting bourbon.\"\nHe reached into the refrigerator compartment and brought forth a bottle\nof iced Stolichnaya. He poured two three-ounce charges and brought them\nback to his bureau chief's desk.\n\nThey toasted silently, knocked back the colorless spirit. Pavel Zotov\nsaid, \"Well, Frol?\"\n\nThe man usually called Frank Tracy said, \"The worst case yet. This one\nhad quite a clear picture of the true situation. He saw the\nnecessity--given _their_ viewpoint, of course--of getting out of the\nfantastic rut their economy has fallen into.\" He ran his hand over his\nmouth in a gesture of weariness. \"Chief, do you have any idea of how\nlong it would take us to catch up to them, if we ever did, if they\nreally turned this economy on full blast, as an alternative to their\npresent foul-up?\"\n\n\"That's why we're here,\" the Chief said heavily. \"What did you do?\"\n\nThe man sometimes called Tracy told him.\n\nZotov winced. \"I thought I ordered you--\"\n\n\"You did,\" the man called Tracy told him curtly, \"but what alternative\nwas there? The fire will completely destroy the records. I have the\nnames and addresses of all the others connected with Freer Enterprises.\nWe'll have to arrange car accidents, that sort of thing.\"\n\nThe fat man's lips worked. \"We can't get by with this indefinitely,\nFrol. With such blatant tactics, sooner or later their C.I.A. or F.B.I.\nis going to get wind of us.\"\n\nTracy came to his feet angrily. \"What alternative have we? We've been\nsent over here to do a job. We're doing it. If we're caught, who knows\nbetter than we that we're expendable? If you don't mind, I'm going on\nhome.\"\n\nAs he left the office, through the secret door that led through the\ninnocuous looking garage, the man they called Frank Tracy was inwardly\nthinking, \"Zotov might be my superior, and a top man in the party, but\nhe's too soft for this job. Perhaps I'd better send a report back to\nMoscow on him.\"\n\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Subversive, by Dallas McCord Reynolds\n\n*** END OF THIS PROJECT GUTENBERG EBOOK SUBVERSIVE ***\n\n***** This file should be named 23197-8.txt or 23197-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/3/1/9/23197/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}