{"title": "Each Man Kills", "author": "Victoria Glad", "releaseDate": "November 3, 2007", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\nEach Man Kills\n\n_BY VICTORIA GLAD_\n\n[Transcriber Note: This etext was produced from Weird Tales March 1951.\nExtensive research did not uncover any evidence that the U.S. copyright\non this publication was renewed.]\n\n\n\"_... to live you must feed on the living_\"\n\nHeading by Vincent Napoli\n\n[Illustration]\n\n\n\n\nNow that it's all over, it seems like a bad dream. But when I look at\nMaria's picture on my desk, I realize it couldn't have been a dream.\nActually, it was only six months ago that I sat at this same desk,\nlooking at her picture, wondering what could have happened to her. It\nhad been six weeks since there had been any word from her, and she had\npromised to write as soon as she arrived in Europe. Considering that my\nfuture rested in her small hands, I had every right to be apprehensive.\n\nWe had grown up together, had lost our folks within a few years of each\nother and had been fond of each other the way kids are apt to be. Then\nthe change came: It seemed I loved her, and she was still just \"fond\" of\nme. During our early college days I sort of let things ride, but once we\nwent on to graduate school, I began to crowd her.\n\nThe next thing I knew, she had signed up with a student tour destined\nfor Central Europe, and told me she would give me my answer when she\nreturned. I had to be content with that, but couldn't help worrying.\nMaria was a strange girl--withdrawn, dreamy and soft-hearted. Knowing\nthe section she was going to, I was inclined to be uneasy, since it is\nthe realm of gypsies, fortune tellers and the like. It is also the\nbirthplace of many strange legends, and Maria claimed to be strongly\npsychic. As a matter of fact, she had foretold one or two things which\nwere probably coincidental, like the death of our parents, and which\neven made an impression on me--and you'd hardly call me a \"believer.\"\n\nThis so-called talent of hers led her into trouble on more than one\noccasion. I remember in her senior year at college she fell under the\nspell of a short, fat, greasy spook-reader with a strictly phony accent\nand all but gave her eye teeth away, until I realized something was\namiss, got to the bottom of it, and dispatched friend spook-reader\n_pronto_. If she should meet some unscrupulous person now, with no one\naround to get her out of the scrape--but I didn't want to think of that.\nI was sure this time everything would be all right.\n\nWhen she didn't write at first, I let it go that she was busy. Finally,\nsix weeks' silent treatment aroused my curiosity. It also aroused my\nnasty temper, and the next thing I knew I was on a plane bound for the\nContinent. Within two hours after landing, I found her at a little inn\nin Transylvania, a quaint little place that looked as if it were made of\ngingerbread, and was surrounded by the huge, craggy Transylvania\nMountain range. I also found Tod Hunter.\n\n\"What's wrong, Maria? Why didn't you write?\" I asked.\n\nHer usually gay, shining brown eyes flashed angrily. \"Why couldn't you\nleave me alone? I told you not to come after me. I came here so I could\nthink this out. For God's sake, Bill, can't you see I wanted to think?\nTo be by myself?\"\n\n\"But you promised to write,\" I persisted, wondering at this change in\nher, this impatience. Wondered, too, at her wraithlike slimness. She'd\nalways been curved in the right places.\n\n\"Maria has been studying much too diligently,\" Tod said slowly. \"She's\nalways tired lately. She hasn't been too well, either. Her throat\nbothers her.\"\n\n       *       *       *       *       *\n\nI wanted to punch his head in. For some reason I didn't like him. Not\nbecause I sensed his rivalry; I was above that. God knows I wanted her\nto be happy, above everything. It was just something about him that\nirritated me. An attitude. Not supercilious; I could have coped with\nthat. Rather, it was a calm imperturbability that seemed to speak his\nfaith in his eventual success, regardless of any effort on my part.\n\nI don't know how to fight that sort of strategy. I look like I am: blunt\nand obvious. Suddenly I didn't care if he was there.\n\n\"Maria. Ria, darling. This guy's no good for you, can't you see that?\nWhat do you know about him?\"\n\nShe looked at me, her eyes surprised and a little hurt. Then she looked\nat him, seemed to be looking _through_ him and into herself, if you know\nwhat I mean. A slow flush spread from the base of her throat, that thin,\nalmost transparent throat.\n\n\"All I have to know,\" she said softly. \"I love him.\"\n\nShe looked out the window. \"I'm going up into _Konigstein Mountain_, to\na small sanitarium for my health shortly; the doctor has told me I must\ngo away, and Tod has suggested this place. There Tod and I shall be\nmarried.\"\n\nI knew then how it felt to be on the receiving end of a monkey-punch.\nThat she had come to this decision because of my objections, I had not\nthe slightest doubt. She was going to marry someone about whom she knew\nabsolutely nothing. She was much more ill than she knew. Hunter was\nundoubtedly after her money; she was considerably well-off. Obviously\nshe was once more being influenced in the wrong direction.\n\n\"I won't let you!\" I warned. \"Give it some more time, if for nothing\nelse, then for old times' sake.\"\n\n\"How about me, Morris?\" Tod interrupted. \"You haven't asked me my\nfeelings on the subject. I happen to love Maria dearly. Have I no say\njust because you're a childhood friend of hers?\"\n\n\"Childhood friend! I was her whole family for years before she ever\nheard of you! I'll see you in hell before I let her marry you!\" I\nshouted. Looking back, I'm sure that had he said anything else, I would\nhave killed him, if Ria hadn't come between us.\n\n\"That's enough, Bill Morris! I've heard all I want to from you. I'm\ntwenty-three, and if I choose to marry Tod, I'll do so and there's\nnothing you can do about it. Now, please go.\"\n\n\"Okay, Ria,\" I said, \"if that's the way you want it. But I'm not\nthrough. If you won't protect yourself, I'll do it for you. I'd like to\nknow more about the mysterious Mr. Tod Hunter, American, and I do wish,\nfor your own sake, you'd do the same. I wouldn't care if you married\nKing Tut, so long as you knew all about him. People just don't marry\nstrangers; not if they're smart. For God's sake, ask him about himself!\"\n\n\"All right, Bill,\" she replied, smiling patiently. \"I'll ask him. Now,\ndo stop being childish.\"\n\n\"Okay, darling,\" I said sheepishly. \"But do me one more favor. Don't\nmarry him until I get back. Only a little while; give me a week. Just\nwait a little longer.\"\n\nAs I closed the door, I could still feel his smile, mocking--yet a\nlittle sad.\n\nBut Maria didn't wait. I was gone a week. I had walked my legs off\ntrying to track down the elusive Mister Hunter and discovered\nexactly--nothing. All his landlady could tell me was that he was an\nAmerican who had come to this climate for his health, and that he slept\nlate mornings. I was licked and I knew it. If I had been a pup, I would\nhave fitted my tail neatly between my legs and made for home. But I\nwasn't a pup, so I headed straight for Ria's flat to face the music.\n\n       *       *       *       *       *\n\nThey were waiting for me, she and Tod. When I saw her, I wished I were\ndead.\n\nShe lay in Tod's arms, her body a mere whisper of a body. White and cold\nshe was, like frozen milk on a cold winter's day. They were both dead.\n\nYou know how it is when at a wake someone views the deceased and says\nkindly, \"She's beautiful,\" and \"she\" isn't beautiful at all; just a\nmade-up, lifeless handful of clay. Dead as dead, and frightening. Well,\nit wasn't that way this time. Their fair skins were faintly pink-tinted\nand their blonde heads, hers ashen and his a reddish cast, gleamed\nbrightly. And they sat so close in the sofa before the fire, his head\nresting in the hollow of her throat. They looked--peaceful; no line\nmarred their faces. I almost fancied I saw them breathe. And on her\nthird finger, left hand, was the ring--a thin, platinum band. He had\nwon, and in winning somehow he had lost. How they had died and why they\nfound each other and death at the same time, I would probably never\nknow. I only knew one thing: I had to get away from there--quickly. I\nalmost ran the distance to my flat. Stumbled into the place and poured a\ntriple Scotch which I could scarcely hold. The Scotch seared my throat\nand tasted bitter; someone must have poured salt in it. Then I realized\nthat it was tears--my tears. I, Bill Morris, who hadn't cried since my\nfifth birthday--I was sobbing like a baby.\n\nI didn't call the police. That would mean I would have to go back and\nwatch them cover that lovely body, carry it away and submit it to untold\nindignities in order to ascertain the cause of death. The cleaning girl\nwould find them in the morning and would notify the police.\n\nBut it wasn't so simple as that. In the morning I found I couldn't shake\noff the guilt which possessed me. Even two bottles of Scotch hadn't\nhelped me to forget. I was dead drunk and cold sober at the same time.\n\nI phoned Ria's landlady and told her I had failed to reach the Hunters\nby phone, that I was sure something was amiss. Would she please go to\ntheir flat and see if anything was wrong.\n\nShe was amused. \"Really, Mr. Morris, you must be mistaken. Miss Maria\nwent out just an hour ago with her new husband. Surely you are jesting.\nWhy she has never looked better. So happy. They have left for\n_Konigstein_. They have also left you a note.\n\nI told her I would be right over, and hopped a cab. I began to think I\nwas losing my mind. I had seen them both--dead. The landlady had seen\nthem this morning--_alive!_\"\n\nWhen I arrived, the landlady looked at me for a long moment, taking in\nmy rough, dark-blue complexion, unpressed clothes, red-rimmed eyes, then\nwagged a finger playfully.\n\n\"You are playing a joke, no? A wedding joke, maybe. Here, too, we haze\nnewlyweds. But of course I understood. Who could help loving Miss Maria?\nBe of good heart, young man. For you there will be another, some day.\nBut I talk too much. Here is your letter.\"\n\nI went where I would be undisturbed, to the reading room of the library\non the same street as my flat. To the musty, oblong, dimly lit room\nwhose threshold sunshine and fresh air dared not cross. Without the\nsaving warmth of sunlight or the fresh, clean relief of sweet-smelling\nair, I read. Read, inhaling the pungent, sour smell of the Scotch I had\nconsumed during the long, sleepless night. Read, and then doubted that I\nhad read at all--but the blue ink on the white paper forced me to\nacknowledge its actuality. It had been written by Hunter, in a neat,\nscholar's script.\n\n_Dear Morris_: (It began)\n\n_Why should I not have wanted Maria? You did; others doubtless did. Why\nthen should she not be mine? There are many things worse than being\nmarried to me; she might have married a man who beat her!_\n\n_With her I have known the two happiest days of my life. I want no more\nthan that. I have no right to ask for more. Have we, any of us, a right\nto endless bliss on this earth? Hardly._\n\n_You thought of her welfare above all; for that I owe you some\nexplanation. You must be patient, you must believe, and in the end, you\nmust do as I ask._ You must.\n\n_You wanted to know about me--of my life before Maria. Before Maria? It\nseems strange to think about it. There is no life without Maria. Still,\nthere was a time when for me she didn't exist. I have been constantly\ngoing forward to the day when I would meet her, yet there was a time\nwhen I didn't know where I would find her, or even what her name would\nbe!_\n\n_It was chance that brought us together. For me, good chance; for you,\npossibly ill chance; for Maria? Only she can say. Some three years ago I\nwas studying in England under a Rhodes Scholarship. The future held\ngreat things for me. I was a Yank like yourself, and damn proud of it.\nLife in England seemed strange and slow and sometimes utterly dismal\nunder Austerity. Then, little by little I slipped into their slower\nways, growing to love the people for their spunk, and finally coming to\nfeel I was one of them, so to speak._\n\n_I have said everything slowed down: I was wrong. Studying intensified\nfor me. The folklore of the British Isles intrigued me. I delved into\nthe Black Welsh tales, the mischievous fancies of the Irish, the English\nlegends of the prowling werewolf. For me it was a relief from political\nscience, which suddenly palled and which smacked of treason in the light\nof current events. My extracurricular research consumed the better part\nof my evenings. My books were and always have been a part of me, and as\nwas to be expected, I overdid it. I studied too hard with too little\nlet-up. Sometimes it seemed to me there was more truth to what I read\nthan myth. It became somewhat of an obsession. Suddenly, one night,\neverything blacked out._\n\n_I came to in a sanatorium. I didn't know how I got there, and when they\nexplained it to me, I laughed. I thought they were joking. When I tried\nto get up, to walk, I collapsed. Then I knew how bad it had been. I\nknew, too, I would have to go slowly._\n\n_It was there I met Eve. She was beautiful. Not like Maria, who is like\na fragile, fair, spun-sugar angel. Eve was more earthy, with skin like\nivory, creamy and rich and pale. Her blue-black hair she wore long and\ngathered in the back. She looked about twenty-five, but a streak of pure\nwhite ran back from each of her temples. She was the most striking woman\nI have ever met. I had never known anyone like her, nor have I since I\nsaw her last._\n\n_You know how it is: the air of mystery about a woman makes a man like a\nkid again. She reminded me of a sleek, black cat, with her large, hazel\neyes. I bumped into her one day on the verandah, and spent every day\nwith her after that._\n\n_The doctors wanted me to take exercise--short walks and the like, and\nEve went with me, struggling to keep up with me. The slightest effort\ntired her. She suffered from a rather nasty case of anemia. She seldom\nsmiled; the effort was probably too much for her. I saw her really smile\nonly once._\n\n_We had been on one of our short hikes in the woods close by the\ngrounds. She stumbled over a twig or a branch, I'm not sure which.\nSuddenly she was in my arms. Have you ever held a cloud in your arms,\nMorris? So light she was, although she was almost as tall as I. Warm and\npulsating. Her eyes held mine; it was almost uncanny. I have never been\naffected like that by a woman. Then I was kissing her; then a sharp\nsting, and I winced. There was the warm, salt taste of blood on my lips.\nI never knew how it happened. But she was smiling, her full mouth parted\nin the strangest smile I have ever seen. And those small white teeth\ngleamed; and in her eyes, which were all black pupils now, with the iris\nquite hidden, was desire--or something beyond desire. I couldn't define\nit then; now, I think I can. Her small, pink tongue darted over her\nlips, tasting, seeming to savor._\n\n_I was frightened, for some indefinable reason. I wanted to get away\nfrom her, from the woods, from myself. I grasped her arm roughly and we\nstarted back for the grounds. We never mentioned the episode again, but\nwe neither of us ever forgot. She intrigued me now, more than ever. The\ndoctors were able to satisfy my curiosity somewhat. They told me she had\nbeen a patient for some four years. Some days she was better, some days\nworse. She needed rest--much rest. Most days she slept past noon with\ntheir approval. Some days there was a faint flush beneath that ivory\nskin; other days it was pale and cool._\n\n_Just when we became lovers, I scarcely remember. Things were happening\nso fast I could barely keep pace with them. There was a magnetism about\nEve which compelled. I couldn't have resisted if I'd wanted to--and I\ndidn't._\n\n_I began to have long periods of lassitude, times when I would black out\nand remember nothing afterwards. And the dreams began. I would dream I\nwas stroking a large, velvety-black cat, a cat with shining yellow eyes\nthat looked at me as if they knew my every thought. I would stroke it\ncontinuously and it would nip me playfully. Then, one night the dream\nintensified: I was playing with the creature, caressing it gently, when\nof a sudden its lips drew back in a snarl, and without warning it sprang\nat my throat and buried its fangs deep! I thought I could feel life\nbeing drawn from me; I screamed._\n\n_The doctors told me afterwards that I was semi-conscious for days; that\nI had to be restrained._\n\n_When I was well again, Eve came to see me. She was gentle--soothing.\nShe held me close to her and oh! it was good to be alive and to belong\nto someone._\n\n_I remember to this day what she wore. Black velvet lounging slacks, a\nlow-necked amber satin blouse, caught at the \"V\" by a curiously wrought\nantique silver pin. It was round, about four inches in diameter. In its\ncenter was the carved figure of a serpent coiled to strike. Its eyes\nwere deep amber topazes and its darting tongue was raised and set with a\nblood-red ruby._\n\n_\"What an unusual pin, Eve,\" I said \"I've never seen it before, have\nI?\"_\n\n_\"No,\" she replied. \"It belongs to the deep, dark, seldom discussed\nskeleton in the Orcaczy closet, Tod. You see, my great-great grandmother\nwas quite a wicked lady, to hear tell. Went in for Witches' masses and\nthe like. They say she poisoned her husband, a rather elderly and very\nchildish man, for her lover, whom she subsequently married. Together\nthey did away with relatives who stood in the way of their accumulating\nmore money. This pin was the instrument of death.\"_\n\n_Her slim fingers pressed the ruby tongue and the pin opened, revealing\na space large enough to secrete powder._\n\n_\"It's like those employed by the infamous Borgias, as you can see,\" she\ncontinued, shrugging. \"Perhaps it was fate then, that her devoted new\nhusband tired of her once her fortune was assured him, took a young\nmistress for himself, and disposed of the unfortunate wife, using her\nown pin to perpetrate her murder. She was excommunicated by her church,\ntoo, which must have made it most unpleasant for her, poor old dear.\"\nThe slim shoulders straightened. \"But let's not discuss such unpleasant\nthings, my dear. The important thing now is for you to get well quickly.\nI've missed you terribly, you know.\"_\n\n_It was then I asked her to marry me. I knew I didn't really love her,\nbut there seemed nothing to prevent our marriage. And she had gotten\nunder my skin. It was as elemental as that. She said she thought we\nshould wait until I fully recovered._\n\n_\"Don't say any more, darling,\" she said. \"Rest your poor, sore\nthroat.\"_\n\n_She bent over me solicitously and I reached up to stroke that smooth\nblack hair. It had a familiar feel to it that I couldn't quite place. Of\ncourse I had stroked it hundreds of times before, but it wasn't that.\nThen she looked straight at me, those large, glowing hazel eyes boring\ninto mine, and I knew. Knew and disbelieved at the same time. I froze\nwhere I lay, paralyzed by my fear; unable to make a sound._\n\n_\"So you know,\" she whispered. \"It is well. I have marked you for my own\nthese many months. Now that you know, you will not fight. You know what\nI am, or at least you can guess. This pin you admired so--it was mine\nthree hundred years ago and it will always be mine!\"_\n\n_Her lips were on mine. She had never kissed me like this. It was like\nthe touch of hot ice, freezing, then searing. Unendurable. I lay inert;\nI couldn't have moved if I wanted to. I could scarcely breathe. Then I\nfelt the blood within me pounding, pulsing, beginning to answer in spite\nof myself. I tasted once more the warm, salty fluid on my lips. Eve's\nbody was liquid in my arms; warm, heady, narcotizing. Once again I felt\nthe agonizing, dagger sharp pain in my throat and--darkness._\n\n_Have you ever wakened to a bright, sunny afternoon and heard yourself\npronounced dead? They spoke in low, hushed tones. How unfortunate. Young\nfellow only thirty, dying so far away from his homeland. No family. Good\nthing he was well-set in life. This sudden anemia was most\nextraordinary; fellow showed no signs of it previously. All he had\nreally needed was rest. If he had recovered, that lovely Eve Orcaczy\nmight have made both their lives happier, richer. Sad ending to what\nmight have been an idyll. Good of her to claim the body. She said she\nwas going to inter it in the family vault in_ Konigstein Mountain _in\nTransylvania._\n\n_I heard them distinctly. I wanted to shout that I wasn't dead; I wanted\nto wake up from this horrible nightmare. I was as alive as they. I knew\nI had to get out of there, some way; to get away from Eve, whom I now\nfeared. They left to make arrangements._\n\n_The lassitude crept through me without warning; I dozed in spite of\nmyself. And I dreamed again. I was a cat running, leaping through\nwindows, loping over the countryside, stopping for no one. I panted with\nmy exertions. Towns and cities flew by; I had to get someplace and\nquickly. Then the dream ended._\n\n_\"Tod,\" she said, \"Get up, my dear.\" I heard Her and I hated Her. Hated\nHer while I was drawn to Her. There was a white mist before my eyes. I\nreached up to brush it away. It was not a mist; it was a cloth. I\nshivered._\n\n_\"I must wake up,\" I whispered hoarsely, \"I must! I'm going mad!\"_\n\n_There was a creaking sound and daylight descended upon me. When I saw\nwhere I was, I covered my face with my hands and sobbed. I tried to\npray, but the words froze on my lips._ I was sitting in a coffin in a\nmausoleum! I had been buried alive!\n\n_\"What am I?\" I shrieked. \"Where am I and what have You done? I'm out of\nmy mind; stark, staring mad!\"_\n\n_Eve's lips parted, showing the even white teeth--those slightly pointed\nteeth._\n\n_\"You're quite sane, my dear,\" She said calmly. \"You are now one of us;\na revenant, even as I, and to live you must feed on the living.\"_\n\n_\"It's not true!\" I shouted. \"This is all a crazy nightmare, part of my\nillness! You're not real! Nothing is real!\"_\n\n_\"I'm quite real, Tod. To be trite, I am what I am, and have accepted it\ncalmly, as you shall in time. I have told you of my life. You have been\na student of legends. Legends are often--more often than you\nthink--reality. When one has been murdered, if one has lived a so-called\nwicked life, he is doomed to walk the earth battening on the living. My\nfate was sealed as I lay in my coffin. But that wasn't enough. As I lay\nthere, my pet cat, Suma, slunk into the room and leapt over me. That was\na double insurance of my life after death. Those whom I mark for my own\nmust, too, live on. Accept it, my dear. You have no other choice.\"_\n\n_\"No!\" I cried. \"I'm an American! Things like this don't happen to us!\nIt's only in stories, and then to foreigners!\"_\n\n_She chuckled drily. \"I'm afraid these things do happen, and in this\ncase, you're it, my dear. Make the best of it.\"_\n\n_But I wouldn't; I refused to--for a while. I would not feast on the\nblood of the living. Something within me fought. For a time._\n\n_Then, the awful hunger began. The tearing pangs of hunger that ordinary\nfood wouldn't arrest. I fought it as long as I could. I lost._\n\n_First it was small animals; animals that I loved. It was my life or\ntheirs. Then there was a little girl; a dear little creature who might\nhave been my child under different circumstances._\n\n_After the episode of the little girl, Eve left me. She had no further\nuse for me; she had wanted the child, too, and I had got it. I was now\ncompetition to be shunned. I was alone once again alone and thoroughly\nmiserable. I couldn't understand myself, my motives, so how could I\nexpect someone else to understand?_\n\n_I only knew what I was; nor could I rationalize on why I had become\nthis way. I could only presume it had happened to others equally as\ninnocent as myself of wrong-doing. In the daytime, when I was like\nothers, I reproached myself; goodness knows I loathed myself and what I\nhad to do in order to \"live.\" I wished I might really die, for I was\ntired--so frightfully tired and sick of it all. But I knew of no way to\naccomplish this, so I had to bear it all, fasting until my voracious,\ndisgusting appetites got the better of me._\n\n_I decided there must be some information on my kind, particularly in\nthis area where vampire legends are rife, so I took to haunting reading\nrooms. It was there I met Maria. She told me, after we knew each other\nbetter, that she was doing graduate work in regional superstitions and\nhad decided that her thesis would treat of the history of vampirism. She\nfound it terribly amusing, but at the same time frightening: Didn't I? I\nfear I saw nothing laughable about it, but I held my peace. Why, I could\nhave done a thesis for her that would have driven some mild-mannered\nprof completely out of his mind! I kept my knowledge to myself, though;\nI didn't want to scare Maria._\n\n_She was like a flash of sunshine in a darkened room. She made each day\nworth living. For the first time the hunger pangs ceased. Ceased for one\nweek, then two. I was certain I was cured. Perhaps, I thought, the whole\nthing was just a dream and I am finally awake._\n\n_I felt then I had the right to tell her of my love. She looked\ninfinitely sad. She wasn't certain, she said. She knew she was awfully\nfond of me, but she was confused. She had just come away from the\nStates, trying to make up her mind about someone dear, whom she didn't\nwant to hurt, and she wanted a breather. I said I would wait up to and\nthrough eternity, if she wished._\n\n_Things, went along peacefully then. We would walk for hours together,\nwalk in complete silence and understanding. My strength seemed to be\nreturning more day by day. We went far afield in search of material for\nher thesis. She would track down the most minute speck of hearsay, to\nget authenticity._\n\n_One day, in our wanderings, I thoughtlessly let myself be led too near\nmy resting place. One of the locals mentioned a \"place of horror\" nearby\nand Maria wanted to investigate. I had no choice. We poked amid the\nstill fustiness of the deserted mausoleum I knew so well. She thought it\nodd that the door was unlocked. I said, yes, wasn't it. Then she saw the\nbox, that gleaming copper box which Eve had so thoughtfully provided.\nShe stroked it gently, commenting on its beauty, and before I could\nprevent it or divert her attention, she had lifted the heavy lid\nexposing the disarranged shroud, the remains of one or two hapless small\ncreatures, the horrible blood-stained satin lining. She screamed and\ndropped the lid, somehow pinching her finger. She hopped on one foot, as\none usually does to fight down sudden pain. Then she was clinging to me,\nthoroughly frightened._\n\n_\"What does it mean, Tod?\"_\n\n_I quieted her with the usual platitudes. Then I was kissing that poor,\nred little finger. Without warning to myself or her, I nipped it\naffectionately. A warm glow spread through me; there was a taste more\ndelightful than fine old brandy, or vintage wine, and I knew irrevocably\nthat I was not cured; no, nor ever should be! And I knew, too, that I\nwanted Maria--not just as a man longs for the woman he loves--but to\ndrink of the fountain of her life, that warm, intoxicating fountain,\ngreedily, joyously. She never knew what went through my mind at that\nmoment. If I could have killed myself then, I would have, and with no\ncompunction. But there is more to killing a revenant than that. The\nChurch knows the procedure. I hurried Maria home as fast as I could and\ntold her I had to go away for a week on business. She believed me and\nsaid she would miss me. But I didn't go away. That night I fought a\nlosing battle with myself, and then and every night thereafter, I\nreturned to her, partook of her and slunk away, loathing myself. I knew\nthat I must soon kill the one being I loved above all others, kill, too,\nher immortal soul, and there was nothing I could do to prevent it._\n\n_She began to fade visibly. When I \"returned\" in a week, she was so ill\nthat a few steps tired her. Her appetite all but vanished. She seemed\ngenuinely glad to see me. She was beset by nightmares, she said. Could I\nhelp her get some rest? I took her to a physician who sagely prescribed\na change in climate, rest and a diet rich in blood and iron, gave her a\nprescription for sedatives, and called it a day._\n\n_You know how she looked when you saw her. The day was approaching when\nshe would have no more blood, when life as you know it would stop and\nshe would become like me. Somehow I couldn't take her with me without\nsome warning, but I didn't know how to do it. You see, since I was an\ninnocent victim myself. I could speak, could warn my intended victim,\nbecause although my soul had all but died, there was still a spark that\nevil hadn't touched. I knew she would think it a joke if I told her\nabout myself without warning._\n\n_Then, happily for me, you came along. I knew you would sense something\namiss and I didn't care. I was almost certain of her love, and I decided\nto seize the few minutes left me and devil take the hindmost! When you\ntold her to confront me, you gave me the happiest days of my life. For\nthis I thank you sincerely. For what I have done and will ask you to do,\nforgive me!_\n\n_Maria asked me directly, as you had known she would. I replied frankly,\nsparing her nothing. I told her that the fact that this life had been\nwished on me, as it were, gave me some rights, and that I could tell her\nhow to rid herself of me, if she wished. Then she turned to me, her\nlarge, lovely eyes thoughtful._\n\n_\"Tod, dearest,\" she said softly, \"I must die some day, really die, so\nwhat difference does it make when? I only know that I love you. Why wait\nuntil I'm decrepit and alone, with only a few memories to look back on?\nWhy not now, with you, where life doesn't really stop? With all I've\nread about this, don't you think I could free myself if I wished?\"_\n\n_I still wonder if she really believed me. We were married three days\nlater. I never told her what her life with me would be like--that one\nday I would desert her, fearing and hating her rivalry for the very\nsource of my life, and the ghastly chain would continue. I couldn't. I\nloved her so, Morris, can you understand that? I couldn't betray her\nthen and I can't now._\n\n_On the second night of our marriage, she died as you know it, in my\narms. I don't think she knows it yet. But it won't be long until she\ndoes discover it. We were quite alive when you found us; she was in an\nhypnotic state induced by her condition. She heard and saw nothing. But\nI knew. And I must keep my faith. I must, and you are the only one who\ncan help me._\n\n_If you will show this to a priest, he will gladly accompany you to the\nplace in_ Konigstein, _where we rest during the morning in a new \"bed\" I\nhad specially constructed for us. I couldn't bring Maria to that other\nbed of corruption. A map of how to get there is enclosed. There you will\nperform the ancient, effective rites, and you will lay us to rest\ntogether, as we wish. That is all I ask...._\n\n       *       *       *       *       *\n\nWhen I had finished reading I stared at nothing, trying to force myself\nto think. This was \"all\" he asked. In substance, he wished me to murder\nthe girl I loved. I could refuse; I could ignore his request. I could\neven doubt the verity of his statements. He might be a madman. But I\ndidn't doubt. I believed every word, and I knew I would do as he asked.\n\nThat she had gone willingly I didn't doubt. I no longer hated him so\nmuch; rather I pitied him, the hapless victim of a horrible chain of\ncircumstance.\n\n       *       *       *       *       *\n\nI found the priest, a venerable, gentle soul, after much searching. The\nyounger men had looked at me searchingly, laughed and told me to read\nthe Good Book for consolation, and to lay off the bottle. Father Kalman\nwas understanding, with the wisdom of the very old.\n\n\"Yes, my son,\" he said, \"I will go. Many might doubt, but I believe.\nLucifer roams the earth in many guises and must be recognized and\nexorcised.\"\n\nIt was five o'clock in the morning when we approached the mausoleum. The\nGood Father explained that the \"creatures of darkness\" had to be back in\ntheir resting places before the cock crew. At night they drew\nsustenance; during the morning they slept.\n\nThere was a gleaming copper casket. Tod had not lied. We approached it\nwarily. In it was nothing but grisly remains, bloodstains and dust. We\ndrew back, fearful. Then we saw the other, newer casket in richest\nmahogany, almost twice the width of the copper box: _Their bridal bed!_\n\nThey lay together, his arm about her. She wore a gown of palest blue,\nbut oh, that mockery of a gown! Stained it was with fresh blood which\nhad seeped onto it from him. Obviously she had not taken to prowling\nyet. His mouth was dark, rich with blood, slightly open in a half-smile.\nHis hand pressed her fair head close to his chest. She lay trustingly\nwithin the circle of his arm, like a small child. The priest crossed\nhimself. The bodies twitched slightly.\n\n\"You know what you must do,\" Father Kalman whispered.\n\nI nodded, the pit of my stomach churning madly. I couldn't do it! Not\nMaria, the lovely. But I knew I would; I had to. She must not wake again\nto see that blood-stained gown or to wonder at her husband's gory lips.\nShe should know rest, eternal rest.\n\nFather Kalman circled the box several times, ringing his small bell, and\nat one point laid a crucifix upon each of their chests. Their faces\nwrithed and I felt my skin creep.\n\nThen, chanting in a low, firm voice, the priest gave me the signal.\nTogether we drove two long stakes, dipped first in Holy Water, home,\npiercing their hearts simultaneously.\n\nThe bodies leapt forward in the box, straining against the stake, and a\nhorrible, drawn-out wail shattered the stillness of the tomb. The priest\ndropped to his knees and I clapped my hands over my ears, but the\ndreadful shriek penetrated. My stomach turned over and I retched. The\nGood Father followed suit. We were no supermen and our bodies and our\nvery souls revolted against this monstrous thing.\n\n\"Let us finish, my son,\" the priest said slowly, after a time, his face\nthe color of ashes. \"We must bury these dead, that they may sleep in\nconsecrated ground.\"\n\nI couldn't. I had to see her again before it was done. She lay, small\nand fragile as ever, her face calm, only there was no trace of life now.\nShe was still and white, as only the dead--the truly dead--are. Tod's\narm was flung across her chest, as if to protect her. I made myself move\nthe arm, resting her head upon his shoulder, where it belonged. Then, as\nI looked, there was just Maria. Tod was gone and only a handful of dust\nlay piled up around the stake. It was enough. I slammed the lid shut.\n\n       *       *       *       *       *\n\nLooking back now, I can see it was all for the best. Ria was\ndifferent--apart from other women. A dreamer, a mystic, too easily\ninfluenced by the bizarre and un-normal. I, on the other hand, am\npractical almost to a fault. Had she married me I might have crushed in\nher the very thing that drew me to her. In time she might have grown to\nhate me.\n\nHunter, on the other hand, was a student. Introspective, given to\nromanticizing. Susceptible to suggestion. Had I been confronted with an\nEve, I should have run like hell. To him, though, she was cloaked in\nmystery; hence, more desirable. What better choice for him ultimately\nthan Ria? That Ria had to die to achieve her happiness is of no real\nimportance. Life is a transitory thing anyway.\n\nSometimes, though, when I look at Ria's picture, it's hard to be\npractical. She was everything I shall ever want.\n\nI had never been to Europe before the summer of 1947. I went to find\nMaria, to marry her. Instead, I found and murdered her, and I will never\ngo back again.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Each Man Kills, by Victoria Glad\n\n*** END OF THIS PROJECT GUTENBERG EBOOK EACH MAN KILLS ***\n\n***** This file should be named 23301.txt or 23301.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/3/3/0/23301/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}