{"title": "The White Feather Hex", "author": "Don Peterson", "releaseDate": "November 3, 2007", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\nThe White Feather Hex\n\n_BY DON PETERSON_\n\n[Transcriber Note: This etext was produced from Weird Tales March 1951.\nExtensive research did not uncover any evidence that the U.S. copyright\non this publication was renewed.]\n\nHeading by the Author\n\n[Illustration: You waited till the feather turned red.]\n\n\nIt all started with a Dutchman, a Pennsylvania Dutchman named Peter\nScheinberger, who tilled a weather beaten farm back in the hills.\n\nA strong, wiry man he was--his arms were knotted sections of solid\nhickory forming themselves into gnarled hands and twisted stubs of\nfingers. His furrowed brow, dried by the sun and cracked in a million\nplaces by the wind was well irrigated by long rivulets of sweat. When he\nwent forth in the fields behind his horse and plow, it wasn't long\nbefore his hair was plastered down firmly to his scalp. The salty water\npoured out of the deep rings in his ruddy neck and ran down his dark\nbrown back. As he grew older the skin peeled and grew loose. It hung on\nhim in folds like the brittle hide of a rhino.\n\nIt seemed that the more years he spent in his fields behind the plow\nhorse, the more he slipped back into the timeless tradition of his\nforefathers. He was a proud descendant of a long line of staunch German\nsettlers commonly known as the Pennsylvania Dutch. He grew up in his\nfundamental, religious sect having never known any other environment. He\nwas exposed to the sun, soil, and wind from the early days of his\nchildhood, and along with the elements he also was exposed to the evils\nof the _hexerei_. The _hexerei_, or witchcraft, was something that was\nnever doubted or scoffed at by his people. Then why should he, a good\nPennsylvania Dutchman, doubt or scoff at such tradition?\n\nPerhaps, had he moved away from his ancestral lands and had been\ncultured in modern communities, been educated and raised in other\nschools, he might have matured. But having no time for any other\ndiversions than might be found on his rustic homestead, he grew up\nbehind the plow horse, tramping in the dark, stony pasture land, eking\nout his meager existence from the black fields of Pennsylvania.\n\nNow, Peter's life could have gone on unnoticed among these forgotten\nhills, except for the strange visit of Martin G. Mirestone, student of\nGerman history.\n\nIt was a cold night when Peter met Mirestone. Peter had been sitting up\nrather late pondering over an old, yellowed book by the light of a\nkerosene lamp. The pale flame flickered about the walls sending shadows\nscurrying back and forth creating all types of weird shapes and designs.\nPeter huddled over the withered pages, every now and then glancing up at\nthe walls to watch the fantastic games that light and dark were playing.\nThen putting his book aside for the night he prepared to go to bed.\n\nHe went over to the window to draw the shutters, stopping for an instant\nto peer out into the gloom along the stony path that ran from his house\nto an old foot-bridge about fifty feet away. Curling up from the gorge,\nmist seemed to play among the rotted planks; it rose and fell in great\nbillowing blankets, sometimes concealing the structure from view.\n\n       *       *       *       *       *\n\nPeter was about to latch the shutter and leave when his attention was\nfocused upon a figure that seemed to emerge from the fog--sort of fading\nin from nowhere. It made its way across the narrow span like some\nghostly apparition. The mist enveloped his legs and clouded his\nfeatures. Peter drew back in terror, for the mere appearance of the man\ncoming out of the darkness was enough to fill his infant brain with\nvisions of death and _hexerei_.\n\nAs the figure drew closer Peter saw that it was wearing a cloak. All the\nmore ghostly it appeared with the cloak sailing behind him in the wind\nlike some devil's banner. Peter just stood transfixed as he watched the\nstranger come up the winding road to his house.\n\nSlamming the shutter he hurriedly fastened it and then turned to the\ndoor to bolt that also. Too late. The door was thrown open revealing a\ntall man clothed in black. His face was wreathed in a wide grin--a grin\nthat seemed to make fun of the grayish pallor of his face and the\nominous appearance of his wild garb. Before the man stepped inside,\nPeter made a mental image of the scene, for it was to be firmly imbedded\nin his mind so that he would never forget the slightest detail for the\nrest of his life--the wind blowing about the fierce visage, tossing up\nthe long strands of hair; the massive, veined hand that clutched the\nwrought iron thumb-latch, and the way that the lamp struck his face,\nhighlighting the thin, ridged nose and high cheekbones.\n\n\"Peter Scheinberger, heh?\" the man spoke in perfect German. \"Peter\nScheinberger, the last of your clan here in America.\"\n\nIt was several seconds before Peter could muster up enough courage to\nanswer him. Drawing back slowly he braced himself against the table, and\nin a thick, guttural German asked, \"Who are you?\"\n\nThe stranger shut the door and drew the bolt. He crossed the room and,\nwith an air of one who was accustomed to having his own way wherever he\nwent, scanned the shelves of Peter's larder with a practiced eye.\n\nPeter watched him closely as he drew down a bottle of wine, broke the\nneck against a beam above him, and settled down in Peter's easy chair.\nHe poured a glass full and shoved it across the table towards the\nanxious Peter, and then poured another glass for himself.\n\n\"Mirestone,\" the stranger finally answered, \"Martin G. Mirestone.\" Then,\ndraining his glass, he added, \"Student of German history.\"\n\nAll this was beyond Peter's comprehension. No one ever had the audacity\nto walk into his house and help himself to whatever he wanted--he was\nindeed unheard of in his tiny social world.\n\n\"Well, what are you staring at?\" Mirestone boomed out. \"Take my cloak,\nplease, then be seated. We'll talk.\"\n\nTaking the cloak and draping it over a wooden peg in the wall, Peter\nmoved cautiously around the foreboding character that monopolized his\nsmall house. Carefully seating himself opposite the man, he moved the\ntable so that it set between them as a protective barrier.\n\n\"I'll make myself clear to you,\" Mirestone explained, \"For I want my\nstay to be as brief as possible.\"\n\nHe poured himself another glass of wine, then settled back in the chair,\nhalf closing his eyes. \"You see, I am a student, you might say, of\nGerman history or folklore. I am in the process of writing a collective\nhistory of the Pennsylvania Dutch folk, their habits, beliefs, and--\" he\nbroke off for an instant as he leaned forward across the table, staring\ninto the frightened eyes of Peter \"--and their superstitions.\"\n\nShifting his chair around in order to get benefit from the heat of the\nfireplace, Mirestone went on. \"Now I want facts, Scheinberger, authentic\nfacts. I am prepared to pay you well for your trouble, but I insist on\ninformation that is backed up with sound, accurate truth.\"\n\nPeter became more relaxed but still slightly uneasy. He didn't like the\nattitude of this man, Mirestone. He was too sure of himself--altogether\ntoo cocky. But then on the other hand he had said there would be a\nfinancial gain from any business that he could transact with him. Money\nwas something that Peter knew he needed in order to keep his farm going,\nand any income, however small it may be, would be welcomed gratefully.\nYes, he decided that he had better endure the rudeness of this man.\n\nFor a few seconds, however, the tall stranger seemed to lose all of his\ncockiness, and a somber look crept over his jovial features. \"Have you\never heard of the hex of the white feather?\"\n\nPeter thought a moment before he replied. \"Yes. I have heard of it.\"\nThen nervously he fingered his glass of wine that he had not as yet\ntouched. Raising it up to his lips he sipped it slowly as he stared at\nMirestone over the rim of the glass. \"Yes. I have heard of it,\" he\nrepeated.\n\n\"Good, good. You have heard of it. Now, you will tell me about it, of\ncourse. I want to know all about it--how it is practiced, the results,\nand so forth.\"\n\n\"Is that why you came here? Only to learn of the white feather hex?\"\n\n       *       *       *       *       *\n\nMirestone climbed to his feet and paced the room. \"Yes,\" he said. Peter\nnoted a sad tone in his voice, and he waited for him to say more.\n\n\"Yes,\" Mirestone continued. \"I have, like you, heard of the hex of the\nwhite feather. I have traced it down to several families, but none could\ntell me anything about it that was factual. Half of the stupid fools\nmade up stories as they went along--some concocting the biggest bunch of\nasinine tales that I've ever heard. But you, Peter, are a descendant of\nthe Scheinbergers. I know for a fact that Otto Scheinberger practiced\nthe white feather hex and passed the power on down to your father. From\nthere it stopped. However, there must be some record of it in your\nfamily. You are in possession of the books of your grandfather, aren't\nyou?\"\n\n\"I have several of his books. Some of them I have read.\"\n\n\"Well,\" Mirestone waited. \"Did you come across anything about the hex?\"\n\n\"Yes,\" answered Peter. \"I read about that which you mention.\"\n\n\"Splendid, now we are getting somewhere. Can you find me the book that\ntells of it?\"\n\nPeter finished drinking his wine and setting the glass upon the table,\nhe slowly rose and faced Mirestone with a look of superiority playing\nabout his rustic features. \"No, I am afraid not. You see, I have burned\nthe book.\"\n\nMirestone's face went white. \"You burned it?\"\n\n\"Yes,\" said Peter. \"I don't wish to have anything to do with such black\nmagic. It is better burned.\"\n\n\"But you must remember the hex. Although the book is destroyed you still\nhave the information in your head, _nein_?\"\n\n\"I could never forget it if I wanted to,\" replied Peter reluctantly. \"If\nI could burn my memory also it would be better.\"\n\nMirestone went back to the fireplace and placed several chunks of wood\non the blaze. A bright orange glow leaped out from the hearth and danced\nmockingly over his pallid brow, hiding his lank jowls in the shadows\ncast by the cheekbones. Like some grim spectre he rose up, towering\nabove the little Dutchman. Peter had only to look into his eyes to see\nthe imperative request that lingered behind the hollowed sockets.\n\n       *       *       *       *       *\n\nThroughout the remainder of the night Peter, almost in spite of himself,\nwracked his brain to bring back to mind everything that was mentioned in\nthe book about the hex of the white feather. The idea was clear enough,\nbut the minute details, the infinite possibilities for mistake, and the\nexacting specifications concerning the experiment were blurred in his\nmemory. He knew that with time he could bring back everything that he\nhad read, but it would take deep concentration and, perhaps, many days\nof trial and error to determine the right path that they must follow in\norder to have success.\n\nMirestone, realizing that any distraction would break Peter's train of\nthought, sat quietly in the corner finishing off the Dutchman's supply\nof wine. He watched Peter closely through his slitted eyes, and it\nseemed that his compelling stare was the only force that could drive the\nfrightened Peter on. Every so often Peter would glance up and see\nMirestone leaning back in the corner half concealed by the deep\nshadows--only his partially opened eyes could be seen flickering in the\nfiery glow of the hearth. Then he would cover his face with his large,\nknotted hands, work the twisted fingers through his hair, and try to\nbring back to mind the evil recipe.\n\nThe glow from the fireplace gradually died down to make room for the\nstreams of morning dawn. Peter blinked sleepily and got up to stretch a\nbit. Outside the dull morning light worked its way over Peter's\nfarm--clouds of mist still poured up from the gorge, circling the bridge\nand creeping up the bank across the fields. Peter unlatched the heavy\noaken door and went outside to the outbuildings.\n\nMeanwhile, Mirestone had started a fire in the stove and was placing\nslabs of bacon in the pan. \"Nothing like a good old-fashioned peasant's\nbreakfast,\" he laughed as Peter came in the door several minutes later.\n\"So, you brought a goat, heh?\" he noticed. \"Are you figuring on starting\nin soon?\"\n\nPeter set a small kid on the floor and watched it scamper about the\nroom, looking for an exit. \"Yes, we might as well. I don't like this\nbusiness at all. I wish to get it over with as soon as possible,\nand----\" Peter eyed Mirestone squarely. \"I expect to be paid well for my\ntrouble.\" He was trying to make himself believe that that was his only\nreason for complying with Mirestone's demands. Actually he was not so\nsure....\n\n       *       *       *       *       *\n\nAs the heat of the noon day sun blasted down on their backs, Mirestone\nwatched Peter pass a feather, freshly plucked from a white Leghorn,\nunder the nose of the bleating kid. Mirestone listened carefully to what\nPeter was telling him. The breath of the victim had to be spread over\nthe feather before anything further could be done.\n\n\"Tie him,\" commanded Peter. Mirestone held the goat by the scruff of his\nneck and fastened a halter about him. The other end was secured to a\nstake allowing the kid to run about in a circle of ten feet or so in\ndiameter.\n\n\"We will leave him for awhile,\" said Peter as he walked back to the\nkitchen.\n\nMirestone followed in the Dutchman's footsteps, and when they were\ninside, he listened intently as Peter recited a monosyllabic chant over\nthe feather. \"The chant is easy enough to learn,\" Peter assured him.\n\"You will master it quickly.\"\n\n\"I understand so far,\" Mirestone said.\n\n\"Then that is all,\" Peter finished, \"except that you can hang the\nfeather up and watch it grow red.\"\n\n\"Red?\"\n\n\"Yes,\" Peter explained, \"That is the only way you can tell if the hex\nhas worked.\"\n\nPeter went to a chest at the foot of his bed and drew out a small box of\nsewing utensils. He broke off a piece of black thread and replaced the\nbox in the chest. \"Now I'll show you what I mean,\" Peter spoke wearily\nas he tied the feather with the thread and suspended it from one of the\nrafters in the room. \"Just sit and watch.\"\n\nIt was not many minutes before a light red tint crept up the feather's\nquill, spreading slowly outwards towards the fringed edges. Deeper and\ndeeper grew the intensity of the color until it reached a pure blood\nred.\n\n\"Hurry outside,\" cried Peter. \"You can see the goat in its last seconds\nof life.\"\n\nMirestone hurried after the Dutchman. Jerking at the halter the goat\nbleated in agony, prancing up and down frantically. Its eyes grew\nhorribly bloodshot and finally closed. With a feeble, choking sigh, the\nanimal dropped over on its side, its legs still twitching spasmodically.\nMirestone bent over the hairy form and examined the head, now wet with\nperspiration.\n\n\"Nothing can be done for the beast?\"\n\n\"No.\" Peter looked on with a touch of pity in his eyes, \"Nothing can be\ndone once the feather has turned red.\"\n\nAs if the death of the kid was their cue, masses of thick thunderheads\nturned over with a deep rumbling thunder. The sky became crystal clear,\nand a greenish glow could be seen working its way across the horizon.\nThe sky darkened as the glistening thunderheads now taking on an ominous\ncoloring warned the farmers of the impending storm.\n\nIt was later that evening. Rain drummed against the slate roof of\nPeter's house and reverberated through the rooms to where Mirestone and\nthe Dutchman sat by the fire in silence. Mirestone broke the still\natmosphere by putting forth a question that Peter somehow knew would be\ncoming sooner or later.\n\n\"I wonder how the hex would react on a human being?\"\n\nPeter hoped to end the topic by answering him quickly and not beating\naround the bush trying to evade the question. \"It would kill him\neventually. Maybe not so quick as the goat, but it would kill him.\"\n\n\"What do you mean not as quickly as the goat--do you think it would take\nmore time on a human?\"\n\n\"Perhaps. I have heard of cases in which the hex, once it was started,\ndragged on for many days.\"\n\n\"I see.\" Mirestone sat back again thinking to himself.\n\nPeter didn't like this. He wanted to get rid of Mirestone. \"Well, you\nhave your information. I showed you how the hex works. So, why not pay\nme and leave?\"\n\nMirestone got up and laughed in the Dutchman's face. Crossing to the\nlarder, he brought down a bottle, cracking the neck on the beam above,\njust as he had done the night before. A wave of apprehension overcame\nPeter as he realized the old flip attitude of Mirestone's was coming\nback. That meant definite trouble, and Peter began to fear the\nconsequences.\n\n\"So, why not pay me and leave?\" he again ventured. \"Or do you want\nsomething else?\" Peter knew that he didn't need to ask that last\nquestion, for already he realized the grim experiment that was playing\nabout in Mirestone's head.\n\n\"Yes. I just told you what I wanted. I want to see the hex on a human\nbefore I go.\"\n\n\"Why? You have your information. Why do you want to see it work on a\nman?\"\n\n\"My stupid, little peasant friend, do I look like a student of history?\"\n\nFor the first time Peter actually looked at Mirestone and saw him for\nwhat he was. Of course, he couldn't be a student. No student would act\nas he did, or even look as he did. The words jammed in his throat as he\nwas about to voice a reply.\n\n\"Ha--Martin G. Mirestone, student of history, student of German history.\nNo my little oxen friend. I am no more a student of history than you\nare, but I need the hex for other reasons which do not concern you.\"\nThen as if he were contemplating a great new joke he continued. \"But on\nthe other hand, maybe the future of the white feather hex does concern\nyou.\"\n\nMirestone's voice was drowned out by a heavy rumbling of thunder and the\nincreased splashing of rain on the windows. But somehow Peter seemed not\nto notice.\n\n       *       *       *       *       *\n\nSomewhat later Mirestone stepped quietly over to the sleeping form of\nhis host. Peter had been over twenty-four hours now without sleep, and\nalthough the old Dutchman had tried desperately to fight off the\ndrowsiness that overcame him, the recent excitement of the day had\nfinally taken its toll. Lightning struck near by followed with an ear\nsplitting blast that shook the house to its rocky foundations. Pieces of\nslate flew off the roof and were carried away into the night. The rain\npoured down in a great deluge, blurring the window, making it impossible\nto see in or out.\n\nMirestone held out a glistening white feather in his long spidery\nfingers. He placed it within a few inches of Peter's nose and watched\nthe delicate edges riffle in the Dutchman's breath. Crossing to the\ntable, he leaned over the white fluff and breathed the short German\nincantation over it. How it glistened in the firelight! He bent closer\nand closer as he whispered the magic words that Peter had taught him,\nhis breath ruffling the feather, playing about in the fringed softness.\nHe hung up the feather by a thread and watched it hop back and forth in\nthe center of the room.\n\n       *       *       *       *       *\n\nPeter awakened and saw Mirestone sitting by the fire noting every\nmovement of the feather. \"What are you doing, heh?\"\n\nMirestone swung around and glared at the bleary eyed Dutchman. \"Sit\ndown,\" he commanded. \"Sit down and watch the feather turn red.\"\n\nPeter didn't need to be told that it was his feather. He knew by the\nmerciless eyes of Mirestone that everything was over. \"So, you were\ndetermined to find out what would happen if the hex were tried on a\nman?\"\n\nPeter was surprised at how easily he took his fate. There was no need of\nexcitement--this was his end and there was no changing it.\n\n\"Yes, I had to know, for I can't leave until I have a complete record of\nall the results.\" Mirestone certainly was not cocky now. He looked\nalmost ashamed of himself as he sat there nervously watching a man's\nfate swing by a silken thread. \"I'm sorry, Peter, my friend, but that is\nhow it must be. You are a stepping stone to a glorious reckoning that\nwill soon take place. The hex of the white feather--I can hardly believe\nthat I have at last tracked it down. And you, Peter, are the last\nwitness, the last link in the chain of those who know the secret, and\nhow can it better end than by your becoming a part of the secret?\"\n\nPeter realized that he had not much longer to live and nothing he could\ndo to Mirestone would change his fate. Perhaps he could save others,\nthough.\n\n\"What is this glorious reckoning you were speaking about?\"\n\n\"As soon as I see how your case ends, I'll be able to go ahead and\nrelease my vengeance on those stupid, bungling fools who have thwarted\nmy progress in the black arts. They claim to speak in the name of\nhumanity, no less!\"\n\n\"In that case,\" exclaimed Peter, \"I won't let myself be a foothold for\nyour damned work--it is of the devil and I'll have no part of it.\"\n\n\"Shut up, fool. You are a part of it already.\"\n\n\"Not if my body is destroyed before you can get hold of it.\"\n\nPeter played his trump card. He quickly sprang back and slipped out the\ndoor into the storm. Mirestone jumped up after him, but it was too late.\nHe peered out into the raging tempest making out the figure of Peter\nstruggling with the hatch on the horse barn. He pulled his cloak about\nhim and started towards Peter to stop him. The rain beat his face,\nblinding him momentarily, and before he could see clearly a dark mass\npounded by, swift hoofs spattering mud all over him.\n\nDown the road sped Peter on the horse--down the road and towards the\nfoot-bridge. Mirestone ran a few steps and halted. He heard the hollow\nstaccato of horse's hoofs on the planks for an instant, followed by a\nsplintering crash that rumbled up from the gorge. A long, guttural cry\npierced the black gloom as man and horse plunged down to the seething\ndeath awaiting them.\n\nCursing savagely, Milestone trudged back through the rain to the house.\nHe slammed the door shut and threw his cloak on Peter's bed. There was\none more bottle on the shelf; he smashed the neck and poured a glass. If\none could see him bent over the table sending silent curses into his\nwine, he could readily imagine the feeling of defeat that had spread\nover Mirestone's countenance. The idiot of a Dutchman who had to play\nthe hero's part and save other lives by ending his own made Mirestone\nfairly sick. However, all was not over. So the Dutchman had died; the\nhex had worked--a lot sooner than he had expected though. Now he\ncertainly would be delayed in his progress, for he had counted on\nexamining the body for any traces left that would suggest something out\nof the ordinary. One thing, however, he had learned was that the hex at\nleast worked on humans. The mangled body that was being washed over the\nrocks would be enough proof on that score.\n\nMirestone poured another drink. He leaned back in the chair and placed\nthe glass to his lips. He was tilted so far back that as he raised the\nwine to a drinking position, it blocked his view of the room. As he\nslowly sipped it, however, the room began to come into view--the ceiling\nfirst and slowly the wall. His eyes focused on a piece of thread hanging\nfrom the ceiling, and as the wine sank lower and lower in the glass, the\nthread grew longer and longer until in one last swallow he was able to\nsee the end of the line.\n\nMirestone's hand went stiff as he looked at the thread, for on the end\nof it was a pure white feather.\n\n       *       *       *       *       *\n\nIn an instant Mirestone realized that the hex had not worked. Peter's\ndeath at the bridge had been a grotesque coincidence. Had the untimely\nplunge in the rapids been the result of the hex the feather would have\nlong since been red, therefore, the tragedy was no more than an accident\nand Mirestone's hands were innocent of the Dutchman's blood. That\nrealization, of course, didn't bother him, for he was not concerned\nwhether or not he was responsible for Peter's death, but he was\ngenuinely worried in the failure of the hex. He wondered if he had done\nsomething wrong. If he had, the last link, that could have corrected him\nwas broken. From here on in he was on his own.\n\nHe calmed himself and began to think. He retraced everything that he had\ndone to see if he couldn't have found some margin in which error could\nhave crept in. He remembered how carefully he had bent over the feather\nreciting the exact words taught him by Peter. He especially remembered\nthat part of the hex, for hadn't the feather been ruffled by his breath\nwhen he spoke....\n\nGradually the truth began to dawn on Mirestone. His own breath must have\nreleased Peter from the hex. The last person's breath that touched the\nfeather would feel the sting of the power. Mirestone sat back\ndumbfounded. He was to be his own guinea pig. What ghastly horror was he\nin for? Would he die quickly like the goat or would his death be\nprolonged over a period of days like Peter had suggested. He gripped\nhimself. It wouldn't do to lose control of his senses. There must be a\nway out of the predicament. But Peter said that as soon as the feather\nturned red there was no turning back. Ah--there's the answer. The\nfeather is still white ... there's still a chance.\n\nMirestone grabbed his cloak and raced for the door. He must get an\nanimal--another goat, perhaps, and expose the feather to its breath. He\nmust hurry lest the spell will start working.\n\nThe slippery mud dragged him back and impeded his progress, but he\nstruggled on through the blinding storm towards the barn. It was so\nblack outside that he could hardly make out the buildings. All at once\nhe saw the barn looming ahead of him. Which door? Every second counted;\nhe would try the first one he came to. Wait--what's this holding his\ncloak? Mirestone turned and fumbled with some barbed wire fencing. It\nhad snagged him in the dark, and he soon became hopelessly entangled in\nit. Crying and shrieking, he tore the cloak from his shoulders and ran\non in his shirt sleeves. He wrenched open a door and sprawled in the\nbarn head first. On his hands and knees he scurried across the mealy\nfloor to the goat stall. The kids sprang in terror as he lurched in\ndrunkenly, grabbing about in the dark for one of them. Catching one by\nthe hind leg, he groped his way out again.\n\nThrusting his shoulders forward he slid through the gripping mud,\ntearing his way through the engulfing rain with his free hand. His leg\nleft numb from the wound inflicted by the barbed wire, and a trickle of\nblood was running down his shins. Without thinking he reached down to\nrub the wound, but quickly yanked his hand up again. What was that\nhorrible sensation he felt as he passed his hand over the fleshy sore?\nHe couldn't see in the rain, but his leg told him that it was something\nhairy, almost bristly.\n\nHe ran on towards the house, stumbling in the treacherous mud. Once he\nfell completely down in the slime. Wiping the dripping earth from his\nface, he was told again that something was wrong. His cheeks verified\nhis shin's story of a rough, jagged caress.\n\nHolding his hand in front of his face he saw, amidst a flash of\nlightning, a curling, black claw, bristling with long, ragged hairs.\nScreaming hysterically he dropped the kid and fell forward into the door\nof the house. The latch gave way with his weight and he tumbled into the\ncottage.\n\nDancing madly on the end of a thread was a blood red feather.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The White Feather Hex, by Don Peterson\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE WHITE FEATHER HEX ***\n\n***** This file should be named 23308.txt or 23308.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/3/3/0/23308/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}