{"title": "On Handling the Data", "author": "M. I. Mayfield", "releaseDate": "November 10, 2007 ", "language": "English", "type": "books", "content": "\n\nE-text prepared by Greg Weeks, Bruce Albrecht, L. N. Yaddanapudi, and the\nProject Gutenberg Online Distributed Proofreading Team\n(http://www.pgdp.net)\n\n\n\nNote: Project Gutenberg also has an HTML version of this\n      file which includes the original illustrations.\n      See 23429-h.htm or 23429-h.zip:\n      (http://www.gutenberg.net/dirs/2/3/4/2/23429/23429-h/23429-h.htm)\n      or\n      (http://www.gutenberg.net/dirs/2/3/4/2/23429/23429-h.zip)\n\n\n\n\n\n... ON ... HANDLING THE DATA\n\nby\n\nM. I. MAYFIELD\n\nIllustrated by Freas\n\n\n\n\n\n\n\n[Illustration]\n\n\n\n\n     _Sometimes a story is best told by omission--!_\n\n\nSeptember 16, 1957\n\nDr. Robert Von Engen, Editor\nJournal of the National Academy of Sciences,\nConstitution Avenue, N. W.,\nWashington, D. C.\n\nDear Sir:\n\nI am taking the liberty of writing you this letter since I read your\npublished volume, \"Logical Control: The Computer vs. Brain\" (Silliman\nMemorial Lecture Series, 1957), with the hope that you can perhaps offer\nme some advice and also publish this letter in the editorial section.\nYour mathematical viewpoint on the analysis between computing machines\nand the living human brain, especially the conclusion that the brain\noperates in part digitally and in part analogically, using its own\nstatistical language involving selection, conditional transfer orders,\nbranching, and control sequence points, et cetera, makes me feel that\nonly you can offer me some information with logical _arithmetic depth_.\n\nThe questions raised in this letter are designed principally to reach\nthe embryonic and juvenile scientists ... the _scientists-elect_, so to\nspeak. (I think the \"mature scientists\" are irretrievably lost.) For\nmany reasons, some of which will be explained in the following\nparagraphs, I think that it is of the greatest importance that some\nstimulatable audience be reached. As yet, the beginners have no rigid\nscientific biases and thus may have sufficient curiosity and flexibility\nabout the world in which they live to approach experimentation with a\nmind devoid of \"the hierarchy of memory registers which have programmed\nin erroneous data.\"\n\nWhat I have to say will not surprise nor shock _you_, or those who are\nat present engaged in scientific investigation. In fact, I have read\nmany science-fiction stories that deal with the same problem. Perhaps\nthat is the only way that it can be approached, through the medium of a\nstory? Yet why not present it for what it may be? Let me tell it my own\nway, and then, please, let me have your _coldly logical_ opinion.\n\nAs to my background, I am a graduate student in the Zoology Department\nof a midwestern university working toward a Master's degree, or actually\na doctorate--we can bypass the M.S. if we choose--in the field of\nCellular Physiology. My sponsor is an internationally known man in the\nfield. The area of research that I have selected is concerned with the\neffects of physical and chemical agents on the synthesis of nucleic\nacids of the cell. Obviously, this is a big field, and I hope to select\nfrom among the different agents, one or two that will give \"positive\nresults.\" I have been doing active research for about half a year\ntesting the different agents. As for the _fundamental_ questions raised,\nI am positive that it would make _no_ difference in what field of\nscience I were to work.\n\nBy now I have had enough course work to realize that when performing any\nassigned laboratory exercise--they should not be called\nexperiments--even of a cook-book type, little or even major\ndiscrepancies arise, and _always on the initial trials_, no matter how\ncarefully one works! As you are probably aware, the teaching assistant\nin charge of the lab or the instructor, generally runs through the\nexercise before the class does in order to get the \"bugs\" out of it--I\nam deliberately generalizing, since the above holds for all of the\nlaboratory sciences--so when the student gets confusing or rather\ncontradictory results, the instructor can deftly point out the error in\nthe setup or calculations, or _what have you_. He may _even_ indicate\nwhat results may be expected. _The last is critical._ Similarly other\nstudents in the laboratory usually have friends who have had the course\nbefore and know what results are expected--_this technique is frowned\nupon_. Or one may consult textbooks and published papers. (This, by the\nway, is known as _library research_, and is generally conceded to be\nindicative of the superior student, especially if he points out the fact\nthat he is _so interested_ that he just had to delve into the\nliterature.) By any technique, _the expected results are always\nobtained_. _Always. And by everyone._ The initial confusions--that some\n_honest_ students perpetuate--are easily brushed aside as errors due to\ninexperience, sloppiness, lack of initiative, stupidity of congenital\nsort, et cetera, et cetera.\n\nSince being a teaching fellow, even simple cook-book experiments don't\nseem as cook-bookish. Some pretty weird things have happened when I\ntried out an exercise prior to the class. Fortunately, I was taught to\nkeep data--in duplicate: indelible purple Hexostick original and carbon\ncopy. These, _vide infra_, are a few of such happenings.\n\n     Elementary General Physiology Laboratory:\n\n     1. Initial maximal vagal stimulation:\n\n        _Expected results_: inhibition of heart beat.\n\n        _Obtained results_: one series of increased heart beats.\n        (Possible explanation: I missed the vagus nerve)????\n\n     2. _Frog nerve-muscle preparation_:\n\n        _Expected results_: a single muscle twitch.\n\n        _Obtained results_: a beautiful nerve twitch.\n\n        (Explanation: Eyesight? How can _nerves_ twitch?)??\n\n     3. _Hypotonic hemolysis_:\n\n        _Expected results_: red blood cell destruction.\n\n        _Obtained results_: crenation.\n\n        (Explanation: switched salt solutions _unconsciously_)?????\n\n     4. _Curarized muscle preparation_:\n\n        _Expected results_: a synaptic block with no response of nerve\n        when stimulated.\n\n        _Observed results_: a typical strychnine response, violent\n        _tetanus_, et cetera.\n\n        (Explanation: again, I switched bottles)????\n\n     5. I shall avoid the obvious mention of mishaps with mechanical or\n        electrical pieces of equipment. I assure you there were similar\n        deviations in initial attempts.\n\nSince I realize that you are preparing a paper on _Memory Registers:\nStimulation Criteria_, for the VIth Annual International Meeting of the\nSociety of Theoretical Biomathematicians in London, and are short of\ntime, I shall avoid going into the same kind of detail as the above for\nother Biology Labs, and get into the real heart of the thing ... the\nresearch problem. (After all that is what both of us are interested in.)\nBy the way, please send me a reprint of the paper when it comes out.\n\nI guess I am really hepped up on this, because I've just got to point\nout for emphasis other incidences usually of a type that involved\nmissing a whole organ in dissections or a tissue structure in histology\nonly on the _first_ study, and then re-reading the assignment--after\nknowing what to look for--and _subsequently finding it exactly where it\nis said to be_. (Ever hunt for an unknown quality--or quantity?) _So it\nwas there all the time_, sloppy technique? Or is this branching at a\ncontrol point? _cf._ LC: C. vs. B. p. 251.\n\nTo get back to my thesis research, the pieces of equipment that I have\nbeen using in the research are fairly standard in physiological\nresearch: a Beckman spectrophotometer, a Coleman photometer, a van Slyke\namino nitrogen apparatus, a Warburg respirometer, pH meters, Kjeldahls,\nThunbergs, et cetera. Mostly, I'm in the process of getting used to\nthem. Also there is a high voltage X-ray generator, U. V. source and\nother equipment for irradiation purposes. We also have an A. E. C.\nlicense so that we can get at least microcurie amounts of the usual\nisotopes for radioautographic work.\n\nNow the literature in my area is pretty controversial. (You can\nappreciate _that_, especially since Bergbottom at the Kaiser Wilhelm\nInstitute bombarded you with criticisms of your theories.) Different and\nactually contradictory results have been obtained for the same substance\nin the same organism, _e. g._ alkaline phosphatase in the frog liver\ncell (Monnenblick, '55, Tripp, '56, and Stone, '57). To give an example,\nwhen I start a run for respiration effects using a Warburg I don't know\nwhat results to expect. Whenever this has been the case, my results have\nbeen confusing ... to say the least.\n\nOn nitrogen-mustard treated cells, in some instances the controls\nrespired significantly _more_--even with a statistical analysis of\nvariance--in some instances the _experimentals_ respired significantly\nmore; and in other cases the respiration for both was _exactly_ the\nsame--even _closer_ than the expected deviations that should be found in\nany random population. One run, the blank run, _containing no cells_ ...\nand grease-free ... consumed the greatest amount of oxygen. To cut this\nletter short, the same inconstancies apply to other trials that I have\nmade. Whenever I didn't know what to expect, and particularly where the\nliterature was controversial, my results have been completely haywire.\n\nNeedless to say, I was not happy with this so I discussed it with other\ngraduate students. They have all encountered the _same thing_! But most\nprofessors won't admit this to be true and merely tell me that my\ntechnique is lousy. If anything, I am an overly careful worker. Why is\nit when I _know_ what results are expected, I get comparable results\neven on the _first_ trial?\n\nRemember, _I obtained the expected results_ when the literature wasn't\nconfused or when my sponsor--a most important man in my life--gave me a\nclue as to what kind of results to expect. _Only then._\n\nNow this is the heart of the matter.... The obvious explanation is the\nlack of experience. But, and this is what haunts me ... _what if those\nso-called contradictory results are meaningful_? What if they were\nexecuted with care--_and they were_--and are not the results of\nsloppiness or inexperience? _What if a nerve can twitch?_\n\nVery respectfully yours,\n\nJonathan Wells\n\n       *       *       *       *       *\n\nMay 3, 1958\n\nDr. Robert Von Engen,\nEditor, Journal of the National Academy of Sciences,\nConstitution Avenue,\nWashington, D. C.\n\nDear Dr. Von Engen:\n\nI would like to thank you for your encouraging letter and advice. I\nagree completely with your statement that science has a long way to go\nbefore we can explain the various inconsistencies that crop up in\nresearch. But I certainly can't see how the letter is far too\n\"unsophisticated\" for inclusion in the _Letters to the Editor_ portion\nof your journal. While your letter should have calmed me, I feel even\nmore strongly now after a year of research about the matter than I did\nbefore. I have deliberately postponed answering your letter until I had\nmore _facts_.\n\nI now find that I have accumulated--as you suggested--three distinctly\nconflicting groups of data on nucleic acid synthesis of frog liver\ncells:\n\n1. There is a conversion of ribonucleic acid to desoxyribonucleic acid.\n\n2. There is a conversion of desoxyribonucleic acid to ribonucleic acid.\n\n3. The synthesis of both types of nucleic acid are independent of each\nother. (In addition, I have some data ... that I don't want to think\nabout too much ... that shows that there is absolutely no nucleic acid\nin the liver cell.) Thus, these data all accumulated by experimental\nwork, support all three hypotheses. Moreover, the literature supports\n_all three hypotheses_. I intend to go to the Woods Hole, Massachusetts\nMarine Lab this summer with my sponsor and get some new ideas there,\nespecially since Professor Gould M. Rice from the University of London\nwill be there presenting a seminar series on his work in nucleic acid\nsynthesis in _Oryzias_.\n\nThe point is not that there is a conflict in the data, but that the data\nconflict because there is a conflict in my mind and in the literature.\n_Don't you see it?_ As you said on page 20 of \"Logical Control: Computer\nvs. Brain\": \"the order-system--this means the problem to be solved, the\ninteraction of the user--is communicated to the machine by 'loading' it\ninto the memory.\"\n\nSincerely yours,\n\nJonathan\n\n       *       *       *       *       *\n\nAugust 31, 1958\n\nDr. Robert Von Engen,\nJournal of the National Academy of Sciences,\nConstitution Avenue,\nWashington, D. C.\n\nDear Dr. Bob:\n\nAgain, many thanks for your letter--and encouragement. I especially\ntreasure the inscribed copy of \"Logical Control: Computer vs. Brain,\"\nand the current reprint. I am sorry that I didn't get an opportunity to\nget down to Washington en route to Woods Hole and talk over the whole\nthing over a bottle of beer, _dark beer_. From what I hear of the\ndemands on a first-rate mathematician's time these days, you should be\ngrateful that I didn't get to see you, because I would have monopolized\n_all_ your time. I appreciate your generosity in extending the\ninvitation as a rain check to me.\n\nYour mention of the Duke School of \"psychology\"--my quotes--leaves me\ncold. It's too obvious and puts the cart before the horse. The important\npoint that I was trying to make dealt not with the \"possible\nparapsychological\" manipulation of equipment or the materials _a la_\ntelekinesis to produce the desired results, _but that our Science may\nnot be studying natural phenomena and trying to interpret them at all_.\nThe point, to get it down in black and white, is that our\n\"Science\"--yes, quotes--may be _inventing_ the reality that it is\nsupposedly studying. _Inventing the atoms, molecules, cells, nuclei, et\ncetera ... and then describing them, and in the description giving them\nreality._\n\nWhile I was at Woods Hole I had some really good bull sessions about\nthis very thing. I realize now that I may have been falling into the\ntrap of solipsism, \"who watches the quad,\" et cetera, type of thing.\nIncidentally, my research is finally beginning to fall into shape. My\nsponsor and I had some pretty good sessions about it, and some of the\nscrewy results I wrote you begin to make sense. I had the good luck to\ntalk to an outstanding man in the field of nucleic acid synthesis and he\nwas quite enthusiastic about the caliber of our work. He feels quite\nstrongly--but has no real evidence--that the synthesis of both types of\nnucleic acid are independent of each other and has pointed out some\nsignificant references that I did not know about. I'm anxious to buckle\ndown and really lick this nucleic acid problem ... in time for a June\ndegree.\n\nCordially,\n\nJonathan\n\nP.S.\n\nPlease send me a reprint of your lecture on \"Memory\nBanks--Transistorized Neurones.\" The lecture was ingenious, but there\nare some biological phenomena with which I don't agree. Remember, I'm\nthe biologist. Honestly, Doc, don't you think--_entre nous_--that your\nidea that a living organism, can be compared with automata in picking up\ninformational items and processing them simultaneously in parallel,\nrather than in series, is naif?\n\nJ.\n\n       *       *       *       *       *\n\nOctober 28, 1958\n\nDr. R. Von Engen,\nJournal of the National Academy of Sciences,\nWashington, D. C.\n\nDear Dr. Von Engen:\n\nI apologize for not answering your letter sooner. I assume you were\npulling my leg when you suggested that I make a science-fiction story\nout of \"the confused ideas of a beginning graduate student.\" You might\ngive _your_ idea of a \"possible science-fiction story\" to one of your\nacolytes that has some small experience in the field of writing--not\nscience. I am afraid that your other suggestions are not germane to the\nproblem of nucleic acid synthesis and metabolism, a problem that has\nbeen occupying _all_ my time. In fact, I've been doing with three to\nfour hours of sleep these days. With the kind of concentration that I\ncan offer the problem, there is no question that the data are falling\ninto line, and our research is going rather well. We will show, I hope,\nfairly conclusively that there is little or no interconversion between\nthe two types of nucleic acid synthesis in the cell.\n\nDespite your ingenious mathematical approaches for stimulation criteria,\nin biological research--a very abstruse field--even your multiplex\nmachines with elaborate means of intercommunication are not\nsophisticated enough--or ever will be--to cope with the complexities\ninherent in the numerous interacting biosyntheses on the subcellular\nultratopographical level of protoplasm.\n\nSincerely yours,\n\nJonathan Wells\n\n       *       *       *       *       *\n\nNovember 8, 1958\n\nThe Editor,\nJournal of the National Academy of Sciences,\nWashington, D. C.\n\nMy dear Professor Von Engen:\n\nFrom the tenor of your last letter it is quite evident that there has\nbeen a radical change in your originally sound and inspired ideas, and\nwhich clearly indicates to me that a discussion and exchange of basic\nconcept would be fruitless. I'm rather hurt that you question my\nintegrity with the statement about the \"slick, calculating,\ncareer-minded cult of Ph. Deism.\" Moreover, I would appreciate, if\npossible, the return of my previous correspondence.\n\nI don't feel that I am totally inept, for I have been awarded a\npredoctoral fellowship that will support me during the remainder of\ngraduate school. In addition, I am being seriously considered for a\nfaculty position at an outstanding Eastern University upon completion of\nmy thesis. Should you be interested, we now have an article in press on\nthe Journal of Cellular Physiology entitled: \"Nucleic acid synthesis in\nthe frog liver cell: A definitive study.\" We have found substantial\nevidence which demonstrates that there is no interconversion of the two\ntypes of nucleic acid.\n\nI cannot help but comment about your recent paper in _Scientia_--I do\nnot believe that it is at all possible to devise computers which can\nhandle the species of data which we obtain. Your data being less\ncomplex, of course, may fit.\n\n_Naturally_, I have your confidence in the entire matter.\n\nYours very truly,\n\nJ. Wellington Wells\n\n\n\n  +--------------------------------------------------------------+\n  |                      Transcriber's Note                      |\n  |                                                              |\n  | This e-text was produced from Astounding Science Fiction,    |\n  | September, 1959. Extensive research did not uncover any      |\n  | evidence that the U.S. copyright on this publication was     |\n  | renewed.                                                     |\n  +--------------------------------------------------------------+\n\n\n\n***END OF THE PROJECT GUTENBERG EBOOK ON HANDLING THE DATA***\n\n\n******* This file should be named 23429.txt or 23429.zip *******\n\n\nThis and all associated files of various formats will be found in:\nhttp://www.gutenberg.org/dirs/2/3/4/2/23429\n\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://www.gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.gutenberg.org/fundraising/pglaf.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://www.gutenberg.org/about/contact\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://www.gutenberg.org/fundraising/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit:\nhttp://www.gutenberg.org/fundraising/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}