{"title": "Attention Saint Patrick", "author": "William Fitzgerald Jenkins", "releaseDate": "November 10, 2007", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Bruce Albrecht and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\nTranscriber's Note: This etext was produced from Astounding Science\nFiction, January, 1960. Extensive research did not reveal any evidence\nthat the U.S. copyright on this publication was renewed.\n\nMinor typographical errors have been corrected without note. Dialect\nspellings, contractions and discrepancies have been retained.\n\n\n\n[Illustration]\n\n\n\nATTENTION SAINT PATRICK\n\n\n\nBy\n\nMURRAY LEINSTER\n(Pseudonym of William Fitzgerald Jenkins)\n\nIllustrated by Bernklau\n\n\n\n\n_Legends do, of course, get somewhat distorted in the passage of\ntime. In the future, the passage across space to other planets may\ncause a slight modification here and there ..._\n\n\n\n\nPresident O'Hanrahan of the planetary government of Eire listened\nunhappily to his official guest. He had to, because Sean O'Donohue was\nchairman of the Dail--of Eire on Earth--Committee on the Condition of\nthe Planet Eire. He could cut off all support from the still-struggling\ncolony if he chose. He was short and opinionated, he had sharp, gimlet\neyes, he had bristling white hair that once had been red, and he was\nthe grandfather of Moira O'Donohue, who'd traveled to Eire with him on\na very uncomfortable spaceship. That last was a mark in his favor, but\nnow he stood four-square upon the sagging porch of the presidential\nmansion of Eire, and laid down the law.\n\n\"I've been here three days.\" he told the president sternly, while his\ngranddaughter looked sympathetic, \"and I'm of the opinion that there's\nbeen shenanigans goin' on to keep this fine world from becoming' what it\nwas meant for--a place for the people of Eire on Earth to emigrate to\nwhen there was more of them than Erin has room for. Which is now!\"\n\n\"We've had difficulties----\" began the president uneasily.\n\n\"This world should be ready!\" snapped Sean O'Donohue accusingly. \"It\nshould be waitin' for the Caseys and Bradys and Fitzpatricks and other\nfine Erse people to move to and thrive on while the rest of the galaxy\ngoes to pot with its new-fangled notions. That's the reason for this\nworld's very existence. What set aside Erin on Earth, where our\nancestors lived an' where their descendants are breathin' down each\nother's necks because there's so many of them? There was no snakes\nthere! St. Patrick drove them out. What sets this world apart from all\nthe other livable planets men have put down their smelly spaceships on?\nThere's no snakes here! St. Patrick has great influence up in Heaven.\nHe knew his fine Erse people would presently need more room than there\nwas on Earth for them. So he'd a world set aside, and marked by the\nsign that no least trace of a serpent could exist on it. No creature\nlike the one that blarneyed Mother Eve could be here! No----\"\n\n\"Our trouble's been dinies,\" began the president apologetically.\n\nBut he froze. Something dark and sinuous and complacent oozed around\nthe corner of the presidential mansion. The president of Eire sweated.\nHe recognized the dark object. He'd believed it safely put away in\npleasant confinement until the Dail Committee went away. But it wasn't.\nIt was Timothy, the amiable six-foot black snake who faithfully and\ncordially did his best to keep the presidential mansion from falling\ndown. Without him innumerable mouse-sized holes, gnawed by mouse-sized\ndinies, would assuredly have brought about its collapse. The president\nwas grateful, but he'd meant to keep Timothy out of sight. Timothy must\nhave escaped and as a faithful snake, loyal to his duty, he'd wriggled\nstraight back to the presidential mansion.\n\nLike all Eire, he undoubtedly knew of the pious tradition that St.\nPatrick had brought the snakes to Eire, and he wasn't one to let St.\nPatrick down. So he'd returned and doubtless patrolled all the diny\ntunnels in the sagging structure. He'd cleaned out any miniature,\ndinosaurlike creatures who might be planning to eat some more nails. He\nnow prepared to nap, with a clear conscience. But if Sean O'Donohue saw\nhim--!\n\nPerspiration stood out on President O'Hanrahan's forehead. The droplets\njoined and ran down his nose.\n\n\"It's evident,\" said the chairman of the Dail Committee, with\ntruculence, \"that we're a pack of worthless, finagling' and maybe even\nProtestant renegades from the ways an' the traditions of your fathers!\nThere is been shenanigans goin' on! I'll find 'em!\"\n\nThe president could not speak, with Timothy in full view. But then what\nwas practically a miracle took place. A diny popped out of a hole in\nthe turf. He looked interestedly about. He was all of three inches\nlong, with red eyes and a blue tail, and in every proportion he was a\nminiature of the extinct dinosaurs of Earth. But he was an improved\nmodel. The dinies of Eire were fitted by evolution--or Satan--to plague\nhuman settlers. They ate their crops, destroyed their homes, devoured\ntheir tools, and when other comestibles turned up they'd take care of\nthem, too.\n\nThis diny surveyed its surroundings. The presidential mansion looked\npromising. The diny moved toward it. But Timothy--nap plans\nabandoned--flung himself at the diny like the crack of a whip. The diny\nplunged back into its hole. Timothy hurtled after it in pursuit. He\ndisappeared.\n\nThe president of Eire breathed. He'd neglected that matter for some\nminutes, it seemed. He heard a voice continuing, formidably:\n\n\"And I know ye'll try to hide the shenanigans that've destroyed all the\nsacrifices Earth's made to have Eire a true Erse colony, ready for Erse\nlads and colleens to move to and have room for their children and their\ngrandchildren too. I know ye'll try! But unless I do find out--not\nanother bit of help will this colony get from Earth! No more tools! No\nmore machinery that ye can't have worn out! No more provisions that ye\nshould be raisin' for yourselves! Your cold-storage plant should be\nbulgin' with food! It's near empty! It will not be refilled! And even\nthe ship that we pay to have stop here every three months, for mail--no\nship!\"\n\n\"It's the dinies,\" said the president feebly. \"They're a great trouble\nto us, sir. They're our great handicap.\"\n\n\"Blather and nonsense!\" snapped Sean O'Donohue. \"They're no bigger than\nmice! Ye could've trapped 'em! Ye could've raised cats! Don't tell me\nthat fancy-colored little lizards could hinder a world especially set\naside by the intercession of St. Patrick for the Erse people to thrive\non! The token's plain! There's no snakes! And with such a sign to go\nby, there must've been shenanigans goin' on to make things go wrong!\nAnd till those shenanigans are exposed an' stopped--there'll be no more\nhelp from Earth for ye blaggards!\"\n\nHe stamped his way into the presidential mansion. The door slammed\nshut. Moira, his granddaughter, regarded the president with sympathy.\nHe looked bedraggled and crushed. He mopped his forehead. He did not\nraise his eyes to her. It was bad enough to be president of a planetary\ngovernment that couldn't even pay his salary, so there were patches in\nhis breeches that Moira must have noticed. It was worse that the colony\nwas, as a whole, entirely too much like the remaining shanty areas in\nEire back on Earth. But it was tragic that it was ridiculous for any\nman on Eire to ask a girl from Earth to join him on so unpromising a\nplanet.\n\nHe said numbly:\n\n\"I'll be wishing you good morning, Moira.\"\n\nHe moved away, his chin sunk on his breast. Moira watched him go. She\ndidn't seem happy. Then, fifty yards from the mansion, a luridly\ncolored something leaped out of a hole. It was a diny some eight inches\nlong, in enough of a hurry to say that something appalling was after\nit. It landed before the president and took off again for some far\nhorizon. Then something sinuous and black dropped out of a tree upon it\nand instantly violent action took place in a patch of dust. A small\ncloud arose. The president watched, with morbid interest, as the\nsporting event took place.\n\nMoira stared, incredulous. Then, out of the hole from which the diny\nhad leaped, a dark round head appeared. It could have been Timothy. But\nhe saw that this diny was disposed of. That was that. Timothy--if it\nwas Timothy--withdrew to search further among diny tunnels about the\npresidential mansion.\n\n                     *      *      *      *      *\n\nHalf an hour later the president told the solicitor general of Eire\nabout it. He was bitter.\n\n\"And when it was over, there was Moira starin' dazed-like from the\nporch, and the be-damned snake picked up the diny it'd killed and\nstarted off to dine on it in private. But I was in the way. So the\nsnake waited, polite, with the diny in its mouth, for me to move on.\nBut it looked exactly like he'd brought over the diny for me to admire,\nlike a cat'll show dead mice to a person she thinks will be\ninterested!\"\n\n\"Holy St. Patrick!\" said the solicitor general, appalled. \"What'll\nhappen now?\"\n\n\"I reason,\" said the president morbidly, \"she'll tell her grandfather,\nand he'll collar somebody and use those gimlet eyes on him and the poor\n_omadhoum_ will blurt out that on Eire here it's known that St. Patrick\nbrought the snakes and is the more reverenced for it. And that'll mean\nthere'll be no more ships or food or tools from Earth, and it'll be\nlucky if we're evacuated before the planet's left abandoned.\"\n\nThe solicitor general's expression became one of pure hopelessness.\n\n\"Then the jig's up,\" he said gloomily. \"I'm thinkin', Mr. President,\nwe'd better have a cabinet meeting on it.\"\n\n\"What's the use,\" demanded the president. \"I won't leave! I'll stay\nhere, alone though I may be. There's nothing left in life for me\nanywhere, but at least, as the only human left on Eire I'll be able to\nspend the rest of my years knockin' dinies on the head for what they've\ndone!\" Then, suddenly, he bellowed. \"Who let loose the snakes! I'll\nhave his heart's blood----\"\n\n                     *      *      *      *      *\n\nThe Chancellor of the Exchequer peered around the edge of the door into\nthe cabinet meeting room. He saw the rest of the cabinet of Eire\nassembled. Relieved, he entered. Something stirred in his pocket and he\npulled out a reproachful snake. He said:\n\n\"Don't be indignant, now! You were walkin' on the public street. If\nSean O'Donohue had seen you----\" He added to the other members of the\ncabinet: \"The other two members of the Dail Committee seem to be good,\nhonest, drinkin' men. One of them now--the shipbuilder I think it\nwas--wanted a change of scenery from lookin' at the bottom of a glass.\nI took him for a walk. I showed him a bunch of dinies playin' leapfrog\ntryin' to get one of their number up to a rain spout so he could bite\noff pieces and drop 'em down to the rest. They were all colors and it\nwas quite somethin' to look at. The committeeman--good man that he\nis!--staggered a bit and looked again and said grave that whatever of\nevil might be said of Eire, nobody could deny that its whisky had\nimagination!\"\n\nHe looked about the cabinet room. There was a hole in the baseboard\nunderneath the sculptured coat of arms of the colony world. He put the\nsnake down on the floor beside the hole. With an air of offended\ndignity, the snake slithered into the dark opening.\n\n\"Now--what's the meeting for?\" he demanded. \"I'll tell you immediate\nthat if money's required it's impractical.\"\n\nPresident O'Hanrahan said morbidly:\n\n\"'Twas called, it seems, to put the curse o' Cromwell on whoever let\nthe black snakes loose. But they'd been cooped up, and they knew they\nwere not keepin' the dinies down, and they got worried over the work\nthey were neglectin'. So they took turns diggin', like prisoners in a\npenitentiary, and presently they broke out and like the faithful\ncreatures they are they set anxious to work on their backlog of\ndiny-catchin'. Which they're doin'. They've ruined us entirely, but\nthey meant well.\"\n\nThe minister of Information asked apprehensively: \"What will O'Donohue\ndo when he finds out they're here?\"\n\n\"He's not found out--yet,\" said the president without elation. \"Moira\ndidn't tell him. She's an angel! But he's bound to learn. And then if\nhe doesn't detonate with the rage in him, he'll see to it that all of\nus are murdered--slowly, for treason to the Erse and blasphemy directed\nat St. Patrick.\" Then the president said with a sort of yearning pride:\n\"D'ye know what Moira offered to do? She said she'd taken biology at\ncollege, and she'd try to solve the problem of the dinies. The\ndarlin'!\"\n\n\"Bein' gathered together,\" observed the chief justice, \"we might as\nwell try again to think of somethin' plausible.\"\n\n\"We need a good shenanigan,\" agreed the president unhappily. \"But what\ncould it be? Has anybody the trace of an idea?\"\n\nThe cabinet went into session. The trouble was, of course, that the\nErse colony on Eire was a bust. The first colonists built houses, broke\nground, planted crops--and encountered dinies. Large ones, fifty and\nsixty feet long, with growing families. They had thick bodies with\nunlikely bony excrescences, they had long necks which ended in very\nimprobable small heads, and they had long tapering tails which would\nknock over a man or a fence post or the corner of a house, impartially,\nif they happened to swing that way. They were not bright.\n\nThat they ate the growing crops might be expected, though cursed. But\nthey ate wire fences. The colonists at first waited for them to die of\nindigestion. But they digested the fences. Then between bales of more\nnormal foodstuffs they browsed on the corrugated-iron roofs of houses.\nAgain the colonists vengefully expected dyspepsia. They digested the\nroofs, too. Presently the lumbering creatures nibbled at axes--the\nheads, not the handles. They went on to the plows. When they gathered\nsluggishly about a ground-car and began to lunch on it, the colonists\ndid not believe. But it was true.\n\nThe dinies' teeth weren't mere calcium phosphate, like other beasts. An\namateur chemist found out that they were an organically deposited boron\ncarbide, which is harder than any other substance but crystallized\ncarbon--diamond. In fact, diny teeth, being organic, seemed to be an\nespecially hard form of boron carbide. Dinies could chew iron. They\ncould masticate steel. They could grind up and swallow anything but\ntool-steel reinforced with diamond chips. The same amateur chemist\nworked it out that the surface soil of the planet Eire was deficient in\niron and ferrous compounds. The dinies needed iron. They got it.\n\n                     *      *      *      *      *\n\nThe big dinies were routed by burning torches in the hands of angry\ncolonists. When scorched often enough, their feeble brains gathered the\nidea that they were unwelcome. They went lumbering away.\n\nThey were replaced by lesser dinies, approximately the size of\nkangaroos. They also ate crops. They also hungered for iron. To them\nsteel cables were the equivalent of celery, and they ate iron pipe as\nif it were spaghetti. The industrial installations of the colony were\ntheir special targets. The colonists unlimbered guns. They shot the\ndinies. Ultimately they seemed to thin out. But once a month was\nshoot-a-diny day on Eire, and the populace turned out to clear the\nenvirons of their city of Tara.\n\nThen came the little dinies. Some were as small as two inches in\nlength. Some were larger. All were cute. Colonists' children wanted to\nmake pets of them until it was discovered that miniature they might be,\nbut harmless they were not. Tiny diny-teeth, smaller than the heads of\npins, were still authentic boron carbide. Dinies kept as pets cheerily\ngnawed away wood and got at the nails of which their boxes were made.\nThey ate the nails.\n\nThen, being free, they extended their activities. They and their\nfriends tunneled busily through the colonists' houses. They ate nails.\nThey ate screws. They ate bolts, nuts, the nails out of shoes, pocket\nknives and pants buttons, zippers, wire staples and the tacks out of\nupholstery. Gnawing even threads and filings of metal away, they made\nvisible gaps in the frames and moving parts of farm tractors.\n\nMoreover, it appeared that their numbers previously had been held down\nby the paucity of ferrous compounds in their regular diet. The lack led\nto a low birth rate. Now, supplied with great quantities of iron by\ntheir unremitting industry, they were moved to prodigies of\nmultiplication.\n\nThe chairman of the Dail Committee on the Condition of the Planet Eire\nhad spoken of them scornfully as equal to mice. They were much worse.\nThe planetary government needed at least a pied piper or two, but it\ntried other measures. It imported cats. Descendants of the felines of\nEarth still survived, but one had only to look at their frustrated,\nneurotic expressions to know that they were failures. The government\nset traps. The dinies ate their springs and metal parts. It offered\nbounties for dead dinies. But the supply of dinies was inexhaustible,\nand the supply of money was not. It had to be stopped.\n\nThen upon the spaceport of Eire a certain Captain Patrick Brannicut, of\nBoston, Earth, descended. It was his second visit to Eire. On the first\nhe'd learned of the trouble. On his second he brought what still seemed\nthe most probable solution. He landed eighteen hundred adult black\nsnakes, two thousand teen-agers of the same species, and two crates of\nsoft-shelled eggs he guaranteed to hatch into fauna of the same kind.\nHe took away all the cash on the planet. The government was desperate.\n\nBut the snakes chased dinies with enthusiasm. They pounced upon\ndinies while the public watched. They lay in wait for dinies, they\npublicly digested dinies, and they went pouring down into any small\nhole in the ground from which a diny had appeared or into which one\nvanished. They were superior to traps. They did not have to be set or\nemptied. They did not need bait. They were self-maintaining and even\nself-reproducing--except that snakes when overfed tend to be less\nromantic than when hungry. In ten years a story began--encouraged by\nthe Ministry of Information--to the effect that St. Patrick had\nbrought the snakes to Eire, and it was certain that if they didn't\nwipe out the dinies, they assuredly kept the dinies from wiping out\nthe colony. And the one hope of making Eire into a splendid new\ncenter of Erse culture and tradition--including a reverence for St.\nPatrick--lay in the belief that some day the snakes would gain a\npermanent upper hand.\n\nOut near the spaceport there was an imported monument to St. Patrick.\nIt showed him pointing somewhere with his bishop's staff, while looking\ndown at a group of snakes near his feet. The sculptor intended to\nportray St. Patrick telling the snakes to get the hell out of Eire. But\non Eire it was sentimentally regarded as St. Patrick telling the snakes\nto go increase and multiply.\n\nBut nobody dared tell that to Sean O'Donohue! It was past history, in a\nway, but also it was present fact. On the day of the emergency cabinet\nmeeting it was appalling fact. Without snakes the planet Eire could not\ncontinue to be inhabited, because of the little dinies. But the\nRepublic of Eire on Earth would indignantly disown any colony that had\nsnakes in it. And the colony wasn't ready yet to be self-supporting.\nThe cabinet discussed the matter gloomily. They were too dispirited to\ndo more. But Moira--the darlin'--did research.\n\nIt was strictly college-freshman-biology-lab research. It didn't\npromise much, even to her. But it gave her an excuse to talk anxiously\nand hopefully to the president when he took the Dail Committee to\nMcGillicuddy Island to look at the big dinies there, while the populace\ntried to get the snakes out of sight again.\n\n                     *      *      *      *      *\n\nMost of the island lay two miles off the continent named for County\nKerry back on Earth. At one point a promontory lessened the distance\ngreatly, and at one time there'd been a causeway there. It had been\nbuilt with great pains, and with pains destroyed.\n\nThe president explained as the boat bearing the committee neared the\nisland.\n\n\"The big dinies,\" he said sadly, \"trampled the fences and houses and\nate up the roofs and tractors. It could not be borne. They could be\ndriven away with torches, but they came back. They could be killed, but\nthe people could only dispose of so many tons of carcasses. Remember,\nthe big males run sixty feet long, and the most girlish females run\nforty. You wouldn't believe the new-hatched babies! They were a great\ntrial, in the early days!\"\n\n[Illustration]\n\nSean O'Donohue snorted. He bristled. He and the other two of the\ncommittee had been dragged away from the city of Tara. He suspected\nshenanigans going on behind his back. They did. His associates looked\nbleary-eyed. They'd been treated cordially, and they were not\nimpassioned leaders of the Erse people, like the O'Donohue. One of them\nwas a ship builder and the other a manufacturer of precision machinery,\nelected to the Dail for no special reason. They'd come on this junket\npartly to get away from their troubles and their wives. The shortage of\nhigh-precision tools was a trouble to both of them, but they were\nforgetting it fully.\n\n\"So the causeway was built,\" explained President O'Hanrahan. \"We drove\nthe big beasts over, and rounded up all we could find--drivin' them\nwith torches--and then we broke down the causeway. So there they are on\nMcGillicuddy Island. They don't swim.\"\n\nThe boat touched ground--a rocky, uninviting shore. The solicitor\ngeneral and the Chancellor of the Exchequer hopped ashore. They\nassisted the committee members to land. They moved on. The president\nstarted to follow but Moira said anxiously:\n\n\"Wait a bit. I've something to tell you. I ... said I'd experiment with\nthe dinies. I did. I learned something.\"\n\n\"Did you now?\" asked the president. His tone was at once admiration and\ndespair. \"It's a darlin' you are, Moira, but----\"\n\n\"I ... wondered how they knew where iron was,\" said Moira hopefully,\n\"and I found out. They smell it.\"\n\n\"Ah, they do, do they!\" said the president with tender reverence. \"But\nI have to tell you, Moira, that----\"\n\n\"And I proved it!\" said Moira, searching his face with her eyes. \"If\nyou change a stimulus and a specimen reacts, then its reaction is to\nthe change. So I made the metal smell stronger.\"\n\nPresident O'Hanrahan blinked at her.\n\n\"I ... heated it,\" said Moira. \"You know how hot metal smells. I heated\na steel hairpin and the dinies came out of holes in the wall, right\naway! The smell drew them. It was astonishing!\"\n\nThe president looked at her with a strange expression.\n\n\"That's ... that's all I had time to try,\" said Moira. \"It was\nyesterday afternoon. There was an official dinner. I had to go. You\nremember! So I locked up the dinies----\"\n\n\"Moira darlin',\" said President O'Hanrahan gently, \"you don't lock up\ndinies. They gnaw through steel safes. They make tunnels and nests in\nelectric dynamos. You don't lock up dinies, darlin'!\"\n\n\"But I did!\" she insisted. \"They're still locked up. I looked just\nbefore we started for here!\"\n\nThe president looked at her very unhappily.\n\n\"There's no need for shenanigans between us, Moira!\" Then he said:\n\"Couldn't ye be mistaken? Keepin' dinies locked up is like bottlin'\nmoonlight or writin' down the color of Moira O'Donohue's eyes or----\"\nHe stopped. \"How did ye do it?\"\n\n\"The way you keep specimens,\" she told him. \"When I was in college we\ndid experiments on frogs. They're cold-blooded just like dinies. If you\nlet them stay lively, they'll wear themselves out trying to get away.\nSo you put them in a refrigerator. In the vegetable container. They\ndon't freeze there, but they do ... get torpid. They just lay still\ntill you let them warm up again. To room temperature.\"\n\nThe president of the planet Eire stared. His mouth dropped open. He\nblinked and blinked and blinked. Then he whooped. He reached forward\nand took Moira into his arms. He kissed her thoroughly.\n\n\"Darlin'!\" he said in a broken voice. \"Sit still while I drive this\nboat back to the mainland! I've to get back to Tara immediate! You've\ndone it, my darlin', you've done it, and it's a great day for the\nIrish! It's even a great day for the Erse! It's your birthday will be a\nplanetary holiday long after we're married and our grandchildren think\nI'm as big a nuisance as your grandfather Sean O'Donohue! It's a fine\ngrand marriage we'll be havin'----\"\n\nHe kissed her again and whirled the boat about and sent it streaking\nfor the mainland. From time to time he whooped. Rather more frequently,\nhe hugged Moira exuberantly. And she tended to look puzzled, but she\ndefinitely looked pleased.\n\n                     *      *      *      *      *\n\nBehind them, of course, the Committee of the Dail on the Condition of\nthe Planet Eire explored McGillicuddy Island. They saw the big\ndinies--sixty-footers and fifty-footers and lesser ones. The dinies\nambled aimlessly about the island. Now and again they reached up on\nelongated, tapering necks with incongruously small heads on them, to\nsnap off foliage that looked a great deal like palm leaves. Now and\nagain, without enthusiasm, one of them stirred the contents of various\ngreen-scummed pools and apparently extracted some sort of nourishment\nfrom it. They seemed to have no intellectual diversions. They were not\ninterested in the visitors, but one of the committee members--not\nMoira's grandfather--shivered a little.\n\n\"I've dreamed about them,\" he said plaintively, \"but even when I was\ndreamin' I didn't believe it!\"\n\nTwo youthful dinies--they would weigh no more than a couple of tons\napiece--engaged in languid conflict. They whacked each other with blows\nwhich would have destroyed elephants. But they weren't really\ninterested. One of them sat down and looked bored. The other sat down.\nPresently, reflectively, he gnawed at a piece of whitish rock. The\ngnawing made an excruciating sound. It made one's flesh crawl. The diny\ndozed off. His teeth had cut distinct, curved grooves in the stone. The\nmanufacturer of precision machinery--back on Earth--turned pale.\n\n\"L-let's get out of here!\"\n\nThe committee and the two members of the cabinet returned to the shore.\nThere was no boat. It was far away, headed for the mainland.\n\n\"Shenanigans!\" said Sean O'Donohue in a voice that would have curdled\nsulphuric acid. \"I warned him no shenanigans! The dirty young\nbog-trotter's left us here to be eaten up by the beasts!\"\n\nThe solicitor general said hastily: \"Divvil a bit of it, sir. We're his\nfriends and he left us in the same boat--no, he left us out of the same\nboat. It must've been that something important occurred to him----\"\n\nBut it was not convincing. It seemed highly unconvincing, later,\nbecause some long-delayed perception produced a reaction in the dinies'\nminuscule brains. They became aware of their visitors. They appeared,\nin a slow-motion fashion, to become interested in them. Slowly,\nheavily, numbly, they congregated about them--the equivalent of a herd\nof several hundred elephants of all the colors of the rainbow, with\nsmall heads wearing plaintive but persistent expressions. Long necks\nreached out hopefully.\n\n\"The devil!\" said the Chancellor of the Exchequer, fretfully. \"I'm just\nthinkin'. You've iron in your shoes and mainsprings in your watches and\nmaybe pocket knives in your pockets. The dinies have a longin' for\niron, and they go after it. They'll eat anything in the world that's\ngot the barest bit of a taste of iron in it! Oh, it's perfectly all\nright, of course, but ye'll have to throw stones at them till the boat\ncomes back. Better, find a good stout stick to whack them with. Only\ndon't let 'em get behind ye!\"\n\n\"Ye will?\" roared the solicitor general, vengefully. \"Take that!\"\n_Whack!_ \"Tryin' to take somethin' out of the gentleman's hip pocket\nan' aimin' to grab the rump beyond it just to make sure!\"\n\n_Whack!_ A large head moved plaintively away. But another reached\nhopefully forward, and another. The dinies were not bright. The three\ncommitteemen and two members of the cabinet were thigh-deep in water\nwhen the boat came back. They still whacked valorously if wearily at\nintrusive diny heads. They still had made no progress in implanting the\nidea that the dinies should go away.\n\nThe men from the mainland hauled them into the boat. They admitted that\nthe president had returned to Tara. Sean O'Donohue concluded that he\nhad gone back to supervise some shenanigans. He had. On the way to the\nmainland Sean O'Donohue ground his teeth. On arrival he learned that\nthe president had taken Moira with him. He ground his teeth.\n\"Shenanigans!\" he cried hoarsely. \"After him!\" He stamped his feet. His\nfury was awe-inspiring. When the ground-car drivers started back to\nTara, Sean O'Donohue was a small, rigid embodiment of raging death and\ndestruction held only temporarily in leash.\n\nOn the way, even his companions of the committee were uneasy. But one\nof them, now and again, brought out a small piece of whitish rock and\nregarded it incredulously. It was not an unusual kind of rock. It was\nordinary milky quartz. But it had tooth marks on it. Some diny, at some\ntime, had gnawed casually upon it as if it were soft as cheese.\n\n                     *      *      *      *      *\n\nFaint cheering could be heard in the distance as the ground-cars\ncarrying the committee neared the city of Tara. To those in the\nvehicles, it seemed incredible that anybody should dare to rejoice\nwithin at least two light-years of Sean O'Donohue as he was at this\nmoment. But the cheering continued. It grew louder as the cars entered\na street where houses stood side by side. But there came a change in\nthe chairman of the Dail Committee, too.\n\nThe cars slowed because the pavement was bad to nonexistent. Trees\nlined the way. An overhanging branch passed within two yards of Moira's\ngrandfather. Something hung on it in a sort of graceful drapery. It was\na black snake. On Eire! Sean O'Donohue saw it. It took no notice of\nhim. It hung comfortably in the tree and looked with great interest\ntoward the sounds of enthusiasm.\n\nThe deathly pallor of Sean O'Donohue changed to pale lavender. He saw\nanother black snake. It was climbing down a tree trunk with a\npurposeful air, as if intending to look into the distant uproar. The\nground-cars went on, and the driver of the lead car swerved\nautomatically to avoid two black snakes moving companionably along\ntogether toward the cheering. One of them politely gave the ground-car\nextra room, but paid no other attention to it. Sean O'Donohue turned\npurple.\n\nYet another burst of cheering. The chairman of the Dail Committee\nalmost, but not quite, detonated like a fission bomb. The way ahead was\nblocked by people lining the way on a cross street. The cars beeped,\nand nobody heard them. With stiff, jerky motions Sean O'Donohue got out\nof the enforcedly stopped car. It had seemed that he could be no more\nincensed, but he was. Within ten feet of him a matronly black snake\nmoved along the sidewalk with a manner of such assurance and such\nimpeccable respectability that it would have seemed natural for her to\nbe carrying a purse.\n\nSean O'Donohue gasped once. His face was then a dark purple. He marched\nblindly into the mob of people before him. Somehow, the people of Tara\ngave way. But the sides of this cross street were crowded. Not only was\nall the population out and waiting to cheer, but the trees were\noccupied. By black snakes. They hung in tasteful draperies among the\nbranches, sometimes two or three together. They gazed with intense\ninterest at the scene below them. The solicitor general, following Sean\nO'Donohue, saw a black snake wriggling deftly between the legs of the\npacked populace--packed as if to observe a parade--to get a view from\nthe very edge of the curb. The Chancellor of the Exchequer came\napprehensively behind the solicitor general.\n\nSean O'Donohue burst through the ranks of onlookers. He stalked out\nonto the empty center of the street. He looked neither to right nor\nleft. He was headed for the presidential mansion, there to strangle\nPresident O'Hanrahan in the most lingering possible manner.\n\nBut there came a roar of rejoicing which penetrated even his\nsingle-tracked, murder-obsessed brain. He turned, purple-face and\nexplosive, to see what the obscene sound could mean.\n\nHe saw. The lean and lanky figure of the chief justice of the supreme\ncourt of the Planet Eire came running down the street toward him. He\nbore a large slab of sheet-iron.\n\nAs he ran, he played upon it the blue flame of a welding torch. The\nsmell of hot metal diffused behind him. The chief justice ran like a\ndeer. But he wasn't leaving anything behind but the smell. Everything\nelse was close on his heels.\n\nA multicolored, multitudinous, swarming tide of dinies filled the\nhighway from gutter to gutter. From the two-inch dwarfs to the\npurple-striped variety which grew to eight inches and sometimes fought\ncats, the dinies were in motion. They ran in the wake of the chief\njustice, enthralled and entranced by the smell of hot sheet iron. They\nwere fascinated. They were bemused. They were aware of nothing but that\nineffable fragrance. They hopped, ran, leaped, trotted and galloped in\nfull cry after the head of the planet's supreme court.\n\nHe almost bumped into the stunned Sean O'Donohue. As he passed, he\ncried: \"Duck, man! The dinies are comin' tra-la, tra-la!\"\n\nBut Sean O'Donohue did not duck. He was fixed, stuck, paralyzed in his\ntracks. And the dinies arrived. They ran into him. He was an obstacle.\nThey played leapfrog over each other to surmount him. He went down and\nwas merely a bump in the flowing river of prismatic colorings which\nswarmed after the racing chief justice.\n\nBut there was a limit to things. This was not the first such event in\nTara, this day. The dinies, this time, filled no more than a block of\nthe street. They swarmed past him, they raced on into the distance, and\nSean O'Donohue struggled to a sitting position.\n\nHis shoes were shreds. Dinies had torn them swiftly apart for the nails\nin them. His garters were gone. Dinies had operated on his pants to get\nat the metal parts. His pockets were ripped. The bright metal buttons\nof his coat were gone. His zippers had vanished. His suspenders dangled\nwithout any metal parts to hold them together, nor were there any pants\nbuttons for them to hold onto. He opened his mouth, and closed it, and\nopened it again and closed it. His expression was that of a man in\ndelirium.\n\nAnd, even before the Chancellor of the Exchequer and the solicitor\ngeneral could lift him gently and bear him away, there came a final\ncatastrophe, for the O'Donohue. The snakes who had watched events from\nthe curbs, as well as those which had gazed interestedly from aloft,\nnow began to realize that this was an affair which affected them. They\ncame out and began to follow the vanishing procession, very much as\nsmall dogs and little boys pursue a circus parade. But they seemed to\ntalk uneasily to each other as they flowed past Sean O'Donohue, sitting\nin the dust of the street, all his illusions vanished and all his hopes\ndestroyed.\n\nBut the people of Tara did not notice. They cheered themselves hoarse.\n\n                     *      *      *      *      *\n\nPresident O'Hanrahan held himself with some dignity in the tumble-down\nreception hall of the presidential mansion. Moira gazed proudly at him.\nThe two still-active members of the Dail Committee looked uncomfortably\naround them. The cabinet of Eire was assembled.\n\n\"It's sorry I am,\" said the President of Eire, \"to have to issue a\ndefiance to the Eire on Earth we owe so much to. But it can't be\nhelped. We had to have the black creatures to keep the dinies from\neating us out of house and home altogether. We've been fightin' a\nrear-guard battle, and we needed them. In time we'd have won with their\nhelp, but time we did not have. So this mornin' Moira told me what\nshe'd done yesterday. The darlin' had used the brains God gave her, and\nmaybe holy St. Patrick put a flea in her ear. She figured out that\ndinies must find metal by its smell, and if its smell was made stronger\nby simple heatin' they'd be unable to resist it. And it was so. Ye saw\nthe chief justice runnin' down the street with all the dinies after\nhim.\"\n\nThe two members of the committee nodded.\n\n\"He was headin,\" said the president, \"for the cold-storage plant that\nSean O'Donohue had twitted me was empty of the provisions we'd had to\neat up because of the dinies. It's no matter that it's empty now\nthough. We can grow victuals in the fields from now on, because now the\ncold rooms are packed solid with dinies that ran heedless into a\nclimate they are not used to an' fell--what was the word, Moira\ndarlin'?\"\n\n\"Torpid,\" said Moira, gazing at him.\n\n\"Torpid,\" agreed the president. \"From now on when there's too many\ndinies we can send somebody runnin' through the streets with a hot\nplate to call them into cold storage. We've pied pipers at will, to\nhelp out the black creatures that've done so much for us. If we've\noffended Eire on Earth, by havin' the black creatures to help us, we're\nsorry. But we had to--till Moira and doubtless St. Patrick gave us the\nanswer ye saw today. If we're disowned, bedamned if we don't hang on!\nWe can feed ourselves now. We can feed some extra mouths. There'll be a\nship droppin' by out of curiosity now and then, and we'll trade with\n'em. If were disowned--we'll be poor. But when were the Irish ever\nrich?\"\n\nThe committeeman who was a manufacturer of precision machinery mopped\nhis forehead.\n\n\"We're rich now,\" he said resignedly. \"You'd be bound to learn it.\nD'you know what the dinies' teeth are made of?\"\n\n\"It's been said,\" said President O'Hanrahan, \"that it's bor ... boron\ncarbide in organic form. What that means I wouldn't know, but we've got\na fine crop of it!\"\n\n\"It's the next hardest substance to diamond,\" said the committeeman\ndourly. \"It's even been guessed that an organic type might be harder.\nIt's used for the tools for lathes and precision machinery, and it\nsells at close to the price of diamonds of industrial quality--and I'll\nmake a deal to handle all we've got. What Earth don't need, other\nplanets will. You're rich.\"\n\nThe president stared. Then he gazed at Moira.\n\n\"It's a pity we're bein' disowned,\" he said mournfully. \"It would be a\nfine thing to be able to tell the grandfather Eire's rich and can feed\nmore colonists and even maybe pay back what it's cost to keep us here\nso long. It would be a fine thing to hire colonists to build the houses\nthey'll be given free when they're finished. But since Sean O'Donohue\nis a stern man----\"\n\nThe ship owner scratched his head. He'd paused on the way to the\npresidential mansion. He'd had restoratives for his distress. He'd\nlooked at the bottom of a bottle and seen the facts.\n\n\"I'll tell yea,\" he said warmly. \"It's the O'Donohue's been battlin' to\nkeep the colony goin' against the politicians that wanted to economize.\nHe's made a career of believin' in this world. He's ruined if he stops.\nSo it might be that a little bit of blarneyin'--with him desperate to\nfind reason to stay friends, black creature or no black creatures----\"\n\nThe president took Moira's hand.\n\n\"Come, my darlin',\" he said sadly. \"We'll reason with him.\"\n\n                     *      *      *      *      *\n\nLong, long minutes later he shook his head as Sean O'Donohue stormed at\nhim.\n\n\"The back o' my hand to you!\" said Sean O'Donohue in the very\nquintessence of bitterness. \"And to Moira, too, if she has more to do\nwith you! I'll have naught to do with shenanigannin' renegades and\nblasphemers that actually import snakes into a world St. Patrick had\nset off for the Erse from ancient days!\"\n\nIt was dark in the old man's room. He was a small and pathetic figure\nunder the covers. He was utterly defiant. He was irreconcilable, to all\nseeming.\n\n\"Renegades!\" he said indignantly. \"Snakes, yea say? The devil a snake\nthere is on Eire! I'll admit that we've some good black creatures that\nin a bad light and with prejudice yea might mistake. But snakes? Ye\nmight as well call the dinies lizards--those same dinies that are\nnative Erin porcupines--bad luck to them!\"\n\nThere was an astounded silence from the bed.\n\n\"It's a matter of terminology,\" said the president sternly. \"And it's\nnot the name that makes a thing, but what it does! _Actio sequitur\nesse_, as the sayin' goes. You'll not be denyin' that! Now, a diny\nhangs around a man's house and it eats his food and his tools and it's\nno sort of good to anybody while it's alive. Is that the action of a\nlizard? It is not! But it's notorious that porcupines hang around men's\nhouses and eat the handles of their tools for the salt in them,\nignoring' the poor man whose sweat had the salt in it when he was\nlaborin' to earn a livin' for his family. And when a thing acts like a\nporcupine, a porcupine it is and nothing else! So a diny is a Eirean\nporcupine, native to the planet, and no man can deny it!\n\n\"And what, then, is a snake?\" demanded President O'Hanrahan oratorically.\n\"It's a creature that sneaks about upon the ground and poisons by its\nbite when it's not blarneyin' unwise females into tasting' apples. Do\nthe black creatures here do anything of that sort? They do not! They go\nabout their business plain and open, givin' a half of the road and a\nhow'd'y-do to those they meet. They're sober and they're industrious.\nThey mind their own business, which is killin' the Eirean porcupines we\ninaccurate call by the name of dinies. It's their profession! Did yea\never hear of a snake with a profession? I'll not have it said that\nthere's snakes on Eire! And I'll denounce yea as a conscienceless\npolitician if yea dare to put such a name on the honest, friendly,\nindustrious Eirean porcupine eaters that up to this moment have been\nthe savin' of the colony! I'll not have it!\"\n\nThere was a long silence. Then Sean O'Donohue spoke dryly: \"Porcupine\neaters, you say? Not snakes?\"\n\n\"Not snakes!\" repeated the president defiantly. \"Porcupine eaters!\"\n\n\"Hm-m-m,\" said Sean O'Donohue. \"That's better. The Dail's not immune to\nblarney when it's needful to accept it--and Eire back on Earth is hard\nput for breathin' room you say can be had from now on. What would be\nthe reason for Moira standin' so close to you?\"\n\n\"She's marryin' me,\" said President O'Hanrahan firmly.\n\nSean O'Donohue's voice was waspish.\n\n\"But I forbid it!\" it said sharply. \"Until I'm up and about and able to\nbe givin' her in marriage as her grandfather ought to be doin'! Ye'll\nwait the few days till I'm able! Understand?\"\n\n\"Yes, sir,\" said the president. Meekness seemed called for.\n\n\"Then begone!\" snapped Sean O'Donohue. Then he added sternly:\n\"Remember--no shenanigans!\"\n\nThe solicitor general watched them depart on a wedding journey to a\ncottage in Ballyhanninch, which was on Donegal Peninsular, fronting on\nthe Emmett Sea. He waved, like the assembled populace. But when they\nwere out of sight he said darkly to the chief justice and the\nChancellor of the Exchequer:\n\n\"I didn't have the heart to bring it up before, but there's the devil\nof a problem buildin' up against the time he comes back.\"\n\n\"Which problem?\" asked the Chancellor of the Exchequer, warily.\n\n\"It's the sn ... the porcupine killers,\" said the solicitor general.\n\"Things look bad for them. They're out of work. Even Timothy. There's\nno dinies to speak of for them to earn a livin' by killin'. It's\ntechnological unemployment. They earned their way faithful, doin' work\nthey knew an' loved. Now they're jobless. There's no work for them.\nWhat's to be done? Put 'em on re [remainder of text is missing]\n\nThere was a pause. The solicitor general said firmly:\n\n\"I mean it! They've a claim on us! A claim of the highest order! They\ncan't starve, it's sure! But would you have them have to hold mass\nmeetin's and set up picket lines and the like, to get justice done\nthem?\"\n\n\"Ah,\" said the chief justice. \"Some way will turn up to handle the\nmatter. Like Sean O'Donohue was sayin' to me yesterday, at the very\nbottom of a bottle, we Erse can always depend on St. Patrick to take\ncare of things!\"\n\n\nTHE END\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Attention Saint Patrick, by \nWilliam Fitzgerald Jenkins\n\n*** END OF THIS PROJECT GUTENBERG EBOOK ATTENTION SAINT PATRICK ***\n\n***** This file should be named 23439.txt or 23439.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/3/4/3/23439/\n\nProduced by Greg Weeks, Bruce Albrecht and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}