{"title": "Unspecialist", "author": "Murray F. Yaco", "releaseDate": "November 11, 2007", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Bruce Albrecht and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\nTranscriber's Note: This etext was produced from Astounding Science\nFiction, October, 1959. Extensive research did not reveal any evidence\nthat the U.S. copyright on this publication was renewed.\n\nMinor typographical errors have been corrected without note. Dialect\nspellings, contractions and discrepancies have been retained.\n\n\n\n\nUNSPECIALIST\n\n[Illustration]\n\n\n_A machine can be built to do any accurately described job better\nthan any man. The superiority of a man is that he can do an unexpected,\nundescribed, and emergency job ... provided he hasn't been especially\ntrained to be a machine._\n\n\nBY MURRAY F. YACO\n\n\n\n\nBanner ripped open his orders, read them, stared in disbelief for a\nquick moment, then cursed wildly while reaching for the telephone.\n\n\"Hello, Gastonia? Yes, I got 'em. What kinda way to waste our time you\nlunkheads think ... oh, it's you, colonel!\"\n\nBanner dropped the receiver and let it dangle. He sank into the only\nsoft chair in the apartment and watched hypnotically as the phone's\nreceiver limply coiled and uncoiled at the end of the wire.\n\nSomebody knocked on, then opened the door. \"Hi, pretty boy, you got our\norders?\"\n\n\"Come on in and hear about it,\" Banner said. He got up from the chair,\nran his hands compulsively through his recently short-cropped red hair,\nhung up the phone and shoved the orders into his co-pilot's hands.\n\nHarcraft read them over three times, then sank into the chair just\nvacated by Banner. Finally--while Banner poured them both a drink--he\nmanaged to blurt, \"Potato fertilizer and tractor fuel--Oh, no. Oh, no,\nno, no!\"\n\n\"Oh, yes, yes, yes,\" Banner said bitterly. \"We are heroes of the\nspaceways; yes, indeed. We train for ten years. Acquire great skill in\nthe art of the patrol. We dedicate ourselves to the protection of the\nFederation. We ready ourselves for war. We gird our young, strong\nloins, we--\"\n\n\"You're getting hysterical,\" said Warcraft, who poured himself another\ndrink, began pacing the floor and took up where Banner had left off.\n\"We've never even been lost on patrol. And now they do this. It's\nunbelievable! Potato fertilizer and tractor fuel. We're supposed to\ntravel thirty-six light-years, pick up one thousand sleds of the stuff,\ndeliver it to some God-forsaken farm planet another thirty years out,\nand return to base. You know what they'll do then?\" He turned to\nBanner, pointed his finger accusingly and repeated, \"You know what\nthey'll do then?\"\n\n\"How would I know,\" said Banner, glumly staring into his drink.\n\n\"Well, I can tell you what they'll do. Yes, sir, I can tell you.\"\nWarcraft's pudgy face and oversize brown eyes seemed to melt into each\nother, giving him the appearance of an angry, if not very bright,\nchimpanzee.\n\n\"O.K., what'll they do?\" Banner said.\n\n\"They'll give us medals. That's what they'll do. For safe delivery of\none million tons of tractor fuel, you two fine specimens of manhood are\nhereby presented with the Order of the Oil. And for your courageous\nservice in delivering two million tons of potato fertilizer, you are\nalso awarded the shield of--\"\n\n\"Never mind,\" Banner said. \"It could be worse. They could've saddled us\nwith a Bean Brain. Come on. Let's go to some bar and get sober. We're\nleaving for freight duty at 1700.\"\n\n                     *      *      *      *      *\n\nThe Bean Brain met them at the air lock. \"Name is Arnold. Here's my\norders.\" Banner stared at Warcraft, Warcraft stared at Arnold.\n\n\"Get inside,\" said Banner.\n\nThe Bean Brain smiled, \"Er ... could you sort of lead the way? I've\nnever been inside a ship before. If you got some kind of can, it would\nsave a mess. I'll probably vomit a while.\"\n\nThey stopped calling him Bean Brain three days later. He was still\nsick, miserably spacesick, and neither Banner nor Warcraft had the\nheart to keep needling him. On the fourth day he managed to get up and\naround. They ate their first meal together that day. \"Let's get\nsomething straight right off the bat,\" Banner said. \"Neither Warcraft\nnor I got anything against you 'cept prejudice. That right, Warcraft?\"\n\n\"Right,\" Warcraft said.\n\n\"In short,\" continued Banner, between puffs on a cigarette, \"all we\nknow is what we've heard.\"\n\n\"And that's not good,\" said Warcraft.\n\n\"Item one,\" said Banner, blowing smoke at the ceiling ventilator.\n\"Patrol Command came up with the Bean Brain idea about six months ago.\nPatrol Command, in its infinite wisdom, has never seen fit to explain\n_why_ Bean Brains are sometimes assigned, evidently at random, to\nsmall patrol vessels such as this. The orders always state that the\n'passenger' will accompany pilot and co-pilot throughout the entire\ntrip, will obey orders, yet is equal in rank to the ship's commanding\nofficer. The Bean Brain has no duties aboard. This seems to make sense,\nat least, since Bean Brains aren't trained for anything and can't do\nanything.\"\n\n\"Item two,\" said Banner, taking his eyes off the ceiling and pointing a\nfinger at Arnold. \"I have, or had, two good friends--both patrol\ncaptains--who had the honor of taxiing Bean Brains around the universe.\nOne never came back. The other, Captain Slatkin, came back and got a\nbig medal for reasons he'll never talk about.\"\n\n\"And Slatkin liked to brag,\" said Warcraft, knowingly.\n\nArnold stood up slowly. He was a small man, but as he looked up at the\nship's pilot and co-pilot, he gave both the impression of height and\nstrength. \"I'll tell you something, too,\" he said, speaking slowly as\nif in pain. \"I don't know why Bean Brains are assigned to ships like\nthis either. I've never been told. I took the job because I didn't like\nwhat I was doing before. I've never had any real training, and this\nseemed like a chance to do something that sounded like fun.\n\n\"Like I said, I've never been told anything. They tested me for a lot\nof things, then gave me my orders and told me to come along. And if\nyou're wondering, I flunked the ESP tests, so there's nothing there.\nYou want to consider me dead weight? O.K., your privilege. Leave me\nalone if you want to, I'll do the same. Be friendly, I'll be friendly.\nAsk me to help. I'll do my best.\"\n\nThen he got up and went back to his bunk.\n\n                     *      *      *      *      *\n\nDuring the next six weeks, Arnold spent most of the time in his bunk,\nscanning tapes from the ship's micro-library on an overhead viewer. At\nmeal times he was polite, offering no further information about\nhimself, yet entering into any conversation that centered around such\ntrivia as terrestrial sports, taxes, money, liquor, food, government\nagencies. By mutual, if silent, agreement, neither women nor work were\ndiscussed.\n\nWorking in the ship's control room, sometimes together, sometimes\nspelling each other, Banner and Warcraft speculated bitterly and\nendlessly about their passenger. Theories to explain his presence--most\nof them propounded by Warcraft--were created, torn apart, modified,\nexploded, in giant sequences of effort which left both men finally\nexhausted and tired of the whole business.\n\nOn the second day of the seventh week out, their ennui vanished. A ship\nwas picked up by the spec-spanner, and at their delight at the break in\nroutine, they summoned Arnold up to the cabin.\n\n\"Take a good look,\" said Banner, \"it's an Ankorbadian ship. Probably\nthe first and last you'll ever see.\" Arnold watched as Banner's finger\ntracked a slowly moving point of light across a recessed ceiling\nscreen.\n\n\"Yes, sir,\" said Warcraft, \"you are looking at the representatives of\nmankind's only sibling. The noble Ankorbades.\" Then he recited in a\nsingsong voice:\n\n    \"A simple race the Ankorbades\n    They wear no clothes and live in caves\n    But out in space they do in minutes\n    What our ships do at speeds infinite.\"\n\n\"Cultural paranoia,\" added Warcraft.\n\n\"Huh?\"\n\n\"I mean just what I said. You and a million others recite that ditty,\nor variations of it every day of the week. It all adds up to the fact\nthat the world is full of small-egged animals who for ten years have\ndone nothing but just scream that we're about to be attacked by the\nsavage Ankorbades.\"\n\n\"_Tch, tch_,\" said Banner, \"treason, my lieutenant, treason. Of you I\nhad expected at least a show of chauvinism.\"\n\n\"Stop _tch-tch_ing me,\" Warcraft said irritably. \"You've known how I\nfelt about this mess for a long time.\"\n\n\"Yes, indeed,\" said Banner, yawning, \"ever since you took that\nmicro-course in culturology you have insights into the situation denied\nto the rest of the race.\"\n\n\"Anyway,\" Warcraft said, making a small adjustment on the screen, \"you\nand countless other atavisms are reacting in a very predictable way.\nSince you can't reconcile the naked Ankorbades and their superior\ntechnology, and since they are alien to point of showing no interest\nwhatsoever in our elaborate art, institutions, rituals--\"\n\n\"And since,\" piped up Arnold, startling both men, \"the human\nunconscious can't help but equate nakedness with savagery, we have\narmed our mighty planet to the teeth, convinced that Armageddon is\naround the corner.\"\n\n\"Well,\" said the surprised Warcraft.\n\n\"Where'd you pick that up,\" asked Banner.\n\n\"From Captain Slatkin,\" said Arnold, smiling. \"I met him when I was\nindoctrinated. He took the same micro-course in culturology. 'Course,\nhe only believed that stuff when he was scared.\"\n\n\"Oh, you don't say,\" said Banner. \"Tell us, my little friend, are you\ntoo, convinced that Armageddon is around the corner? Not that I really\nthink you're capable of having an opinion.\"\n\n\"I got plenty of opinions, all right,\" said Arnold quietly, staring at\nhis shoes. \"Opinion number one is this: We're not really at war yet,\nbut within the past two years, fifty-six patrol ships have disappeared\nin the vicinity of our friendly neighbor.\"\n\n\"That's not an opinion,\" Banner said. \"And disappeared can mean a lot\nof things.\"\n\n\"Opinion number two,\" continued Arnold, scratching himself under an\narm. \"About the only diplomatic relations we got with them animals is\nwhen they write a note complaining about some Patrol ship getting too\nclose to some piece of dirt in their system.\"\n\n\"Speaking of that, you'll have to excuse me for a moment,\" Warcraft\nsaid.\n\n\"Stop clowning,\" snapped Banner. \"Listen to him. Here's your chance to\nget some insight into the nature of the thorn in your side. Go on, Bean\nBrain. Any more opinions?\"\n\n\"Yeah. If you're such a wise guy, tell me why you're here right now.\nWhy?\" Arnold's mouth screwed itself into a knowing, bitter smile. \"When\nboth of you were children you heard the story about the Big Fleet. So\nyou made it into the Patrol, spent the rest of your life training,\nlooking, thinking that some day--\"\n\nWarcraft broke in, \"That tale about an Ankorbadian fleet build-up has\nbeen discredited a full thousand times. When they pried that crazy\nscout out of his ship, he was an hour away from the crematorium. You\ntry spending forty-six days in space without food or water sometime!\nYou'll see hidden arsenals of alien ships till hell won't have it.\"\n\n\"And,\" added Banner, \"where is this fleet build-up supposed to take\nplace? The patrol has had every planet in reachable space under\nscheduled surveillance for the past twenty years. You don't hide a\nthousand S-type cruisers in somebody's pocket.\"\n\n\"So nobody's scared, huh?\" said Arnold. \"So the entire space command\nhas been playing footsie all over the galaxy for twenty years looking\nfor a thousand ships that aren't there in the first place, huh?\"\n\n\"Routine surveillance,\" said Warcraft.\n\n\"A thousand ships,\" said Arnold, slapping his sweating forehead.\n\"They'll burn through our defense system like--\"\n\n\"You're a paranoid rabble rouser,\" said Banner lightly. \"We've got work\nto do up here. How about getting back to your bunk?\"\n\n                     *      *      *      *      *\n\nTwo days later they made scheduled contact with the caravan of potato\nfertilizer and tractor fuel. One thousand sleds, in tandem, were in\nproper orbit two hundred miles above Sedor II. Their orders provided\nfor a landing on the planet and a short ship-leave, at the discretion\nof the ship's pilot to refresh personnel.\n\nBanner and Harcraft decided against landing. All necessary contact, now\nthat they were out of hyperdrive, could be accomplished with the ship's\nradio. Short planetfalls were, psychologically, more trouble than they\nwere worth, often destroying the hard-earned, delicate space\norientation which was their only defense against the abysmal boredom.\n\n\"It's a dull place anyway,\" explained Harcraft to Arnold, who had come\nup to the control room. \"It's a mining and processing settlement. Maybe\nfive hundred families altogether. Got a funny religion, too.\"\n\n\"Huh, what kind?\"\n\n\"Well,\" began Harcraft breezily, \"sort of sacrificial you might say.\nThey believe in killing strangers who annoy their women.\"\n\n\"A dull place,\" agreed Arnold, wiping his nose with his sleeve.\n\n\"Speaking of religion,\" said Banner, \"I just talked to their monitor on\nthe radio. They've picked up twelve big ships on their scanner during\nthe past two days.\"\n\n\"Ankorbades?\" asked Arnold quickly.\n\n\"Uh-huh. But not what you think. It's Easter time or some such thing at\nhome. They all return to the home planet and stay there for about\nthirty days in the spring. Religious festival.\"\n\n\"Oh, yeah. They paint themselves blue and howl at both of their moons\nfor a month. I read about it once.\"\n\n\"We'll be home, too, pretty soon,\" ventured Harcraft, for whom the\nreturn journey was subjectively always short.\n\n\"Let's hitch up to those sleds,\" Banner said. \"It's time to get going.\"\n\nFour weeks later two of the fertilizer sleds went out of phase and\nautomatically cut the ship out of hyperdrive.\n\n\"A welcome diversion,\" said Banner to Harcraft, \"you are now about to\nmeet your mortal enemy face to face.\"\n\n\"Manual labor? Never,\" said Harcraft, assuming the pose of a man\nbravely facing the firing squad. \"Patrol duty is my lifeblood. Even\nfreight duty such as this I can stomach. But manual labor! Please\ncaptain, let the air out of the ship, if you will, but never shall\nthese hands--\"\n\n\"Somebody call me?\" asked Arnold, appearing silently.\n\n\"Yeah,\" said Banner, \"how'd you like to help?\"\n\n\"Sure, what you got.\"\n\n\"Couple sleds are out of phase. You and Harcraft are going to slip into\nsuits and go out and find the trouble.\"\n\nArnold shrugged, \"O.K. with me, when do we start?\"\n\n\"Pretty quick,\" said Banner, who had turned to look at the ship's\nspec-scanner. \"Looks like we're in a belt of meteorites. We'll be able\nto match velocities, but we could still be creamed if the path gets too\neccentric. Show him the way, Harcraft. I don't want to take any longer\nthan necessary, either. Understand?\"\n\nFifteen minutes later, both Arnold and Harcraft were out of the air\nlock, each clutching a new phase unit. Harcraft called instructions to\nArnold over his suit's inter-com, but within minutes the smaller man\nwas, if anything, more adept at the business of maneuvering himself\nthrough the void than his teacher. They replaced the phase unit in the\nfirst sled--the fiftieth from the ship--with Harcraft doing the work\nand Arnold watching.\n\n\"Can you do the next one alone?\" Harcraft asked.\n\n\"Easy as pie,\" Arnold said. \"Where is it?\"\n\n\"About two hundred sleds farther back. Numbers on the side. Number two\nhundred sixty-three. Can you remember?\"\n\n\"I ain't dumb. Where you gonna be?\"\n\n\"Back in the ship. We'll be waiting for you.\"\n\n                     *      *      *      *      *\n\nBack again in the control cabin with Banner, Harcraft was about to\ncongratulate himself on inventing the apprentice system, when a\npiercing scream brought both men to their feet. \"It's Arnold,\" Banner\nsaid. \"Arnold, you all right?\"\n\nHarcraft pushed Banner away from the speaker. \"Arnold, what's wrong,\nyou O.K.?\" The speaker remained silent.\n\n\"You better suit up,\" Banner said quietly.\n\n\"Yeah,\" Harcraft said, staring dumbly at the speaker. \"Yeah, I better\nsuit up.\"\n\n\"Wait. Better take a look on the viewscreen.\"\n\n\"Hey, he's coming this way! Quick, get ready at the air lock!\"\n\nIt was fifteen minutes before they could get anything out of him, and\nthen he wasn't too coherent. They gave him an injection of herodine to\nquiet him down, but his eyes still rolled wildly and all he could\nmanage was: \"Big hunk of rock ... big hunk of rock ... rock, quick ...\nmonkey ships.\"\n\n\"Any idea what he's talking about?\"\n\n\"No,\" Banner said thoughtfully. \"There was a sizable meteorite that\ncame pretty close while you were on your way back to the ship, but I'd\nalready tracked it before either one of you went outside.\"\n\n\"How close?\"\n\n\"Hm-m-m. Visually, a dozen kilometers, I'd guess. I could run the tape\nif you--\"\n\n\"Velocities almost the same?\" asked Harcraft, who was now fiddling with\nthe viewscreen controls.\n\n\"Yeah. Shouldn't be too hard to find. How about lugging Bean Brain back\nto his bunk. I'll run the tape, then you can plot it on the screen.\"\n\nWhen Harcraft returned to the control cabin, Banner had already plotted\nit on the screen.\n\n\"I'll say it's a big piece of rock! About four kilometers in diameter.\"\n\n\"Yeah, but nothing out of order.\"\n\n\"Uh-huh. Let me turn up the magnification a little and see if--\" Banner\nwatched as Harcraft turned control buttons, skillfully increasing\nmagnification without losing the held of view. Suddenly, the object\nexploded into iridescence. \"What--\"\n\n\"Watch,\" Harcraft said. He bumped the magnification as much as he\ndared.\n\n\"The Ankorbadian fleet,\" said Banner between clenched teeth.\n\nThey spent the next hour scanning the ship's micro-library for anything\nat all on Ankorbadian religious practices. There was nothing. Arnold\nawoke in another hour and seemed remarkably free of hysteria.\n\n\"What do you know about our friends' religious holiday?\" asked Banner.\n\"We checked the library without any luck.\"\n\nArnold scratched the side of his face. \"Lemme think. Yeah, I remember.\nThey go home to celebrate spring, like you said.\"\n\n\"They all go home?\"\n\n\"Uh-huh. They got to. Only time they can mate. Only place, too.\"\n\n\"How long they stay? I've heard it's about one of our months, but we\nhave to know exactly.\"\n\n\"That's all I know. Read it some place a long time ago. Can I go back\nto sleep now?\"\n\n\"Go back to sleep,\" said Banner.\n\nThey spent the next three hours maneuvering carefully around the\nasteroid. They took six thousand feet of movies and stared at the\nprojections for another three hours. One thousand seven hundred and\nthirty silvery needles flashed reflected starlight into astonished,\nwild eyes.\n\n\"At least,\" whispered Banner, \"there's nobody there.\"\n\n\"A lot of good that does us. They'll be back from their home planet in\na few weeks, just as soon as the breeding season is over. Why should\nthey leave anybody here? There's not a map in the galaxy that indicates\nthe position of this piece of rock. And we haven't any weapons.\"\n\n\"I don't suppose the computer--\"\n\n\"You can't compute an orbit without at least one more reference point.\nBesides, we're four weeks from any kind of fleet contact.\"\n\n\"Great. In other words, they'll be back here, ready to roll before we\ncan even tell anybody that we don't know how to find it again.\"\n\n\"Right. And since there's not any room left to park another ship of\nthat size, it's a pretty safe assumption that they are ready to roll.\"\n\n\"Armageddon,\" muttered Harcraft.\n\n\"You sure we don't have anything to--\"\n\n\"Weapons? Yeah. We have a pistol and three small nitro paks in a locker\nsome place. You couldn't even blow your way inside one of those ships.\nAnd if you could, you'd spend two weeks and then blow yourself to hell\nbefore you'd know anything about the armament.\"\n\n\"O.K., let's land and look around. Go get Arnold.\"\n\n                     *      *      *      *      *\n\nThey cut off the sleds and plunged down, landing between two of the\nships. Before putting on suits, Banner sent Arnold to the locker to get\nthe three nitro paks. He hoped it would help him overcome the terrible\nfeeling of nakedness and impotence.\n\nThey spent only a little time out of the ship. There was nothing to see\nthat hadn't been seen before, and the heavy artificial gravity\ngenerated by the alien ships--coupled with a maze of deep\ncrevices--made walking difficult and dangerous.\n\nBack in the control cabin, Banner turned to Harcraft, \"Any ideas?\"\n\n\"Ideas? You mean for saving Homo sapiens? I'm afraid not. I simply do\nnot feel up to saving six billion sentient organisms today. I feel--\"\n\n\"You're getting hysterical,\" said Banner, whose own tight, small voice\nwas barely audible.\n\n\"I got an opinion,\" said Arnold. \"You guys stop crying for a minute and\nI'll tell you.\"\n\nIt took him five minutes to explain the whole thing. When he was\nthrough, both Banner and Harcraft turned him down flat. \"Not a chance,\"\nsaid Banner. It would take a week to set the thing up, and then it\nwouldn't work. Our best chance is a long one, but maybe we'll make it.\nWe're four weeks away from any fleet contact, but it's the only\nsensible course of action.\"\n\n\"That makes it a total of eight weeks, with four weeks to get back\nhere. That's two months,\" said Arnold. \"You think they're gonna wait\ntwo months before they shove out of here?\"\n\n\"Maybe not,\" Banner said. \"But that's the only thing to do. And the\nsooner we get started the better the chances. Let's get going.\"\n\n\"You look here--\" Arnold began.\n\n\"No more opinions, Bean Brain. You're not entitled to an opinion. You\nthink we should take your word for everything you told us? Tell me why.\nYou said yourself you never had any training. So you're guessing and\nhoping. It would take a staff of two dozen highly specialized\ntechnicians to even evaluate your idea, much less put it into action.\nHell, man, face it. What do you know about geology, chemistry, mining?\nWhat do you know about anything?\"\n\nArnold pointed a trembling finger at Banner. \"Look, I told you that I\nknow rock. I know plenty of gardening, too. I gave you guys a chance to\nsay O.K. You still say no? Have it your way, but we'll do it my way.\"\nBoth Banner and Harcraft found themselves staring into the barrel of\nthe ship's only weapon.\n\nHarcraft recovered from his astonishment quicker than Banner. \"O.K.,\nBean Brain, have it your way.\" Quickly, casually he started for the\ncabin door. Then, with such speed that Banner hardly saw the movement,\nhe chopped down viciously toward Arnold's wrist with the edge of his\nhand.\n\nHarcraft recovered consciousness a half hour later. \"Don't try that\nagain, little boy,\" said Arnold with unconcealed hatred. \"I'll give you\nanother thirty minutes to catch your breath. Then we all go to work.\"\n\nIt took ten days instead of seven. Under Arnold's close supervision,\nthey made the ship perform like a tractor, an air hammer, a foundation\nborer and an angledozer.\n\nOnce, when they told him that some particular maneuver couldn't be\ndone, he took the controls himself, and came so close to killing them\nall that Banner, out of sheer terror, took over and made it do the\nthings Arnold decreed necessary.\n\nFinally it was finished. Two million tons of potato fertilizer, one\nmillion tons of tractor fuel combined into a slimy pulp lay jammed into\nthe largest crevice on the asteroid. A few hours later they were a\nthousand miles out in space.\n\n\"Now?\" asked Banner.\n\n\"Now,\" said Arnold.\n\nWith the viewscreen at maximum magnification, they watched as the\nasteroid blew itself into a thousand million pieces.\n\n                     *      *      *      *      *\n\nIn the control cabin, a short week away from fleet contact, Banner was\nstill gloating over the movies. \"Look at these. Before and After. How\nmany medals you think we can carry on our strong, manly chests?\"\n\n\"I really couldn't care less,\" answered Harcraft. \"While you've been\nsitting there enriching your fantasy life, I've solved the mystery of\nmysteries.\"\n\n\"Out with it.\"\n\n\"O.K. While our little friend has been lying on his bunk ruining his\nbeady eyes on the micro-viewer, I've been asking myself significant\nquestions. Question number one: What kind of person does it take to\nsurvive the inactivity and boredom of three, four, maybe six months in\na space can like this? Answer: It takes a highly trained and\nconditioned person such as yours truly or yourself. Arnold is obviously\nnot such a person.\"\n\n\"Obviously.\"\n\n\"Question number two: Under what circumstances can a person as\nobviously intelligent as Arnold manage not to become a highly\nspecialized member of society? And last, what kind of person can be so\nrevoltingly unspecialized as to know, with fanatical certainty, that\nthe main ingredient of a good potato fertilizer is ammonium nitrate;\nthat such a substance is rather ineffective as an explosive unless you\nmix it with a good oxidizable material, such as Diesel fuel; that a\nfour-square mile chunk of rock is 'brittle'--\"\n\n\"And don't forget to add another nice facet--that he's a lot cleverer\nin the manly art of self-defense than you'll ever be.\"\n\n\"I acknowledge my humiliation and at the same time repeat my question:\nWhat kind of person can be so unspecialized and at the same time so\nmiserably competent?\"\n\n\"I give up. Do you really know the answer?\"\n\n\"I know this. I know that whoever he is, it makes good sense to send\nsomebody like him along with two overspecialized robots like us. Look\nat us. You couldn't pull a cotter pin with a pair of pliers if you knew\nwhat a cotter pin was. As for myself, if I'd of gotten that gun away\nfrom Arnold, I'm not even sure I'd have known how to fire it.\"\n\n\"Which still doesn't answer any questions.\"\n\n\"There are still a hundred places on our primitive homeland that\nprovide the answer,\" said Harcraft thoughtfully. \"Places where men\nspend half the year working with vegetables and fertilizer--\"\n\n\"And the other half breaking rock with a sledge hammer?\"\n\n\"Yes. And there's probably no better place than a cell to train for the\nisolation of space.\"\n\n\"Uh-huh. It also explains a certain familiarity with makeshift\nexplosives and weapons.\"\n\n\"And, brother Bean Brain,\" summed up Harcraft wistfully. \"What better\nplace in the universe to find asylum from specialization.\"\n\n\nTHE END\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Unspecialist, by Murray F. Yaco\n\n*** END OF THIS PROJECT GUTENBERG EBOOK UNSPECIALIST ***\n\n***** This file should be named 23443.txt or 23443.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/3/4/4/23443/\n\nProduced by Greg Weeks, Bruce Albrecht and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}