{"title": "The Beast of Space", "author": "F.E. Hardart", "releaseDate": "November 16, 2007", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Alexander Bauer and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                        The BEAST of SPACE\n\n     _A tale of the prospectors of the starways--of dangers--_\n\n                         by F. E. HARDART\n\n[Illustration: He staggered back from the lapping pool--the gas--the\nweight of the girl's body--the dog--]\n\n\nHere the dark cave, along which Nat Starrett had been creeping,\nbroadened into what his powerful searchlight revealed to be a low,\nwide, smoothly circular room. At his feet lapped black, thick-looking\nwaves of an underground lake, a pool of viscous substance that gave off\na penetrating, poignant odor of acid, sweetish and intoxicating, unlike\nany acid he knew. The smell rolled up in a sickening, sultry cloud that\npenetrated his helmet, made him cough and choke. Near its center\nprojected from the sticky stuff what appeared to be the nose of a\nspaceship.\n\nHe looked down near his feet at the edge of the pool where thick,\nslowly-moving tongues of the liquid appeared to reach up toward him, as\nif intent on pulling him into its depths. As each hungry wave fell\nback, it left a slimy, snake-like trail behind.\n\nNow came a wave of strange music, music such as he had never heard\nbefore. Faintly it had begun some time back, so faintly he was barely\naware of it. Now it swelled into a smooth, impelling wail lulling him\ninto drowsiness. He did not wonder why he could hear through the\nsoundproof space helmet he wore; he ceased to wonder about anything.\nThere was only the strange sweetness of acid and the throbbing music.\n\nAbruptly the spell was broken by something shrilling in his brain,\nsending little chills racing up and down his spine. Digger! A small,\noddly canine-like creature with telepathic powers, a space-dweller\nwhich men found when first they came to the asteroids. The relationship\nbetween spacehounds and men was much the same as between man and dog in\nthe old, earthbound days. Appropriate name for the beast, Digger. With\nthose large, incredibly hard claws, designed for rooting in the metal\nmake-up of the asteroids for vital elements, the spacehound could\neasily have shredded the man's spacesuit and helmet, could, at any time,\ntear huge chunks out of men's fine ships.\n\nThe half-conscious man jerked his thin form erect. His mouth, which had\ngaped loosely, closed with a snap into firm lines.\n\n\"She isn't in this hell hole, Digger. You wouldn't expect her to be\nwhere we could find her easily.\"\n\nScooping the small beast up under his good arm, he quickly climbed the\nsteep, slimy slope of the cave. The other arm in his suit hung empty.\nThat empty arm in the spacesuit told the story of an earthman become\nvoluntary exile, choosing the desolation of space to the companionship\nof other humans who would deluge him with unwonted sympathy. The\nspacehound was friendly in its own fashion; fortunately, such complex\nthings as sympathy were apparently outside its abilities. The two could\ninterchange impressions of danger, comfort, pleasure, discomfort, fear,\nand appreciation of each other's company, but little more. Whether or\nnot the creature could understand his thoughts, he could not tell.\n\nAs he went on, he reviewed, mentally, the events leading up to his\nlanding here. The sudden appearance on his teleview screen of the\nface and slim shoulders of a girl. Her attractiveness plainly\ndistinguishable through her helmet; for a moment he forgot that he\ndisliked women. The call for help, cut short ... but not before he had\nlearned that apparently she was being held prisoner on Asteroid Moira.\nHe knew he'd have to do what he could even if it meant unwonted\ncompany for an indefinite length of time. The spell was gone soon\nafter her face vanished; he remembered former experiences with\nattractive-looking girls. Damn traditions!\n\nA change in his course and a landing on Asteroid Moira. Here he'd\nfound a honeycomb of caves, all leading from one large main tunnel.\nThe cavern walls had been of a translucent, quartz-like substance,\nranging in color from yellowish-brown to violet-grey. It looked\nvaguely familiar, yet he could not place it. There was not time to\nexamine it more carefully.\n\nThe room in which he'd found the evil, hungry lake had been the first\none to the right. Now he crossed to the opening in the opposite wall.\nThe mouth of this cave was much larger, wider than the other. He stood\nin the opening, slowly swung the beam of his torch around the smooth\nwalls, still holding Digger, who, by now, was indicating that he'd like\nto be set down. Nat released him unthinkingly, his mind fully taken up\nwith what the light revealed.\n\n                *       *       *       *       *\n\nSpaceships! The room was packed with them--all sizes, old and new. A\nveritable sargasso. At first, he thought they might be craft belonging\nto nameless inhabitants of this world, but, as he approached them, he\nrecognized Terrestrial identifications.\n\nThe first was a scout ship of American Spaceways! Nat recognized the\nname: _Ceres_, remembered a telecast account of its disappearance in\nspace. There was a neat little reward for information as to its\nwhereabouts. Nat's lips curled in derision: it wouldn't equal the\nexpense of his journey out here. There was a deep groove in the smooth\nmaterial of the floor where the ship had been dragged through the\ndoorway into the room. What machines could have done this work without\nleaving their own traces? He went to the other ships: all were small,\nmostly single or two-passenger craft. The last entry in the logs of\nmany was to the effect that they were about to land on the Asteroid\nMoira to rescue a girl held captive there.\n\nNone had crashed; all ships were in perfect order. But all were\ndeserted. Two doors were gone from the interior of one of the vessels.\nThey might have been removed for any of a hundred reasons--but why\nhere?\n\nNat's glance swept the room, came to rest on the figure of a heavy duty\nrobot of familiar design. Semi-human in form, it looked like some\nmisshapen, bent, headless giant. He inspected it: _Meyers Robot, Inc._\nEarth designed for mining operations on Mars.\n\n\"Well, Digger, I can see now how these ships were brought in here; that\nrobot could move any one of these with ease. But that doesn't explain\nwhere the humans have gone. It might be space pirates using this\nasteroid for a base, or it might be some alien form of life. We're\nstill free. Shall we beat it or stay and try to check this out?\"\n\nHe did not know how much of this got over to the spacehound, but the\nimpressions he received in answer were those of approving their\nremaining where they were.\n\n\"I suppose the best system is to explore the rest of the caves in\norder; let's go.\"\n\nFollowed by Digger, he walked quietly toward the next cave on the left,\nslipped through the doorway, and, standing with his back against the\nwall, swung the light of his torch in a wide, swift arc about the room.\nHalfway around, he stopped abruptly; a slim, petite figure appeared\nclearly in the searchlight's glare. The girl he had seen on the\ntelevisor stood in the middle of the room, facing a telecaster, her\nback toward him. She did not seem aware of him as he moved forward.\nWhat could be wrong; surely that light would arouse her.\n\nThe figure did not turn as he approached. So near was he now that he\ncould seize her easily, still she made no move. Nat stepped to one\nside, flashed his torch in her face. Her beautifully-lashed eyes stared\nstraight ahead unblinkingly; the expression on her lovely composed face\ndid not change. A robot! He laughed bitterly. But then, he was not the\nonly one....\n\nShe was an earth product; Nat opened her helmet and found the\ntrade-mark of _Spurgin's Robots_ hung like a necklace about her throat.\nBut whoever had lured him here easily could have removed her from one\nof the vessels in the front cave. It did not seem like the work of\npirates, more likely unknown intelligent beings.\n\nHe turned to examine the televisor. It, too, was an earth product. The\nmechanism was of old design; evidently it had been taken from the first\nof the ships to land here. Outside of the telecaster and the solitary\nrobot, there was nothing to be seen in this cave.\n\nA sound behind him. He whirled, heat-rod poised for swift, stabbing\naction. Nothing--except--small bowling-ball things rolling in through\na narrow door. Ridiculous things of the same yellowish-quartz material\nas composed the cave-walls. At regular intervals a dull, bluish light\npoured forth from rounded holes in their smooth sides. And issuing\nforth from within these comic globes was the same weird, compelling\nmusic he had heard before. They rolled up to him, brushed against his\ntoes; a shrilling in his brain told him that Digger was aware of them.\n\n\"Back, Digger!\" he thought as he drew away from the globes. They poured\ntheir penetrating blue light over him, inspectingly, while the music\nfrom within rose and fell in regular cadences, sweetly impelling and\ndulling to the senses as strong oriental incense.\n\nBut Digger was not soothed. The spacehound lunged at one of the globes;\ninstead of slashing its sides, he found himself sailing through the\nair toward it. Nat received impressions of irritation combined with\nastonishment. Within the globes, the music rose to a furious whine\nwhile one of the things shot forth long tentacles from the holes in its\nside. Lightning-swift they shot forth, wrapped themselves about the\nbody of the spacehound, constricting. Digger writhed vainly, his claws\npowerless to tear at the whip-like tentacles. Nat severed the tentacles\nat their base with the heat-beam.\n\nHe turned, strode toward the door watching the spheres apprehensively\nout of the corner of his eye, ready to jump aside should they roll\ntoward him suddenly. But they followed at respectful distances, singing\nsoftly.\n\nBefore he reached the door, he found himself walking in rhythm to the\nmusic, his head swaying. It came slowly, insidiously; before he was\naware, his body no longer obeyed his will. Muscles refused to move\nother than in coordination with the music. His arm relaxed, the\nheat-rod sliding from his grasp.\n\n                *       *       *       *       *\n\nBut Digger! The spacehound sent out a barrage of vibrations that fairly\nrocked his brain out of his skull. Simultaneously, the beast attacked\nthe nearest globes, tearing fiercely at them. Rapidly the others rolled\naway, but two lay torn and motionless, the music within them stilled.\n\nNat reached down, retrieved the heat-rod. \"I think we'd better look for\na 'squeaker'. Next time they might get you, Digger.\"\n\nThey returned to the room of the spaceships, seeking one of the small,\nportable radio-amplifiers used for searching out radium. It was known\nas a \"squeaker\" because of the constant din it made while in use; the\nnoise would cease only when radium was within a hundred feet of the\nmechanism. He found one after searching a few of the smaller ships.\n\nWith the portable radio strapped to his back, power switched on, he\nstarted again down the main tunnel. The globes set up their seductive\nrhythms as before, but he could not hear them above the discord of his\nsqueaker. Failing to lure him as before, they sought to force him in\nthe direction they desired him to go by darting at him suddenly,\nlashing him with their tentacles. But it was a simple thing to elude\nthem. Still remained the question: why could they want to lure him into\nthat stinking pool of acid?\n\nHe flashed a beam of heat at the nearest of the annoying globes. Under\nthe released energy it glowed, yet did not melt. But the tentacles\nsheared off and the blue lights faded. The flow of music changed to\nshrill whines as of pain and its rolling ceased. The others drew back;\nhe turned down another tunnel.\n\nThey stopped at the cave beyond the one where he had found the\nrobot-girl. It was sealed by a locked door, one of the airlock-doors\nfrom that space vessel, firmly cemented into the natural opening of the\ncave.\n\nNat bent forward, listening, his helmeted head pressed against the\ndoor. No sound. He was suddenly aware of the dead silence that pressed\nin on him from all sides now that the globes no longer sang and his\n\"squeaker\" had been turned off. The powerful energy of his heat-beam\nsputtered as it melted the lock into incandescent droplets which\nsizzled as they trickled down the cold metal of the door. The greasy,\nquartz-like material at the side of the door glowed in the heat from\nhis rod, but no visible effect upon it could be seen. What was that\nmaterial? He knew, yes, he knew--but he could not place a mental finger\non it.\n\nHe thrust the shoulder of his good arm against the heavy door, swung it\ninwards, stepped inside. The light of his torch pierced the silence,\npicked out a human skeleton in one corner. He hurried toward it--no, it\nwas not entirely a skeleton as yet. The flesh and bone had been eaten\naway from the lower part of the body to halfway up the hips, as though\nfrom some strong acid. The rest of the large, sturdy frame lay sunken\nunder the remains of a spacesuit which was tied clumsily around the\nmiddle to retain all the air possible in the upper half of it.\nEvidently some acid had eaten away the lower half of the man's body\nafter he had suffocated. The face was that of a Norwegian.\n\nBy one outstretched hand a small notebook lay open with the leather back\nupward. The corners of several pages were turned under carelessly--Nat\nswung the torch around the room. It was bare. The notebook--quickly he\npicked it up. The page on which the writing began was dated May 10,\n2040. About two months ago.\n\n\"Helmar Swenson. My daughter, Helena, aged nineteen, and I were lured\ninto the maw of this hellish monster by a robot calling for help in our\ntelevision screen. This thing, known to man as Asteroid Moira, is, in\nactuality, one of the gigantic mineral creatures which inhabited a\nplanet before it exploded, forming the asteroids. Somehow it survived\nthe catastrophe, and, forming a hard, crustaceous shell about itself,\nhas continued to live here in space as an asteroid.\n\n\"It is apparently highly intelligent and has acquired an appetite for\nhuman flesh. The singing spheres act as its sensory organs, separated\nfrom the body and given locomotion. It uses these to lure victims into\nits stomach in the first cave. I escaped its lure at first because\nof the 'squeaker' I carried with me. We set up these two doors as a\nprotection from the beast while we stayed here to examine it. But the\nmonster got me when I fell and the 'squeaker' was broken. My daughter\nrescued me after the acid of the pool had begun eating away my flesh.\n\n\"My Helena is locked in the room opposite this one. She has food and\nwater to last until July 8th. Oxygen seeps in there somehow--the beast\nwants to keep her alive until it can get her out of the room to devour\nher.\"\n\nHere the writing became more cramped and difficult to read.\n\n\"I have put the key in my mouth to prevent the spheres from opening the\ndoor should they force their way into this room. Some one must come to\nsave my Helena. I can't breathe--\"\n\nThe writing ended in a long scrawl angling off the page. The pencil lay\nsome distance from the body.\n\nJuly 8th! But that had been almost a week ago!\n\n                *       *       *       *       *\n\nHe unscrewed the man's helmet, tried to pry the jaws open. They would\nnot move; the airless void surrounding the tiny planetoid had frozen\nthe body until now it was as solid as the quartz cave-walls. There was\nbut one thing to do: the other door must be melted down.\n\nHe leaped halfway across the room toward the door in the opposite wall.\nCould it be possible that he was in time? Anxiously he flung a bolt of\nenergy from his heat rod toward the lock, holding a flashlight under\nthe other stump of an arm. The molten metal flowed to the floor like a\nrivulet of lava.\n\nThe door, hanging off balance, screeched open; air swooshed past him in\nits sudden escape from the room. He squeezed himself through, peered\ncarefully about to see a slim spacesuit start to crumple floorward in\na corner. The girl was alive!\n\nHe started toward her; the slim figure pulled itself erect again. He\nsaw a drawn, emaciated face behind the helmet. Then, with a fury that\nunnerved him, she whipped out a heat rod, shot a searing bolt in his\ndirection. He felt the fierce heat of it as it whizzed past his\nshoulder; in his brain Digger's thoughts of attack came to him, he\nflung an arm around the spacehound, dragged it back as he withdrew\ntoward the door. The girl continued to fire bolt after bolt straight\nahead, her eyes wide and staring.\n\nThey made the door, waited outside while the firing within continued.\nWhen at last it was still within, he peered around the corner of the\nroom. She lay in a crumpled heap in the corner; quietly he re-entered,\npicked her up awkwardly. Through the thin, resistant folds of the\nspacesuit, he could feel the warmth of her, but could not tell whether\nthe heart still beat or not. They would have to take her to one of the\nships.\n\nHer limp form was held tightly under his good arm as Nat hurried down\nthe main tunnel. Digger apparently realized the seriousness of the\nsituation, for he received impressions of \"must hurry\" from the beast\nand another creature, looking much like him, surrounded by small\ncreatures of the same type, trapped in a crevice. \"Aren't you a bit\npremature, old fellow,\" he chided.\n\nHalfway there, the globes met them again. The things were not singing;\nfrom their many eyes poured a fierce, angry blue light. They rolled\nwith a determination that frightened him. Yet he strode on, until they\nwere barely a foot away.\n\n\"Jump, Digger!\"\n\nThe spheres stopped short, reversed their direction toward the little\ngroup at a furious rate, flinging out long, whip-like tentacles. One\nwrapped itself around Nat's ankle, drew him down. He shifted the limp\nform over to his shoulder, slipped out his heat-rod. Quickly the\ntentacle was severed. But now others took their place; he continued\nfiring at them, making each bolt tell, but the numbers were too great.\n\nDigger sprang into action, rending the globes with those claws that\nwere capable of tearing the hulls of spaceships. But tentacles lashed\naround him from the rear, snaked about him so that he was helpless.\n\nThe girl was slipping off Nat's shoulder. He could not raise the stump\nof an arm to balance her; it was stiff and useless. He stopped firing\nlong enough to make the shift, even as the spheres attacked again. The\nbolts had put out the lights in fully half of the marauders but the\nothers came on unafraid.\n\nNat straddled Digger's writhing body, held the spacehound motionless\nbetween his legs. At short range, he seared off the imprisoning\ntentacles, knowing that it would take far more than a heat-bolt to\ndamage the well-nigh impregnable creature. He swooped the dog up under\nhis good arm and fled from the madly-pursuing spheres, thanking\nnameless deities that the gravity here permitted such herculean feats.\nThe spheres rolled faster, he soon found, than he could jump; so long\nas he was above them, all was well, but by the time the weak gravity\npermitted him to land, they were waiting for him. He tried zig-zagging.\nGood! It worked. He eluded them up to the mouth of the cave, then\njumped for the door of his ship's outer airlock.\n\n                *       *       *       *       *\n\nNat placed the girl in his bunk, removed the cumbersome spacesuit. Her\neyes blinked faintly, then sprang open. But they did not see him; they\nwere staring straight ahead. Her mouth opened and shut weakly as though\nshe were speaking, but no sound issued from it. He brought her water,\nbut when he returned she had fallen asleep. He returned to the kitchen\nto prepare some food.\n\n\"You're still running around in that pillow case,\" he remarked to\nDigger as he extracted the spacehound from it. \"Attend me, now. We know\nwhy and how those people disappeared. It would take the Space Patrol\nship at least a month to arrive here; I don't intend to perch on the\nback of this devil as long as that. And if we leave, old thing, it'll\njust lure other chivalrous fools to very unpleasant ends.\n\n\"And we've got to get this kid back to civilization. She needs a\ndoctor's care, preferably a doctor with two arms.\"\n\nDigger's vibrations were one of general approval.\n\n\"We could poison it,\" he went on. \"Only I'm not a chemist; even if I\nknew the compounds contained in that reeking stomach I wouldn't know\nwhat would destroy them. Might blow it up, but we haven't enough\nexplosive.\n\n\"No, we'll have to get down into the thing's insides again. In fact--\"\nHe paused suddenly, mouth open. \"Congratulate me, Digger! I have it!\"\n\nThe smell of burning vegetables cut short his soliloquy. He fed the\nstarved, half-blind girl, then left her sleeping exhaustedly as he\nsquirmed into his suit.\n\nNo sooner had he entered the mouth of the cave than a half-dozen of the\nsinging sensory organs rolled quickly, yet not angrily, toward him. The\nbeast was apparently optimistic, for the globes sang in their most\nsoothing, seductive tones. They tried to herd him into the first cave\non the right, but he had remembered the _squeaker_; they could not\ndistract him.\n\nEffortlessly he leaped over them toward the mouth of the cave on the\nleft. That was where the spaceships lay, pointing in all directions\nlike a carelessly-dropped handful of rice.\n\nAll the ships were in running order. Good; had there been one vessel he\ncould not move, then all was lost. The fuel in several ran low, but\nafter a few moments of punching levers and pulling chokes, the under\nrockets thundered in the big room.\n\nTaking care not to injure the motor compartments of the other ships,\nusing only the most minute explosion-quantities, he jockeyed each ship\naround until all their noses pointed in one direction. The exhausts\npointed out through the wide doorway. It was well that the beast had\nformed curved corners in the room, otherwise the scheme would not have\nworked. The exhausts which did not point toward the door, directly,\nwere toward the curved walls which would deflect the forceful gasses\nexpelled doorward.\n\nWhen he emerged from the ship, the spheres attacked. He seared off\ntheir tentacles throughout what seemed to be eternities. His body was\nbecoming a mass of bruises from the lash of their tentacles. He burned\nhis way through the swarm on to ship after ship.\n\nAs he stepped from the last vessel there was a rumbling beneath his\nfeet. Did the monster understand his intent? Was it stirring in its\nshell? Most of the globes had disappeared; now a nauseatingly sweet\nodor penetrated the screen in his headpiece, which permitted him to\nsmell without allowing the oxygen to escape. He hurried around to the\nrear of the ship, an apprehensive, sickening feeling at the pit of his\nstomach. A thick jelly-like wave of liquid was rolling over the\nfloor--the reeking, deadly juices from the beast's stomach. If the\nliquid touched him, it would eat through the heavy fabric, exploding\nthe air pressure from around his body. How was he to escape from the\ncave?\n\nThe answer came to him suddenly. Quickly he darted back toward the\nnearest vessel. Two of the screaming spheres blocked his way; he sent\nbolt after searing bolt into them, more of a charge than he had given\nany of the others. The lights in the globes went out; their voices\nceased. And they burst into slowly mounting incandescence. Yet, they\nwere not consumed by their fire, only glowed an intense white light\nlike that of a lighthouse.\n\n\"Lighthouse!\" The word flashed through his mind clearly, strongly. They\nglowed like the \"zirconia lights\" of a lighthouse. Why hadn't he\nrecognized the greasy, quartz-like material before? It was zirconia, a\ncompound of zirconium, of course. A silicate base creature could easily\nhave formed a shell of it about itself.\n\nZirconia--one of the compounds he'd intended prospecting for on the\nmoons of Saturn. Worth over a hundred dollars per pound. Because of its\nresistance to heat, it was used to line the tubes of rockets; Terra's\nsupply had long been used up. Here was a fortune all around him; but\nthat fortune was about to be destroyed, he along with it, if he did not\nhurry.\n\nIf he could only reach the timing mechanism to yank from it the wires\nconnecting it to the other ships. It was at the other end of the line.\nHe started in that direction, but a surge of fatal, thick acid rolled\nbefore him, reaching for him with hungry, questing tongues.\n\nWhen it was almost touching his toes, he leaped. As he floated toward\nthe floor, he placed a chair beneath him so that his feet landed on the\nseat. The legs of the chair sank slowly into the liquid.\n\nAgain he leaped, his moment retarded by the fluid which now reached\nhalfway up the chair legs, sucked and clung there. The sweetly-evil\nsmelling stuff was rising rapidly. But the next leap carried him into\nthe main cave. Abandoning the chair, he leaped once more, out through\nthe cave's mouth, pursued by the waving tentacles of the sensory\nspheres.\n\n                *       *       *       *       *\n\nHe had lost precious minutes eluding that deadly acid. It would take\nat least five minutes to get his ship away from the asteroid; he must\nhurry before all those rocket motors were thrown into action, or it\nwould be too late.\n\nLeap and leap again. It seemed ages, but he reached the ship, bolted\nthe door shut. Thumps against the door as the pursuing globes ran up\nagainst it. A thought came to him; swiftly he opened the door,\npermitted a few of them to enter, then slammed it shut. With the heat\ngun he sheared off their tentacles; he could sell the zirconia in the\nentities. Then he turned to the controls and the ship zoomed up and\nout.\n\nNat had barely raised his ship from the Asteroid Moira when he saw the\nsmall planetoid lurch suddenly, bounding off its orbit at almost a\nright angle. The sudden combined driving force of all the rockets\nwithin the cave had sent it hurtling away like a rocket itself.\n\nThe asteroid housing the monster was heading into the Flora group of\nAsteroids. There the fifty-seven odd solid bodies of that group would\ngrind, crack, and rend that dangerous beast into harmless, dead\nfragments.\n\n\"A good job,\" said a weak, but softly friendly voice behind him. He\nwhirled. The girl stood in the doorway of the pilot room, supporting\nherself against the door frame. Digger rubbed thoughtfully against her\nlegs.\n\n\"We'll just follow that asteroid, Miss,\" he said, \"and see if we can't\npick up some odd fragment of zirconia when it's smashed in the\ngrindstone there. Then we'll light out for Terra.\"\n\nShe smiled. Earth, to him, seemed like a very good place to go as soon\nas possible.\n\n\n\n   Transcriber's Note:\n\n   This e-text was produced from Comet July 1941. Extensive\n   research did not uncover any evidence that the U.S. copyright\n   on this publication was renewed.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Beast of Space, by F.E. Hardart\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE BEAST OF SPACE ***\n\n***** This file should be named 23509.txt or 23509.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/3/5/0/23509/\n\nProduced by Greg Weeks, Alexander Bauer and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}