{"title": "The Invaders", "author": "Benjamin Ferris", "releaseDate": "November 18, 2007", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                              The Invaders\n\n                          _BY BENJAMIN FERRIS_\n\n                        Heading by Vincent Napoli\n\n[Transcriber Note: This etext was produced from Weird Tales March 1951.\nExtensive research did not uncover any evidence that the U.S. copyright\non this publication was renewed.]\n\n[Illustration: _Magic--there's no such thing. But the crops were\nbeginning to grow backwards...._]\n\n\nBig Joe Merklos was the first of them. He appeared at the Wide Bend\nNational Bank one day, cash in hand. The charm of him, his flashing\nsmile, the easy strength in his big body, were persuasive\nrecommendations. But the bank's appraisal scarcely got that far. Wasn't\nhe the first buyer in fifteen years for that bone-yard of lonely dreams,\nDark Valley?\n\nThe county seat of Wide Bend presided over three valleys, corresponding\nto the forks of the Sallinook River. Once, Dark Valley had been the\nrichest of these. Solid houses and barns stood among orchards laden with\nfruit, fields chock-full of heavy-bearded grain ... till, one Spring,\nthe middle fork of the river had dried up.\n\nThe farmers called in specialists who sank wells and pilot holes,\nmeasured the slopes. They heard much talk about water tables, about\nsprings undercutting rock formations. But when it was done the fact\nremained: Dark Valley's water supply was choked off beyond man's ability\nto restore it. In the end the farmers gave up, left their dusty houses\nand shriveled orchards, and Dark Valley died.\n\nBoys hiked over there occasionally. Men scouted for fence posts or pipe.\nYoung couples passed quickly through on moonlight nights. And at least\ntwo stubborn old-timers still squatted at the upper end.\n\nNow that Joe Merklos had bought it, of course, they would have to move.\n\n\"Well, won't they?\" Henderson asked.\n\nJerry Bronson looked around at the other members of the Wide Bend\nBusinessmen's Club. \"Doesn't take a lawyer to answer that, Hen.\"\n\n\"Dam' shame,\" said Caruso, the barber, who always championed underdogs.\n\n\"They've had no equity in that land for years. The bank just let them\nstay on.\"\n\n\"They can move on over the hill.\"\n\nJerry nodded. \"Maybe somebody ought to suggest that to them.\"\n\n\"Don't look at me,\" Caruso said. \"Those old coots ain't been near my\nshop for years.\"\n\nWhen the chuckles died, MacAllister, the druggist, voiced the thought\nthat rested unspoken on all their minds. \"I wonder if that fellow\nrealizes what a worthless piece of land he's bought.\"\n\n\"He looked it over.\" This was Hammond, of the bank.\n\n\"'Course, you didn't try to talk him out of it!\"\n\n\"Would you have?\" Hammond retorted indignantly.\n\nHenderson jabbed the air with his cigar. \"I think he was a coal miner,\nback East. Saved up his money to get on the land.\"\n\n\"_I_ think he's a gypsy,\" Caruso said.\n\n\"You ought to know,\" Tipton, the grocer, laughed. Caruso got fined for\nhis reply, and with the tinkle of coins in the luncheon club kitty the\nmen dispersed.\n\n       *       *       *       *       *\n\nJoe Merklos' relatives arrived that night. Henderson, who told Jerry\nBronson about it, had made an early morning delivery of feed nearby, and\ndriven on to take a look at Merklos' purchase. From the ridge, he viewed\nDark Valley's three miles of width and six or so of length. Figures were\nmoving about the gaunt and windowless farm buildings. At least one plow\nwas in operation, and the good blue friendliness of smoke arose here and\nthere.\n\n\"Looked like a lot of people, Jerry. But you know--I didn't see any cars\nor trucks around.\"\n\nJerry's blue eyes crinkled. Human nature didn't like puzzles any more\nthan it liked strangers. He returned to the tedious civil case he was\nworking on. About three o'clock, he decided he was tired and bored\nenough to call it a day. He got into his car and headed for Dark Valley.\n\nAside from his curiosity, he thought he might talk to the two old\nsquatters at the far end. The Carvers were independent and truculent.\nNow that Joe Merklos' relatives had arrived in full force, there was\ndanger of a clash.\n\nAs the road topped the ridge, it left green fields and orchards abruptly\nbehind. But Dark Valley had a wild sort of beauty, cupped as it was\nbetween two rows of hills which curved together as higher, jumbled\nfoothills to the west.\n\nJerry's car trailed a plume of dust as it slid down to the dry riverbed.\nHe made a left turn and started up the valley road. At the first farm he\nsaw dark, plump women in billowing dresses, wearing peasant scarves over\ntheir heads. They moved about the barnyard, raking dead leaves and\nscratching busily at the baked earth of the old truck gardens. Chickens\nand ducks strayed, and Jerry caught a glimpse of children. He waved to\nthe group and was answered by nods and flashing smiles.\n\nThen he had a shock. One of the women was working the handle of a pump\nthat had been bone-dry for fifteen years--and a slender stream of clear\nwater spilled into her wooden tub!\n\nSomewhat dazedly, Jerry drove on. He saw more of the Merklos people at\nother farms. Men were working in the withered orchards. New fence posts\nand rails were going up; bright axes flashed in the dry and scraggly\nwood lots.\n\nJerry's thoughts kept returning to the water in that first pump. Could\nit be that they had learned the valley had a supply again? That would be\na mighty joke on Hammond and the First National Bank.\n\nThe road, badly rutted by erosion and drifted over with sand and dry\nleaves, began to rise. Jerry shifted into low gear. Then, suddenly, he\nstopped. He'd had another shock. He had just realized this road was\n_unused_. He recalled the twin ruts, patterned with rabbit and bird\ntracks, clear back to the turn-off. Without question, his car had been\nthe first to mark the road since winter.\n\nThen how had these dozens of people come, with their chickens and ducks\nand children and tools? He had seen no cars, no wagons, no carts. _How\nhad these people come?_\n\nJerry sat back in the seat and grinned. He fished out his tobacco pouch\nand filled his pipe. There were times when he considered himself fairly\nmature, fairly well balanced. Yet he was as ready as the next to build a\nhouse of mystery out of the insubstantial timber of ignorance.\n\nOf course there was a reasonable explanation. They must have walked from\nthe railroad. It was a good many miles, but it was perfectly possible.\n\nFeeling better, Jerry followed the tortuous road to the western crest.\nHis long legs hadn't taken him far from the car when he heard a harsh,\n\"Hold up!\"\n\nFirst one, then the other Carver brother stepped out from a scrub oak\nthicket--short, leathery old men, with ragged whiskers and dirt seamed\ninto their faces and wrists. They eyed him malevolently over raised\nshotguns.\n\n\"Came to talk to you,\" Jerry said mildly.\n\nOne of them--he thought it was Ed--spat.\n\n\"Ah, now,\" Jerry went on in an aggrieved tone, \"that's a fine way to\ntreat a son of Jack Bronson.\"\n\nThe Carver brothers glanced at one another, then the shotguns lowered.\n\"Come along,\" they said gruffly. In the littered yard by their cabin,\nthey pointed to a bench and squatted down before it on their thin old\nshanks.\n\n\"New people in Dark Valley.\"\n\nThey nodded.\n\n\"They've bought it from the bank. They own it clear to the ridge line,\nincluding your place, here.\"\n\n\"We been here forty years,\" said Ed.\n\n\"If I owned it you could stay forty more.\"\n\n\"They send you?\" the voice was sharp, suspicious.\n\nJerry shook his head. \"I just thought you'd like to know about it.\"\n\nFor a couple of minutes the Carver brothers chewed tobacco in unison.\nThey stood up, reached for their guns. \"We'll see,\" they said.\n\nJerry nodded. They walked beside him, kicking thoughtfully at the\nleaves. The brother named Mike rubbed his whiskers. \"Get much of a look\nat 'em when ye passed through?\"\n\n\"Some.\"\n\n\"They furriners?\"\n\nJerry sighed inwardly. \"Maybe. They look like hard workers.\"\n\nThe Carver brothers cackled suddenly. \"They better be! To farm that\nland.\"\n\nJerry passed back through the valley. A man knocking out stumps waved to\nhim. A woman in a barnyard swished out her big skirts, shooing chickens.\nAt that first farm, a trickle of water still ran from the pump....\n\n       *       *       *       *       *\n\nWide Bend was a normal community. Along with its natural curiosity there\nwas a genuine feeling of neighborliness--heightened by the conviction\nthat these hardworking strangers had thrown their money away on a\nhopeless venture. So, one way and another, a fair percentage of the\ntown's population found excuses in the next few days to get out to Dark\nValley. Bit by bit the reports filtered back to Jerry, and they all\nadded up about the same.\n\nJoe Merklos and his people were incredibly industrious. Already they had\ncleaned up the yards, repaired sagging barns and roofless sheds.\nCurtains fluttered at the windows. Cows had appeared, and sheep, even a\nfew horses. Somehow, perhaps from accumulated seepage, they were still\nbringing water from the rusty pumps. And--though it was surely an\nillusion--Dark Valley seemed to have taken on a tinge of green again.\n\nWide Bend's womenfolk brought gifts of home-made preserves, jelly,\ncanned vegetables ... and came away puzzled. No, they hadn't been badly\nreceived. All was politeness and smiles. But there was--well, a sort of\nremoteness about these people. The kids went out of sight the minute you\nturned into a place. And you just couldn't get close to the grown-ups.\nDark, they were, and heavy-looking. They smiled a lot, jabbering in an\nunknown language. They had beautiful white teeth, but no jewelry or\nornaments, such as gypsies might wear. They always appeared pleased that\nyou brought them something. But on the way home you discovered you still\nhad your presents, after all.\n\nThe best guess as to the number in the tribe (somehow, that seemed the\nbest way to describe them) was sixty, give or take a few.\n\nThe general verdict was expressed by Henderson at the next club\nluncheon. \"They're odd, but they're hard workers. Darned good thing for\nthe community.\"\n\nMiller, the jeweler, agreed vigorously.\n\n\"Self-interest,\" Jerry murmured, \"is a wonderful thing.\"\n\nThey turned on him. \"They haven't bought a thing from us! And what if\nthey did?\"\n\n\"Kidding, boys. I've got something to sell, too.\" Then Jerry frowned.\n\"They haven't bought _anything_?\"\n\nAround the table, heads shook.\n\n\"Probably,\" Caruso growled, \"they wear their hair long, too.\"\n\nIn the laughter, the matter was forgotten.\n\nBut Jerry remembered it that night, sitting on the porch of his house.\nThere must be hundreds of items--tools and nails and hinges and glass\nand wire and sandpaper and oil and rope and seed and salt and\nsugar--that the tribe needed. How could they--?\n\nThere was a step on the path. \"You there?\" Caruso called.\n\n\"Yep.\"\n\nThe barber sat in the other chair, hoisted his feet to the railing. \"You\nknow how kids are.\"\n\n\"Um.\"\n\n\"That boy of mine, he couldn't stand it about Dark Valley. He was out\nthere with a couple of pals, poking around.\"\n\n\"Yes?\" Jerry didn't realize his voice was sharp.\n\n\"Oh, no trouble. But the middle fork of the river's started to run\nagain!\"\n\n       *       *       *       *       *\n\nFor a long time after Caruso had gone, Jerry sat with his cold pipe in\nhis mouth. There were reasonable explanations for every one of the small\noddities that had cropped up with Joe Merklos and his people. But he\ncouldn't shake a growing feeling of uneasiness.\n\nJerry went to bed muttering, for he was a man trained to keep emotion\nand fact well separate. But the feeling was still with him when he\nawoke, and he recognized it later on Henderson's face.\n\n\"We got to get the boys together and talk this thing over,\" the feed and\nfuel owner said.\n\n\"What's up?\"\n\n\"This stuff that's missin'.\"\n\nJerry gave a start. He had just spent at least half an hour looking for\nthis garage lock.\n\n\"Every day of this week,\" Henderson went on heavily, \"I've had people in\nto replace some little thing that was lost. Hatchets and feeding troughs\nand spare parts and panes of glass and things like that. A couple of old\nchicken brooders that was stored. Ten salt blocks Anderson had in his\nbarn.\"\n\nJust then MacAllister stepped over from his drugstore to join them.\n\"Dammit,\" he said plaintively, dusting off his store jacket, \"I been in\nthe basement the last hour looking for an old pipe wrench. I swear I\nleft it there!\"\n\nJerry met Henderson's glance. \"All right,\" he said. \"Let's get the gang\ntogether for lunch today.\"\n\nSheriff Watson joined them in the back room of the restaurant. When the\ncoffee came Jerry rose to explain the purpose of the meeting. \"Our\nproblem,\" he began, \"may amount to nothing at all. Or it could turn out\nto be mighty nasty. Hen and I thought it was time to talk it over.\"\n\nBriefly he recapitulated Dark Valley's reawakening. He described Joe\nMerklos and his people--their odd clothing, their independence, their\nalien language.\n\n\"Point one,\" he said, \"most people don't like strangers.\"\n\nHe described the tribe's arrival without cars or wagons, without even a\nmark on the abandoned road. He spoke of the pumps that came to life, the\nriver that now ran again. The progress the tribe had made seemed almost\nbeyond human capacity.\n\n\"Point two,\" Jerry said, \"most people don't like mysteries.\" He turned.\n\"Okay, Hen.\"\n\nFirst Henderson explained that none of the tribe had bought supplies of\nany kind in Wide Bend. He got corroboration from other businessmen\npresent. Then, as he summarized the missing articles, heads began to\nnod. Faces got red and lists were clenched. Jerry got to his feet again.\n\"Point three, I don't need to spell out. Much more of this and carloads\nof men with guns will be heading for the ridge. There'll be the kind of\ntrouble we don't want on Wide Bend's conscience.\"\n\n\"Should we let 'em rob us blind?\" shouted Tipton.\n\n\"No wonder they do so good!\" Caruso cried.\n\n\"How about the water?\" Hammond asked sarcastically. \"You think they\nstole that, too?\"\n\nSomeone shouted back, and a heated discussion raged. Jerry finally\nbanged on the table with a sugar bowl. \"Let's hear from the sheriff.\"\n\nWatson hoisted his big frame, and sighed. \"Jerry's right, boys. We got a\nnasty situation building up. Right now, my old woman's so mad at the\nDark Valley people she could spit. And why? Only because she can't\nfigger 'em out.\"\n\nHe brushed his mustache and looked at Tipton. \"Them people are human\nbein's, ain't they?\"\n\nTipton scowled, but nodded.\n\n\"Anything they done that couldn't be explained by natural causes, no\nmatter how silly or complicated?\"\n\nTipton thought about it, and had to shake his head.\n\n\"Believe me, boys, the only thing to get excited about is the stuff\nthat's missin'. If they're pinchin' it, we can catch 'em, and punish\n'em. They may be foreigners but they sure as hell have to obey the law\nof the land!\"\n\n\"Now,\" Hammond said, \"we're talking sense.\"\n\n\"Give me a list of what's missin',\" Watson added, \"an' I'll go to Dark\nValley this afternoon and take a look around the place.\"\n\n\"Everybody satisfied?\" Jerry asked.\n\nEverybody was.\n\n       *       *       *       *       *\n\nSheriff Watson frowned at the list as Jerry drove into the first\nbarnyard. They scattered chickens, ducks, and children--seen blurrily as\nthey scrambled to hide. They remained a few minutes, ostensibly\nvisiting, then went on to the next farm, and the next....\n\nBeyond the last one, on the rise that led to the Carver cabin, Jerry\nstopped the car. They looked at one another. Watson rubbed his face\nirritably. \"I'm beat, Jerry. There's somethin' here I can't get my hands\nnor my head onto.\"\n\n\"I know.\"\n\nThe sheriff banged one big hand against the crumpled list. \"That butter\nchurn of Mulford's. By God, I saw it! Same brand, same color. Even had\nscratches around the base where that old cat of his sharpened her\nclaws.\"\n\n\"I know,\" Jerry said again. \"But it had a letter 'Z' cut into it. Worn\nand weathered, so you'd swear it had been there for years and years.\"\n\n\"That spring-toothed harrow of Zimmerman's.\"\n\n\"Except the one we saw had twelve teeth instead of fifteen. And even the\nman who made it couldn't find where it had been altered or tampered\nwith.\"\n\nIt had been the same with a score of other things. Each one slightly\nchanged, just different enough to make identification impossible to\nprove.\n\nSlowly, Jerry said, \"Wood gets weathered, metal oxidizes, honest wear is\nunmistakable. And these all take time, which can't be faked.\"\n\nHis implication hung in the air. If the things had been stolen, then\naltered to avoid identification, whoever did it had more than human\nability.\n\n\"Magic,\" Watson muttered.\n\n\"There's ... no ... such ... thing!\"\n\n\"No, there absolutely ain't.\"\n\nThey sat looking with troubled eyes out over Dark Valley, till Jerry\nsaid abruptly, \"I'm going on up to see the Carvers.\"\n\nWatson reached for the door handle. \"They don't have no use for me. I'll\nwait here. I got plenty to think about.\"\n\nJerry nodded. The sheriff would be remembering the seeds already\nsprouting in the kitchen gardens. The leaves that had jumped out on the\nold fruit trees. The lambs and calves capering in pastures washed with\nthe green of new grass.\n\nThe road was smooth, its ditches cleared and deepened. Bright clothing\nnapped on shiny new clotheslines (those were on the list, but how can\nyou identify a roll of wire?). Cordwood was stacked in every yard. New\nshingles spotted the roofs, the windows held glass again, fresh paint\nglistened on porches. In the fields, corn and oats and hay were shooting\nupward....\n\nJerry found the Carvers waiting for him, their wrinkled old faces tense.\nThey didn't answer his greeting, just jerked their heads. They led him\npast the cabin, through open brush, and halted at a bare place. Slowly,\nJerry sank to his knees.\n\nExcept for its size, it could have been a splayed-out cougar print. But\nit was two feet across, and pressed more than an inch into the hard, dry\nsoil.\n\nFinally Ed Carver nudged Jerry. The gnarled finger pointed to a twig of\nwild lilac eight feet off the ground. Caught on the twig were several\ncoarse black hairs, six inches long. Jerry looked from them back to the\nCarvers, then down at the ground again. He didn't speak. What was there\nto say?\n\nAs they started back toward the cabin, Ed Carver said harshly, \"We found\nthat two nights ago.\"\n\nJerry brooded for some distance, then he said, \"Ned Ames has the best\nhunting dogs in the country.\"\n\nThey looked at him disgustedly.\n\n\"Dammit, you have to do something! Come back to town with me. We'll get\nsome of the boys together, and hunt it down.\"\n\nThey had passed the cabin and reached the car. The Carver brothers\nlooked out over Dark Valley and shook their heads. \"We've lived alone,\"\nEd said. \"We'll fight alone.\"\n\nWhen Jerry told the sheriff about the giant spoor, Watson gave a\nderisive snort. \"Those old coots got bats in their belfries!\"\n\n\"But I saw the print.\"\n\nWatson dismissed such evidence with a wave of his hand. \"They made it\nup, probably. Forget it till you see the animal itself. You'll have time\nto believe it then. We got enough to worry about already.\"\n\nJerry couldn't forget it. But there was a kind of reassurance in such\nhearty skepticism. With each passing minute, that huge print seemed more\nunreal.\n\n       *       *       *       *       *\n\nHalfway through the valley they stopped to look at the river. The bed\nwas half full--muddy, debris-laden, with a sheen of dust on the surface.\nBut it was water--wet, tangible, undeniable.\n\nWatson took off his hat and rubbed his head and swore.\n\n\"Good afternoon.\"\n\nThey turned. Joe Merklos was smiling at them.\n\n\"Hello,\" Jerry said. Watson just glowered.\n\nMerklos moved beside them and looked down. His brilliant teeth flashed.\n\"Good, is it not?\" The guttural words came out flat, one at a time, as\nthough shaped carefully.\n\n\"Better than money, in this part of the world.\" Jerry's eyes narrowed.\n\"Did you know about the water when you bought the valley?\"\n\nMerklos smiled again. He was bare-headed, dressed in dark trousers and a\nloose, short-sleeved blouse. His neck and muscular forearms gleamed\nbronze in the sunlight. \"You like what we do here?\" he asked in his\ndeep, hesitant manner.\n\n\"You've done wonders,\" Watson said shortly.\n\nMerklos' smoky eyes held Jerry's. \"My people are used to work.\"\n\nSlowly, significantly, Watson said, \"The thing we don't understand is\nhow you managed to bring so much equipment. The exact things you\nneeded--right down to the last nail.\"\n\nMerklos' inscrutable gaze swung around. The smile lingered on his face.\n\"We are a careful people. We plan a long way ahead.\"\n\nWatson opened his mouth for another question--and shut it. Merklos'\nattention had left them. The man was listening, his head slightly\ncocked. After a moment he turned. \"I am happy to see you making a visit.\nI hope you come again.\" He nodded and walked swiftly away.\n\nWordlessly, Jerry and the sheriff got back in the car. \"Could you hear\nwhat he was listening to?\" Jerry muttered.\n\n\"I didn't hear a thing.\"\n\n\"Notice anything else about Dark Valley?\"\n\n       *       *       *       *       *\n\nWatson shook his head.\n\n\"No flowers. Not one dog.\" Jerry's hand tightened on the steering-wheel.\n\"And who has ever gotten a single, clear look at one of the kids?\"\n\nJerry spent a restless night. On the way to his office the next morning\nhe met Watson, talking to a farmer on the courthouse steps.\n\n\"Listen to Carson, here,\" the sheriff said grimly.\n\nCarson's straw hat bobbed as he talked. \"I'm waitin' to see the farm\nadviser. Somethin's gone wrong out at my place on the South Fork. I'm on\ngood bottom land--highest yield in the county. But in the last two,\nthree weeks my corn, my wheat, even my berries has _stopped growin'_!\"\n\nJerry's eyes jumped to Watson.\n\n\"Yep,\" Carson went on, \"every single ear o' corn is still a nubbin.\" He\nthrew out his arms. \"And, by God, even my wife's radishes has stood\nstill. Ain't anything on earth that'll slow up a radish.\"\n\n\"How about other stuff? How about eggs?\"\n\n\"Same thing. Cut right down. Hens lay one in ten now, mebbe. An' my\nalfalfa has turned a funny gray-green. Even the fruit--\"\n\n\"What about the river?\" Watson broke in. \"You still got water in the\nSouth Fork?\"\n\n\"Way down for this time o' year. But we got enough.\"\n\nSeveral people had stopped to listen. One of them, a big, tow-headed\nSwede, burst out excitedly. \"Mister, you got the same trouble as my\ncousin. His crops, they're growin' _backwards_!\"\n\nThere was more of the same impossible talk. Jerry made an excuse to get\naway to his office. He sat at his desk and stared out the window.\n\nThere wasn't any problem, he tried to tell himself. Anything he could\nnot measure by experience and logic was out. And that had to include\ngiant paw-prints and mysteriously missing objects as well as radishes\nthat wouldn't grow.\n\nDark Valley was taking on life and freshness. Fact. The South Fork, and\nportions of the North Fork, seemed to be losing fertility. Fact. But to\nconclude from this that Dark Valley was gaining at the expense of the\nothers--that was the road no reasonable man could allow himself to take.\n\nFrom his window, he saw the huge old trees that shaded Wide Bend. They\nlooked suddenly wrong. Weren't they less green, less thick than before?\nThe buildings and streets looked dingier, too. And when did all those\nbroken fences, cracked windows, missing shingles show up...?\n\nJerry lunged from his chair and strode up and down the room. Then the\ntelephone bell tore through his nerves. He grabbed the instrument.\n\n\"Watson. I just wanted to tell you, two boys have been reported\nmissin'.\"\n\n\"No!\"\n\n\"The Simmons kids. But they've run away before. They'll be back.\"\n\nJerry's hand went slowly down. The sheriff's voice echoed hollowly from\nthe lowered receiver. \"Well, won't they?\"\n\n       *       *       *       *       *\n\nIt was after midnight when the doorbell rang. It didn't wake Jerry--he\nwas sitting in bed, staring into the darkness. There was a pile of books\nbeside him; he knocked them over getting up to answer the door.\n\nMike Carver stumbled in. He dropped into a chair, panting. Jerry went\nfor a bottle and glass. Carver gulped the drink, then held the tumbler\nout for another.\n\n\"I run all the way down the ridge,\" he gasped, \"till I catched a ride. I\nfiggered you ought to know what happened. It got my brother Ed.\"\n\nJerry's lean face hardened.\n\n\"Yeah. It was prowlin' around. We went after it, an' shot it.\"\n\n\"But you said ...\"\n\n\"I said it killed Ed.\" The old lips tightened. \"We gave it one slug\nthrough the heart and one through the head. They didn't even slow it\ndown.\"\n\n\"You mean,\" Jerry asked carefully, \"that they didn't have any effect at\nall?\"\n\nMike nodded. He tipped the glass, wiped his ragged sleeve across his\nface, and rose.\n\n\"Where are you going?\"\n\n\"Back to the cabin.\"\n\n\"Mike, you can't go there!\"\n\n\"That's where my brother's body is.\"\n\n\"Look,\" Jerry said evenly, \"you can't help him now. Stay here with me,\nand we'll go up in the morning.\"\n\nCarver shook his head. \"My brother's there at the cabin. I got to set up\nwith him.\" There was no arguing against that tone of simple and utter\nfinality.\n\n\"All right. Wait till I get some clothes on, and I'll drive you back.\"\n\nA few minutes later they passed through Wide Bend's deserted streets and\nstarted out the road to the valley. Carver rolled down his window and\nspat tobacco juice. \"Feller was up to see us,\" he said gloomily. \"Told\nus people was losin' things all over the county--includin' two kids.\nSaid crops has shrunk. Said water in the forks is way down.\"\n\n\"He's right.\"\n\n\"Said people were gettin' the idea Dark Valley was livin' off the rest\nof the land. Feedin' on it, like a parasite. How crazy you think that\nis?\"\n\n       *       *       *       *       *\n\nSlowly, Jerry said, \"I'm not sure it's crazy at all.\"\n\nCarver brooded. \"I shot that thing tonight. Should 'a been dead if a\ncritter ever was. Then I seen it go after Ed.\"\n\n\"You know what all this means, don't you? Witchcraft. Something people\nhaven't believed in for hundreds of years.\"\n\n\"Mebbe they better get started again.\"\n\nThey were nearing the divide that overlooked Dark Valley. \"Mike, I've\nbeen reading up on it, for hours. Everything I could find. And it fits.\nIt's been the hardest struggle I ever had--admitting such a thing\nexisted. But it was either acknowledge that or lose my mind.\"\n\nThe night seemed colder as they started downward. Unaccountably, the\nheadlights dimmed.\n\n\"Somethin' watchin' us,\" Carver said suddenly, as the car bored on\nthrough the thick and swirling darkness.\n\nJerry nodded. His hands gripped the wheel until the knuckles were white.\nSweat began to glisten on his forehead.\n\nThe headlights picked out a dark spot, that looked like a yawning hole.\nJerry stamped on the brake, skidded slightly. But there was only a\nshallow rut, deformed by shadows. He pressed the accelerator ... and the\nmotor died. Hurriedly, he jabbed the starter button, pumped the gas\npedal. Again he pushed it, and again, as the lights faded from the drain\non the battery.\n\n\"What's the matter?\" Carver's old voice was thin.\n\n\"Flooded, maybe. Better let her sit a minute.\"\n\nThe darkness pressed close around them, shifted and danced. Chill air\nmoved over their faces.\n\n\"Mike.\"\n\n\"Yeah.\"\n\n\"Why didn't that animal come after, you, too?\"\n\nCarver breathed heavily for a moment. Then he took something from his\nshirt pocket and held it out. Jerry's fingers moved over it. A crucifix.\n\n\"My mother give it to me a long time ago.\"\n\n\"That's probably the only thing that could have saved you. From what I\nread, they can't stand a cross. And silver's got something to do with\nit.\" Jerry reached into his own pocket. \"Feel this.\"\n\nCarver's rough hand fumbled over the object.\n\n\"Made it this evening. Took a cold chisel and hammer to an old silver\ntray. Not fancy, but it was all I had.\"\n\n\"You done that, before I came and told you about Ed?\"\n\nJerry nodded grimly. \"I'm convinced we're up against something terrible.\nAnd believe me, Mike, I'm scared.\"\n\n       *       *       *       *       *\n\nThe shadows drew closer, thicker still. They seemed charged with menace.\n\nWith a catch in his voice, Jerry said, \"Maybe now's the time to try it.\"\n\nCarver's head jerked around.\n\n\"I mean smash Merklos and his tribe for good.\"\n\n\"How?\"\n\n\"With fire, and the silver crosses.\"\n\nAfter a long pause, Carver said, \"What about Ed?\"\n\n\"We'll get to your cabin. We're not far from the first farm. We can go\nright up the valley. If it works.\"\n\n\"And if it don't?\"\n\n\"We might end up like Ed.\"\n\nCarver turned and spat out the window. \"I don't want to, but I will.\"\n\nThey got out of the car, into the humming darkness. They took gunny\nsacks and rags from the trunk compartment and soaked them in oil from\nthe crankcase. They wired a bundle on the extension handle of the jack,\nand another on the radio aerial rod which Jerry unscrewed.\n\nThey tried to start the car once more, without success. So they turned\noff the lights and left it. With one torch burning, they started up the\nroad for the first gate.\n\nDark Valley's shadowy legions closed in. There was a rustling and a\nwhispering all around them. There were shiny glints where none ought to\nbe. There was an overwhelming feeling that something frightful\nwaited--just beyond the edge of darkness.\n\n\"The gate,\" Carver said hoarsely.\n\nJerry unclenched his jaws and lit the second torch. The flare-up\nreflected from the blank windows ahead.\n\n\"What about the wimmen? What about the kids?\"\n\nJerry spoke jerkily, his eyes on the house. \"There aren't any kids. What\nwe saw was something else. The women are the same as the men, the same\nas the thing that killed Ed. Don't worry about them. Hold the cross in\nfront of you, and for God's sake hang onto it!\"\n\nThe darkness swelled like a living thing. It swayed and clutched at the\ntorches. Somewhere a high whining began, like a keening wind.\n\nThere were sudden sounds from the house--bangings and scramblings.\nCarver faltered.\n\n\"On!\" Jerry said savagely, and began to run. He touched his home-made\ncrucifix to the wood of the porch, and with the other hand brought the\ntorch down. Blue sparks jumped out at him. The dry wood hissed and\nblazed up furiously.\n\nA frightful scream rang out. There was the tinkle of breaking glass.\nFormless figures thudded to the ground and scuttled away on all fours,\nheaded up the valley.\n\nWithin minutes the farmhouse was a mass of roaring flame. Jerry backed\naway from it. He saw Carver outlined against the glowing barn, which he\nhad fired. They came together and hurried back to the road. There they\nstopped to watch the pillar of flame and smoke, boiling upward.\n\n\"It worked,\" Carver said.\n\nJerry nodded. \"We can't kill them. But we can drive them out.\"\n\n\"Wimmen and kids,\" Carver said bitterly. \"Did you see them things that\ncame out?\"\n\n\"Yes.\" Jerry was drenched in sweat and the torch trembled in his hand.\n\"Let's get on to the next one, Mike.\"\n\nThey went on to the neighboring farm, and to the one after that, while\nthe shadows pulsed in an unholy turmoil. The night swarmed with\nmalignant invisible forces, that tried to blow the flame from their\ntorches, that flayed them with the naked sword of fear. There were\nhideous shapes, half-seen. There were waves of terror like a physical\nshock. There were puffs of ordure, so rank they gagged.\n\nBut they plodded through it, faces set, sweating and agonized. Till,\nhalfway up the valley _it_ came....\n\nCarver knew it first. His leathery face paled; his hands fumbled\ninstinctively for the gun he was not carrying.\n\nThen Jerry said hoarsely, \"Mike, did you hear that?\"\n\nCarver nodded dumbly.\n\nClearly, now, came the sound of those huge paws, padding first on one\nside of them, then the other. Jerry clutched his cross till the rough\nedges bit deep into his hand.\n\nIt seemed that his very life was bound up with the torch that now smoked\nand struggled to burn. If its feeble flame went out, that meant\nextinction, black and final.\n\nThen he became aware that Carver was no longer beside him. He whirled.\nTen yards behind, the other was bending down, scrabbling frantically in\nthe dust.\n\n\"I dropped it!\" he shouted. \"I can't find it!\"\n\nJerry tried to reach him, but the other thing was quicker. A whirlpool\nof blackness engulfed Carver, blotted him out. Then Jerry was confronted\nby an unbelievable sight--a great, savage head, towering over him, its\neyes glowing redly and foam creaming over gigantic, open jaws.\n\n       *       *       *       *       *\n\nDesperately, he shoved his cross straight at it. The thing spat and\nroared deafeningly. The thud of its paws shook the ground. It lashed out\nwith monstrous claws that sliced his skin. Half-stunned, Jerry kept\nlunging toward it, till finally his cross touched its coarse hide. There\nwas a crackle of blue flame, a shriek that split the night, and the\nthing disintegrated in roiling clouds of bitter smoke.\n\nJerry swayed. The hand that held the cross was numb and tingling. Like\nan automaton, he turned, went back, and knelt beside the crumpled shape\nthat had been Mike Carver. Then he rose, still carrying the feebly\nflickering torch, and plodded on....\n\nThey met him as he was coming back--Watson, Henderson, Caruso, Miller,\nHammond and the rest. They had flashlights and guns and tear gas, and\ntheir faces were grim and desperate.\n\n\"We found your car,\" they said. \"We could see the flames from Wide Bend.\nWhat in hell has been going on?\"\n\nJerry stared at them. He dropped the dead torch. One hand tried to put\nthe cross back into his pocket. His face was black, his hair singed, his\nside wet with blood.\n\n\"It's all over,\" he croaked. \"They're gone. Dark Valley is free again.\"\n\n_Big Joe Merklos was the first of them. He appeared at the Rocky\nMountain Trust Company one day, cash in hand. The charm of him, his\nflashing smile, the easy strength in his big body, were persuasive\nrecommendations. But the Company's appraisal scarcely got that far.\nWasn't he the first buyer they had ever had for that suburban\nreal-estate fiasco, Hidden Acres...?_\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Invaders, by Benjamin Ferris\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE INVADERS ***\n\n***** This file should be named 23535.txt or 23535.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/3/5/3/23535/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}