{"title": "Anchorite", "author": "Randall Garrett", "releaseDate": "November 20, 2007 ", "language": "English", "content": "\n\nE-text prepared by Greg Weeks, Mary Meehan, and the Project Gutenberg\nOnline Distributed Proofreading Team (http://www.pgdp.net)\n\n\n\nNote: Project Gutenberg also has an HTML version of this\n      file which includes the original illustrations.\n      See 23561-h.htm or 23561-h.zip:\n      (http://www.gutenberg.net/dirs/2/3/5/6/23561/23561-h/23561-h.htm)\n      or\n      (http://www.gutenberg.net/dirs/2/3/5/6/23561/23561-h.zip)\n\n\nTranscriber's note:\n\n      This etext was produced from _Analog Science Fact Science Fiction_,\n      November, 1962. Extensive research did not uncover any evidence\n      that the U.S. copyright on this publication was renewed.\n\n\n\n\n\nANCHORITE\n\nby\n\nJOHNATHAN BLAKE MACKENZIE\n\nIllustrated by Schelling\n\n\n\n\n\n\n\n     There are two basic kinds of fools--the ones who know they are\n     fools, and the kind that, because they do not know that, are\n     utterly deadly menaces!\n\n\n\nThe mountain was spinning.\n\nNot dizzily, not even rapidly, but very perceptibly, the great mass of\njagged rock was turning on its axis.\n\nCaptain St. Simon scowled at it. \"By damn, Jules,\" he said, \"if you can\nsee 'em spinning, it's too damn fast!\" He expected no answer, and got\nnone.\n\nHe tapped the drive pedal gently with his right foot, his gaze shifting\nalternately from the instrument board to the looming hulk of stone\nbefore him. As the little spacecraft moved in closer, he tapped the\nreverse pedal with his left foot. He was now ten meters from the surface\nof the asteroid. It was moving, all right. \"Well, Jules,\" he said in his\nmost commanding voice, \"we'll see just how fast she's moving. Prepare to\nfire Torpedo Number One!\"\n\n\"Yassuh, boss! Yassuh, Cap'n Sain' Simon, suh! All ready on the firin'\nline!\"\n\nHe touched a button with his right thumb. The ship quivered almost\nimperceptibly as a jet of liquid leaped from the gun mounted in the nose\nof the ship. At the same time, he hit the reverse pedal and backed the\nship away from the asteroid's surface. No point getting any more gunk on\nthe hull than necessary.\n\nThe jet of liquid struck the surface of the rotating mountain and\nsplashed, leaving a big splotch of silvery glitter. Even in the vacuum\nof space, the silicone-based solvents of the paint vehicle took time to\nboil off.\n\n\"How's that for pinpoint accuracy, Jules?\"\n\n\"Veddy good, M'lud. Top hole, if I may say so, m'lud.\"\n\n\"You may.\" He jockeyed the little spacecraft around until he was\nreasonably stationary with respect to the great hunk of whirling rock\nand had the silver-white blotch centered on the crosshairs of the peeper\nin front of him. Then he punched the button that started the timer and\nwaited for the silver spot to come round again.\n\nThe asteroid was roughly spherical--which was unusual, but not\nremarkable. The radar gave him the distance from the surface of the\nasteroid, and he measured the diameter and punched it through the\ncalculator. \"Observe,\" he said in a dry, didactic voice. \"The diameter\nis on the order of five times ten to the fourteenth micromicrons.\" He\nkept punching at the calculator. \"If we assume a mean density of two\npoint six six times ten to the minus thirty-sixth metric tons per cubic\nmicromicron, we attain a mean mass of some one point seven four times\nten to the eleventh kilograms.\" More punching, while he kept his eye on\nthe meteorite, waiting for the spot to show up again. \"And that, my dear\nJules, gives us a surface gravity of approximately two times ten to the\nminus sixth standard gees.\"\n\n\"_Jawohl, Herr Oberstleutnant._\"\n\n\"Und zo, mine dear Chules, ve haff at least der grave zuspicion dot der\nzurface gravity iss less dan der zentrifugal force at der eqvator!\n_Nein? Ja!_ Zo.\"\n\n\"_Jawohl, Herr Konzertmeister._\"\n\nThen there was a long, silent wait, while the asteroid went its\nleisurely way around its own axis.\n\n\"There it comes,\" said Captain St. Simon. He kept his eyes on the\ncrosshair of the peeper, one hand over the timer button. When the silver\nsplotch drifted by the crosshair, he punched the stop button and looked\nat the indicator.\n\n\"Sixteen minutes, forty seconds. How handy.\" He punched at the\ncalculator again. \"Ah! You see, Jules! Just as we suspected! Negative\ngees at the surface, on the equator, comes to ten to the minus third\nstandard gees--almost exactly one centimeter per second squared. So?\"\n\n\"Ah, so, honorabu copton! Is somesing rike five hundred times as great\nas gravitationar attraction, is not so?\"\n\n\"Sukiyaki, my dear chap, sometimes your brilliance amazes me.\"\n\nWell, at least it meant that there would be no loose rubble on the\nsurface. It would have been tossed off long ago by the centrifugal\nforce, flying off on a tangent to become more of the tiny rubble of the\nbelt. Perhaps \"flying\" wasn't exactly the right word, though, when\napplied to a velocity of less than one centimeter per second. _Drifting_\noff, then.\n\n\"What do you think, Jules?\" said St. Simon.\n\n\"Waal, Ah reckon we can do it, cap'n. Ef'n we go to the one o' them thar\npoles ... well, let's see--\" He leaned over and punched more figures\ninto the calculator. \"Ain't that purty! 'Cordin' ter this, thar's a spot\nat each pole, 'bout a meter in diameter, whar the gee-pull is _greater_\nthan the centry-foogle force!\"\n\nCaptain St. Simon looked at the figures on the calculator. The forces,\nin any case, were negligibly small. On Earth, where the surface gravity\nwas ninety-eight per cent of a Standard Gee, St. Simon weighed close to\ntwo hundred pounds. Discounting the spin, he would weigh about four\nten-thousandths of a pound on the asteroid he was inspecting. The spin\nat the equator would try to push him off with a force of about two\ntenths of a pound.\n\nBut a man who didn't take those forces into account could get himself\nkilled in the Belt.\n\n\"Very well, Jules,\" he said, \"we'll inspect the poles.\"\n\n\"Do you think they vill velcome us in Kraukau, _Herr Erzbischof_?\"\n\n       *       *       *       *       *\n\nThe area around the North Pole--defined as that pole from which the body\nappears to be spinning counterclockwise--looked more suitable for\noperations than the South Pole. Theoretically, St. Simon could have\nstopped the spin, but that would have required an energy expenditure of\nsome twenty-three thousand kilowatt-hours in the first place, and it\nwould have required an anchor to be set somewhere on the equator. Since\nhis purpose in landing on the asteroid was to set just such an anchor,\nstopping the spin would be a waste of time and energy.\n\nCaptain St. Simon positioned his little spacecraft a couple of meters\nabove the North Pole. It would take better than six minutes to fall that\nfar, so he had plenty of time. \"Perhaps a boarding party, Mr. Christian!\nOn the double!\"\n\n\"Aye, sir! On the double it is, sir!\"\n\nSt. Simon pushed himself over to the locker, took out his vacuum suit,\nand climbed into it. After checking it thoroughly, he said: \"Prepare to\nevacuate main control room, Mr. Christian!\"\n\n\"Aye, aye, Sir! All prepared and ready. I hope.\"\n\nCaptain St. Simon looked around to make sure he hadn't left a bottle of\ncoffee sitting somewhere. He'd done that once, and the stuff had boiled\nout all over everywhere when he pulled the air out of the little room.\nNope, no coffee. No obstacles to turning on the pump. He thumbed the\nbutton, and the pumps started to whine. The whine built up to a\ncrescendo, then began to die away until finally it could only be felt\nthrough the walls or floor. The air was gone.\n\nThen he checked the manometer to make sure that most of the air had\nactually been pumped back into the reserve tanks. Satisfied, he touched\nthe button that would open the door. There was a faint jar as the\nremaining wisps of air shot out into the vacuum of space.\n\nSt. Simon sat back down at the controls and carefully repositioned the\nship. It was now less than a meter from the surface. He pushed himself\nover to the open door and looked out.\n\nHe clipped one end of his safety cable to the steel eye-bolt at the edge\nof the door. \"Fasten on carefully, Jules,\" he said. \"We don't want to\nlose anything.\"\n\n\"Like what, _mon capitain_?\"\n\n\"Like this spaceship, _mon petit tête de mouton_.\"\n\n\"Ah, but no, my old and raw; we could not afford to lose the so-dear\n_Nancy Bell_, could we?\"\n\nThe other end of the long cable was connected to the belt of the suit.\nThen St. Simon launched himself out the open door toward the surface of\nthe planetoid. The ship began to drift--very slowly, but not so slowly\nas it had been falling--off in the other direction.\n\nHe had picked the spot he was aiming for. There was a jagged hunk of\nrock sticking out that looked as though it would make a good handhold.\nRight nearby, there was a fairly smooth spot that would do to brake his\n\"fall\". He struck it with his palm and took up the slight shock with his\nelbow while his other hand grasped the outcropping.\n\nHe had not pushed himself very hard. There is not much weathering on the\nsurface of an asteroid. Micro-meteorites soften the contours of the rock\na little over the millions of millennia, but not much, since the debris\nin the Belt all has roughly the same velocity. Collisions do occur, but\nthey aren't the violent smashes that make the brilliant meteor displays\nof Earth. (And there is still a standing argument among the men of the\nBelt as to whether that sort of action can be called \"weathering\".) Most\nof the collisions tend to cause fracturing of the surface, which results\nin jagged edges. A man in a vacuum suit does not push himself against a\nsurface like that with any great velocity.\n\n       *       *       *       *       *\n\nSt. Simon knew to a nicety that he could propel himself against a bed of\nnails and broken glass at just the right velocity to be able to stop\nhimself without so much as scratching his glove. And he could see that\nthere was no ragged stuff on the spot he had selected. The slanting rays\nof the sun would have made them stand out in relief.\n\nNow he was clinging to the surface of the mountain of rock like a bug on\nthe side of a cliff. On a nickel-iron asteroid, he could have walked\naround on the surface, using the magnetic soles of his vacuum suit. But\nsilicate rock is notably lacking in response to that attractive force.\nNo soul, maybe.\n\nBut directly and indirectly, that lack of response to magnetic forces\nwas the reason for St. Simon's crawling around on the surface of that\nasteroid. Directly, because there was no other way he could move about\non a nonmetallic asteroid. Indirectly, because there was no way the big\nspace tugs could get a grip on such an asteroid, either.\n\nThe nickel-iron brutes were a dead cinch to haul off to the smelters.\nAll a space tug had to do was latch on to one of them with a magnetic\ngrapple and start hauling. There was no such simple answer for the\nsilicate rocks.\n\nThe nickel-iron asteroids were necessary. They supplied the building\nmaterial and the major export of the Belt cities. They averaged around\neighty to ninety per cent iron, anywhere from five to twenty per cent\nnickel, and perhaps half a per cent cobalt, with smatterings of\nphosphorous, sulfur, carbon, copper, and chromium. Necessary--but not\nsufficient.\n\nThe silicate rocks ran only about twenty-five per cent iron--in the form\nof nonmagnetic compounds. They averaged eighteen per cent silicon,\nfourteen per cent magnesium, between one and one point five per cent\neach of aluminum, nickel, and calcium, and good-sized dollops of sodium,\nchromium, phosphorous, manganese, cobalt, potassium, and titanium.\n\nBut more important than these, as far as the immediate needs of the Belt\ncities were concerned, was a big, whopping thirty-six per cent oxygen.\nIn the Belt cities, they had soon learned that, physically speaking, the\nstuff of life was _not_ bread. And no matter how carefully oxygen is\nconserved, no process is one hundred per cent efficient. There will be\nleakage into space, and that which is lost must be replaced.\n\nThere is plenty of oxygen locked up in those silicates; the problem is\ntowing them to the processing plants where the stuff can be extracted.\n\nCaptain St. Simon's job was simple. All he had to do was sink an anchor\ninto the asteroid so that the space tugs could get a grip on it. Once he\nhad done that, the rest of the job was up to the tug crew.\n\nHe crawled across the face of the floating mountain. At the spot where\nthe North Pole was, he braced himself and then took a quick look around\nat the _Nancy Bell_. She wasn't moving very fast, he had plenty of time.\nHe took a steel piton out of his tool pack, transferred it to his left\nhand, and took out a hammer. Then, working carefully, he hammered the\npiton into a narrow cleft in the rock. Three more of the steel spikes\nwere hammered into the surface, forming a rough quadrilateral around the\nPole.\n\n\"That looks good enough to me, Jules,\" he said when he had finished.\n\"Now that we have our little anchors, we can put the monster in.\"\n\nThen he grabbed his safety line, and pulled himself back to the _Nancy\nBell_.\n\n       *       *       *       *       *\n\nThe small craft had floated away from the asteroid a little, but not\nmuch. He repositioned it after he got the rocket drill out of the\nstorage compartment.\n\n\"Make way for the stovepipe!\" he said as he pushed the drill ahead of\nhim, out the door. This time, he pulled himself back to his drilling\nsite by means of a cable which he had attached to one of the pitons.\n\nThe setting up of the drill didn't take much time, but it was done with\na great deal of care. He set the four-foot tube in the center of the\nquadrilateral formed by the pitons and braced it in position by\nattaching lines to the eyes on a detachable collar that encircled the\ndrill. Once the drill started working, it wouldn't need bracing, but\nuntil it did, it had to be held down.\n\nAll the time he worked, he kept his eyes on his lines and on his ship.\nThe planetoid was turning under him, which made the ship appear to be\ncircling slowly around his worksite. He had to make sure that his lines\ndidn't get tangled or twisted while he was working.\n\nAs he set up the bracing on the six-inch diameter drill, he sang a song\nthat Kipling might have been startled to recognize:\n\n    _\"To the tables down at Mory's,\n    To the place where Louie dwells,\n      Where it's always double drill and no canteen,\n    Sit the Whiffenpoofs assembled,\n    With their glasses raised on high,\n      And they'll get a swig in Hell from Gunga Din.\"_\n\nWhen the drill was firmly based on the surface of the planetoid, St.\nSimon hauled his way back to his ship along his safety line. Inside, he\nsat down in the control chair and backed well away from the slowly\nspinning hunk of rock. Now there was only one thin pair of wires\nstretching between his ship and the drill on the asteroid.\n\nWhen he was a good fifty meters away, he took one last look to make sure\neverything was as it should be.\n\n\"Stand by for a broadside!\"\n\n\"Standing by, sir!\"\n\n\"You may fire when ready, Gridley!\"\n\n\"Aye, sir! Rockets away!\" His forefinger descended on a button which\nsent a pulse of current through the pair of wires that trailed out the\nopen door to the drill fifty meters away.\n\nA flare of light appeared on the top of the drill. Almost immediately,\nit developed into a tongue of rocket flame. Then a glow appeared at the\nbase of the drill and flame began to billow out from beneath the tube.\nThe drill began to sink into the surface, and the planetoid began to\nmove ever so slowly.\n\nThe drill was essentially a pair of opposed rockets. The upper one,\nwhich tried to push the drill into the surface of the planetoid,\ndeveloped nearly forty per cent more thrust than the lower one. Thus,\nthe lower one, which was trying to push the drill _off_ the rock, was\noutmatched. It had to back up, if possible. And it was certainly\npossible; the exhaust flame of the lower rocket easily burrowed a hole\nthat the rocket could back into, while the silicate rock boiled and\nvaporized in order to get out of the way.\n\nSoon there was no sign of the drill body itself. There was only a small\nvolcano, spewing up gas and liquid from a hole in the rock. On the\nsurface of a good-sized planet, the drill would have built up a little\nvolcanic cone around the lip of the hole, but building a cone like that\nrequires enough gravity to pull the hot matter back to the edge of the\nhole.\n\nThe fireworks didn't last long. The drill wasn't built to go in too\ndeep. A drill of that type could be built which would burrow its way\nright through a small planetoid, but that was hardly necessary for\nplanting an anchor. Ten meters was quite enough.\n\nNow came the hard work.\n\nOn the outside of the _Nancy Bell_, locked into place, was a\nspecially-treated nickel-steel eye-bolt--thirty feet long and eight\ninches in diameter. There had been ten of them, just as there had been\nten drills in the storage locker. Now the last drill had been used, and\nthere was but one eye-bolt left. The _Nancy Bell_ would have to go back\nfor more supplies after this job.\n\nThe anchor bolts had a mass of four metric tons each. Maneuvering them\naround, even when they were practically weightless, was no easy job.\n\nSt. Simon again matched the velocity of the _Nancy Bell_ with that of\nthe planetoid, which had been accelerated by the drill's action. He\npositioned the ship above the hole which had been drilled into the huge\nrock. Not directly above it--rocket drills had been known to show spurts\nof life after they were supposed to be dead. St. Simon had timed the\ndrill, and it had apparently behaved as it should, but there was no need\nto take chances.\n\n\"Fire brigade, stand by!\"\n\n\"Fire brigade standing by, sir!\"\n\nA nozzle came out of the nose of the _Nancy Bell_ and peeped over the\nrim of the freshly-drilled hole.\n\n\"Ready! Aim! Squirt!\"\n\nA jet of kerosene-like fluosilicone oil shot down the shaft. When it had\nfinished its work, there was little possibility that anything could\nhappen at the bottom. Any unburned rocket fuel would have a hard time\ncatching fire with that stuff soaking into it.\n\n\"Ready to lower the boom, Mr. Christian!\" bellowed St. Simon.\n\n\"Aye, sir! Ready, sir!\"\n\n\"Lower away!\"\n\nHis fingers played rapidly over the control board.\n\n       *       *       *       *       *\n\nOutside the ship, the lower end of the great eye-bolt was released from\nits clamp, and a small piston gave it a little shove. In a long, slow,\ngraceful arc, it swung away from the hull, swiveling around the pivot\nclamp that held the eye. The braking effect of the pivot clamp was\nprecisely set to stop the eye-bolt when it was at right angles to the\nhull. Moving carefully, St. Simon maneuvered the ship until the far end\nof the bolt was directly over the shaft. Then he nudged the _Nancy Bell_\nsideways, pushing the bolt down into the planetoid. It grated a couple\nof times, but between the power of the ship and the mass of the\nplanetoid, there was enough pressure to push it past the obstacles. The\nrocket drill and the eye-bolt had been designed to work together; the\nhole made by the first was only a trifle larger than the second. The\nanchor settled firmly into place.\n\nSt. Simon released the clamps that held the eye-bolt to the hull of the\nship, and backed away again. As he did, a power cord unreeled, for the\neye-bolt was still connected to the vessel electrically.\n\nSeveral meters away, St. Simon pushed another button. There was no\nsound, but his practiced eye saw the eye of the anchor quiver. A small\nexplosive charge, set in the buried end of the anchor, had detonated,\nexpanding the far end of the bolt, wedging it firmly in the hole. At the\nsame time, a piston had been forced up a small shaft in the center of\nthe bolt, forcing a catalyst to mix with a fast-setting resin, and\nextruding the mixture out through half a dozen holes in the side of the\nbolt. When the stuff set, the anchor was locked securely to the sides of\nthe shaft and thus to the planetoid itself.\n\nSt. Simon waited for a few minutes to make sure the resin had set\ncompletely. Then he clambered outside again and attached a heavy towing\ncable to the eye of the anchor, which projected above the surface of the\nasteroid. Back inside the ship again, he slowly applied power. The cable\nstraightened and pulled at the anchor as the _Nancy Bell_ tried to get\naway from the asteroid.\n\n\"Jules, old bunion,\" he said as he watched the needle of the tension\ngauge, \"we have set her well.\"\n\n\"Yes, m'lud. So it would appear, m'lud.\"\n\nSt. Simon cut the power. \"Very good, Jules. Now we shall see if the\nbeeper is functioning as it should.\" He flipped a switch that turned on\nthe finder pickup, then turned the selector to his own frequency band.\n\n_Beep!_ said the radio importantly. _Beep!_\n\nThe explosion had also triggered on a small but powerful transmitter\nbuilt into the anchor. The tugs would be able to find the planetoid by\nfollowing the beeps.\n\n\"Ah, Jules! Success!\"\n\n\"Yes, m'lud. Success. For the tenth time in a row, this trip. And how\nmany trips does this make?\"\n\n\"Ah, but who's counting? Think of the money!\"\n\n\"And the monotony, m'lud. To say nothing of molasses, muchness, and\nother things that begin with an M.\"\n\n\"Quite so, Jules; quite so. Well, let's detach the towing cable and be\non our way.\"\n\n\"Whither, m'lud, Vesta?\"\n\n\"I rather thought Pallas this time, old thimble.\"\n\n\"Still, m'lud, Vesta--\"\n\n\"Pallas, Jules.\"\n\n\"Vesta?\"\n\n\"Hum, hi, ho,\" said Captain St. Simon thoughtfully. \"Pallas?\"\n\nThe argument continued while the tow cable was detached from the\nfreshly-placed anchor, and while the air was being let back into the\ncontrol chamber, and while St. Simon divested himself of his suit.\nActually, although he would like to go to Vesta, it was out of the\nquestion. Energywise and timewise, Pallas was much closer.\n\nHe settled back in the bucket seat and shot toward Pallas.\n\n       *       *       *       *       *\n\nMr. Edway Tarnhorst was from San Pedro, Greater Los Angeles, California,\nEarth. He was a businessman of executive rank, and was fairly rich. In\nhis left lapel was the Magistral Knight's Cross of the Sovereign\nHierosolymitan Order of Malta, reproduced in miniature. In his wallet\nwas a card identifying him as a Representative of the Constituency of\nSouthern California to the Supreme Congress of the People of the United\nNations of Earth. He was just past his fifty-third birthday, and his\nlean, ascetic face and graying hair gave him a look of saintly wisdom.\nAside from the eight-pointed cross in his lapel, the only ornamentation\nor jewelry he wore consisted of a small, exquisitely thin gold watch on\nhis left wrist, and, on the ring finger of his left hand, a gold signet\nring set with a single, flat, unfaceted diamond which was delicately\nengraved with the Tarnhorst coat of arms. His clothing was quietly but\nimpressively expensive, and under Earth gravity would probably have\ndraped impeccably, but it tended to fluff oddly away from his body under\na gee-pull only a twentieth of Earth's.\n\nHe sat in his chair with both feet planted firmly on the metal floor,\nand his hands gripping the armrests as though he were afraid he might\nfloat off toward the ceiling if he let go. But only his body betrayed\nhis unease; his face was impassive and calm.\n\nThe man sitting next to him looked a great deal more comfortable. This\nwas Mr. Peter Danley, who was twenty years younger than Mr. Tarnhorst\nand looked it. Instead of the Earth-cut clothing that the older man was\nwearing, he was wearing the close-fitting tights that were the common\ndress of the Belt cities. His hair was cropped close, and the fine blond\nstrands made a sort of golden halo about his head when the light from\nthe panels overhead shone on them. His eyes were pale blue, and the\nlashes and eyebrows were so light as to be almost invisible. That\neffect, combined with his thin-lined, almost lipless mouth, gave his\nface a rather expressionless expression. He carried himself like a man\nwho was used to low-gravity or null-gravity conditions, but he talked\nlike an Earthman, not a Belt man. The identification card in his belt\nexplained that; he was a pilot on the Earth-Moon shuttle service. In the\neyes of anyone from the Belt cities, he was still an Earthman, not a\ntrue spaceman. He was looked upon in the same way that the captain of a\ntransatlantic liner might have looked upon the skipper of the Staten\nIsland ferry two centuries before. The very fact that he was seated in a\nchair gave away his Earth habits.\n\nThe third man was standing, leaning at a slight angle, so that his back\ntouched the wall behind him. He was not tall--five nine--and his face\nand body were thin. His tanned skin seemed to be stretched tightly over\nthis scanty padding, and in places the bones appeared to be trying to\npoke their way through to the surface. His ears were small and lay\nnearly flat against his head, and the hair on his skull was so sparse\nthat the tanned scalp could be easily seen beneath it, although there\nwas no actual bald spot anywhere. Only his large, luminous brown eyes\nshowed that Nature had not skimped on everything when he was formed. His\nname was lettered neatly on the outside of the door to the office:\nGeorges Alhamid. In spite of the French spelling, he pronounced the name\n\"George,\" in the English manner.\n\nHe had welcomed the two Earthmen into his office, smiling the automatic\nsmile of the diplomat as he welcomed them to Pallas. As soon as they\nwere comfortably seated--though perhaps that word did not exactly apply\nto Edway Tarnhorst--Georges Alhamid said:\n\n\"Now, gentlemen, what can I do for you?\"\n\nHe asked it as though he were completely unaware of what had brought the\ntwo men to Pallas.\n\nTarnhorst looked as though he were privately astonished that his host\ncould speak grammatically. \"Mr. Alhamid,\" he began, \"I don't know\nwhether you're aware that the industrial death rate here in the Belt has\nbeen the subject of a great deal of discussion in both industrial and\ngovernmental circles on Earth.\" It was a half question, and he let it\nhang in the air, waiting to see whether he got an answer.\n\n\"Certainly my office has received a great deal of correspondence on the\nsubject,\" Alhamid said. His voice sounded as though Tarnhorst had\nmentioned nothing more serious than a commercial deal. Important, but\nnothing to get into a heavy sweat over.\n\nTarnhorst nodded and then held his head very still. His actions betrayed\nthe fact that he was not used to the messages his semicircular canals\nwere sending his brain when he moved his head under low gee.\n\n\"Exactly,\" he said after a moment's pause. \"I have 'stat copies of a\npart of that correspondence. To be specific, the correspondence between\nyour office and the Workers' Union Safety Control Board, and between\nyour office and the Workingman's Compensation Insurance Corporation.\"\n\n\"I see. Well, then, you're fully aware of what our trouble is, Mr.\nTarnhorst. I'm glad to see that an official of the insurance company is\ntaking an interest in our troubles.\"\n\nTarnhorst's head twitched, as though he were going to shake his head and\nhad thought better of it a fraction of a second too late. It didn't\nmatter. The fluid in his inner ears sloshed anyway.\n\n\"I am not here in my capacity as an officer of the Workingman's\nCompensation Insurance Corporation,\" he said carefully. \"I am here as a\nrepresentative of the People's Congress.\"\n\nAlhamid's face showed a mild surprise which he did not feel. \"I'm\nhonored, of course, Mr. Tarnhorst,\" he said, \"but you must understand\nthat I am not an official of the government of Pallas.\"\n\nTarnhorst's ascetic face betrayed nothing. \"Since you have no unified\ngovernment out here,\" he said, \"I cannot, of course, presume to deal\nwith you in a governmental capacity. I have spoken to the Governor of\nPallas, however, and he assures me that you are the man to speak to.\"\n\n\"If it's about the industrial death rate,\" Alhamid agreed, \"then he's\nperfectly correct. But if you're here as a governmental representative\nof Earth, I don't understand--\"\n\n\"Please, Mr. Alhamid,\" Tarnhorst interrupted with a touch of irritation\nin his voice. \"This is not my first trip to the Belt, nor my first\nattempt to deal with the official workings of the Confederated Cities.\"\n\nAlhamid nodded gently. It was, as a matter of fact, Mr. Tarnhorst's\nsecond trip beyond the Martian orbit, the first having taken place some\nthree years before. But the complaint was common enough; Earth, with its\nstrong centralized government, simply could not understand the\nfunctioning of the Belt Confederacy. A man like Tarnhorst apparently\ncouldn't distinguish between _government_ and _business_. Knowing that,\nAlhamid could confidently predict what the general sense of Tarnhorst's\nnext sentence would be.\n\n\"I am well aware,\" said Tarnhorst, \"that the Belt Companies not only\nhave the various governors under their collective thumb, but have thus\nfar prevented the formation of any kind of centralized government. Let\nus not quibble, Mr. Alhamid; the Belt Companies run the Belt, and that\nmeans that I must deal with officials of those companies--such as\nyourself.\"\n\nAlhamid felt it necessary to make a mild speech in rebuttal. \"I cannot\nagree with you, Mr. Tarnhorst. I have nothing to do with the government\nof Pallas or any of the other asteroids. I am neither an elected nor an\nappointed official of any government. Nor, for that matter, am I an\nadvisor in either an official or unofficial capacity to any government.\nI do not make the laws designed to keep the peace, nor do I enforce\nthem, except in so far as I am a registered voter and therefore have\nsome voice in those laws in that respect. Nor, again, do I serve any\njudiciary function in any Belt government, except inasmuch as I may be\ncalled upon for jury duty.\n\n\"I am a business executive, Mr. Tarnhorst. Nothing more. If you have\ngovernmental problems to discuss, then I can't help you, since I'm not\nauthorized to make any decisions for any government.\"\n\nEdway Tarnhorst closed his eyes and massaged the bridge of his thin nose\nbetween thumb and forefinger. \"I understand that. I understand that\nperfectly. But out here, the Companies have taken over certain functions\nof government, shall we say?\"\n\n\"Shall we say, rather, that on Earth the government has usurped certain\nfunctions which rightfully belong to private enterprise?\" Alhamid said\ngently. \"Historically, I think, that is the correct view.\"\n\nTarnhorst opened his eyes and smiled. \"You may be quite correct.\nHistorically speaking, perhaps, the Earth government has usurped the\nfunctions that rightfully belong to kings, dictators, and warlords. To\nsay nothing of local satraps and petty chieftains. Hm-m-m. Perhaps we\nshould return to that? Perhaps we should return to the human suffering\nthat was endemic in those times?\"\n\n\"You might try it,\" said Alhamid with a straight face. \"Say, one year\nout of every ten. It would give the people something to look forward to\nwith anticipation and to look back upon with nostalgia.\" Then he changed\nhis tone. \"If you wish to debate theories of government, Mr. Tarnhorst,\npossibly we could get up a couple of teams. Make a public affair of it.\nIt could be taped and televised here and on Earth, and we could charge\nroyalties on each--\"\n\nPeter Danley's blond, blank face became suddenly animated. He looked as\nthough he were trying to suppress a laugh. He almost succeeded. It came\nout as a cough.\n\n       *       *       *       *       *\n\nAt the same time, Tarnhorst interrupted Alhamid. \"You have made your\npoint, Mr. Alhamid,\" he said in a brittle voice. \"Permit me to make\nmine. I have come to discuss business with you. But, as a member of the\nCongressional Committee for Industrial Welfare, I am also in search of\nfacts. Proper legislation requires facts, and legislation passed by the\nCongress will depend to a great extent upon the report on my findings\nhere.\"\n\n\"I understand,\" said Alhamid. \"I'll certainly be happy to provide you\nwith whatever data you want--with the exception of data on industrial\nprocesses, of course. That's not mine to give. But anything else--\" He\ngestured with one hand, opening it palm upwards, as though dispensing a\ngift.\n\n\"I'm not interested in industrial secrets,\" said Tarnhorst, somewhat\nmollified. \"It's a matter of the welfare of your workers. We feel that\nwe should do something to help. As you know, there have been protests\nfrom the Worker's Union Safety Control Board and from the Workingman's\nCompensation Insurance Corporation.\"\n\nAlhamid nodded. \"I know. The insurance company is complaining about the\nhigh rate of claims for deaths. They've threatened to raise our premium\nrates.\"\n\n\"Considering the expense, don't you, as a businessman, think that a fair\nthing to do?\"\n\n\"No,\" Alhamid said. \"I have pointed out to them that the total amount of\nthe claims is far less per capita than, for instance, the Steel\nConstruction Workers' Union of Earth. Granted, there are more death\nclaims, but these are more than compensated for by the fact that the\nclaims for disability and hospitalization are almost negligible.\"\n\n\"That's another thing we don't understand,\" Tarnhorst said carefully.\n\"It appears that not only are the safety precautions insufficient, but\nthe post-accident care is ... er ... inefficient.\"\n\n\"I assure you that what post-accident care there is,\" Alhamid said, \"is\nquite efficient. But there is a high mortality rate because of the very\nnature of the job. Do you know anything about anchor-placing, Mr.\nTarnhorst?\"\n\n\"Very little,\" Tarnhorst admitted. \"That is one of the things I am here\nto get information on. You used the phrase 'what post-accident care\nthere is'--just how do you mean that?\"\n\n\"Mr. Tarnhorst, when a man is out in space, completely surrounded by a\nhard vacuum, _any_ accident is very likely to be fatal. On Earth, if a\nman sticks his thumb in a punch press, he loses his thumb. Out here, if\na man's thumb is crushed off while he's in space, he loses his air and\nhis life long before he can bleed to death. Anything that disables a man\nin space is deadly ninety-nine times out of a hundred.\n\n\"I can give you a parallel case. In the early days of oil drilling,\nwells occasionally caught fire. One of the ways to put them out was to\nliterally blow them out with a charge of nitroglycerine. Naturally, the\nnitroglycerine had to be transported from where it was made to where it\nwas to be used. Sensibly enough, it was not transported in tank-car\nlots; it was carried in small special containers by a single man in an\nautomobile, who used the back roads and avoided traffic and stayed away\nfrom thickly populated areas--which was possible in those days. In many\nplaces these carriers were required to paint their cars red, and have\nthe words _Danger Nitroglycerine_ painted on the vehicle in yellow.\n\n\"Now, the interesting thing about that situation is that, whereas\ninsurance companies in those days were reluctant to give policies to\nthose men, even at astronomical premium rates, disability insurance cost\npractically nothing--provided the insured would allow the insertion of a\nclause that restricted the covered period to those times when he was\nactually engaged in transporting nitroglycerine. You can see why.\"\n\n\"I am not familiar with explosives,\" Tarnhorst said. \"I take it that the\nsubstance is ... er ... easily detonated?\"\n\n\"That's right,\" said Alhamid. \"It's not only sensitive, but it's\nunreliable. You might actually drop a jar of the stuff and do nothing\nbut shatter the jar. Another jar, apparently exactly similar, might go\noff because it got jiggled by a seismic wave from a passing truck half a\nmile away. But the latter was a great deal more likely than the former.\"\n\n\"Very well,\" said Tarnhorst after a moment, \"I accept that analogy. I'd\nlike to know more about the work itself. What does the job entail,\nexactly? What safety precautions are taken?\"\n\nIt required the better part of three hours to explain exactly what an\nanchor setter did and how he did it--and what safety precautions were\nbeing taken. Through it all, Peter Danley just sat there, listening,\nsaying nothing.\n\nFinally, Edway Tarnhorst said: \"Well, thank you very much for your\ninformation, Mr. Alhamid. I'd like to think this over. May I see you in\nthe morning?\"\n\n\"Certainly, sir. You're welcome at any time.\"\n\n\"Thank you.\" The two Earthmen rose from their seats--Tarnhorst\ncarefully, Danley with the ease of long practice. \"Would nine in the\nmorning be convenient?\"\n\n\"Quite convenient. I'll expect you.\"\n\nDanley glided over to the door and held it open for Tarnhorst. He was\nwearing magnetic glide-shoes, the standard footwear of the Belt, which\nhad three ball-bearings in the forward part of the sole, allowing the\nfoot to move smoothly in any direction, while the rubber heel could be\nbrought down to act as a brake when necessary. He didn't handle them\nwith the adeptness of a Belt man, but he wasn't too awkward. Tarnhorst\nwas wearing plain magnetic-soled boots--the lift-'em-up-and-lay-'em-down\ntype. He had no intention of having his dignity compromised by shoes\nthat might treacherously scoot out from under him.\n\n       *       *       *       *       *\n\nAs soon as the door had closed behind them, Georges Alhamid picked up\nthe telephone on his desk and punched a number.\n\nWhen a woman's voice answered at the other end, he said: \"Miss Lehman,\nthis is Mr. Alhamid. I'd like to speak to the governor.\" There was a\npause. Then:\n\n\"George? Larry here.\"\n\nAlhamid leaned back comfortably against the wall. \"I just saw your\nguests, Larry. I spent damn near three hours explaining why it was\nnecessary to put anchors in rocks, how it was done, and why it was\ndangerous.\"\n\n\"Did you convince him? Tarnhorst, I mean.\"\n\n\"I doubt it. Oh, I don't mean he thinks I'm lying or anything like that.\nHe's too sharp for that. But he _is_ convinced that we're negligent,\nthat we're a bunch of barbarians who care nothing about human life.\"\n\n\"You've got to unconvince him, George,\" the governor said worriedly.\n\"The Belt still isn't self-sufficient enough to be able to afford an\nEarth embargo. They can hold out longer than we can.\"\n\n\"I know,\" Alhamid said. \"Give us another generation, and we can tell the\nWorld Welfare State where to head in--but right now, things are touchy,\nand you and I are in the big fat middle of it.\" He paused, rubbing\nthoughtfully at his lean blade of a nose with a bony forefinger. \"Larry,\nwhat did you think of that blond nonentity Tarnhorst brought with him?\"\n\n\"He's not a nonentity,\" the governor objected gently. \"He just looks it.\nHe's Tarnhorst's 'expert' on space industry, if you want my opinion. Did\nhe say much of anything while he was with you?\"\n\n\"Hardly anything.\"\n\n\"Same here. I have a feeling that his job is to evaluate every word you\nsay and report his evaluation to Tarnhorst. You'll have to be careful.\"\n\n\"I agree,\" Alhamid said. \"But he complicates things. I have a feeling\nthat if I tell Tarnhorst a straight story he'll believe it. He seems to\nbe a pretty shrewd judge. But Danley just might be the case of the man\nwho is dangerous because of his little learning. He obviously knows a\ndevil of a lot more about operations in space than Tarnhorst does, and\nhe's evidently a hand-picked man, so that Tarnhorst will value his\nopinion. But it's evident that Danley doesn't know anything about space\nby our standards. Put him out on a boat as an anchor man, and he'd be\nlucky if he set a single anchor.\"\n\n\"Well, there's not much chance of that. How do you mean, he's\ndangerous?\"\n\n\"I'll give you a f'rinstance. Suppose you've got a complex circuit using\nalternatic current, and you're trying to explain to a reasonably\nintelligent man how it works and what it does. If he doesn't know\nanything about electricity, he mightn't understand the explanation, but\nhe'll believe that you're telling him the truth even if he doesn't\nunderstand it. But if he knows the basic theory of direct currents,\nyou're likely to find yourself in trouble because he'll know just enough\nto see that what you're telling him doesn't jibe with what he already\nknows. Volts times amperes equal watts, as far as he's concerned, and\nthe term 'power factor' does nothing but confuse him. He knows that\ncopper is a conductor, so he can't see how a current could be cut off by\na choke coil. He knows that a current can't pass through an insulator,\nso a condenser obviously can't be what you say it is. Mentally, he tags\nyou as a liar, and he begins to try to dig in to see how your gadget\n_really_ works.\"\n\n       *       *       *       *       *\n\n\"Hm-m-m. I see what you mean. Bad.\" He snorted. \"Blast Earthmen, anyway!\nHave you ever been there?\"\n\n\"Earth? Nope. By careful self-restraint, I've managed to forego that\npleasure so far, Larry. Why?\"\n\n\"Brrr! It's the feel of the place that I can't stand. I don't mean the\nconstant high-gee; I take my daily exercise spin in the centrifuge just\nlike anyone else, and you soon get used to the steady pull on Earth. I\nmean the constant, oppressive _psychic_ tension, if you see what I mean.\nThe feeling that everyone hates and distrusts everyone else. The curious\nimpression of fear underneath every word and action.\n\n\"I'm older than you are, George, and I've lived with a kind of fear all\nmy life--just as you and everyone else in the Belt has. A single mistake\ncan kill out here, and the fear that it will be some fool who makes a\nmistake that will kill hundreds is always with us. We've learned to live\nwith that kind of fear; we've learned to take steps to prevent any idiot\nfrom throwing the wrong switch that would shut down a power plant or\nopen an air lock at the wrong time.\n\n\"But the fear on Earth is different. It's the fear that everyone else is\nout to get you, the fear that someone will stick a figurative knife in\nyour back and reduce you to the basic subsistence level. And that fear\nis solidly based, believe me. The only way to climb up from basic\nsubsistence is to climb over everyone else, to knock aside those in your\nway, to get rid of whoever is occupying the position you want. And once\nyou get there, the only way you can hold your position is to make sure\nthat nobody below you gets too big for his britches. The rule is: Pull\ndown those above you, hold down those below you.\n\n\"I've seen it, George. The big cities are packed with people whose sole\nambition in life is to badger their local welfare worker out of another\ncheck--they need new clothes, they need a new bed, they need a new\ntable, they need more food for the new baby, they need this, they need\nthat. All they ever do is _need_! But, of course, they're far to\naristocratic to _work_.\n\n\"Those who do have ambition have to become politicians--in the worst\nsense of the word. They have to gain some measure of control over the\ndispersal of largesse to the mob; they have to get themselves into a\nposition where they can give away other people's money, so that they can\nget their cut, too.\n\n\"And even then, the man who gets to be a big shot doesn't dare show it.\nTake a look at Tarnhorst. He's probably one of the best of a bad lot. He\nhas his fingers in a lot of business pies which make him money, and he's\nin a high enough position in the government to enable him to keep some\nof his money. But his clothing is only a little bit better than the\naverage, just as the man who is on basic subsistence wears clothes that\nare only a little bit worse than the average. That diamond ring of his\nis a real diamond, but you can buy imitations that can't be told from\nthe real thing except by an expert, so his diamond doesn't offend anyone\nby being ostentatious. And it's unfaceted, to eliminate offensive flash.\n\n\"All the color has gone out of life on Earth, George. Women held out\nlonger than men did, but now no man or woman would be caught wearing a\nbright-colored suit. You don't see any reds or yellows or blues or\ngreens or oranges--only grays and browns and black.\n\n\"It's not for me, George. I'd much rather live in fear of the few fools\nwho might pull a stupid trick that would kill me than live in the\nconstant fear of everyone around me, who all want to destroy me\ndeliberately.\"\n\n\"I know what you mean,\" said Alhamid, \"but I think you've put the wrong\nlabel on what you're calling 'fear'; there's a difference between fear\nand having a healthy respect for something that is dangerous but not\nmalignant. That vacuum out there isn't out to 'get' anybody. The only\npeople it kills are the fools who have no respect for it and the\nneurotics who think that it wants to murder them. You're neither, and I\nknow it.\"\n\nThe governor laughed. \"That's the advantage we have over Earthmen,\nGeorge. We went through the same school of hard knocks together--all of\nus. And we know how we stack up against each other.\"\n\n\"True,\" Alhamid said darkly, \"but how long will that hold if Tarnhorst\ncloses the school down?\"\n\n\"That's what you've got to prevent,\" said the governor flatly. \"If you\nneed help, yell.\"\n\n\"I will,\" Alhamid said. \"Very loudly.\" He hung up, wishing he knew what\nTarnhorst--and Danley--had in mind.\n\n       *       *       *       *       *\n\n\"The trouble with these people, Danley,\" said Edway Tarnhorst, \"is that\nthey have no respect whatever for human dignity. They have a tendency to\noverlook the basic rights of the individual.\"\n\n\"They're certainly--different,\" Peter Danley said.\n\nTarnhorst juggled himself up and down on the easy-chair in which he was\nseated, as though he could hardly believe that he had weight again. He\nhated low gee. It made him feel awkward and undignified. The only thing\nthat reminded him that this was not \"real\" gravity was the faint, but\nall-pervasive hum of the huge engines that drove the big centrifuge. The\nrooms had cost more, but they were well worth it, as far as Tarnhorst\nwas concerned.\n\n\"How do you mean, 'different'?\" he asked almost absently, settling\nhimself comfortably into the cushions.\n\n\"I don't know exactly. There's a hardness, a toughness--I can't quite\nput my finger on it, but it's in the way they act, the way they talk.\"\n\n\"Surely you'd noticed that before?\" Tarnhorst asked in mild surprise.\n\"You've met these Belt men on Luna.\"\n\n\"And their women,\" Danley said with a nod. \"But the impact is somewhat\nmore pronounced on their own home ground--seeing them _en masse_.\"\n\n\"Their women!\" Tarnhorst said, caught by the phrase. \"_Fah!_\nBright-colored birds! Giggling children! And no more morals than a\ncommon house-cat!\"\n\n\"Oh, they're not as bad as all that,\" Danley objected. \"Their clothing\nis a little bright, I'll admit, and they laugh and kid around a lot, but\nI wouldn't say that their morals were any worse than those of a girl\nfrom New York or London.\"\n\n\"Arrogance is the word,\" said Tarnhorst. \"Arrogance. Like the way that\nAlhamid kept standing all the time we were talking, towering over us\nthat way.\"\n\n\"Just habit,\" Danley said. \"When you don't weigh more than six or seven\npounds, there's not much point in sitting down. Besides, it leaves them\non their feet in case of emergency.\"\n\n\"He could have sat down out of politeness,\" Tarnhorst said. \"But no.\nThey try to put on an air of superiority that is offensive to human\ndignity.\" He leaned back in his chair, stretched out his legs, and\ncrossed his ankles. \"However, attitude itself needn't concern us until\nit translates itself into anti-social behavior. What cannot be tolerated\nis this callous attitude toward the dignity and well-being of the\nworkers out here. What did you think of Alhamid's explanation of this\nanchor-setting business?\"\n\nDanley hesitated. \"It sounded straightforward enough, as far as it\nwent.\"\n\n\"You think he's concealing something, then?\"\n\n\"I don't know. I don't have all the information.\" He frowned, putting\nfurrows between his almost invisible blond brows. \"I know that neither\ngovernment business nor insurance business are my specialty, but I would\nlike to know a little more about the background before I render any\ndecision.\"\n\n\"Hm-m-m. Well.\" Tarnhorst frowned in thought for a moment, then came to\na decision. \"I can't give you the detailed data, of course; that would\nbe a violation of the People's Mutual Welfare Code. But I can give you\nthe general story.\"\n\n\"I just want to know what sort of thing to look for,\" Danley said.\n\n\"Certainly. Certainly. Well.\" Tarnhorst paused to collect his thoughts,\nthen launched into his speech. \"It has now been over eighty years since\nthe first colonists came out here to the Belt. At first, the ties with\nEarth were quite strong, naturally. Only a few actually intended to stay\nout there the rest of their lives; most of them intended to make\nthemselves a nice little nest egg, come back home, and retire. At the\nsame time, the World State was slowly evolving from its original loosely\ntied group of independent nations toward what it is today.\n\n\"The people who came out here were mostly misfits, sociologically\nspeaking.\" He smiled sardonically. \"They haven't changed much.\n\n\"At any rate, as I said, they were strongly tied to Earth. There was the\nmatter of food, air, and equipment, all of which had to be shipped out\nfrom Earth to begin with. Only the tremendous supply of metal--almost\nfree for the taking--made such a venture commercially possible. Within\ntwenty-five years, however, the various industrial concerns that managed\nthe Belt mining had become self-supporting. The robot scoopers which are\nused to mine methane and ammonia from Jupiter's atmosphere gave them\nplenty of organic raw material. Now they grow plants of all kinds and\neven raise food animals.\n\n\"They began, as every misfit does, to complain about the taxes the\ngovernment put on their incomes. The government, in my opinion, made an\nerror back then. They wanted to keep people out in the Belt, since the\nmines on Earth were not only rapidly being depleted, but the mining\nsites were needed for living space. Besides, asteroid metals were\ncheaper than metals mined on Earth. To induce the colonists to remain in\nthe Belt, no income tax was levied; the income tax was replaced by an\neighty per cent tax on the savings accumulated when the colonist\nreturned to Earth to retire.\n\n\"They resented even that. It was explained to them that the asteroids\nwere, after all, natural resources, and that they had no moral right to\nmake a large profit and deprive others of their fair share of the income\nfrom a natural resource, but they insisted that they had earned it and\nhad a right to keep it.\n\n\"In other words, the then government bribed them to stay out here, and\nthe bribe was more effective than they had intended.\"\n\n\"So they stayed out here and kept their money,\" Danley said.\n\n\"Exactly. At that time, if you will recall, there was a great deal of\nagitation against colonialism--there had been for a long time, as a\nmatter of fact. That agitation was directed against certain\nindustrialist robber-baron nations who had enslaved the populace of\nparts of Asia and Africa solely to produce wealth, and not for the\nbenefit of the people themselves. But the Belt operators took advantage\nof the anticolonialism of the times and declared that the Belt cities\nwere, and by right ought to be, free and independent political entities.\nIt was a ridiculous assumption, of course, but since the various Belt\ncities were, at that time, under the nominal control of three or four of\nthe larger nations, the political picture required that they be allowed\nto declare themselves independent. It was not anticipated at the time\nthat they would be so resistant toward the World Government.\"\n\nHe smiled slightly. \"Of course, by refusing to send representatives to\nthe People's Congress, they have, in effect, cut themselves off from any\nvoice in human government.\"\n\nThen he shrugged. \"At the moment, that is neither here nor there. What\ninterests us at the moment is the death rate curve of the anchor-sinkers\nor whatever they are. Did you know that it is practically impossible for\nanyone to get a job out there in the Belt unless he has had experience\nin the anchor-setting field?\"\n\n\"No,\" Danley admitted.\n\n\"It's true. For every other job, they want only men with space\nexperience. And by 'space experience' they mean anchor-setting, because\nthat's the only job a man can get without previous space experience.\nThey spend six months in a special school, learning to do the work,\naccording to our friend, Mr. Georges Alhamid. Then they are sent out to\nset anchors. Small ones, at first, in rocks only a few meters in\ndiameter--then larger ones. After a year or so at that kind of work,\nthey can apply for more lucrative positions.\n\n\"I see nothing intrinsically wrong in that, I will admit, but the\nindications are that the schooling, which should have been getting more\nefficient over the years, has evidently been getting more lax. The death\nrate has gone up.\"\n\n\"Just a minute,\" Danley interrupted. \"Do you mean that a man has to have\nwhat they call 'space experience' before he can get _any_ kind of job?\"\n\nTarnhorst shook his head and was pleased to find that no nausea\nresulted. \"No, of course not. Clerical jobs, teaching jobs, and the like\ndon't require that sort of training. But there's very little chance for\nadvancement unless you're one of the elite. A physician, for example,\nwouldn't have many patients unless he had had 'space experience'; he\nwouldn't be allowed to own or drive a space boat, and he wouldn't be\nallowed to go anywhere near what are called 'critical areas'--such as\nair locks, power plants, or heavy industry installations.\"\n\n\"It sounds to me as though they have a very strong union,\" said Danley.\n\n\"If you want to call it that, yes,\" Tarnhorst said. \"Anything that has\nanything to do with operations in space requires that sort of\nexperience--and there are very few jobs out here that can avoid having\nanything to do with space. Space is only a few kilometers away.\" The\nexpression on his face showed that he didn't much care for the thought.\n\n\"I don't see that that's so bad,\" Danley said. \"Going out there isn't\nsomething for the unexperienced. A man who doesn't know what he's doing\ncan get himself killed easily, and, what's worse, he's likely to take\nothers with him.\"\n\n\"You speak, of course, from experience,\" Tarnhorst said with no trace of\nsarcasm. \"I accept that. By not allowing inexperienced persons in\ncritical areas, the Belt Companies are, at least indirectly, looking out\nfor the welfare of the people. But we mustn't delude ourselves into\nthinking that that is their prime objective. These Belt Companies are no\nbetter than the so-called 'industrial giants' of the nineteenth and\ntwentieth centuries. The government here is farcical. The sole job is to\nprevent crime and to adjudicate small civil cases. Every other function\nof proper government--the organization of industry, the regulation of\nstandards the subsidizing of research, the control of prices, and so\non--are left to the Belt Companies or to the people. The Belt Cities are\nno more than what used to be called 'company towns'.\"\n\n\"I understand that,\" Danley said. \"But they seem to function fairly\nsmoothly.\"\n\nTarnhorst eyed him. \"If, by, 'smoothly functioning', you mean the denial\nof the common rights of human freedom and dignity yes. Oh, they give\ntheir sop to such basic human needs as the right of every individual to\nbe respected--but only because Earth has put pressure on them.\nOtherwise, people who, through no fault of their own, were unable to\nwork or get 'space experience' would be unable to get jobs and would be\nlooked down upon as pariahs.\"\n\n\"You mean there are people here who have no jobs? I wouldn't think that\nunemployment would be a problem out here.\"\n\n\"It isn't,\" said Tarnhorst, \"yet. But there are always those\nunfortunates who are psychologically incapable of work, and society must\nprovide for them. The Belt Cities provide for a basic education, of\ncourse. As long as a person is going to school, he is given a stipend.\nBut a person who has neither the ability to work nor the ability to\nstudy is an outcast, even though he is provided for by the companies. He\nis forced to do something to earn what should be his by right; he is\ngiven menial and degrading tasks to do. We would like to put a stop to\nthat sort of thing, but we ... ah ... have no ... ah ... means of doing\nso.\" He paused, as though considering whether he had said too much.\n\n\"The problem at hand,\" he went on hurriedly, \"is the death curve. When\nthis technique for taking the rocks to the smelters was being worked\nout, the death rate was--as you might imagine--quite high. The Belt\nCompanies had already been operating out here for a long time before the\nstony meteorites were mined commercially. At first, the big thing was\nnickel-iron. That's what they came here to get in the beginning. That's\nwhere most of the money still is. But the stony asteroids provide them\nwith their oxygen.\n\n\"This anchor-setting technique was worked out at a time when the Belt\nCompanies were trying to find ways to make the Belt self-sufficient.\nAfter they got the technique worked out so that it operated smoothly,\nthe death rate dropped 'way down. It stayed down for a little while, and\nthen began to rise again. It has nearly reached an all-time high.\nObviously, something is wrong, and we have to find out what it is.\"\n\nDanley scratched ruminatively behind his right ear and wished he'd had\nthe opportunity to study history. He had been vaguely aware, of the\nbroad outlines, but the details had never been brought to his attention\nbefore. \"Suppose Alhamid _is_ trying to hide something,\" he said after a\nmoment. \"What would it be, do you think?\"\n\nTarnhorst shrugged and spread his hands. \"What could it be but some sort\nof money-saving scheme? Inferior materials being used at a critical\nspot, perhaps. Skimping on quality or quantity. Somewhere, somehow, they\nare shaving costs at the risk of the workers' lives. We have to find out\nwhat it is.\"\n\nPeter Danley nodded. _You don't mean_ \"_we_,\" Danley thought to himself.\nI _am the one who's going to have to go out there and find it, while you\nsit here safe_. He felt that there was a pretty good chance that these\nBelt operators might kill him to keep him from finding out what it was\nthey were saving money on.\n\nAloud, he said: \"I'll do what I can, Mr. Tarnhorst.\"\n\nTarnhorst smiled. \"I'm certain you will. That's why I needed someone who\nknows more about this business than I.\"\n\n\"And when we do find it--what then?\"\n\n\"Then? Why, then we will force them to make the proper changes or there\nwill be trouble.\"\n\n       *       *       *       *       *\n\nGeorges Alhamid heard the whole conversation early the next morning. The\ngovernor himself brought the recording over to his office.\n\n\"Do you think he knew he was being overheard?\"\n\nThe governor shrugged. \"Who knows. He waltzed all around what he was\ntrying to say, but that may have been just native caution. Or he may not\nwant Danley to know what's on his mind.\"\n\n\"How could he bring Danley out here without telling him anything\nbeforehand?\" Alhamid asked thoughtfully. \"Is Danley really that\nignorant, or was the whole conversation for our ears?\"\n\n\"I'm inclined to think that Danley really didn't know. Remember, George,\nthe best way to hold down the ones below you is to keep them from\ngaining any knowledge, to keep data out of their hands--except for the\ncarefully doctored data you want them to have.\"\n\n\"I know,\" Alhamid said. \"History isn't exactly a popular subject on\nEarth.\" He tapped his fingers gently on the case of the playback and\nlooked at it as if he were trying to read the minds of the persons who\nhad spoken the words he had just heard.\n\n\"I really think he believed that his nullifying equipment was doing its\njob,\" the governor continued. \"He wouldn't have any way of knowing we\ncould counteract it.\"\n\nAlhamid shrugged. \"It doesn't matter much. We still have to assume that\nhe's primarily out to bring the Belt Cities under Earth control. To do\nthat, all he'd have to do is find something that could be built up into\na scandal on Earth.\"\n\n\"Not, _all_, George,\" the governor said. \"It would take a lot more than\nthat alone. But it would certainly be a start in the right direction.\"\n\n\"One thing we do know,\" Alhamid said, \"is that nobody on Earth will\nallow any action against the Belt unless popular sentiment is definitely\nagainst us. As long as we are apparently right-thinking people, we're\nall right. I wonder why Tarnhorst is so anxious to get us under the\nthumb of the People's Congress? Is it purely that half-baked idealism of\nhis?\"\n\n\"Mostly. He has the notion that everybody has a right to be accorded the\nrespect of his fellow man, and that that right is something that every\nperson is automatically given at birth, not something he has to earn.\nWhat gave him his particular gripe against us, I don't know, but he's\nbeen out to get us ever since his trip here three years ago.\"\n\n\"You know, Larry,\" Alhamid said slowly, \"I'm not quite sure which is\nharder to understand: How a whole civilization could believe that sort\nof thing, or how a single intelligent man could.\"\n\n\"It's a positive feedback,\" the governor said. \"That sort of thing has\nwrecked civilizations before and will do it again. Let's not let it\nwreck ours. Are you ready for the conference with our friend now?\"\n\nGeorges Alhamid looked at the clock on the wall. \"Ready as I'll ever be.\nYou'd better scram, Larry. We mustn't give Mr. Tarnhorst the impression\nthat there's some sort of collusion between business and government out\nthere in the Belt.\"\n\n\"Heaven forfend! I'll get.\"\n\nWhen he left, the governor took the playback with him. The recording\nwould have to be filed in the special secret files.\n\n       *       *       *       *       *\n\nCaptain St. Simon eased his spaceboat down to the surface of Pallas and\nthrew on the magnetic anchor which held the little craft solidly to the\nmetal surface of the landing field. The traffic around Pallas was fairly\nheavy this time of year, since the planetoid was on the same side of the\nsun as Earth, and the big cargo haulers were moving in and out, loading\nrefined metals and raw materials, unloading manufactured goods from\nEarth. He'd had to wait several minutes in the traffic pattern before\nbeing given clearance for anchoring.\n\nHe was already dressed in his vacuum suit, and the cabin of the boat was\nexhausted of its air. He checked his control board, making sure every\nswitch and dial was in the proper position. Only then did he open the\ndoor and step out to the gray surface of the landing field. His\nsuitcase--a spherical, sealed container that the Belt men jokingly\nreferred to as a \"bomb\"--went with him. He locked the door of his boat\nand walked down the yellow-painted safety lane toward the nearest air\nlock leading into the interior of the planetoid.\n\nHe lifted his feet and set them down with precision--nobody but a fool\nwears glide boots on the outside. He kept his eyes moving--up and\naround, on both sides, above, and behind. The yellow path was supposed\nto be a safety lane, but there was no need of taking the chance of\nhaving an out-of-control ship come sliding in on him. Of course, if it\nwas coming in really fast, he'd have no chance to move; he might not\neven see it at all. But why get slugged by a slow one?\n\nHe waited outside the air-lock door for the green light to come on.\nThere were several other space-suited figures around him, but he didn't\nrecognize any of them. He hummed softly to himself.\n\nThe green light came on, and the door of the air lock slid open. The\nsmall crowd trooped inside, and, after a minute, the door slid shut\nagain. As the elevator dropped, St. Simon heard the familiar _whoosh_ as\nthe air came rushing in. By the time it had reached the lower level, the\nelevator was up to pressure.\n\n       *       *       *       *       *\n\nOn Earth, there might have been a sign in such an elevator, reading: _DO\nNOT REMOVE VACUUM SUITS IN ELEVATOR._ There was no need for it here;\nevery man there knew how to handle himself in an air lock. If he hadn't,\nhe wouldn't have been there.\n\nAfter he had stepped out of the elevator, along with the others, and the\ndoor had closed behind him, St. Simon carefully opened the cracking\nvalve on his helmet. There was a faint hiss of incoming air, adjusting\nthe slight pressure differential. He took off his helmet, tucked it\nunder his arm, and headed for the check-in station.\n\nHe was walking down the corridor toward the checker's office when a hand\nclapped him on the shoulder. \"Bless me if it isn't St. Simon the Silent!\nLong time no, if you'll pardon the cliché, see!\"\n\nSt. Simon turned, grinning. He had recognized the voice. \"Hi, Kerry.\nGood to see you.\"\n\n\"Good to see me? Forsooth! Od's bodkins! Hast turned liar on top of\neverything else, Good Saint? Good to see me, indeed! 'From such a face\nand form as mine, the noblest sentiments sound like the black utterances\nof a depraved imagination.' No, dear old holy pillar-sitter, no indeed!\nIt may be a pleasure to hear my mellifluous voice--a pleasure I often\nindulge in, myself--but it couldn't possibly be a pleasure to _see_ me!\"\nAnd all the while, St. Simon was being pummeled heartily on the\nshoulder, while his hand was pumped as though the other man was\nexpecting to strike oil at any moment.\n\nHis assailant was not a handsome man. Years before, a rare, fast-moving\nmeteor had punched its way through his helmet and taken part of his face\nwith it. He had managed to get back to his ship and pump air in before\nhe lost consciousness. He had had to stay conscious, because the only\nthing that held the air in his helmet had been his hand pressed over the\nquarter-inch hole. Even so, the drop in pressure had done its damage.\nThe surgeons had done their best to repair the smashed face, but Kerry\nBrand's face hadn't been much to look at to begin with. And the mottled\npurple of the distended veins and capillaries did little to improve his\nlooks.\n\nBut his ruined face was a badge of honor, and Kerry Brand knew the fact\nas well as anyone.\n\nLike St. Simon, Captain Brand was a professional anchor-setter. Most of\nthe men who put in the necessary two years went on to better jobs after\nthey had the required space experience. But there were some who liked\nthe job and stuck with it. It was only these men--the real experts among\nthe anchor-setting fraternity--who rated the title of \"Captain\". They\nwere free-lancers who ran things pretty much their own way.\n\n\"Just going to the checker?\" St. Simon asked.\n\nKerry Brand shook his head. \"I've already checked in, old sanctus. And\nI'll give you three and one-seventh guesses who got a blue ticket.\"\n\nSt. Simon said nothing, but he pointed a finger at Brand's chest.\n\n\"A mild surmise, but a true one,\" said Brand. \"You are, indeed, gazing\nupon Professor Kerry Brand, B.A., M.A., Ph.D.--that is to say, Borer of\nAsteroids, Master of Anchors, and Planetoid-hauler De-luxe. No, no;\ndon't look sorry for me. _Some_body has to teach the tadpoles How To\nSurvive In Space If You're Not Too Stupid To Live--a subject upon which\nI am an expert.\"\n\n\"On Being Too Stupid To Live?\" St. Simon asked gently.\n\n\"A touch! A distinct touch! You are developing a certain unexpected vein\nof pawky humor, Watson, against which I must learn to guard myself.\" He\nlooked at the watch on his wrist. \"Why don't you go ahead and check in,\nand then we'll go pub-crawling. I have it on good authority that a few\nthousand gallons of Danish ale were piped aboard Pallas yesterday, and\nyou and I should do our best to reduce the surplus.\"\n\n\"Sounds good to me,\" said St. Simon agreeably. They started on toward\nthe checker's office.\n\n\"Consider, my dear St. Simon,\" said Brand, \"how fortunate we are to be\nliving in an age and a society where the dictum, 'Those who can, do;\nthose who can't, teach,' no longer holds true. It means that we weary,\nwork-hardened experts are called in every so often, handed our little\nblue ticket, and given six months off--_with_ pay--if we will only do\nthe younger generation the favor of pounding a modicum of knowledge into\ntheir heads. During that time, if we are very careful, we can try to\nprevent our muscles from going to flab and our brains from corroding\nwith ennui, so that when we again debark into the infinite sea of\nemptiness which surrounds us to pursue our chosen profession, we don't\nget killed on the first try. Isn't it wonderful?\"\n\n\"Cheer up,\" said St. Simon. \"Teaching isn't such a bad lot. And, after\nall, you do get paid for it.\"\n\n\"And at a salary! A Pooh-Bah paid for his services! I a salaried minion!\nBut I do it! It revolts me, but I do it!\"\n\nThe short, balding man behind the checker's desk looked up as the two\nmen approached. \"Hello, captain,\" he said as St. Simon stepped up to the\ndesk.\n\n\"How are you, Mr. Murtaugh?\" St. Simon said politely. He handed over his\nlog book. \"There's the data on my last ten. I'll be staying here for a\nfew days, so there's no need to rush the refill requisition. Any calls\nfor me?\"\n\nThe checker put the log book in the duplicator. \"I'll see if there are,\ncaptain.\" He went over to the autofile and punched St. Simon's serial\nnumber.\n\nVery few people write to an anchor man. Since he is free to check in and\nreload at any of the major Belt Cities, and since, in his search for\nasteroids, his erratic orbit is likely to take him anywhere, it might be\nmonths or years before a written letter caught up with him. On the other\nhand, a message could be beamed to every city, and he could pick it up\nwherever he was. It cost money, but it was sure.\n\n\"One call,\" the checker said. He handed St. Simon a message slip.\n\nIt was unimportant. Just a note from a girl on Vesta. He promised\nhimself that he'd make his next break at Vesta, come what may. He stuck\nthe flimsy in his pocket, and waited while the checker went through the\nroutine of recording his log and making out a pay voucher.\n\nThere was no small talk between himself and the checker. Mr. Murtaugh\nhad not elected to take the schooling necessary to qualify for other\nthan a small desk job. He had no space experience. Unless and until he\ndid, there would be an invisible, but nonetheless real barrier between\nhimself and any spaceman. It was not that St. Simon looked down on the\nman, exactly; it was simply that Murtaugh had not proved himself, and,\ntherefore, there was no way of knowing whether he could be trusted or\nnot. And since trust is a positive quality, lack of it can only mean\nmistrust.\n\nMurtaugh handed Captain St. Simon an envelope. \"That's it, captain.\nThank you.\"\n\nSt. Simon opened the envelope, took out his check--and a blue ticket.\n\nKerry Brand broke into a guffaw.\n\n       *       *       *       *       *\n\nWhen the phone on his desk rang, Georges Alhamid scooped it up and\nidentified himself.\n\n\"This is Larry, George,\" said the governor's voice. \"How are things so\nfar?\"\n\n\"So far, so good,\" Alhamid said. \"For the past week, Mr. Peter Danley\nhas been working his head off, under the tutelage of two of the\ntoughest, smartest anchor men in the business. But you should have seen\nthe looks on their faces when I told them they were going to have an\nEarthman for a pupil.\"\n\nThe governor laughed. \"I'll bet! How's he coming along?\"\n\n\"He's learning. How are you doing with your pet?\"\n\n\"I think I'm softening him, George. I found out what it was that got his\ngoat three years ago.\"\n\n\"Yeah?\"\n\n\"Sure. On Ceres, where he went three years ago, he was treated as if he\nweren't as good as a Belt man.\"\n\nAlhamid frowned. \"Someone was disrespectful?\"\n\n\"No--that is, not exactly. But he was treated as if we didn't trust his\njudgment, as though we were a little bit afraid of him.\"\n\n\"Oh-_ho_! I see what you mean.\"\n\n\"Sure. We treated him just as we would anyone who hasn't proved himself.\nAnd that meant we were treating him the same way we treated our own\n'lower classes', as he thought of them. I had Governor Holger get his\nCeres detectives to trace down everything that happened. You can read\nthe transcript if you want. There's nothing particularly exciting in it,\nbut you can see the pattern if you know what to look for.\n\n\"I'm not even certain it was fully conscious on his part; I'm not sure\nhe knew why he disliked us. All he was convinced of was that we were\narrogant and thought we were better than he is. It's kind of hard for us\nto see that a person would be that deeply hurt by seeing the plain truth\nthat someone else is obviously better at something than he is, but\nyou've got to remember that an Earthman is brought up to believe that\nevery person is just exactly as good as every other--and no better. A\nman may have a skill that you don't have, but that doesn't make him\nsuperior--oh, my, no!\n\n\"Anyway, I started out by apologizing for our habit of standing up all\nthe time. I managed to plant the idea in his mind that the only thing\nthat made him think we felt superior was that habit. I've even got him\nto the point where he's standing up all the time, too. Makes him feel\nvery superior. He's learned the native customs.\"\n\n\"I get you,\" Alhamid said. \"I probably contributed to that inferiority\nfeeling of his myself.\"\n\n\"Didn't we all? Anyway, the next step was to take him around and\nintroduce him to some of the execs in the government and in a couple of\nthe Companies--I briefed 'em beforehand. Friendly chats--that sort of\nthing. I think we're going to have to learn the ancient art of diplomacy\nout here if we're going to survive, George.\n\n\"The crowning glory came this afternoon. You should have been there.\"\n\n\"I was up to here in work, Larry. I just couldn't take the time off to\nattend a club luncheon. Did the great man give his speech?\"\n\n\"Did he? I should hope to crack my helmet he did! We must all pull\ntogether, George, did you know that? We must care for the widow and the\norphan--and the needy, George, the needy. We must be sure to provide the\nfools, the idiots, the malingerers, the moral degenerates, and such\nuseful, lovable beings as that with the necessities and the luxuries of\nlife. We must see to it that they are respected and permitted to have\ntheir dignity. We must see to it that the dear little things are\npermitted the rights of a human being to hold his head up and spit in\nyour eye if he wishes. We must see to it that they be fruitful,\nmultiply, and replenish the Earth.\"\n\n\"They've already done that,\" Alhamid said caustically. \"And they can\nhave it. Let's just see that they don't replenish the Belt. So what\nhappened?\"\n\n\"Why, George, you'll never realize how much we appreciated that speech.\nWe gave him a three-minute rising ovation. I think he was surprised to\nsee that we could stand for three minutes under a one-gee pull in the\ncentrifuge. And you should have seen the smiles on our faces, George.\"\n\n\"I hope nobody broke out laughing.\"\n\n\"We managed to restrain ourselves,\" the governor said.\n\n\"What's next on the agenda?\"\n\n\"Well, it'll be tricky, but I think I can pull it off. I'm going to take\nhim around and show him that we _do_ take care of the widow and the\norphan, and hope that he assumes we are as solicitous toward the rest of\nhis motley crew. Wish me luck.\"\n\n\"Good luck. You may need it.\"\n\n\"Same to you. Take care of Danley.\"\n\n\"Don't worry. He's in good hands. See you, Larry.\"\n\n\"Right.\"\n\n       *       *       *       *       *\n\nThere were three space-suited men on the bleak rocky ground near the\nnorth pole of Pallas, a training area of several square miles known as\nthe North Forty. Their helmets gleamed in the bright, hard light from a\nsun that looked uncomfortably small to an Earthman's eyes. Two of the\nmen were standing, facing each other some fifteen feet apart. The third,\nattached to them by safety lines, was hanging face down above the\nsurface, rising slowly, like a balloon that has almost more weight than\nit can lift.\n\n\"No, no, _no_, Mr. Danley! You are not _crawling_, Mr. Danley, you are\nclimbing! Do you understand that? _Climbing!_ You have to _climb_ an\nasteroid, just as you would climb a cliff on Earth. You have to hold on\nevery second of the time, or you will fall off!\" St. Simon's voice\nsounded harsh in Danley's earphones, and he felt irritatingly helpless\npoised floatingly above the ground that way.\n\nHis instructors were well anchored by metal eyes set into the rocky\nsurface for just that purpose. Although Pallas was mostly nickel-iron,\nthis end of it was stony, which was why it had been selected as a\ntraining ground.\n\n\"_Well?_\" snapped St. Simon. \"What do you do now? If this were a small\nrock, you'd be drifting a long ways away by now. Think, Mr. Danley,\n_think_.\"\n\n\"Then shut up and let me think!\" Danley snarled.\n\n\"If small things distract you from thinking about the vital necessity of\nsaving your own life, Mr. Danley, you would not live long in the Belt.\"\n\nDanley reached out an arm to see if he could touch the ground. When he\nhad pushed himself upwards with a thrust of his knee, he hadn't given\nhimself too hard a shove. He had reached the apex of his slow flight,\nand was drifting downward again. He grasped a jutting rock and pulled\nhimself back to the surface.\n\n\"Very good, Mr. Danley--but that wouldn't work on a small rock. You took\ntoo long. What would you have done on a rock with a millionth of a gee\nof pull?\"\n\nDanley was silent.\n\n\"_Well?_\" St. Simon barked. \"_What would you do?_\"\n\n\"I ... I don't know,\" Danley admitted.\n\n\"Ye gods and little fishhooks!\" This was Kerry Brand's voice. It was\nsupposed to be St. Simon's turn to give the verbal instructions, but\nBrand allowed himself an occasional remark when it was appropriate.\n\nSt. Simon's voice was bitingly sweet. \"What do you think those safety\nlines are for, Mr. Danley? Do you think they are for decorative\npurposes?\"\n\n\"Well ... I thought I was supposed to think of some other way. I mean,\nthat's so obvious--\"\n\n\"Mr. Danley,\" St. Simon said with sudden patience, \"we are not here to\ngive you riddles to solve. We're here to teach you how to stay alive in\nthe Belt. And one of the first rules you must learn is that you will\n_never_ leave your boat without a safety line. _Never!_\n\n\"An anchor man, Mr. Danley, is called that for more than one reason. You\ncannot anchor your boat to a rock unless there is an eye-bolt set in it.\nAnd if it already has an eye-bolt, you would have no purpose on that\nrock. In a way, _you_ will be the anchor of your boat, since you will be\ntied to it by your safety line. If the boat drifts too far from your\nrock while you are working, it will pull you off the surface, since it\nhas more mass than you do. That shouldn't be allowed to happen, but, if\nit does, you are still with your boat, rather than deserted on a rock\nfor the rest of your life--which wouldn't be very long. When the power\nunit in your suit ran out of energy, it would stop breaking your exhaled\ncarbon dioxide down into carbon and oxygen, and you would suffocate.\nEven with emergency tanks of oxygen, you would soon find yourself\nfreezing to death. That sun up there isn't very warm, Mr. Danley.\"\n\nPeter Danley was silent, but it was an effort to remain so. He wanted to\nremind St. Simon that he, Danley, had been a spaceman for nearly fifteen\nyears. But he was also aware that he was learning things that weren't\ntaught at Earthside schools. Most of his professional life had been\nspent aboard big, comfortable ships that made the short Earth-Luna hop.\nHe could probably count the total hours he had spent in a spacesuit on\nthe fingers of his two hands.\n\n\"All right, Mr. Danley; let's begin again. Climb along the surface. Use\ntoeholds, handholds, and fingerholds. Feel your way along. Find those\nlittle crevices that will give you a grip. It doesn't take much. You're\na lot better off than a mountain climber on Earth because you don't have\nto fight your weight. You have only your mass to worry about. That's it.\nFine. Very good, Mr. Danley.\"\n\n       *       *       *       *       *\n\nAnd, later:\n\n\"Now, Mr. Danley,\" said Captain Brand, \"you are at the end of your\ntether, so to speak.\"\n\nThe three men were in a space boat, several hundred miles from Pallas.\nOr, rather, two of them were in the boat, standing at the open door.\nPeter Danley was far out from it, at the end of his safety line.\n\n\"How far are you from us, Mr. Danley?\" Brand asked.\n\n\"Three hundred meters, Captain Brand,\" Danley said promptly.\n\n\"Very good. How do you know?\"\n\n\"I am at the end of my safety line, which is three hundred meters long\nwhen fully extended.\"\n\n\"Your memory is excellent, Mr. Danley. Now, how will you get back to the\nboat?\"\n\n\"Pull myself hand over hand along the line.\"\n\n\"Think, Mr. Danley! _Think!_\"\n\n\"Uh. Oh. Well, I wouldn't keep pulling. I'd just give myself a tug and\nthen coast in, taking up the line slowly as I went.\"\n\n\"Excellent! What would happen if you, as you put it, pulled yourself in\nhand over hand, as if you were climbing a rope on Earth?\"\n\n\"I would accelerate too much,\" Danley said. \"I'd gain too much momentum\nand probably bash my brains out against the boat. And I'd have no way to\nstop myself.\"\n\n\"Bully for you, Mr. Danley! Now see if you can put into action that\nwhich you have so succinctly put into words. Come back to the boat.\nGently the first time. We'll have plenty of practice, so that you can\nget the feel of the muscle pull that will give you a maximum of velocity\nwith a minimum of impact at this end. Gently, now.\"\n\n       *       *       *       *       *\n\nStill later:\n\n\"Judgment, Mr. Danley!\" St. Simon cautioned. \"You have to use judgment!\nA space boat is not an automobile. There is no friction out here to slow\nit to a stop. Your accelerator is just exactly that--an accelerator.\nTaking your foot off it won't slow you down a bit; you've got to use\nyour reverse.\"\n\nPeter Danley was at the controls of the boat. There were tiny beads of\nperspiration on his forehead. Over a kilometer away was a good-sized\nhunk of rock; his instructors wouldn't let him get any closer. They\nwanted to be sure that they could take over before the boat struck the\nrock, just in case Danley should freeze to the accelerator a little too\nlong.\n\nHe wasn't used to this sort of thing. He was used to a taped\nacceleration-deceleration program which lifted a big ship, aimed it, and\nwent through the trip all automatically. All he had ever had to do was\ndrop it the last few hundred feet to a landing field.\n\n\"Keep your eyes moving,\" St. Simon said. \"Your radar can give you data\nthat you need, just remember that it can't think for you.\"\n\n_Your right foot controls your forward acceleration._\n\n_Your left foot controls your reverse acceleration._\n\n_They can't be pushed down together; when one goes down, the other goes\nup. Balance one against the other._\n\n_Turning your wheel controls the roll of the boat._\n\n_Pulling your wheel toward you, or pushing it away, controls the pitch._\n\n_Shifting the wheel left, or right, controls the yaw._\n\nThe instructions had been pounded into his head until each one seemed to\nring like a separate little bell. The problem was coordinating his body\nto act on those instructions.\n\nOne of the radar dials told him how far he was from the rock. Another\ntold him his radial velocity relative to it. A third told him his\nangular velocity.\n\n\"Come to a dead stop exactly one thousand meters from the surface, Mr.\nDanley,\" St. Simon ordered.\n\nDanley worked the controls until both his velocity meters read zero, and\nthe distance meter read exactly one kilometer.\n\n\"Very good, Mr. Danley. Now assume that the surface of your rock is at\nnine hundred ninety-five meters. Bring your boat to a dead stop exactly\nfifty centimeters from that surface.\"\n\nDanley worked the controls again. He grinned with satisfaction when the\ndistance meter showed nine nine five point five on the nose.\n\nCaptain St. Simon sighed deeply. \"Mr. Danley, do you feel a little\nshaken up? Banged around a little? Do you feel as though you'd just\ngotten a bone-rattling shock?\"\n\n\"Uh ... no.\"\n\n\"You should. You slammed this boat a good two feet into the surface of\nthat rock before you backed out again.\" His voice changed tone. \"Dammit,\nMr. Danley, when I say 'surface at nine nine five', I mean _surface_!\"\n\n       *       *       *       *       *\n\nEdway Tarnhorst had been dictating notes for his reports into his\nrecorder, and was rather tired, so when he asked Peter Danley what he\nhad learned, he was rather irritated when the blond man closed his blue\neyes and repeated, parrotlike:\n\n\"Due to the lack of a water-oxygen atmosphere, many minerals are found\nin the asteroids which are unknown on Earth. Among the more important of\nthese are: Oldhamite (CaS); Daubréelite (FECr_{2}S_{4}); Schreibersite\nand Rhabdite (Fe_{3}Ni_{3}P); Lawrencite (FeCl_{2}); and Taenite, an\nalloy of iron containing--\"\n\n\"That's not precisely the sort of thing I meant,\" Tarnhorst interrupted\ntestily.\n\nDanley smiled. \"I know. I'm sorry. That's my lesson for tomorrow.\"\n\n\"So I gathered. May I sit down?\" There were only two chairs in the room.\nDanley was occupying one, and a pile of books was occupying the other.\n\nDanley quickly got to his feet and began putting the books on his desk.\n\"Certainly, Mr. Tarnhorst. Sit down.\"\n\nTarnhorst lowered himself into the newly emptied chair. \"I apologize for\ninterrupting your studies,\" he said. \"I realize how important they are.\nBut there are a few points I'd like to discuss with you.\"\n\n\"Certainly.\" Danley seated himself and looked at the older man\nexpectantly. \"The nullifiers are on,\" he said.\n\n\"Of course,\" Tarnhorst said absently. Then, changing his manner, he said\nabruptly: \"Have you found anything yet?\"\n\nDanley shook his head. \"No. It looks to me as though they've done\neverything possible to make sure that these men get the best equipment\nand the best training. The training instructors have been through the\nwhole affair themselves--they know the ropes. The equipment, as far as I\ncan tell, is top grade stuff. From what I have seen so far, the Company\nisn't stinting on the equipment or the training.\"\n\nTarnhorst nodded. \"After nearly three months of investigation, I have\ncome to the same conclusion myself. The records show that expenditures\non equipment has been steadily increasing. The equipment they have now,\nI understand, is almost failure-proof?\" He looked questioningly at\nDanley.\n\nDanley nodded. \"Apparently. Certainly no one is killed because of\nequipment failure. It's the finest stuff I've ever seen.\"\n\n\"And yet,\" Tarnhorst said, \"their books show that they are constantly\nseeking to improve it.\"\n\n\"I don't suppose there is any chance of juggling the books on you, is\nthere?\"\n\nTarnhorst smiled a superior smile. \"Hardly. In the first place, I know\nbookkeeping. In the second, it would be impossible to whip up a complete\nset of balancing books--covering a period of nearly eighty\nyears--overnight.\n\n\"I agree,\" Danley said. \"I don't think they set up a special training\ncourse just for me overnight, either. I've seen classes on Vesta, Juno,\nand Eros--and they're all the same. There aren't any fancy false fronts\nto fool us, Mr. Tarnhorst: I've looked very closely.\"\n\n\"Have you talked to the men?\"\n\n\"Yes. They have no complaints.\"\n\nAgain Tarnhorst nodded. \"I have found the same thing. They all insist\nthat if a man gets killed in space, it's not the fault of anyone but\nhimself. Or, as it may be, an act of God.\"\n\n\"One of my instructors ran into an act of God some years ago,\" Danley\nsaid. \"You've met him. Brand--the one with the scarred face.\" He\nexplained to Tarnhorst what had caused Brand's disfigurement. \"But he\nsurvived,\" he finished, \"because he kept his wits about him even after\nhe was hit.\"\n\n\"Commendable; very commendable,\" Tarnhorst said. \"If he'd been an\nexcitable fool, he'd have died.\"\n\n\"True. But what I was trying to point out was that it wasn't equipment\nfailure that caused the accident.\"\n\n\"No. You're quite right.\" Tarnhorst was silent for a moment, then he\nlooked into Danley's eyes. \"Do you think you could take on a job as\nanchor man now?\"\n\n\"I don't know,\" said Danley evenly. \"But I'm going to find out\ntomorrow.\"\n\n       *       *       *       *       *\n\nPeter Danley took his final examination the following day. All by\nhimself, he went through the procedure of positioning his ship, setting\nup a rocket drill, firing it, and setting in an anchor. It was only a\nsmall rock, nine meters through, but the job was almost the same as with\nthe big ones. Not far away, Captain St. Simon watched the Earthman's\nprocedure through a pair of high-powered field glasses. He breathed a\ndeep sigh of relief when the job was done.\n\n\"Jules,\" he said softly, \"I am sure glad that man didn't hurt himself\nany.\"\n\n\"Yes, _suh_! We'd of sho' been in trouble if he'd of killed hisself!\"\n\n\"We will have to tell Captain Brand that our pupil has done pretty well\nfor such a small amount of schooling.\"\n\n\"I think that would be proper, m'lud.\"\n\n\"And we will also have to tell Captain Brand that this boy wouldn't last\na month. He wouldn't come back from his first trip.\"\n\nThere was no answer to that.\n\n       *       *       *       *       *\n\nThree days later, amid a cloud of generally satisfied feelings, Edway\nTarnhorst and Peter Danley took the ship back to Earth.\n\n\"I cannot, of course, give you a copy of my report,\" Tarnhorst had told\nGeorges Alhamid. \"That is for the eyes of the Committee only. However, I\nmay say that I do not find the Belt Companies or the governments of the\nBelt Cities at fault. Do you want to know my personal opinion?\"\n\n\"I would appreciate it, Mr. Tarnhorst,\" Georges had said.\n\n\"Carelessness. Just plain carelessness on the part of the workers. That\nis what has caused your rise in death rates. You people out here in the\nBelt have become too used to being in space. Familiarity breeds\ncontempt, Mr. Alhamid.\n\n\"Steps must be taken to curb that carelessness. I suggest a publicity\ncampaign of some kind. The people must be thoroughly indoctrinated in\nsafety procedures and warned against carelessness. Just a few months of\nschooling isn't enough, Mr. Alhamid. You've got to start pounding it\ninto their heads early.\n\n\"If you don't--\" He shook his head. (He had grown used to doing so in\nlow gravity by now.) \"If the death rate isn't cut down, we shall have to\nraise the premium rates, and I don't know what will happen on the floor\nof the People's Congress. However, I think I can guarantee six months to\na year before any steps are taken. That will give you time to launch\nyour safety campaign. I'm certain that as soon as this carelessness is\ncurbed, the claims will drop down to their former low point.\"\n\n\"We'll certainly try that,\" Alhamid had said heartily. \"Thank you very\nmuch, Mr. Tarnhorst.\"\n\nWhen they had finally gone, Alhamid spoke to the governor.\n\n\"That's that, Larry. You can bring it up at the next meeting of the\nBoard of Governors. Get some kind of publicity campaign going. Plug\nsafety. Tell 'em carelessness is bad. It can't hurt anything and\nactually might help, who knows?\"\n\n\"What are you going to do at your end?\"\n\n\"What we should have done long ago: finance the insurance ourselves. For\nthe next couple of years, we'll only make death claims to Earth for a\npart of the total. We'll pay off the rest ourselves. Then we'll tell 'em\nwe've brought the cost down so much that we can afford to do our own\ninsurance financing.\n\n\"We let this insurance thing ride too long, and it has damn near got us\nin a jam. We needed the income from Earth. We still could use it, but we\nneed our independence more.\"\n\n\"I second the motion,\" the governor said fervently. \"Look, suppose you\ncome over to my place tonight, and we'll work out the details of this\nreport. O.K.? Say at nine?\"\n\n\"Fine, Larry. I'll see you then.\"\n\nAlhamid went back to his office. He was met at the door by his\nsecretary, who handed him a sealed envelope. \"The Earthman left this\nhere for you. He said you'd know what to do with it.\"\n\nAlhamid took the envelope and looked at the name on the outside. \"Which\nEarthman?\" he asked.\n\n\"The young one,\" she said, \"the blond one.\"\n\n\"It isn't even addressed to me,\" Alhamid said with a note of puzzled\nspeculation in his voice.\n\n\"No. I noticed that. I told him he could send it straight to the school,\nbut he said you would know how to handle it.\"\n\nAlhamid looked at the envelope again, and his eyes narrowed a little.\n\"Call Captain St. Simon, will you? Tell him I would like to have him\ncome to my office. Don't mention this letter; I don't want it breezed\nall over Pallas.\"\n\nIt was nearly twenty minutes before St. Simon showed up. Alhamid handed\nhim the envelope. \"You have a message from your star pupil. For some\nreason, he wanted me to deliver it to you. I have a hunch you'll know\nwhat that reason is after you read it.\" He grinned. \"I'd appreciate it\nif you'd tell me when you find out. This Mr. Danley has worried me all\nalong.\"\n\nSt. Simon scowled at the envelope, then ripped off one end and took out\nthe typed sheets. He read them carefully, then handed them over to\nAlhamid. \"You'd better read this yourself, George.\"\n\nGeorges Alhamid took the pages and began to read.\n\n     Dear Captain St. Simon:\n\n     I am addressing this to you rather than anyone else because I think\n     you will understand more than anyone else. Captain Brand is a fine\n     person, but I have never felt very much at ease with him. (I won't\n     go into the psychological reasons that may exist, other than admit\n     that my reasons are purely emotional. I don't honestly know how\n     much they are based on his disfigurement.) Mr. Alhamid is almost a\n     stranger to me. You are the only Belt man I feel I know well.\n\n     First, I want to say that I honestly enjoyed our three months\n     together. There were times when I could have cheerfully bashed your\n     head in, I'll admit, but the experience has left me feeling more\n     like a real human being, more like a person in my own right, than I\n     have ever felt before in my life. Believe me, I appreciate it\n     deeply. I know now that I can do things on my own without being\n     dependent on the support of a team or a committee, and for that I\n     am grateful.\n\n     Tarnhorst has heard my report and accepted it. His report to the\n     People's Congress will lay the entire blame for the death rate rise\n     on individual carelessness rather than on any fault of management.\n\n     I think, in the main, I am justified in making such a report to\n     Tarnhorst, although I am fully aware that it is incomplete. I know\n     that if I had told him the whole truth there would be a ruckus\n     kicked up on Earth that would cause more trouble in the Belt than\n     I'd care to think about. I'm sure you're as aware of the political\n     situation as I am.\n\n     You see, I know that anchor-setting could be made a great deal\n     safer. I know that machines could be developed which would make the\n     job so nearly automatic that the operator would never be exposed to\n     any more danger than he would be in a ship on the Earth-Luna run.\n     Perhaps that's a little exaggerated, but not much.\n\n     What puzzled me was: _Why?_ Why shouldn't the Companies build these\n     machines if they were more efficient? Why should every Belt man\n     defend the system as it was? Why should men risk their necks when\n     they could demand better equipment? (I don't mean that the\n     equipment presently used is poor; I just mean that full\n     mechanization would do away with the present type of equipment and\n     replace it with a different type.)\n\n     Going through your course of instruction gave me the answer to\n     that, even though I didn't take the full treatment.\n\n     All my life, I've belonged to an organization of some kind--the\n     team, the crew, whatever it might be. But the Team was everything,\n     and I was recognized only as a member of the Team. I was a\n     replaceable plug-in unit, not an individual in my own right. I\n     don't know that I can explain the difference exactly, but it seems\n     to me that the Team is something outside of which the individual\n     has no existence, while the men of the Belt can form a team because\n     they know that each member is self-sufficient in his own right.\n\n     On Earth, we all depend on the Team, and, in the long run, that\n     means that we are depending on each other--but none of us feels he\n     can depend on himself. Every man hopes that, as a member of the\n     Team, he will be saved from his own errors, his own failures. But\n     he knows that everyone else is doing the same thing, and, deep down\n     inside, he knows that they are not deserving of his reliance. So he\n     puts his reliance in the Team, as if that were some sort of\n     separate entity in itself, and had magical, infallible powers that\n     were greater than the aggregate of the individuals that composed\n     it.\n\n     In a way, this is certainly so, since teamwork can accomplish\n     things that mobs cannot do. But the Team is a failure if each\n     member assumes that he, himself, is helpless and can do nothing,\n     but that the Team will do it for him.\n\n     Men who have gone through the Belt training program, men who have\n     \"space experience,\" as you so euphemistically put it, are men who\n     can form a real team, one that will get things done because each\n     man knows he can rely on the others, not only as a team, but as\n     individuals. But to mechanize the anchor-setting phase would\n     destroy all that completely.\n\n     I don't want to see that destroyed, because I have felt what it is\n     to be a part of the Belt team, even though only a small and\n     unreliable part. Actually, I know I was not and could never be a\n     real member of that team, but I was and am proud to have scrimmaged\n     with the team, and I'm glad to be able to sit on the side-lines and\n     cheer even if I can't carry the ball. (It just occurred to me that\n     those metaphors might be a little cloudy to you, since you don't\n     have football in the Belt, but I think you see what I mean.) I\n     imagine that most of the men who have no \"space experience\" feel\n     the same way. They know they'd never make a go of it out in space,\n     but they're happy to be water boys.\n\n     I wish I could stay in the Belt. I'm enough of a spaceman to\n     appreciate what it really is to be a member of a space society. But\n     I also know that I'd never last. I'm not fitted for it, really.\n     I've had a small taste of it, but I know I couldn't take a full\n     dose. I've worked hard for the influence and security I have in my\n     job, and I couldn't give it up. Maybe this brands me as a coward in\n     your eyes, and maybe I am a coward, but that's the way I'm built. I\n     hope you'll take that into account when you think of me.\n\n     At any rate, I have done what I have done. On Earth, there are men\n     who envy you and hate you, and there will be others who will try to\n     destroy you, but I have done what I could to give you a chance to\n     gain the strength you need to resist the encroachment of Earth's\n     sickness.\n\n     I have a feeling that Tarnhorst saw your greatness, too, although\n     he'd never admit it, even to himself. Certainly something changed\n     him during the last months, even though he doesn't realize it. He\n     came out wanting to help--and by that, he meant help the common\n     people against the \"tyranny\" of the Companies. He still wants to\n     help the common people, but now he wants to do it _through_ the\n     Companies. The change is so subtle that he doesn't think he's\n     changed at all, but I can see it.\n\n     I don't deserve any thanks for what I have done. All I have done is\n     repay you in the only way I knew how for what you have done for me.\n     I may never see you again, captain, but I will always remember you.\n     Please convey my warmest regards to Captain Brand and to Mr.\n     Alhamid.\n\n     Sincerely,\n\n     Peter Danley\n\n       *       *       *       *       *\n\nGeorges Alhamid handed the letter back to St. Simon. \"There's your star\npupil,\" he said gently.\n\nSt. Simon nodded. \"The wise fool. The guy who's got sense enough to know\nthat he isn't competent to do the job.\"\n\n\"Did you notice that he waltzed all around the real reason for the\nanchor-setting program without quite hitting it?\"\n\nSt. Simon smiled humorlessly. \"Sure. Notice the wording of the letter.\nHe still thinks in terms of the Team, even when he's trying not to. He\nthinks we do this just to train men to have a real good Team Spirit. He\ncan't see that that is only a very useful by-product.\"\n\n\"How could he think otherwise?\" Alhamid asked. \"To him, or to Tarnhorst,\nthe notion of deliberately tailoring a program so that it would kill off\nthe fools and the incompetents, setting up a program that will\ndeliberately destroy the men who are dangerous to society, would be\nhorrifying. They would accuse us of being soulless butchers who had no\nrespect for the dignity of the human soul.\"\n\n\"We're not butchering anybody,\" St. Simon objected. \"Nobody is forced to\ngo through two years of anchor setting. Nobody is forced to die. We're\nnot running people into gas chambers or anything like that.\"\n\n\"No; of course not. But would you expect an Earthman like Tarnhorst to\nsee the difference? How could we explain to him that we have no\nobjection to fools other than that we object to putting them in\npositions where they can harm others by their foolishness? Would you\nexpect him to understand that we must have a method of eliminating those\nwho are neither competent enough to be trusted with the lives of others\nnor wise enough to see that they are not competent? How would you tell\nhim that the reason we send men out alone is so that if he destroys\nanyone by his foolishness--after we have taught him everything we know\nin the best way we know how--he will only destroy himself?\"\n\n\"I wouldn't even try,\" St. Simon said. \"There's an old saying that\nneither money, education, liquor, nor women ever made a fool of a man,\nthey just give a born fool a chance to display his foolishness. Space\nought to be added to that list.\"\n\n\"Did you notice something else about that letter?\" Alhamid asked. \"I\nmean, the very fact that he wrote a letter instead of telling you\npersonally?\"\n\n\"Sure. He didn't trust me. He was afraid I, or someone else, would\ndispose of him if we knew he knew our secret.\"\n\n\"I think that's it,\" Alhamid agreed. \"He wanted to be safely away\nfirst.\"\n\n\"Killing him would have brought down the biggest investigation the Earth\nCongress has launched since the crack-up of the Earth-Luna ship thirty\nyears ago. Does he think we are fools?\"\n\n\"You can't blame him. He's been brought up that way, and three months of\ntraining isn't going to change him.\"\n\nSt. Simon frowned. \"Suppose he changes his mind? Suppose he tells\nTarnhorst what he thinks?\"\n\n\"He won't. He's told his lie, and now he'll have to stick by it or lose\nhis precious security. If he couldn't trade that for freedom, he sure\nisn't going to throw it away.\" Alhamid grinned. \"But can you imagine a\nguy thinking that anchor setting could be completely mechanized?\"\n\nSt. Simon grinned back. \"I guess I'm not a very good teacher after all.\nI told him and told him and told him for three solid months that the job\nrequired judgment, but it evidently didn't sink in. He's got the heart\nof a romantic and the soul of an Earthman--a very bad combination.\"\n\n\"He has my sympathy,\" Alhamid said with feeling. \"Now, about you. Your\nblue ticket still has three months to run, but I can't give you a class\nif you're only going to run through the first half of the course with\nthem, and I don't have any more Earthmen for you to give special\ntutoring to. You have three choices: You can loaf with pay for three\nmonths; you can go back to space and get double pay for three months; or\nyou can take a regular six-month class and get double pay for the last\nthree months. Which'll it be?\"\n\nSt. Simon grinned widely. \"I'm going to loaf until I get sick of it,\nthen I'll go back to space and collect double pay for what's left of the\nthree months. First off, I'm going to take a run over to Vesta. After\nthat, who knows?\"\n\n\"I thought so. Most of you guys would stay out there forever if you\ndidn't have to come back for supplies.\"\n\nSt. Simon shook his head. \"Nope. Not true. A man's got to come back\nevery so often and get his feet on the ground. If you stay out there too\nlong, you get to talking to yourself.\"\n\n       *       *       *       *       *\n\nAn hour later, the spaceboat _Nancy Bell_ lifted from the surface of\nPallas and shot toward Vesta.\n\n\"Jules, old cobblestone, we have just saved civilization.\"\n\n\"_Jawohl, Herr Hassenpfefferesser!_ Und now ve go to find _das Mädchen,\nnicht war_?\"\n\n\"Herr _Professor_ Hassenpfefferesser to you, my boy.\"\n\nAnd then, all alone in his spaceboat, Captain Jules St. Simon burst into\nsong:\n\n    \"Oh, I'm the cook and the captain, too,\n    And the men of the _Nancy's_ brig;\n    The bosun tight, and the midshipmite,\n    And the crew of the captain's gig!\"\n\nAnd the _Nancy Bell_ sped on toward Vesta and a rendevous with Eros.\n\n\n\n***END OF THE PROJECT GUTENBERG EBOOK ANCHORITE***\n\n\n******* This file should be named 23561-8.txt or 23561-8.zip *******\n\n\nThis and all associated files of various formats will be found in:\nhttp://www.gutenberg.org/dirs/2/3/5/6/23561\n\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://www.gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.gutenberg.org/fundraising/pglaf.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://www.gutenberg.org/about/contact\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://www.gutenberg.org/fundraising/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit:\nhttp://www.gutenberg.org/fundraising/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}