{"title": "The Big Fix", "author": "George Oliver Smith", "releaseDate": "November 23, 2007", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Bruce Albrecht, Stephen Blundell\nand the Online Distributed Proofreading Team at\nhttp://www.pgdp.net\n\n\n\n\n\n\n\n\n\n[Illustration]\n\nIllustrated by Bernklau\n\n\n     THE\n BIG FIX\n\n BY GEORGE O. SMITH\n\n\n              _Anyone who holds that telepathy and psi\n              powers would mean an end to crime quite\n              obviously underestimates the ingenuity of\n              the human race. Now consider a horserace\n              that_ had _to be fixed ..._\n\n\nIt was April, a couple of weeks before the Derby. We were playing poker,\nwhich is a game of skill that has nothing to do with the velocity of\nhorse meat.\n\nPhil Howland kept slipping open but he managed to close up before I\ncould tell whether the combination of Three-Five-Two-Four meant a full\nhouse of fives over fours or whether he was betting on an open-ended\nstraight that he hadn't bothered to arrange in order as he held them.\nThe Greek was impenetrable; he also blocked me from reading the deck so\nthat I could estimate his hand from the cards that weren't dealt out.\nChicago Charlie's mind was easy to read but no one could trust him. He\nwas just as apt to think high to score someone out as he was to think\nlow to suck the boys in. As for me, there I was, good old Wally Wilson,\nholding a pat straight flush from the eight to the queen of diamonds. I\nwas thinking \"full house\" but I was betting like a weak three of a kind.\n\nIt was a terrific game. Between trying to read into these other guy's\nbrains and keeping them from opening mine, and blocking the Greek's sly\nstunt of tipping over the poker chips as a distraction, I was also\nconcerned about the eight thousand bucks that was in the pot. The\ntrouble was that all four of us fully intended to rake it in. My\nstraight flush would be good for the works in any normal game with wild\ncards, but the way this bunch was betting I couldn't be sure. Phil\nHowland didn't have much of a shield but he could really read, and if he\nread me--either my mind or my hand--he'd automatically radiate and that\nwould be that.\n\nI was about at the point of calling for the draw when the door opened\nwithout any knock. It was Tomboy Taylor. We'd been so engrossed with one\nanother that none of us had caught her approach.\n\nThe Greek looked up at her and swore something that he hadn't read in\nPlato. \"Showdown,\" he said, tossing in his hand.\n\nI grunted and spread my five beauties.\n\nPhil growled and shoved the pot in my direction, keeping both eyes on\nTomboy Taylor.\n\nShe was something to keep eyes on, both figuratively and literally. The\nonly thing that kept her from being a thionite dream was the Pittsburgh\nstogie that she insisted upon smoking, and the only thing that kept her\nfrom being some man's companion in spite of the stogie was the fact that\nhe'd have to keep his mouth shut or she'd steal his back teeth--if not\nfor fillings, then for practice.\n\n\"You, Wally Wilson,\" she said around the cigar, \"get these grifters out\nof here. I got words.\"\n\nThe Greek growled. \"Who says?\"\n\n\"Barcelona says.\"\n\nI do not have to explain who Barcelona is. All I have to say is that\nPhil Howland, The Greek, and Chicago Charlie arose without a word and\nfiled out with their minds all held tight behind solid shields.\n\n       *       *       *       *       *\n\nI said, \"What does Barcelona want with me?\"\n\nTomboy Taylor removed the stogie and said evenly, \"Barcelona wants to\nsee it Flying Heels, Moonbeam, and Lady Grace next month.\"\n\nWhen I got done gulping I said, \"You mean Barcelona wants me to fix the\nKentucky Derby?\"\n\n\"Oh no,\" she replied in a very throaty contralto that went with her\nfigure and her thousand dollars worth of simple skirt and blouse. \"You\nneedn't 'Fix' anything. Just be sure that it's Flying Heels, Moonbeam,\nand Lady Grace in that order. One, two, three. Do I make Barcelona quite\nclear?\"\n\nI said, \"Look, Tomboy, neither of them platers can even _run_ that far,\nlet alone running ahead.\"\n\n\"Barcelona says they can. And will.\" She leaned forward and stubbed out\nthe Pittsburgh stogie and in the gesture she became wholly beautiful as\nwell as beautifully wholesome. As she leaned toward me she unfogged the\nlighter surface of her mind and let me dig the faintly-leaking concept\nthat she considered me physically attractive. This did not offend me. To\nthe contrary it pleased my ego mightily until Tomboy Taylor deliberately\nlet the barrier down to let me read the visual impression--which\nincluded all of the implications contained in the old cliché: \"... And\ndon't he look nacheral?\"\n\n\"How,\" I asked on the recoil, \"can I fix the Derby?\"\n\n\"Barcelona says you know more about the horse racing business than any\nother big time operator in Chicago,\" she said smoothly. \"Barcelona says\nthat he doesn't know anything about horse racing at all, but he has\ngreat faith in your ability. Barcelona says that if anybody can make it\nFlying Heels, Moonbeam, and Lady Grace, one, two, and three, Wally\nWilson is the man who can do it. In fact, Barcelona will be terribly\ndisappointed if you can't.\"\n\nI eyed her carefully. She was a composed and poised beauty who looked\nentirely incapable of uttering such words. I tried to peer into her\nmind but it was like trying to read the fine print of a telephone\ndirectory through a knitted woolen shawl. She smiled at me, her shapely\nlips curving graciously.\n\nI said, \"Barcelona seems to have a lot of confidence in my ability to\narrange things.\"\n\nWith those delicate lips still curved sweetly, she said, \"Barcelona is\nwilling to bet money on your ability as a manager.\"\n\nAt this point Tomboy Taylor fished another Pittsburgh stogie out of her\nhundred dollar handbag, bit off the end with a quick nibble of even,\npearly-white teeth, and stuffed the cigar in between the arched lips.\nShe scratched a big kitchen match on the seat of her skirt after raising\none shapely thigh to stretch the cloth. She puffed the stogie into light\nand became transformed from a beauty into a hag. My mind swore; it was\nlike painting a mustache on the Mona Lisa.\n\nOut of the corner of her mouth she replied to my unspoken question: \"It\nhelps to keep grippers like you at mind's length.\"\n\nThen she left me alone with my littered card table and the eight\nthousand buck final pot--_and_ the unhappy recollection that Barcelona\nhad gotten upset at something Harold Grimmer had done, and he'd gone\ninto Grimmer's place and busted Grimmer flat by starting with one lousy\nbuck and letting it ride through eighteen straight passes. This feat of\nskill was performed under the mental noses of about eight operators\ntrained to exert their extrasensory talents toward the defeat of\nsharpshooters who tried to add paraphysics to the laws of chance.\n\n       *       *       *       *       *\n\nLieutenant Delancey of the Chicago police came in an hour later. He\nrefused my offer of a drink, and a smoke, and then because I didn't wave\nhim to a chair he crossed my living room briskly and eased himself into\nmy favorite chair. I think I could have won the waiting game but the\nprize wasn't good enough to interest me in playing. So I said, \"O.K.,\nlieutenant, what am I supposed to be guilty of?\"\n\nHis smile was veiled. \"You're not guilty of anything, so far as I know.\"\n\n\"You're not here to pass the time of day.\"\n\n\"No, I'm not. I want information.\"\n\n\"What kind of information?\"\n\n\"One hears things,\" he said vaguely.\n\n\"Lieutenant,\" I said, \"you've been watching one of those halluscene\nwhodunit dramas where everybody stands around making witty sayings\ncomposed of disconnected phrases. You'll next be saying 'Evil Lurks In\nThe Minds Of Men,' in a sepulchral intonation. Let's skip it, huh? What\nkind of things does one hear and from whom?\"\n\n\"It starts with Gimpy Gordon.\"\n\n\"Whose mind meanders.\"\n\nHe shrugged. \"Gimpy Gordon's meandering mind is well understood for what\nit is,\" he said. \"But when it ceases to meander long enough to follow a\nsingle train of thought from beginning to logical end, then something is\nup.\"\n\n\"Such as what, for instance.\"\n\nThe lieutenant leaned back in my easy-chair and stared at the ceiling.\n\"Wally,\" he said, \"I was relaxing in the car with Sergeant Holliday\ndriving. We passed a certain area on Michigan near Randolph and I caught\nthe strong mental impression of someone who--in this day and age, mind\nyou--had had the temerity to pickpocket a wallet containing twenty-seven\ndollars. The sum of twenty-seven dollars was connected with the fact\nthat the rewards made the risk worth taking; there were distinct\nimpressions of playing that twenty-seven bucks across the board on three\nvery especial nags at the Derby. The impression of the twenty-seven\nbucks changed into a mental vision of a hand holding a sack of peanuts.\nThere was indecision. Should he take more risk and run up his available\ncash to make a larger killing, or would one Joseph Barcelona take a\nstand-offish attitude if some outsider were to lower the track odds by\nbetting a bundle on Flying Heels, Moonbeam, and Lady Grace.\"\n\nI said, \"Lieutenant, you've a pickpocket to jug. Horse betting is\nlegal.\"\n\n\"Since wagering on the speed of a horse has been redefined as 'The\npurchase of one corporate share to be valid for one transaction only and\nredeemable at a par value to be established by the outcome of this\naforesaid single transaction,' horse betting is legal. This makes you an\n'Investment Counselor, short-term transactions only,' and removes from\nyou the odious nomenclature of 'Bookie.' However, permit me to point out\nthat the buying and selling of shares of horseflesh does not grant a\nlicense to manipulate the outcome.\"\n\n\"You sound as though you're accusing me of contemplating a fix.\"\n\n\"Oh no. Not that.\"\n\n\"Then what?\"\n\n\"Wally, Flying Heels, Moonbeam, and Lady Grace were refused by the\nNational Association Of Dog Food Canners because of their substandard\nhealth. If I'm not mistaken, the Derby Association should have to run\nthe race early that Saturday afternoon.\"\n\n\"Early?\"\n\n\"Uh-huh. Early. Y'see, Wally, the blue laws of the blue grass state make\nit illegal to run horseraces on Sunday, hence the start of the Derby\nmust be early enough to let our three platers complete the race before\nmidnight.\"\n\n\"Lieutenant, there still stands a mathematical probability that--\"\n\n\"That the rest of the field will catch the Martian Glanders as they lead\nour three dogs past the clubhouse turn?\"\n\n\"Lieutenant, you are wronging me.\"\n\n\"I haven't said a thing.\"\n\n\"Then why have you come here to bedevil me, lieutenant? If Barcelona has\nideas of arranging a fix--\"\n\n\"If Barcelona has such notions, Wally Wilson would know about it.\"\n\n\"Everybody,\" I said, \"entertains notions of cleaning up a bundle by\nhaving the hundred-to-one shot come in by a length. Even Barcelona must\nhave wild dreams now and then--\"\n\n\"Come off it,\" he snapped. \"Something's up and I want to know what's\ncooking.\"\n\n       *       *       *       *       *\n\n\"Lieutenant, you're now asking me to describe to you how someone might\nrig the Kentucky Derby in a world full of expert telepaths and\nperceptives and manipulators, a large number of which will be rather\nwell-paid to lend their extrasensory power to the process of keeping the\nDerby pure.\"\n\nHe eyed me sourly. \"Remember, 'Fireman' O'Leary?\"\n\n\"That's an unfair allegation,\" I replied. \"The rumor that he started the\nChicago Fire is absolutely unfounded.\"\n\n\"As I recall, 'Fireman' O'Leary came by his nickname about one hundred\nyears after the holocaust that started on DeKoven Street in 1871. It\nseems that 'Fireman' O'Leary was most useful in helping the fillies home\nat Washington Park by assaulting them in the region of the bangtail with\nsmall bollops of pure incandescence. He was a pyrotic.\"\n\n\"That is a false accusation--\"\n\n\"It was never proved,\" admitted the lieutenant, \"because any one who\naccused anybody of making use of extrasensory faculties in 1971 would\nhave been tossed into that establishment out on Narragansett Avenue\nwhere the headshrinkers once plied their mystic trade.\"\n\n\"Things are different now.\"\n\n\"Indeed they are, Wally. Which is why I'm here. No one but a fumbling\nidiot would try anything as crude as speeding a dog over the line by\npyrotics or by jolting the animals with a bolt of electrical energy.\"\n\n\"So--?\"\n\n\"So considering the sad and sorry fact that human nature does not change\nvery much despite the vast possibility for improvement, we must\nanticipate a fix that has been contrived and executed on a level that\ntakes full cognizance of the widespread presence of psi-function.\"\n\n\"But again, why me?\"\n\n\"Was not 'Fireman' O'Leary an ancestor of yours?\"\n\n\"He was my maternal grandparent.\"\n\n\"And so you do indeed come from a long line of horse operators, don't\nyou?\"\n\n\"I resent your invidious implications.\"\n\n\"And wasn't 'Wireless' Wilson the paternal ancestor from whom the family\nname has come?\"\n\n\"I fail to see ... the allegation that my father's father employed\ntelepathy to transmit track information faster than the wire services\nhas never been proved.\"\n\nHe smiled knowingly. \"Wally,\" he said slowly, \"if you feel that\nallegations have somehow impugned the pure name of your family, you\ncould apply for a review of their several appearances in court. It's\npossible that 'Fireman' O'Leary did _not_ use his pyrotic talent to\nenhance the running speed of some tired old dogs.\"\n\n\"But--\"\n\n\"So I think we understand one another, Wally. There is also reason to\nbelieve that psionic talent tends to run in families. You're a psi-man\nand a good one.\"\n\n\"If I hear of anything--\"\n\n\"You'll let me know,\" he said flatly. \"And if Flying Heels, Moonbeam,\n_and-or_ Lady Grace even so much as succeed in staying on their feet for\nthe whole race, I'll be back demanding to know how you--Wally\nWilson--managed to hold them up!\"\n\nAfter which the good Lieutenant Delancey left me to my thoughts--which\nwere most uncomfortable.\n\nBarcelona had to be kept cheerful. But the dogs he'd picked could only\ncome in first unassisted if they happened to be leading the field that\nstarted the _next_ race, and even then the post time would have to be\ndelayed to give them a longer head start. That meant that _if_ our three\nplaters came awake, _everybody_ would be looking for the fix.\n\nAnybody who planned a caper would sure have to plan it well.\n\nBarcelona hadn't planned the fix, he merely stated a firm desire and\neither Barcelona got what he wanted or I got what I didn't want, and I\nhad to do it real good or Delancey would make it real hot for me.\n\nI was not only being forced to enter a life of crime, I was also being\nforced to perform cleverly.\n\nIt wasn't fair for the law to gang up with the crooks against me.\n\nAnd so with a mind feeling sort of like the famous sparrow who'd gotten\ntrapped for three hours in a badminton game at Forest Hills, I built a\nstrong highball, and poured it down while my halluscene set was warming\nup. I needed the highball as well as the relaxation, because I knew that\nthe \"Drama\" being presented was the hundred and umpty-umpth remake of\n\"Tarzan of the Apes\" and for ninety solid minutes I would be swinging\nthrough trees without benefit of alcohol. Tarzan, you'll remember, did\nnot learn to smoke and drink until the second book.\n\n       *       *       *       *       *\n\nThe halluscene did relax me and kept my mind from its worry even though\nthe drama was cast for kids and therefore contained a maximum of\ntree-swinging and ape-gymnastics and a near dearth of Lady Jane's\npleasant company. What was irritating was the traces of wrong aroma. If\none should not associate the African jungle with the aroma of a cheap\nbar, one should be forgiven for objecting to Lady Jane with a strong\nflavor of tobacco and cheap booze on her breath.\n\nAnd so I awoke with this irritating conflict in my senses to discover\nthat I'd dropped out of my character as Tarzan and my surroundings of\nthe jungle, but I'd somehow brought the stench of cheap liquor and moist\ncigarettes with me.\n\nThere was an occupant in the chair next to mine. He needed a bath and he\nneeded a shave but both would have been wasted if he couldn't change\nhis clothing, too. His name was Gimpy Gordon.\n\nI said, \"Get out!\"\n\nHe whined, \"Mr. Wilson, you just gotta help me.\"\n\n\"How?\"\n\n\"Fer years,\" he said, \"I been living on peanuts. I been runnin' errands\nfor hard coins. I been--\"\n\n\"Swiping the take of a Red Cross box,\" I snapped at him.\n\n\"Aw, Mr. Wilson,\" he whined, \"I simply gotta make a stake. I'm a-goin'\nto send it back when I win.\"\n\n\"Are you going to win?\"\n\n\"Can't I?\"\n\nFor a moment I toyed with the idea of being honest with the Gimp.\nSomehow, someone should tell the duffer that all horse players die\nbroke, or that if he could make a living I'd be out of business.\n\nGimpy Gordon was one of Life's Unfortunates. If it were to rain gold\ncoins, Gimpy would be out wearing boxing gloves. His mental processes\nmeandered because of too much methyl. His unfortunate nickname did not\ncome from the old-fashioned reason that he walked with a limp, but from\nthe even more unfortunate reason that he _thought_ with a limp. In his\nown unhealthy way he was--could we call it \"Lucky\" by any standard of\nhonesty? In this world full of highly developed psi talent, the Gimp\n_could_ pick a pocket and get away with it because he often literally\ncould not remember where and how he'd acquired the wallet for longer\nthan a half minute. And it was a sort of general unwritten rule that any\ncitizen so utterly befogged as to permit his wealth to be lifted via\nlight fingers should lose it as a lesson!\n\nBut then it did indeed occur to me that maybe I could make use of the\nGimp.\n\nI said, \"What can I do, Gimpy?\"\n\n\"Mr. Wilson,\" he pleaded, \"is it true that you're workin' for\nBarcelona?\"\n\n\"Now, you know I can't answer that.\"\n\nI could read his mind struggling with this concept. It was sort of like\ntrying to read a deck of Chinese Fortune Cards being shuffled before\nthey're placed in the machine at the Penny Arcade. As the drunk once\nsaid after reading the Telephone Directory: \"Not much plot, but _egad_!\nWhat a cast of characters!\" The gist of his mental maundering was a\nchildlike desire to have everything sewed up tight. He wanted to win, to\nbe told that he'd win, and to have all the rules altered ad hoc to\nassure his winning.\n\nJust where he'd picked up the inside dope that Barcelona favored Flying\nHeels, Moonbeam, and Lady Grace in the Derby I could not dig out of him.\nJust how Gimpy had made the association between this clambake and\nme--good old Wally Wilson--I couldn't dig either. But here he was with\nhis--by now--sixty-five bucks carefully heisted, lifted, pinched and\nfingered, and by the great Harry, Gimpy was not a-goin' to lay it across\nthe board on those three rejects from a claiming race unless he had a\ncast-iron assurance that they'd come in across the board, one, two, and\nthree.\n\nI said slowly, \"_If_ I were even thinking of working for Mr. Barcelona,\"\nI told him, \"I would be very careful never, never to mention it, you\nknow.\"\n\n       *       *       *       *       *\n\nThis bundle of The Awful Truth hit him and began to sink in with the\ninexorable absorption of water dropping down into a bucket of dry sand.\nIt took some time for the process to climax. Once it reached Home Base\nit took another period of time for the information to be inspected,\nsorted out, identified, analyzed, and in a very limited degree,\nunderstood.\n\n[Illustration]\n\nHe looked up at me. \"I couldn't cuff a hundred, could I?\"\n\nI shook my head. I didn't have to veil my mind because I knew that Gimpy\nwas about as talented a telepath as a tallow candle. Frankly between me\nand thee, dear reader, I do not put anybody's bet on the cuff. I do a\nfair-to-middling brisk trade in booking bets placed and discussed by\ntelepathy, but the ones I accept and pay off on--if they're lucky--are\nthose folks who've been sufficiently foresighted to lay it on the line\nwith a retainer against which their losses can be assessed.\n\nOn the other hand I could see in Gimpy's mind the simple logic that told\nhim that as a bookmaker I'd be disinclined to lend him money which he'd\nuse to place with me against a sure-thing long shot. If I were to \"Lend\"\nhim a century for an on-the-cuff bet on a 100:1 horse, especially one\nthat I knew was sure to come in, I might better simply hand him one\nhundred times one hundred dollars as a gift. It would save a lot of\nmessy bookkeeping.\n\nSo the fact that I wouldn't cuff a bet for Gimpy gave him his own proof\nthat I was confirming the fix.\n\nThen I buttered the process.\n\n\"Gimp, do you know another good bookmaker?\"\n\n\"Sure. But you're the best.\"\n\n\"Know one that'll take a bet from you--one that you don't like?\"\n\n\"Sure, Mr. Wilson.\"\n\n\"Then,\" I said hauling a thousand out of my wallet, \"Put this on _our\nhorses_ for me.\"\n\nHe eyed the grand. \"But won't Mr. Barcelona be unhappy? Won't that run\ndown the track odds?\"\n\nI laughed. \"The whole world knows them dogs as also-rans,\" I said.\n\"Gimpy, they put long shots like those into races just to clip the\nsuckers who think there is a real hundred-to-one chance that a 100:1\nhorse will outrun favorites.\"\n\n\"Well, if you say so, Mr. Wilson.\"\n\n\"I say so.\"\n\n\"Thanks. I'll pay it back.\"\n\nHe would. I'd see to that.\n\nGimpy Gordon scuttled out of my bailiwick almost on a dead run. He was\npositively radiating merriment and joy and excitement. The note in his\nhand represented a sum greater than he had ever seen in one piece at any\ntime of his life, and the concept of the riches he would know when they\npaid off on the Kentucky Derby was vague simply because Gimpy could not\ngrasp the magnitude of such magnificence. Oddly, for some unexpected\nreason or from some unknown source hidden deep in his past, his mind\npronounced it \"Darby.\"\n\n       *       *       *       *       *\n\nI returned to my African jungle still bored with the lack of anything\nconstructive. I returned at about the point where Tarzan and Jane were\ngoing through that silly, \"Me Tarzan; You Jane\" routine which was even\nmore irritating because the program director or someone had muffed the\nperfume that the Lady Jane wore. Instead of the wholesome freshness of\nthe free, open air, Jane was wearing a heady, spicy scent engineered to\ncut its way through the blocking barrier of stale cigar smoke,\nwhisky-laden secondhand air, and a waft of cooking aroma from the\nkitchen of the standard cosmopolitan bistro.\n\nWorse, it got worse instead of better. Where a clever effects-director\nmight have started with the heavy sophisticated scent and switched to\nsomething lighter and airier as Jane was moved away from civilization,\nthis one had done it backwards for some absolutely ridiculous reason. It\nfinally got strong enough to distract me out of my characterization, and\nI came back to reality to realize once more that reality had been strong\nenough to cut into the concentration level of a halluscene. There was\nstrong woman-presence in my room, and as I looked around I found that\nTomboy Taylor had come in--just as Gimpy Gordon had--and was sitting in\nthe other halluscene chair. She was probably playing Lady Jane to my\nTarzan.\n\nTomboy Taylor had changed to a short-skirted, low-necked cocktail dress;\nrelaxed with her eyes closed in my halluscene chair she looked lovely.\nShe looked as vulnerable as a soft kitten. Remembering that it's the\nsoft vulnerable ones that claw you if you touch, I refrained.\n\nI went to my little bar and refilled my highball glass because swinging\nthrough the jungle makes one thirsty, and while I was pouring I took a\nsly peek into Tomboy Taylor's mind.\n\nShe was not halluscening. She was watching me. And when I made contact\nwith her, she radiated a sort of overall aura of amusement-emotion,\ncovered up her conscious deliberation, and blocked any probing by\ndirecting me mentally, \"Make it two, Wally.\"\n\nI built her one, handed it to her, and then said, \"Folks these days sure\nhave forgotten how to use doorbells.\"\n\n\"If you don't want people coming in, Wally, you should restrict your\nmindwarden a little. It's set to admit anybody who does not approach the\ndoor with vigorous intent to commit grave physical harm. When the thing\nradiates 'Come in and relax' is a girl supposed to stand outside\ntwiggling on the doorbell?\"\n\nI dropped the subject thinking that maybe I shouldn't have brought it up\nin the first place. It's one that can't be answered by logic, whereas a\nfirm emotional statement of like or dislike stops all counter-argument\nand I'd made the mistake of questioning my own judgment.\n\nSo I eyed her and said, \"Tomboy, you did not come here to indulge in\nsmall talk.\"\n\n\"No,\" she admitted. \"I'm here to keep track of you, Wally.\"\n\n\"Oh?\"\n\n\"Our great and good friend wants me to make notes on how clever you are\nat arranging things.\"\n\n\"You mean Barcelona sent you.\"\n\n\"That's about it.\"\n\nI looked at her askance. \"And how long are you going to stay?\"\n\nShe smiled. \"Until Flying Heels, Moonbeam, and Lady Grace come across\nthe finish line One, Two, and Three at Churchill Downs on Derby Day.\"\n\nI grinned at her. \"Considering that trio of turtles, Tomboy, it may be\nfor years and it may be forever.\"\n\nShe held up her glass in a sort of a toast. \"Or,\" she said, \"'Til death\ndo us part!\"\n\nA little bitterly I said, \"One might think that Barcelona doesn't trust\nme.\"\n\nShe replied, \"It isn't a matter of trust. Barcelona holds you among his\nvery closest friends. He is well aware of the fact that you would do\nanything for him, that you prize his friendship so highly yourself that\nyou would go to the most desperate lengths to keep it firm and true. Yet\nhe realizes that the simple desire he has recently expressed does place\nyou in a delicate mental attitude. You are likely to feel that he\nshouldn't have expressed this desire since you feel obligated to fulfill\nit. He feels that maybe this obligation to maintain friendship at all\ncosts may cause resentment. Since Barcelona does not want you to resent\nhim, he sent me to be your companion in the hope that I might get some\nforewarning should your friendship for him begin to weaken.\"\n\n       *       *       *       *       *\n\nJust why in this day and age she didn't just come out and say--or\nthink--flatly that she was there to keep me in line, I don't know. But\nthere she was, talking all around the main point and delivering the\ninformation by long-winded inference.\n\nEven so, without her Pittsburgh stogie, Tomboy Taylor was a mighty\nattractive dish, and I knew that she could also be a bright and\ninteresting conversationalist if she wanted to be. Under other\ncircumstances I might have enjoyed the company, but it was no pleasure\nto know that every grain of her one hundred and fourteen pounds\navoirdupois was Barcelona's Personal Property. At that moment I realized\nthat I was not too much concerned with what Barcelona's reaction might\nbe. Instead, I was wishing that things were different so that any\nactivity between us would be for our own personal gain and pleasure\nrather than the order of or the fight against one Joseph Barcelona.\nThere was one consolation. Tomboy Taylor had not come equipped with a\nbox of Pittsburgh stogies with which to make my appreciation of beauty\nthrow up its lunch.\n\nShe said, sweetly, \"The better to ensnare you, my dear.\"\n\nBut as she spoke, for just a moment her thick woolly mind shield thinned\nout enough for me to catch a strange, puzzled grasp for understanding.\nAs if for the first time she had been shown how admiration for physical\nattractiveness could be both honest and good. That my repugnant attitude\nover her Pittsburgh stogies was not so much based upon the spoiling of\nbeauty by the addition of ugliness, but the fact that the act itself\ncheapened her in my eyes.\n\nThen she caught me peeking and clamped down a mind screen that made the\nold so-called \"Iron Curtain\" resemble a rusty sieve.\n\n\"I'm the one that's supposed to keep track of you, you remember,\" she\nsaid, once more covering up and leaping mentally to the attack.\n\n\"I'll remember,\" I said. \"But will you tell me something?\"\n\n\"Maybe,\" she said in a veiled attitude.\n\n\"Is your boy friend really interested in cleaning up, or is he\ninterested in watching me squirm out of a trap he set for me?\"\n\n\"In the first place,\" she said, \"I may have been seen in Barcelona's\npresence but please remember that my association with Mr. Joseph\nBarcelona has always been strictly on a financial plane. This eliminates\nthe inference contained under the phrase 'Boy Friend.' Check?\"\n\n\"O.K., Tomboy, if that's the--\"\n\n\"That's not only the way I want it,\" she said, \"but that's the way it\nalways has been and always will be. Second, I have been getting tired of\nthis nickname 'Tomboy'. If we're going to be racked this close together,\nyou'll grate on my nerves less if you use my right name. It's just plain\n'Nora' but I'd like to hear it once in a while.\"\n\nI nodded soberly. I held out a hand but she put her empty highball glass\nin it instead of her own little paw. I shrugged and mixed and when I\nreturned and handed it to her I said, \"I'll make you a deal. I'll call\nyou 'Nora' just so long as you maintain the manners and attitude of a\nfemale, feminine, lady-type woman. I'll treat you like a woman, but\nyou've got to earn it. Is that a deal?\"\n\nShe looked at me, her expression shy and as defenseless as a\nbruiser-type caught reading sentimental poetry. I perceived that I had\nagain touched a sensitive spot by demanding that she be more than\nphysically spectacular. Her defenses went down and I saw that she really\ndid not know the answer to my question. I did. It had to do with\nsomething that only the achievement of a God-like state--or extreme old\nage--would change.\n\nThis time it was not so much the answer to why little boys walk high\nfences in front of little girls. It had much more to do with the result\nof what happens between little boys when the little girl hides her\nbaseball bat and straightens the seams of her stockings when one certain\nlittle boy comes into sight. Joseph Barcelona did not admire my ability.\nHe had, therefore, caused me to back myself into a corner where I'd be\ntaken down a peg, shown-up as a second-rater--with the little girl as a\nwitness.\n\nAnd why had Barcelona been so brash as to send the little girl into my\ncompany in order for her to witness my downfall?\n\nLet me tell you about Joe Barcelona.\n\n       *       *       *       *       *\n\nNormally honest citizens often complain that Barcelona is living high\noff'n the hawg instead of slugging it out in residence at Stateville,\nJoliet, Illinois.\n\nWith their straight-line approach to simple logic, these citizens argue\nthat the advent of telepathy should have rendered the falsehood\nimpossible, and that perception should enable anybody with half a talent\nto uncover hidden evidence. Then since Mr. Joseph Barcelona is\nobviously not languishing in jail, it is patent that the police are not\nmaking full use of their talented extrasensory operators, nor the\nevidence thus collected.\n\nAnd then after having argued thus, our upstanding citizen will fire off\na fast thought to his wife and ask her to invite the neighbors over that\nevening for a game of bridge.\n\nNone of these simple-type of logicians seem to be aware of the rules for\nbridge or poker that were in force prior to extrasensory training\ncourses. Since no one recognized psionics, the rules did not take\ntelepathy, perception, manipulation, into any consideration whatsoever.\nPsionics hadn't done away with anything including the old shell game.\nAll psionics had done was to make the game of chance into a game of\nskill, and made the game of skill into a game of talent that required\nbetter control and longer training in order to gain full proficiency.\n\nIn Barcelona's case, he had achieved his own apparent immunity by\nsurrounding himself with a number of hirelings who drew a handsome\nsalary for sitting around thinking noisy thoughts. Noisy thoughts,\njarring thoughts, stunts like the concentration-interrupter of playing\nthe first twenty notes of Brahms' Lullaby in perfect pitch and timing\nand then playing the twenty-first note in staccato and a half-tone flat.\nMaking mental contact with Barcelona was approximately the analogue of\neavesdropping upon the intimate cooing of a lover sweet-talking his lady\nin the middle of a sawmill working on an order three days late under a\nhigh priority and a penalty clause for delayed delivery.\n\nPeople who wonder how Barcelona can think for himself with all of that\nterrific mental racket going on do not know that Barcelona is one of\nthose very rare birds who can really concentrate to the whole exclusion\nof any distraction short of a vigorous threat to his physical\nwell-being.\n\nAnd so his trick of sending Nora Taylor served a threefold purpose. It\nindicated his contempt for me. It removed Nora from his zone of\ninterference so that she could really witness firsthand my mental\nsquirmings as I watched my own comeuppance bearing down on me. It also\ngave him double the telepathic contact with me and my counter-plans--if\nany.\n\nIn the latter, you see, Barcelona's way of collecting outside\ninformation was to order a temporary cease-fire of the mental noise\nbarrage and then he'd sally forth like a one-man mental commando raid to\nmake a fast grab for what he wanted. Since the best of telepaths cannot\nread a man's opinion of prunes when he's thinking of peanuts, it is\nnecessary for someone to be thinking of the subject he wants when he\nmakes his raid. Having two in the know and interested doubled his chance\nfor success.\n\nThere was also the possibility that Barcelona might consider his\ndeliberate \"Leak\" to Gimpy Gordon ineffective. Most sensible folks are\ndisinclined to treat Gimpy's delusions of grandeur seriously despite the\ntruth of the cliché that states that a one-to-one correspondence does\nindeed exist between the perception of smoke and the existence of\npyrotic activity. Nora Taylor would add some certification to the rumor.\nOne thing simply had to be: There must be no mistake about placing\ninformation in Lieutenant Delancey's hands so as to create the other jaw\nof the pincers that I was going to be forced to close upon myself.\n\n       *       *       *       *       *\n\nI tried a gentle poke in the general direction of Barcelona and found\nthat the mental noise was too much to stand. I withdrew just a bit and\nclosed down the opening until the racket was no more than a mental\nrumor, and I waited. I hunched that Barcelona would be curious to know\nhow his contact-girl was making out, and might be holding a cease-fire\nearly in this phase of the operation. I was right.\n\nThe noise diminished with the suddenness of turning off a mental switch,\nand as it stopped I went in and practically popped Barcelona on the\nnoodle with:\n\n\"How-de-do, Joseph.\"\n\nHe recoiled at the unexpected thrust, but came back with: \"Wally Wilson!\nGot a minute?\"\n\nI looked at the calendar, counted off the days to Derby Day in my mind\nand told him that I had that long--at the very least and probably much,\nmuch longer.\n\n\"Thinks you!\"\n\n\"Methinks,\" I replied.\n\n\"Wally boy,\" he returned, \"you aren't playing this very smart.\"\n\n\"Suppose you tell me how you'd be playing it,\" I bounced back at him.\n\"Tell you how I have erred?\"\n\nHe went vague on me. \"If I were of a suspicious nature, I would begin to\nwonder about certain connective events. For instance, let's hypothecate.\nLet's say that a certain prominent bookmaker had been suspected of\nplanning to put a fix on a certain important horse race, but of course\nnothing could be proved. Now from another source we suddenly discover\nstrong evidence to suggest that this bookmaker is not accepting wagers\non the horses he is backing, but conversely is busy laying wagers on the\nsame nags through the help of a rather inept go-between.\"\n\nI grunted aloud which caused Nora Taylor to look up in surprise. I was\ntempted to say it aloud but I did not. I thought:\n\n\"In simple terms, Joseph, you are miffed because I will not cover your\nbets.\"\n\n\"I thought nothing of the sort.\"\n\n\"Let's hedge? I love you too, Joseph.\"\n\n\"Well, are you or aren't you?\"\n\n\"Are I what? Going to top the frosting by financing your little scheme\nto put the pinch on me?\"\n\n\"Now, Wally--\"\n\n\"Can it, Joseph. We're both big boys now and we both know what the score\nis. You know and I know that the first time I or one of my boys takes a\nbet on any one of the three turtles you like, the guy who laid the bet\nis going to slip the word to one of your outside men. And you're going\nto leap to the strange conclusion that if Wally Wilson is accepting bets\nagainst his own fix, he must know something exceedingly interesting.\"\n\n[Illustration]\n\n\"Now, who's been saying anything about a fix, Wally?\"\n\n\"The people,\" I thought bluntly, \"who have most recently been associated\nwith your clever kind of operator.\"\n\n\"That isn't very nice, Wally.\"\n\nIf it had been a telephone conversation, I'd have slammed the telephone\non him. The mealymouthed louse and his hypocritical gab was making me\nmad--and I knew that he was making me mad simply to make me lose control\nof my blanket. I couldn't stop it, so I let my anger out by thinking:\n\n\"You think you are clever because you're slipping through sly little\nloopholes, Joseph. I'm going to show you how neat it is to get\neverything I want including your grudging admission of defeat by the\nprocess of making use of the laws and rules that work in my favor.\"\n\n\"You're a wise guy,\" he hurled back at me.\n\n\"I'm real clever, Barcelona. And I'm big enough to face you, even\nthough Phil Howland, The Greek, and Chicago Charlie make like cold clams\nat the mention of your name.\"\n\n\"Why, you punk--\"\n\n\"Go away, Barcelona. Go away before I make up my mind to make you eat\nit.\"\n\nI turned to Nora Taylor and regarded her charms and attractions both\nphysical and mental with open and glowing admiration. It had the\nprecalculated result and it wouldn't have been a whit different if I'd\nfiled a declaration of intent and forced her to read it first.\n\nIt even satisfied my ambient curiosity about what a telepathed grinding\nof the teeth in frustrated anger would transmit as. And when it managed\nto occur to an unemployed thought-center of my brain that the lines of\nbattle were soft and sweetly curved indeed, Joseph Barcelona couldn't\nstand it any more. He just gave a mental sigh and signaled for the\nnoisemakers to shut him off from contact.\n\n       *       *       *       *       *\n\nDerby Day, the First Saturday in May, dawned warm and clear with a fast,\ndry track forecast for post time. The doorbell woke me up and I dredged\nmy apartment to identify Nora fiddling in my two-bit kitchen with ham\nand eggs. Outside it was Lieutenant Delancey practising kinematics by\npressing the button with a levitated pencil instead of shoving on the\nthing directly. (I'd changed the combination on the mindwarden at Nora's\nsuggestion.)\n\nAs I struggled out of bed, Nora flashed, \"You get it, Wally,\" at me. She\nwas busy manipulating the ham slicer and the coffee percolator and\nfloating more eggs from the refrigerator. The invitation and the\nacceptance for and of breakfast was still floating in the mental\natmosphere heavy enough to smell the coffee.\n\nI replied to both of them, \"If he can't get in, let him go hungry.\"\n\nLieutenant Delancey manipulated the door after I'd reset the mindwarden\nfor him. He came in with a loud verbal greeting that Nora answered by a\ncall from the kitchen. I couldn't hear them because I was in the shower\nby that time. However, I did ask, \"What gives, lieutenant?\"\n\n\"It's Derby Day.\"\n\n\"Yeah. So what?\"\n\n\"Going to watch it from here?\" he thought incredulously.\n\n\"Why not? Be a big jam down there.\"\n\n\"I've a box,\" he said.\n\n\"No ... how--?\"\n\n\"Both the Derby Association and the Chicago Police Force have assigned\nme to protect you from the evil doings of sinners,\" he said with a\nchuckle. \"And I suggested that the best way of keeping an official eye\non you was to visit you at the scene of the alleged intended crime and\nto serve that end they provided me with a box where we can all be\ntogether.\"\n\nI tossed, \"And if we do not elect to go to Kentucky?\"\n\nHe chuckled again. \"Then I shall have to arrest you.\"\n\n\"For what?\"\n\n\"There is an old law in the City Statute that declares something called\n'Massive Cohabitation' to be illegal. You have been naughty, Wally.\"\n\nNora exploded. \"We have not!\" she cried.\n\nLieutenant Delancey laughed like a stage villain. \"The law I mention,\"\nhe said after a bit of belly-laughing, \"was passed long, long ago before\ntelepathy and perception were available to provide the truth. At that\ntime the law took the stand that any unmarried couple living together\nwould take advantage of their unchaperoned freedom, and if this state of\ncohabitation went on for a considerable length of time--called 'Massive'\nbut don't ask me to justify the term--the probability of their taking\npleasure in one another's company approached a one hundred per cent\npositive probability.\n\n\"Now this law was never amended by the Review Act. Hence the fact that\nyou have been chastely occupying separate chambers has nothing to do\nwith the letter of the law that says simply that it is not lawful for an\nunmarried couple to live under the same unchaperoned roof.\"\n\nI came out of the shower toweling myself and manipulating a selection of\nclean clothing out of the closet in my bedroom.\n\n\"The law,\" I observed, \"is administered by the _Intent_ of the Law, and\nnot by the Letter, isn't it?\"\n\n\"Oh, sure,\" he said. \"But I'm not qualified to interpret the law. I'll\narrest you and bring you to trial and then it's up to some judge to rule\nupon your purity and innocence of criminal intent, and freedom from\nmoral taint or turpitude. Maybe take weeks, you know.\"\n\n\"And what's the alternative?\" I grunted.\n\n\"Flight,\" he said in a sinister tone as I came out of my bedroom putting\nthe last finishes on my necktie. \"Flight away from the jurisdiction of\nthe law that proposes to warp the meaning of the law to accomplish its\nown ends.\"\n\n\"And you?\"\n\n\"My duty,\" he grinned, \"is to pursue you.\"\n\n\"In which case,\" observed Nora Taylor, \"we might as well fly together\nand save both time and money.\"\n\n\"That is why I have my personal sky-buggy all ready to go instead of\nrequisitioning an official vehicle,\" he said. He scooped a fork full of\neggs and said, \"You're a fool, Wally. The lady can cook.\"\n\nI chuckled. \"And what would happen if I hauled off and married her?\"\n\n\"You mean right here and now?\"\n\n\"Yes.\"\n\n\"Sorry. I'd have to restrain you. You see, you couldn't get a legal\nlicense nor go through any of the other legal activities, ergo there\nwould be a prima facie illegality about some part of the ceremony.\nWithout being definite as to which phase, I would find it my duty to\nrestrain you from indulging in any act the consummation of which would\nbe illegal.\"\n\nNora said in pseudo-petulant tone, \"I've been damned with very faint\npraise.\"\n\n\"How so?\"\n\n\"Wally Wilson has just said that he'd rather marry me than go to the\nKentucky Derby with you.\"\n\nLieutenant Delancey said, \"I urge you both to come along. You see, my\nbox is also being occupied by an old friend of yours. I managed to talk\nhim into joining us, and with reluctance he consented.\"\n\n\"I'm a mind reader,\" I said. \"Our friend's name is Joseph Barcelona?\"\n\n\"As they say on the space radio, 'Aye-firm, over and out!'\"\n\n       *       *       *       *       *\n\nBarcelona was there with two of his boys. Watching them were four\nununiformed officers. Nora and I and the lieutenant were joined later by\nGimpy Gordon, who might have been radiating childlike wonder and a\ncircus-air of excitement at actually being _at_ the Derby. He might have\nbeen. No one could cut through the constant, maddening mental\nblah-blah-blah that was being churned out by Barcelona's noisemakers.\n\nHe greeted me curtly, eyed Nora hungrily. He said: \"You look pretty\nconfident, Wilson.\"\n\n\"I can't lose,\" I said.\n\n\"No? Frankly I don't see how you can win.\"\n\nI smiled. \"Without mentioning any names, Joseph, I feel confident that\nthe final outcome of this racing contest will be just as you want it to\nbe. I shall ask that no credit be given me, although I shall be greatly\nadmired by our mutual friend Miss Nora Taylor who will think that I am\ntruly wonderful for making you happy. And it is more than likely that\nshe may marry me once I have shown you, and she, _and_ Lieutenant\nDelancey, that I am a law-abiding citizen as well as a man who values\nfriendship enough to do as his old pal Joe Barcelona desires.\"\n\n\"It's going to be one of the neatest tricks of the week,\" he said.\n\n\"It will be done by the proper application of laws,\" I said modestly.\n\nBehind us, Gimpy Gordon light-fingered a half dollar out of Delancey's\npocket and was attracting the attention of a hot dog peddler by waving\nhis program. Some folks nearby were eying Barcelona's noisemakers\nangrily but making very little visible protest once they identified him.\nNora was reading her program and underlining some horses. The whole\nplace began to grow into a strange excited silence as the track board\nbegan to go up. It was to be a nine-horse race, and at the top of the\nlist were three--count them--three odds-on favorites:\n\n 1. Murdoch's Hoard    1:2\n 2. Mewhu's Jet        3:5\n 3. Johnny Brack       5:7\n 4. Piper's Son        8:5\n 5. Daymare            3:1\n 6. Helen O'Loy        8:1\n\nAnd then, of course, there were our three mud turtles which must have\nbeen entered by someone who thought that the Kentucky Derby was a\nclaiming race and who hoped that the LePage's Glue people would make a\nbid for the three mounds of thoroughbred horseflesh that dropped dead in\nthe backstretch:\n\n 7. Flying Heels     100:1\n 8. Moonbeam         250:1\n 9. Lady Grace       500:1\n\nThe rack hadn't hit the top of the slide before there was a sort of\nmass-movement towards the mutuel windows. The ones who didn't go in\nperson tried to hurl betting-thoughts in the hope of getting there early\nand failing this they arose and followed the crowd. Slowly the odds\nbegan to change; the figures on our three platers began to rise. There\nwas very little activity on the other six horses. Slow-thinking Gimpy\nGordon started to get up but I put out a hand to stop him.\n\n\"But the odds are dropping,\" he complained.\n\n\"Gimpy,\" I said, \"they pay on the final listing anyway. But would you\nlike a tip?\"\n\n\"Sure,\" he said nervously.\n\n\"My tip is to keep your cash in your pocket. Put it on the nose of some\nhorse and it's likely to get blown away by a high wind.\"\n\nThe odds were changing rapidly. What with psionic information receivers,\ntrend predictors and estimated anticipators, the mutuel computers kept\nup with the physical transfer of funds, figured out the latest odds, and\nflipped the figures as fast as the machinery could work the dials. In no\nmore than a few minutes the odds on the three platers looked more like\nthe odds on horses that stood a chance of winning.\n\n       *       *       *       *       *\n\nBarcelona looked at me. \"What did you do, wise guy?\"\n\n\"Who ... me? Why, I didn't do anything that you did not start--except\nthat maybe I was a little more generous.\"\n\n\"_Spiel!_\" he snarled.\n\n\"Why, shucks, Joseph. All I did was to slip good old Gimpy Gordon a\ntip.\"\n\n\"How much?\"\n\n\"Just a lousy little thousand dollar bill.\"\n\n\"A grand! For what, wise guy?\"\n\n\"Why, just for telling me what horses you picked for the Derby.\"\n\nBarcelona looked at the odds on his horses. Flying Heels had passed even\nmoney and was heading for a one-to-two odds-on. The other platers were\nfollowing accordingly.\n\n\"And what did you tell Gimpy, Wilson?\"\n\n\"You tell him, Gimp,\" I said.\n\n\"Why, Wilson just said that we should ride along with you, Mr.\nBarcelona, because you are such a nice guy that everybody works awfully\nhard to see that you get what you want.\"\n\n\"There's more!\" roared Barcelona.\n\n\"Only that I shouldn't mention it to anybody, and that I shouldn't place\nmy bet until the mutuel windows open because if I did it would louse up\nthe odds and make you unhappy.\" Gimpy looked at Barcelona's stormy face\nand he grew frightened. \"Honest, Mr. Barcelona, I didn't say a word to\nnobody. Not a word.\" He turned to me and whined plaintively, \"You tell\nhim, Mr. Wilson. I didn't say a word.\"\n\nI soothed him. \"We know you didn't, Gimpy.\"\n\nBarcelona exploded. \"Ye Gods!\" he howled. \"They used that gimmick on me\nwhen I lost my first baby tooth. 'Don't put your tongue in the vacant\nplace,' they said, 'and don't think of the words _Gold Tooth_ and it'll\ngrow in natural gold!'\"\n\nAs he spoke the odds on Flying Heels changed from a staggering\nOne-to-Eight to an even more staggering One-to-Ten. That meant that\nanybody holding less than a ten-dollar bet on such a winner would only\nget his own money back because the track does not insult its clients by\nweighing them down with coins in the form of small change. They keep the\nchange and call it \"Breakage\" for any amount over an even-dollar money.\n\nDelancey said to Barcelona, \"You have had it, Joseph.\"\n\nBarcelona snarled, \"Put the big arm on Wilson here. He's the fast man\nwith the big fix.\"\n\n\"Wilson didn't fix any race, Joseph. He just parlayed some of the laws\nof human nature into a win for himself and a lose for you.\"\n\n\"Now see here--what's this guff about human nature?\"\n\n\"Well, there's the human desire to ride with a winner, and the human\nfrailty that hopes to get something for nothing. To say nothing of the\ngreat human desire to be 'On the Inside' track or 'In the Know' so that\nthey can bet on the 'Sure Thing'. And so,\" said Delancey, \"we've about\ntwenty thousand human beings full of human nature holding tickets on\nyour three dogs, Joseph. They bet their money because the 'Inside Dope'\nsaid that the big fix was in. And I can tell you that what twenty\nthousand people are going to do to this 'Inside Dope' when their nags\nrun last is going to make Torquemada ask permission to return to life\nfor a Second Inquisition, this time with extrasensory tortures.\" He\nturned to me as Barcelona went pale. \"Wally,\" he asked, \"want to bet\nthat someone doesn't remember that old question of whether it is\npossible to break every bone in a man's body without killing him?\"\n\n\"I'd be a fool to cover that one,\" I said. \"But I'll play even money and\non either side of whether Joseph dies or lives through the process.\"\n\n\"Stop it!\" screamed Barcelona. He grabbed me by the arm. \"Wilson,\" he\npleaded, \"Can you? Stop it, I mean? Can you fix it?\"\n\n\"Sure,\" I said.\n\n\"Legally?\"\n\n\"Yep. But it'll cost you.\"\n\n\"Just money?\"\n\n\"Just money--and admitting that you lost, Joseph!\"\n\n\"I lose,\" he said. \"Go ahead!\"\n\n\"O.K., Joseph. Now, let's be real honest. Those three longshore turtles\nbelong to you, don't they?\"\n\n\"Yes.\"\n\n\"And right now you wouldn't even want to see them run, would you? In\nfact, you really want that they shouldn't run.\"\n\n\"Yes.\"\n\n\"All right, Joseph. Call off your noisemakers and toss the Head Steward\na thought. Tell him you're scratching your entries.\"\n\n\"But that won't stop the people from losing their money.\"\n\n\"Natch. So next you broadcast a thought that because of this terrible,\ngrievous error you are refunding their money out of your own pocket\nsince the Track Association will not or is not obliged to.\"\n\nHe turned to his pair of rattleheads and snarled, \"All right. Shut up!\"\n\nA mental silence fell that was like the peace of rest after a busy day.\nAs Barcelona was tossing his cancellation at the Steward and preparing\nto make a full and plausible explanation to the gambling instinct of the\nKentucky Derby crowd, I considered the matter carefully:\n\n\"Let's see,\" I thought. \"He wants 'em not to run and so he can't\ncomplain to me if they do not. I didn't fix the race, so Lieutenant\nDelancey can't accuse me of that. That makes everybody happy, and I\nwin!\"\n\nA small hand stole into mine. \"How about me, Wally?\" Nora asked sweetly.\n\nI looked down at a thionite dream come true by the glow in her eyes that\nadmired no one else but me. \"You're mine,\" I reminded her, \"until Flying\nHeels, Moonbeam, and Lady Grace win One, Two, and Three at the Kentucky\nDerby.\"\n\n\"Or,\" she said mischievously, \"'Til death do us part!\"\n\n       *       *       *       *       *\n\nI was instructing her how to respond to a kiss as a lady should respond\nwhen about two hundred thousand noisy, exuberant human natures yelled\nand radiated and thought: \"They're Off!\"\n\nBut they didn't mean us. They were watching a bunch of long-faced\nhayburners chasing one another around a dusty track.\n\nHuman nature ain't changed a bit. It's just more complicated in an\nextrasensory sort of way.\n\n\nTHE END\n\n[Illustration]\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Astounding Science Fiction_ December\n    1959. Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Big Fix, by George Oliver Smith\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE BIG FIX ***\n\n***** This file should be named 23599-8.txt or 23599-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/3/5/9/23599/\n\nProduced by Greg Weeks, Bruce Albrecht, Stephen Blundell\nand the Online Distributed Proofreading Team at\nhttp://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}