{"title": "I Was a Teen-Age Secret Weapon", "author": "Richard Sabia", "releaseDate": "November 22, 2007", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Bruce Albrecht, Stephen Blundell\nand the Online Distributed Proofreading Team at\nhttp://www.pgdp.net\n\n\n\n\n\n\n\n\n\n I WAS A\n TEEN-AGE\n SECRET\n WEAPON\n\n\n    _He could truthfully say that he never\n    hurt anybody. You know--like the eye of\n    a hurricane? It never hurts anybody...._\n\n\nBY RICHARD SABIA\n\nIllustrated by Freas\n\n[Illustration]\n\n\n\"Get away from me!\" screamed Dr. Berry at the approaching figure.\n\n\"But Ah got to feed an' water the animals an' clean out the cages,\"\ndrawled the lanky, eighteen-year-old boy amiably.\n\n\"Get out of this laboratory, you hoodoo,\" shrilled Berry, \"or I swear\nI'll kill you! I'll not give you the chance to do me in!\"\n\nTow-headed Dolliver Wims regarded chubby Dr. Berry with his innocent\ngreen eyes. \"Ah don't know why y'all fuss at me like you do,\" he\ncomplained in aggrieved tones.\n\n\"YOU DON'T KNOW WHY!\" shrieked two hundred and eighteen pounds of\noutraged Dr. Berry. \"How _dare_ you stand there and say you don't know\nwhy?\" Berry flung a pudgy hand within an inch of Wims' nose. Slashed\nacross the back of it, like frozen lightning, was a new, jagged scar.\n\"That's why!\" he shouted. Berry twisted his head into profile, thrust it\nat Wims and pointed to a slightly truncated ear lobe. \"And that's why!\"\nhe roared. He yanked up a trouser leg, revealing a finely pitted patch\nof skin. \"And also why!\" he yelled. He paused to snatch a breath and\nglared at the boy. \"And if I weren't so modest I'd show you another\nwhy!\"\n\n\"Kin Ah help it if you're always havin' accidents?\" Wims replied with a\nshrug.\n\nBerry turned a deeper red and a dangerous rumble issued from his throat,\nas if he were a volcano threatening to erupt. Then quite suddenly, with\nan obvious effort, he capped his seething anger and subsided somewhat.\nThrough taut lips he said, \"I'm not going to stand here and argue with\nyou, Wims; just get out.\"\n\n\"But the animals--\"\n\n\"You can come back in an hour when I've finished running these rats\nthrough the maze.\"\n\n\"But--\"\n\n\"I SAID OUT!\" Berry leaped at Wims with arms outthrust, intending to\npush him toward the door, but Wims had stepped aside in slight alarm and\nthe avalanche of meat plunged past and into a bench on which rested a\nhuge, multilevel glass maze which was a shopping-center model being\ntested to determine a design that would subliminally compel shoppers\ninto bankruptcy. There was a sustained and magnificent tinkling crash as\nif a Chinese wind-chime factory was entertaining a typhoon. Berry\nskidded on the shards into a bank of wooden cages and went down in a\nsplintering welter of escaping chimpanzees, Wistar albino rats, ocelots\nand other assorted fauna.\n\nWims moved forward to help extricate the stunned Dr. Berry from the\nEverest of debris in which he sat immersed.\n\n\"DON'T TOUCH ME!\" Berry screeched.\n\n\"O.K.,\" Wims said, retreating, \"but Ah guess y'all gonna blame me fer\nthis, too.\"\n\nBerry's mouth worked convulsively in sheer rage but he had no words left\nto contain it. He put his head on his knees and sobbed.\n\nThe other psychologists of the research division came crowding into the\nlaboratory to seek the cause of all the tumult.\n\n\"What happened?\" Dr. Wilholm inquired.\n\n\"Well, Doc Berry has gone an' riled hisself into 'nuther accident,\" Wims\ninformed him.\n\n\"I suppose you had nothing to do with it,\" Wilholm snapped.\n\n\"Cain't rightly say Ah had. He worked it out all by hisself.\"\n\n\"Just like the rest of us, I suppose,\" Wilholm said with unconcealed\nhostility.\n\n\"Well now y'all mention it, Doc, Ah ain't nevah seen sich a collection\no' slip-fingered folk. Always bustin' either their gear or theirselves.\"\n\n\"Listen, you--\"\n\n\"Now lookit Doc Castle up on top o' that lockah. He's gonna bust a leg\nif he don't quit foolin' with that critter.\"\n\nWilholm turned to see Dr. Castle up near the ceiling trying to get at a\nchimpanzee perched just out of reach on a steam pipe. \"Castle, are you\ncrazy?\" he cried. \"Get down from there before you hurt yourself.\"\n\n\"But I've got to get Zsa Zsa into a cage before one of the cats gets\nher,\" Castle protested. Just then an ocelot leaped for Zsa Zsa and she\nleaped for Dr. Castle who promptly lost his balance and plummeted toward\nDr. Wilholm who foolishly tried to catch him. They all crashed to the\nfloor and lay stunned for some moments. Castle attempted to rise but he\nsank back almost immediately with a grimace of pain. \"I think my leg is\nbroken,\" he announced.\n\n\"Well Ah tole you,\" Wims said. \"Ain't that so, Dr. Wilholm?\"\n\nWilholm attempted to hurl Zsa Zsa at Wims but found to his surprise he\ncould only wriggle his fingers. The effort sent little slivers of pain\nslicing through his back.\n\nBy this time the laboratory was resounding with the fury of a riot sale\nin a bargain basement. Sounds of destruction, counterpointed with cries\nof pain and imprecations increased as the staff pursued maddeningly\nelusive animals through a growing jungle of toppled and overturning\nequipment. At the far end there was a shower of sparks and a flash of\nflame as something furry plunged into a network of wires and vacuum\ntubes.\n\n       *       *       *       *       *\n\nTwo hours later, Dr. Titus, the division chief, strolled in just as the\nfiremen quenched the last stubborn flames. He surveyed the nearly total\nruin of the laboratory. \"Really!\" he said to a thickly bandaged Dr.\nBerry who was attempting to rescue an undamaged electroencephalograph\nfrom a gleeful fireman's ax, \"can't you test your hypothesis without\nbeing so untidy?\"\n\nDr. Berry whirled and struck Dr. Titus.\n\n\"Of course you know what this means,\" Titus said calmly, rubbing his\njaw. \"I'll just have to have a closer look at your Rorschach.\"\n\n\"You can just go take a closer look,\" Berry snarled.\n\n\"Now, now,\" Titus said soothingly, \"why don't we just go to my office\nand find out what is disturbing us? Hm-m-m?\"\n\nThe ax came down on the encephalograph and Berry burst into tears and\nallowed Titus to lead him away.\n\nTitus seated himself at his desk and waited for the sobbing Berry to\nsubside. \"That's it,\" he said unctuously, \"let's just get it right out\nof our systems, shall we? Hm-m-m?\"\n\nBerry stopped in mid-sob and became all tiger again. \"Stop talking to me\nas if I were a schizo!\" he roared.\n\n\"Now, now, we are not going to become hostile all over again are we?\nHm-m-m?\"\n\n\"Hm-m-m all you want to, Titus, but you'll change your tune soon enough\nwhen you hear what happened. It was no band-aid brouhaha this time. I've\nwarned you time and again about Wims and you've chosen to treat the\nmatter as airily as possible--almost to the point of being elfin.\nHowever, the casualty list ought to bring you back down to earth.\" Berry\nticked off the names on his fingers: \"Dr. Wilholm hospitalized with a\nbroken back; Dr. Castle, a broken leg; Dr. Angelillo, Dr. Bernstein, Dr.\nMaranos and four lab technicians severely burned; Dr. Grossblatt and two\nassistants, badly clawed; Dr. Cahill, clawed and burned; and no one\nknows what's wrong with Dr. Zimmerman. He's locked himself in the broom\ncloset and refuses to come out. Twelve other people will be out a day or\ntwo with minor injuries, including your secretary who was pursued by\nElvira, the orangutan, and is now being treated for shock.\"\n\nTitus protested, \"Why Elvira wouldn't harm--\"\n\n\"Elvira has been misnamed. Elvis might be more appropriate.\"\n\n\"Why I had no idea,\" Titus mused. \"Now I'll have to rerun those tests\nwith the new bias.\"\n\nBerry flared up again. \"You don't even have a lab left to run a test in.\nYou can't keep Wims after this!\"\n\n\"Are you blaming poor Wims for what happened?\"\n\n\"How can you sit there and ask that question without choking? Ever since\nthat two-legged disaster was hired to sweep up, everybody in the\npsycho-research division has suffered from one accident after another;\neven you haven't remained unscathed. Why within the month he arrived we\nlost the plaque we had won two years running for our unmarred safety\nrecord. In fact, the poor fellow who came to remove it from its place of\nhonor in the staff dining room fell from the ladder and broke his neck.\nGuess who was holding the ladder?\"\n\n\"I was there at the time,\" Titus said, \"and I saw the entire\nperformance. Wims did nothing but hold the ladder as he had been\ninstructed to do. Old John, instead of confining his attention to what\nhe was doing, kept worrying about whether or not the ladder was being\nheld firmly enough and, as could be expected, he dropped the plaque,\nmade a grab for it and down he went.\"\n\n\"Don't you think it significant, Titus, that Old John had been the\nuniversity handyman for eighteen years, had climbed up and down ladders,\nover roofs, and had never fallen or had a serious accident until Wims\ncame upon the scene? And this is just about the case with everyone\nhere?\"\n\n\"Yes, I think it is very significant.\"\n\n\"Then how can anyone but Wims be blamed?\"\n\n\"But _Wims_ never has the accidents. _He_ never gets hurt; not so much\nas a scratch!\"\n\n\"The devil never gets burned.\"\n\n\"My dear Berry, let the scientist in you consider the fact that never\nyet has Wims so much as laid a finger on any of our people. And Wims\nnever knocks over equipment, or lets things explode, or sets fire to\nanything. I find it very odd that it is only my staff that does these\nthings and yet to a man they invariably fix the blame on an\neighteen-year-old lad who seems to want nothing more out of life than to\nbe liked. Don't you find it odd?\"\n\n\"The only thing I find odd is your keeping him in the face of the\nunanimous staff request to get rid of him.\"\n\n\"And have you ever thought of what my reason might be?\"\n\nDr. Berry looked hard at Dr. Titus and said with unmistakable emphasis,\n\"Some of your people think they know.\"\n\nIt took Titus a moment to fully understand, then he said severely:\n\"Let's discuss this sensibly.\"\n\n\"There's no point in further discussion. There's only one thing more I\nhave to say. I'm not going to endanger my life any longer. Either Wims\ngoes or you can have my resignation.\"\n\n\"Are you serious?\"\n\n\"Certainly.\"\n\n\"Well then, it was pleasant having a good friend as an associate. I'm\ncertain you will easily find something more satisfactory. Of course you\ncan depend on me for a glowing letter of reference.\"\n\nBerry sat openmouthed. \"You mean to say you'd keep a mere porter in\npreference to me?\"\n\nTitus regarded his steepled fingers. \"In this case I'm afraid so.\"\n\n       *       *       *       *       *\n\nThe telephone in the outer office rang several times before Titus\nremembered he was without his secretary. He pressed a stud and took the\ncall on his line. He identified himself and after listening a long while\nwithout comment, he spoke. \"That's very good, general, two weeks will be\nfine. You understand he must be commissioned as soon as possible,\nperhaps at the end of basic training.... Of course I know it's unheard\nof but it's got to be done. I realize you are not too happy about being\nbrought into this but someone on the General Staff is needed to pull the\nnecessary strings and the President assured me that we could depend on\nyour complete co-operation.\" Titus listened and when he spoke again a\ntrace of anger edged his voice. \"I don't know why you are so hostile to\nthis project, general. If it succeeds, the benefit to the free world\nwill be immense. If not, all we stand to lose is one man, no equipment\nto speak of; not even 'face' since it need not ever be made known. A far\ncry, I must say, from the military, whose expensive Roman candles, when\nthey do manage to get off the ground, keep falling out of the sky and\ndenting Florida and New Mexico with depressing regularity. Good-by!\"\n\nTitus hung up and turned to Berry. \"Now, my dear Berry, if you'll\nwithdraw your resignation we can go and have dinner and plot how we can\nmilk more funds from the university to refurbish the lab and keep\nourselves from getting fired in the process.\"\n\n\"My mind is made up, Titus, and all your cajoling will not get me to\nchange it.\"\n\n\"But Wims is going,\" Titus said, nodding toward the phone. \"In two weeks\nhe will be in the Army.\"\n\nBerry's face went white. \"Heaven preserve us,\" he gasped.\n\n\"Really, my dear Berry, for a jolly, fat man you can be positively bleak\nat times.\"\n\n\"Let's get the finest dinner we can buy,\" Berry said. \"It may be one of\nour last.\"\n\n       *       *       *       *       *\n\nPrivate Dolliver Wims liked the Army but was unhappy because the Army\ndid not like him. After only two weeks of basic training his company\nshunned him, his noncoms hated him and his officers, in order to reduce\nthe wear and tear on their sanity often pretended he did not exist. From\ntime to time they faced reality long enough to attempt to have him\ntransferred but regimental headquarters, suspicious of anything that\nemanated from the \"Jonah\" company, ignored their pleas. Now in his third\nweek of basic, Wims sat on the front bench in the barrack classroom, an\nisland unto himself. His company, now twenty-two per cent below\nstrength, and the survivors of his platoon, some newly returned from the\nhospital, were seating themselves so distant from him that the sergeants\nwere threatening to report the company AWOL if they didn't move closer\nto the lieutenant-instructor.\n\nThe lieutenant watched the sullen company reluctantly coagulating before\nhim and inquired facetiously of the platoon sergeant, \"Prisoners of\nwar?\"\n\n\"No such luck,\" the sergeant replied grimly.\n\n\"Be seated, men,\" the lieutenant addressed the company. Misinterpreting\nthe resentment of the recruits, he decided a bit of a pep talk was in\norder. \"I know a lot of you are wondering why you're in the Army in the\nfirst place, and secondly, why you should be afflicted with the\ninfantry. As civilians you've probably heard so much about the modern\npentomic army with its electronic and atomic weapons and all the yak\nabout pushbutton warfare, you figure the infantry is something that\nshould be in the history books with the cavalry. O.K., so let's look at\nthe facts. In the forty-five years since World War II, there've been\nalmost as many localized, 'brush fire' wars as the one now going on in\nBurma. Sure, there's still a limited use of tactical atomic weapons, but\nit's still the infantry that has to go in and do the winning. So far\nnobody wants to try for a knockout and go _whoosh_ with the ICBM. So no\nmatter how many wheels or rotors they hang on it, it is still the\ninfantry, still the Queen of Battles and you should be proud to be a\npart of it.\"\n\nWith the exception of one recruit sitting alone on the front bench and\nleaning forward with eager interest, the lieutenant observed that his\ncaptive audience was utterly unimpressed with his stirring little\n\"thought for today.\" He knew he could find more _esprit de corps_ in a\nchain gang. He shrugged and launched his scheduled lecture.\n\n\"Because of the pentomic army's small, mobile and self-sufficient battle\ngroups and the very fluid nature of modern warfare the frequency of\nunits being surrounded, cut off and subsequently captured is very high.\nAs early as thirty years ago, in the Laotian War, the number of\nprisoners taken by all sides was becoming increasingly unmanageable and\nso the present system of prisoner exchange was evolved. At the end of\nevery month an exchange is made; enlisted men, man for man; officers,\nrank for rank. This is an advantage for our side since, generally,\nexcept for the topmost ranks, no man is in enemy hands over thirty days.\nThis makes any attempts to brainwash the enlisted men impracticable and\na great deal of pressure is thereby removed.\n\n\"So, if you're taken prisoner, you have really nothing to worry about.\nJust keep your mouth shut and sit it out till the end of the month. The\nonly information you're required to give is your name, rank and serial\nnumber. There are no exceptions. Don't try to outsmart your interrogator\nby giving false information. They'll peg you right away and easily trick\nyou into saying more than you intend. Now you'll see a film which will\nshow you the right and wrong way to handle yourself during an\ninterrogation and a lot of the gimmicks they're liable to throw at you\nin order to trick you into shooting off your mouth.\" The isolated and\nunnaturally attentive Wims again caught the lieutenant's eye. \"You\nthere!\" he said, pointing to Wims, \"come help me set up this screen.\"\n\nWims rose to his feet and one of the platoon sergeants leaped forward.\n\"I'll help you, sir. Wims, sit down.\"\n\n\"I asked this man to help me, sergeant.\"\n\n\"But sir--\"\n\nAnother platoon sergeant and a corporal were already on the platform.\nThey had seized the stand and were unfolding it. The lieutenant spun\naround. \"What are you _doing_?\"\n\n\"We're helping, sir,\" the sergeant said.\n\n\"Well, cut it out. You noncoms are too officious and it's unnatural. It\nmakes me nervous.\"\n\nWims was now on the platform and had taken hold of the screen cylinder.\nOne of the corporals was tugging at the other end, trying to get it away\nfrom him.\n\n\"Let go of that screen,\" the lieutenant roared at the corporal. Wims,\nmisunderstanding, released the cylinder a fraction of a second before\nthe corporal did and the corporal went tumbling backwards, knocking the\nlieutenant off the platform and demolishing the loud-speaker.\n\nThe top sergeant raced outside and found one of the company lieutenants.\n\"Sir, you'd better move the company out of the building right away!\"\n\n\"Why?\"\n\n\"It's Wims. He's being helpful again.\"\n\nThe lieutenant paled and dashed inside. He took no time to determine the\nspecific nature of the commotion which was shaking the building. He\nmanaged to evacuate the company in time to prevent serious casualties\nwhen the structure collapsed.\n\n[Illustration]\n\n       *       *       *       *       *\n\nCaptain Aronsen, the company commander, faced two of his lieutenants.\n\"You're not telling me anything new,\" he said wearily. \"I know all about\nWims. I've tried everything to get him discharged, honorably and\notherwise. I've spent a lot of time setting things up so he could hardly\nhelp but foul up and we could bounce him, but what happens? Everybody\nelse fouls up and he stays clean. And as if that isn't enough to worry\nabout, headquarters has notified me that General Harmon B. Fyfe of the\nGeneral Staff will come down from Washington tomorrow for a tour of\nthis post. He'll visit the bivouac area and observe the tactical\nexercises. As you know, gentlemen, tomorrow is the final day of the\ntwo-week bivouac for this company which completes their sixteen-week\nbasic training program. We'll have the usual company combat exercise\nwhich will involve the attack, capture and defense against counterattack\nof Hill Ninety-three.\"\n\n\"The same as always,\" said one of the lieutenants.\n\n\"It won't be the same as always!\" the captain said, banging his fist on\nhis desk. \"The area of action, the battle plan may be the same but this\ntime we've got General Fyfe as an observer and Dolliver Wims as a\nparticipant and, if I can manage to squeeze the day successfully past\nthat Scylla and Charybdis, I'll promise not to devour any more second\nlieutenants between meals.\"\n\n\"Sir,\" offered one of the lieutenants, \"why don't we put Wims in the\nhospital just for tomorrow. It would be simple to arrange--say, an upset\nstomach.\"\n\nThe captain looked sadly at his junior officer. \"It's the only hospital\nwe have,\" he said. \"Besides, I have a better idea. I'm detaching Wims\nfrom his platoon and will keep him with me at the company command post\nas a messenger and I'll shoot the first man who attempts to use him as a\nmessenger or anything else.\"\n\n\"Hah! No need to worry about that, sir. Wims may have us a little shook\nup but he hasn't flipped us yet.\"\n\n\"I hope we can all say that when tomorrow ends,\" the captain said\nfervently.\n\n       *       *       *       *       *\n\nThe company command post had been set up under a cluster of dispirited\npines obviously suffering from tired sap but in spite of the ragged\nshade they provided against the mild, mid-morning sun, Captain Aronsen\nwas perspiring excessively and becoming increasingly unsettled. He\nglanced uneasily over at the somewhat planetary bulk of General Fyfe\nsurrounded by his satellite colonels and other aides, and muttered to\nhis lieutenant, \"If Old Brassbottom came down here to observe the\nexercise, then why the devil doesn't he go over to the hill and observe\ninstead of hanging around here like a sword of Demosthenes?\"\n\n\"I think you mean Damocles, captain,\" the lieutenant corrected.\n\"Demosthenes was the orator.\"\n\nAronsen looked sourly at the lieutenant. \"I know what I'm talking about.\nFyfe has only to say the word and off come our heads.\"\n\nThe lieutenant lowered his voice. \"I don't like the way he keeps looking\nat Wims. Do you think he's heard about him?\"\n\n\"In Washington?\"\n\n\"You know how rumors travel in the Army.\"\n\n\"Rumors, yes,\" the captain said, \"but the truth can't even limp out of\nthe orderly room.\" He wiped his brow and shot a venomous glance at Wims.\nHe said to the lieutenant, \"I don't like Wims sitting there in full\nview of the general. Go tell him to take his comic book and sit on the\nother side of the tree.\"\n\nAt that moment one of the young trainees stumbled into the headquarters\narea bleeding profusely from a deep gash on his cheek. Between\nlung-tearing gasps he told how the machine gun, intended to serve as the\nbase of fire for the attacking platoons, had been captured by a Red\npatrol before it could be set up. They were being led off under the\nsupervision of a referee when he tumbled into a ravine and in the\nconfusion made good his escape.\n\n\"Get the jeep and rush this man to the hospital,\" the captain instructed\nthe lieutenant.\n\n\"What about the attack?\" the lieutenant inquired. \"Someone will have to\nget word to the forward platoons to hold up until we can move up a new\ngun.\"\n\n\"I'll send a messenger.\"\n\n\"But they're all out.\"\n\n\"One of them is bound to return soon. If not, I'll--\"\n\n\"What is the matter with that man sulking behind that tree?\" boomed\nGeneral Fyfe who had been listening since the trainee had blurted his\nstory.\n\nThe lieutenant snatched the bleeding recruit's arm and bolted for the\njeep.\n\n\"Hey, lieutenant, take it easy,\" the trainee complained, \"you're pulling\nmy arm off!\"\n\nIgnoring him, the lieutenant was absorbed in desperate calculation. \"The\nbase hospital is about twelve miles from here,\" he muttered as they ran.\n\"We should be safe enough there.\"\n\n\"But, general,\" the captain was protesting, \"that man is the company\nsnafu. He means well but he was designed by nature to foul things up.\"\n\n\"I won't buy that, captain,\" the general said forcefully. \"If a man has\nthe right attitude and still doesn't measure up then it's the fault of\nthe people who are training him.\" There was a mark of menace in the\ngeneral's voice as he said, \"Do you read me?\"\n\n\"Like the handwriting on the wall,\" the captain said resignedly. He\nglanced at the tree behind which, he knew, doom sat reading a comic\nbook.\n\n\"Give the man a chance to redeem himself and I'm certain he'll come\nthrough with flying colors. I'll give you the opportunity to prove it to\nyourself.\" The general turned and bellowed at the tree, \"Soldier! You!\nPrivate Wims! Come over here!\"\n\n       *       *       *       *       *\n\nWims scurried over to the general and snapped a salute. The general\nflicked his hand in return. \"Wims, your commanding officer has an\nimportant mission for you.\"\n\nWims turned to his captain, his face alight. He braced and saluted\nsmartly.\n\n\"Wims,\" the captain said, \"I want you to take a message to the\nlieutenant in command of the first, third and fourth platoons now in the\njump-off area. Do you understand so far?\" Wims nodded. \"Tell the\nlieutenant there's been a delay in the attack plan. He's not to move out\nuntil he sees a white signal flare fired from the spur of woods on his\nleft. Have you got that?\"\n\nWims nodded emphatically, \"Yes, suh!\"\n\n\"Repeat the message.\"\n\n\"Ah'm to tell the lieutenant there's been a change in plans an' he's not\nsupposed to move until a white flare is shot outta the woods on his left\nflank.\"\n\nThe captain exploded. \"Delay, not change! And I didn't say anything\nabout a left flank! The woods on his left flank and the spur of woods on\nhis left that stick out a hundred yards beyond his present position are\ntwo different things! So help me, Wims, if you get this message fouled\nup, I'll use you as a dummy for bayonet practice.\"\n\nWims squirmed unhappily. \"Couldn't you write it down, suh?\"\n\n\"Why? So you can get captured and--\"\n\nThe general interposed. \"Even if the message is a bit garbled the intent\nshould be obvious to the lieutenant if he has any intelligence.\"\n\nThe captain regarded the general balefully and then snapped at Wims,\n\"What are you waiting for? Move out! ON THE DOUBLE!\"\n\nWims trotted away and as soon as he was out of sight the general said\nabruptly to Aronsen, \"I'm going over to the Red lines and watch your\nBlue attack from there.\"\n\n_Sure_, the captain snarled inwardly, _now that he's set the fuse he's\nrunning for the hills_.\n\nThe general climbed into his command car and waited while one of his\nmajors dashed into the woods along the path that led to the attack\ngroup's staging area. Less than a minute later he returned, followed by\na colonel. They jumped into the command car which roared off\nimmediately. As the captain was trying to puzzle out the incident's\nmeaning, three of his runners came out of the woods along the same path.\n\n\"Where have you goldbricks been? You should've been back long ago!\"\n\n\"Sir,\" one of them spoke up, \"there was a colonel a little way back\nthere wouldn't let us pass. Said the gen'ral was havin' a secret\nconf'rence and for us to wait.\"\n\nThe captain tucked away the strange information for later consideration.\nRight now there was no time to be lost. \"You! Get over to the attack\ngroup and tell the lieutenant in command to hold up until a white flare\nis fired from the spur of woods on his left. All other orders remain the\nsame. If Wims has already been there, the lieutenant is to disregard any\nmessage Wims might have given him. If you see Wims, tell him to get back\nhere. All right, move out!\n\n\"You! Get over to the second platoon in the reserve area and tell them\nto rush a replacement machine gun with support riflemen to the tip of\nthe spur; base of fire to be maintained twenty minutes. Signal end of\nfiring with white flare.\"\n\nThe captain dispatched his last runner with additional tactical\nrevisions and then took time to consider the odd fact that the general\nhad one of his colonels delay his messengers. Was he only testing his\nability to improvise? Yet he seemed unduly anxious to have him use Wims.\nWhy? Suddenly, into his mind flashed the scene of the general calling\nWims from behind the tree and he knew what it was that had been\nscreaming for attention at the back of his mind these last hectic\nminutes. _No one had mentioned Wims' name within earshot of the general\nand yet Fyfe had called Wims by name!_\n\n       *       *       *       *       *\n\nWims had not been included in the company briefing and he wished he had\nhad the courage to ask the captain where the jump-off area was, but the\ncaptain had been so angry with him he had not wanted to provoke him\nfurther. After a while of wandering he came upon two of his own\ncompany's flank pickets nested in a deadfall a short distance beyond the\nedge of the woods. They greeted him with hearty hostility. \"Git outta\nhere, Wims. You ain't got no business here.\"\n\n\"But Ah'm lookin' fer the lieutenant. Ah got a message fer 'im from the\ncaptain.\"\n\n\"He's over there on that hill,\" one of them replied, spitefully\nindicating the hill occupied by the Red force.\n\n\"Thanks,\" Wims said gratefully and in all innocence headed for the enemy\nhill. He lost his bearings in the woods and when he finally came upon\nthe hill he had made a wide swing around the left flank and was\napproaching its rear slope. Immediately he was spotted by several\ntrainees of the defending force foxholed on the lower slope. Since he\ncame so openly from their rear area and alone, they assumed he was one\nof their own men.\n\nAs they let him come within challenging distance, they saw, pinned to\nhis tunic, the green cardboard bar that identified him as a messenger.\nThe bars were worn so that noncoms wouldn't be snatching for other\nduties, messengers idling between missions. As had always been done,\nboth sides in this exercise were using the same device to identify their\nmessengers, never expecting them to be delivering messages behind enemy\nlines.\n\nThe challenged Wims explained his mission and he was passed through with\nthe information that most of the junior officers were on the forward\nslope. Wims climbed up the hill, inconspicuous among others scurrying\nabout on various missions, many of whom did not wear the identifying red\narmband of the defenders.\n\nHe reached the crown of the wooded hill without finding a second\nlieutenant who was not a referee. He had almost reached the bottom of\nthe forward slope when a small bush jumped up and yelled, \"Hey, jerk!\nWhy'n't ya watch where ya goin'?\"\n\nWims pulled back just in time to avoid falling into a well camouflaged\nmachine-gun nest. One of the foliage-covered gunners, thinking Wims was\nabout to topple on him, jumped aside. His ankle twisted under him and he\nfell, catching the barrel of the machine gun just under the edge of his\nhelmet and sagging into unconsciousness.\n\nA platoon sergeant heard the steely clatter and rushed over. \"That's\nfunny,\" he growled ominously, \"I coulda sworn I set up a machine-gun\nemplacement here but it's makin' noises like a boiler factory.\"\n\nThe assistant gunner pointed to the unconscious gunner. \"He fell an' hit\nhis head. He's breathin' but he ain't movin'.\"\n\nThe chattering of a machine gun from the woods opposite the hill was\nnoted by the sergeant and he knew the Blues would be coming soon. He\nturned to the gunner. \"Get up the hill an' snag one of our looeys or a\nreferee. Tell 'im we got a man hurt here, needs lookin' at.\"\n\nThe gunner dashed off and the sergeant jerked his thumb at Wims. \"You!\nGet on that gun!\"\n\n\"But Ah got an important message fer the lieutenant,\" Wims protested.\n\nThe sergeant, annoyed, glanced at the green bar. \"What lieutenant?\"\n\n\"The captain said the lieutenant in charge.\"\n\n\"Gimmee the message. I'll tell 'im.\"\n\nWims started to protest but the sergeant's eyes crackled. \"Well, the\ncaptain said fer the lieutenant not to move out 'til he saw the white\nflare fired outta the woods on his left.\"\n\n\"Not to move out?\" the sergeant echoed doubtfully. \"That don't sound\nright. Are ya sure he didn't say not ta _fire_ until we saw the white\nflare?\"\n\n\"Maybe that's it,\" Wims said agreeably.\n\n\"Maybe!\" the sergeant roared, \"whaddaya mean, maybe?\" He grabbed Wims by\nthe collar and pushed his face against the boy's as if he were about to\ndevour him. \"Is it YES or NO?\"\n\n\"Y-yes,\" Wims agreed nervously.\n\n\"What's your name, soldier?\" the sergeant asked.\n\n\"Dolliver Wims.\"\n\n\"You don't happen to be a gen'ral do ya?\"\n\nWims looked confused. \"No,\" he ventured.\n\n\"Well then say so!\" the sergeant screamed.\n\n\"Ah'm not a gen'ral,\" Wims said, desperately trying to please.\n\n\"Are ya tryin' ta get wise with me? WHAT IS YOUR RANK?\"\n\n\"Private.\"\n\n\"Now, what's your name, soldier.\"\n\nWims finally understood. \"Private Wims, Dolliver.\"\n\n\"That's better.\" The sergeant's eyes narrowed as he searched his memory.\n\"I don't r'member seein' ya 'round this company before.\"\n\n\"Ah don't recall seein' you 'roun' here either,\" Wims said in suicidal\ninnocence.\n\n\"Y'ARE GETTIN' WISE WITH ME!\" the sergeant roared. \"I'll take care of ya\nlater.\" He thrust Wims into the pit with the machine gun. \"Now stay\nthere on that gun 'til I get back. I'm goin' ta find the lieutenant.\"\n\nWims squatted behind the gun, squinting experimentally through the\nsights and swinging the barrel to and fro.\n\nThe sergeant returned shortly with the lieutenant. \"That's him,\" he\nsaid, pointing to Wims.\n\nThe lieutenant glanced at the green bar. \"Are you sure you got that\nmessage straight?\"\n\nWims looked at the menacing sergeant. \"Yes, suh,\" he said, swallowing.\n\n\"Somebody is crazy,\" the lieutenant muttered. \"Sergeant, tell Lieutenant\nHaas to cover my platoon. I'm going back to the CP to see Captain Blair\nabout this message. I'll try to be back before the attack starts to\neither confirm or cancel the order, but, if not, Haas is to hold his\nfire until he spots the white flare, or the Blues are right on top of\nus; whichever happens first.\"\n\n       *       *       *       *       *\n\nThe lieutenant hustled up the hill and the sergeant went off to find\nLieutenant Haas, leaving Wims alone with the machine gun and the still\nunconscious gunner. The distant machine-gun firing had stopped and the\nwhite smoke of a screen laid down by the Blue attackers started scudding\nthickly across the face of the hill, hiding them as they charged.\n\n\"Pickets are back,\" the sergeant yelled at Lieutenant Haas. \"The\nBlues've crossed the road an' are in the gully at the bottom of the\nhill.\"\n\n\"How the devil can I possibly see a signal flare through these trees and\nall this smoke?\" Haas muttered to the sergeant. \"I think we've got a\nfirst-class snafu. Let's go check the machine-gun position; if it's\nstill there.\"\n\nA whistle sounded and the Blue company surged up out of the ditch and\nswarmed up the hill. As had been ordered, not a defending shot had yet\nbeen fired. Wims opened the breech of the machine gun to see if the\nammunition belt was properly engaged. He had a difficult time forcing it\nopen and when he succeeded he found the webbing twisted and a couple of\ncartridges jammed in at impossible angles. As he was trying to clear it,\nthe unconscious gunner revived, glanced at the advancing Blues and made\nfor the gun which Wims had already commenced to take apart.\n\n\"Whaddaya doin'?\" the gunner yelled. He pushed Wims aside, causing him\nto release his hold on the powerful spring. The bolt shot out of the\nback of the gun and struck the approaching Lieutenant Haas above the\nleft ear just as he was opening his mouth to give the order to return\nfire. He fell to the ground with the command unspoken and the sergeant\nknelt to his aid. At the same moment Wims recognized some members of his\nplatoon charging up the hill and realized for the first time he was\nbehind enemy lines. In sheer embarrassment he slunk away, hoping none of\nhis comrades would notice.\n\n       *       *       *       *       *\n\nThe lieutenant who had gone to confirm Wims' message now came running\ndown the hill shouting at his men to return fire. He had his captain\nwith a lieutenant aide in tow and when they reached the machine-gun nest\nand the fallen Haas the lieutenant looked for Wims.\n\n\"I tell you he was here,\" the lieutenant said. \"The gunner and the\nsergeant can bear me out.\"\n\n\"And I tell you,\" the captain said excitedly, \"I did not issue any such\nbird-brained order.\"\n\n[Illustration]\n\nA lieutenant referee tapped the captain on the shoulder. \"Sir, would you\ngentlemen please leave the field,\" he said, indicating the lieutenant,\nthe captain and his aide, the sergeant, the gunner and the unconscious\nHaas. \"You are all dead.\"\n\nThe captain looked around to discover that their little group was the\ntarget of the blank fire of several advancing Blue infantrymen. \"But\nwe're trying to straighten out a mix-up here,\" the captain protested.\n\n\"I'm sorry, sir, but you're all standing here gossiping in the middle of\na battle. Theoretically you are all Swiss cheese. Please leave the\narea.\"\n\n\"We WON'T leave the area!\" the captain shouted. \"I'm trying to tell you\nwe wouldn't be dead if some idiot hadn't gotten in here and bollixed up\nthis training exercise and--\"\n\n\"... It was a brilliant demonstration of infiltration and diversionary\ntactics by Dolliver Wims,\" said General Fyfe, striding forward.\n\nThe captain rolled his eyes heavenward in supplication before turning to\nface the general. \"Sir,\" he inquired acidly, \"What _are_ dolliver\nwims?\"\n\n\"Private Wims is the embodiment of the initiative and resourcefulness we\nare trying to inculcate in all our soldiers. I observed the entire\noperation and he has demonstrated a great potential for leadership.\"\nFyfe hesitated and for a moment a shadow of repugnance darkened his\nfeatures as if, for purposes of camouflage, he were about to perform the\nnecessary but distasteful task of smearing mud over his crisp, shining\nuniform. \"I am recommending Private Wims for a battlefield commission.\"\n\n\"A battlefield commission during a training exercise?\" the captain\nscreeched incredulously.\n\nFyfe looked at him severely. \"Captain, if you are unable to communicate\nexcept in those high tones, I would suggest a visit to the base hospital\nfor some hormones.\" The general paused and looked around. \"It seems,\ncaptain, you've lost the hill.\" He glanced at his watch. \"And in record\ntime, too.\"\n\n\"Sir,\" the captain said, \"I won't accept that. This is a limited\ntraining exercise conducted without benefit of full communications,\nweapons or elaborate tactics. Blue company had no right to send a man\nbehind our lines to--\"\n\n\"Captain,\" Fyfe said with annoyance, \"you are the most argumentative\ncorpse I have ever encountered. I'm leaving now to get that\nrecommendation off to Washington. In the meantime, have someone tell\nCaptain Aronsen to see that Wims is not assassinated before we get him\nhis lieutenancy.\"\n\n       *       *       *       *       *\n\nLieutenant Wims unfolded out of the jeep into the jungle mud. The driver\npointed to a cluster of tents sagging under the weight of the streaming\nrain. \"You'll find Major Hecker in there.\"\n\n\"Thanks fer the ride,\" Wims said as he wrestled his gear out of the\njeep. He located the headquarters tent and an orderly brought him in to\nthe major. \"Lieutenant Dolliver Wims reportin' fer dooty, suh,\" the\nsaluting Wims said crisply.\n\nMajor Hecker's hand slid wearily to the vicinity of his fatigued and\nunshaven face in return salute. \"Welcome, lieutenant, to Hlangtan,\nBurma's foremost nothing.\" Wims handed his orders to the major who said\nas he accepted them, \"You'll be taking the third platoon of A company.\nThey lost their lieutenant two days ago.\" The major glanced at the\norders and exploded. \"What do they mean, 'attached to your command as an\nobserver'? I need a platoon leader! What are you supposed to observe?\"\n\nWims shifted uneasily. \"Ah cain't rightly say, suh.\" The truth of the\nmatter was that Wims didn't really know. His commission had been\nvirtually thrown at him. In Washington he had been vaguely briefed that\nhe was to be sent to the front in Burma on a mission of the utmost\nimportance and not to breathe a word to anyone. It was only when he\nalighted from the plane in Rangoon that he fully realized that actually\nno one had breathed a word to him about what exactly he was to do. His\norders merely stated that he was to get as close to the enemy as\npossible and observe.\n\nThe major regarded him nastily. \"What's that insignia you're wearing?\nThey look like question marks.\"\n\n\"Ah guess they do,\" Wims replied unhappily.\n\n\"Well are they?\" the major inquired with a soft shout.\n\n\"Ah guess they are, suh.\"\n\n\"You guess!\" The major now regarded him with open animosity. \"And I\nsuppose you don't know what they stand for.\"\n\n\"Well, suh, Ah tried to find out but somehow Ah couldn't get a straight\nansuh.\"\n\n\"O.K., O.K., Lieutenant Cloak and Dagger, but if you don't want\nquestions why wear the things? If the Commies know you're a special and\ncatch you--\"\n\n\"But Ah'm not no special nuthin'. Ah'm jus'--\"\n\n\"Yeah, sure.\" The major poked a grimy finger at the paper before him and\ngrinned almost savagely. \"It says here you're to operate with our most\nforward units. That's just fine. I've got a patrol going out tonight.\nThey will take you close enough to sit in their ever-lovin' yellow\nlaps.\"\n\nAs Wims was leaving the major suddenly called after him. \"Say,\nlieutenant, since you're some kind of special agent you probably have an\n'in' at the Pentagon. Will you pass the word that I need a looey\nreplacement? One that doesn't wear punctuation marks.\"\n\n       *       *       *       *       *\n\nThe patrol had not been out twenty minutes before it fearfully decided\nit had better ditch this boy lieutenant who, with each step, sounded as\nif he were setting off a room full of mousetraps. At a whispered signal\nfrom the sergeant in command, the patrol slid noiselessly off the trail\nand dropped to the ground as the groping Wims went clattering by in the\ndarkness. Within the hour Wims tripped over a Chinese patrol that lay\ncowering in the ferns as it listened apprehensively to what it thought\nwas an approaching enemy battalion.\n\nThe next several days were confusing ones for Wims. With little food or\nsleep he was hustled from place to place and endlessly questioned by\nofficers of increasing rank. He was passed up to the divisional level\nwhere he was briefly interrogated by a Russian officer-advisor to the\nChinese headquarters. There seemed to be some disagreement between the\nRussian and Chinese officers concerning Wims and they were almost\nshouting when he was pulled from the room and thrown back into his cell.\n\nIn the chill, early hours of the following morning he was yanked out of\nan embarrassing nightmare where he dreamed he went to a hoedown in his\nbriefs. He was squeezed between two furtive men into a shade-drawn\nlimousine with unillumined headlamps and after a frenzied ride the\nvehicle screeched to a halt. He heard a roaring and in the darkness he\nwas dimly aware that he was being shoved into an airplane. After that he\nwas certain of nothing as he plunged gratefully back into sleep.\n\nWims was back at the hoedown only this time without even his briefs. And\nall the interrogators had stopped dancing and were circled around him,\nglaring and demanding to know what he was hiding. As they closed in upon\nhim he was snatched from the dream by two guards who prodded him out of\nhis cell, down a bleak corridor and into a large room. The windows were\nhidden by drawn, dark-green shades and two low-hanging, unshaded\nelectric-light bulbs provided a harsh illumination. The chamber was\nsparsely furnished with a splintered desk, several battered chairs and\nhalf a dozen Russian MVD officers.\n\nA man, so thick and heavy in appearance and movement that he was\nobviously a concrete abutment come to life, stepped up to Wims. The\nman's stony visage cracked in a slow, cold smile as he rumbled in\nEnglish, \"Welcome to Moscow, Lieutenant Dolliver Wims. I am Colonel\nSergei Bushmilov. I am your friend.\" The word \"friend\" sounded rather\nsqueaky as if it had not been used in years and needed oiling.\n\nWims glanced around the room. These people were like unshielded reactors\nthrowing off hard radiations of hostility. \"Ah sure could use a friend,\"\nhe said with utmost fervency.\n\n\"Good!\" said Bushmilov. \"There are some things I wish to know and you\nare going to tell to me because we are friends.\"\n\n\"Ah kin only give you mah name, rank an' serial number, suh.\" Wims saw\nthe colonel's face harden and his fist clench. Just then a burst of\nangry shouting and scuffling erupted in the corridor. Suddenly the door\nwas flung open and half a dozen Chinese stormed into the room trailing a\ncouple of protesting Russian guards. Two of the Chinese were civilian\nattachés from the embassy and the remainder were uniformed, military\nintelligence officers.\n\n       *       *       *       *       *\n\nBushmilov whirled and immediately recognized the foremost man. \"Colonel\nPeng! What are you doing here?\" he exclaimed in startled surprise.\n\nColonel Peng replied in an askew English, the only language he had in\ncommon with Bushmilov. \"Our American lieutenant, you kid-stolen.\" He\npointed at Wims.\n\nBushmilov unconsciously shifted his bulk to blot Wims from Peng's view.\n\"You are wrong Colonel Peng. Your intelligence was not getting nowhere\nwith him and we are having more experience in these matters. We think\nyou approve to take him to Moscow.\"\n\n\"Ah. Yes? Then why you sneak away like folding Arabian tent? Ah!\"\n\nAlthough Bushmilov did not comprehend what Arabian tents had to do with\nthis business he did understand the accusation. Before he could reply,\nPeng continued. \"Us Chinese not fool, Comrade Colonel. You Russian think\nus not good like you, like smart. O.K. Us not b'long Russia like\nsat'lite. Us b'long us. Us not let you take what you want and no asking.\nYou will give it back, the American officer. Us can make him say\nsecret.\"\n\nBushmilov stiffened and dropped all pretense at cordiality. \"Us will--\"\nHe shook his head in annoyance. \"I will not do that without order from\nmy superior, Minister Modrilensky. Now you will be kind to leave. There\nis business to finish.\"\n\n\"No go unless us take officer.\"\n\nAn angry Bushmilov strode to the door and snarled at the two guards in\nRussian. One of them dashed away down the corridor. \"We shall see,\"\nBushmilov sneered at Peng.\n\n\"Yes us shall, ah!\" said Peng, withdrawing his automatic pistol from its\nholster. The other Chinese did the same and their movement was\nduplicated immediately by the Russians.\n\nNo one moved or spoke further until five Russian security guards burst\ninto the room with submachine guns at the ready. The corporal in charge\nlooked to Bushmilov for instructions. The Russian colonel looked long\nand thoughtfully at the primed Chinese. He had not expected them to go\nto this extreme. Perhaps they were only bluffing but one sudden\nmisinterpreted movement or the wrong word and another ugly incident in\nan already dangerously long chain might be created to accelerate the\ndeteriorating Sino-Soviet relations. Without specific instructions he\ndared not take the responsibility for any untoward action. Bushmilov\nordered the guards to stand at ease and dispatched one of his henchmen\nto notify his superior of the crisis.\n\n\"You being very wise, Comrade Colonel,\" Peng said.\n\n\"You are being very annoying,\" Bushmilov snapped.\n\n\"O.K., yes,\" Peng replied. \"Chinese People's Republic ambassador now at\nKremlin demand give back American officer. Come soon now, us go. Take\nlieutenant. You annoying finish. Ah!\"\n\nBushmilov spoke sharply to his junior officers who still stood with\ndrawn pistols. One of them came over and stationed himself alongside\nBushmilov. He explained to Peng, \"I go on with questioning. My men will\nshoot anyone who interfere.\"\n\nColonel Peng knew his bounds. \"O.K., yes. Us wait when order come you\ngive us lieutenant. Us stay. Listen.\"\n\nBushmilov turned to Wims. \"You are captured six days before. Two weeks\nfrom now at this month end you suppose to be exchange by Geneva\nConcordat number seventeen. Now you tell to me why your government in\nsuch a hurry they can not wait and why they make special request to\ngovernment of Chinese People's Republic for immediate return of you. And\nwhy is it offered, twelve Chinese officers, all ranks, to get back only\nyou?\"\n\n\"Ah don't know, suh,\" Wims said in honest surprise.\n\n\"I warn you. If you not co-operating, you not go home at month end. You\ncannot pretend with us. We check and know much about you. You go in army\nthree month before now. No university education, no military experience\nand now you are second lieutenant so quick. How so?\"\n\n\"Oh, Ah kin tell y'all that,\" Wims said with relief. \"That ain't no\nmil't'ry secret. When we was havin' basic trainin' this here gen'ral\nallowed as to how Ah did some right smart soldierin' durin' maneuvers\nan' he up an' give me a battlefield commission.\"\n\nBushmilov's eyes were slits. \"Ha. Ha. Ha,\" Bushmilov said without a\nsmile. \"You Americans, always making joke. I enjoy that good laugh. Now\nwe are serious. It is true, yes, that you are intelligence officer sent\nto Burma with special mission? We know everything,\" Bushmilov lied, \"but\nwe want you say it with your words the few details.\"\n\n\"Cain't tell you nuthin' cause they ain't nuthin' to tell, Ah mean!\"\n\n       *       *       *       *       *\n\nBushmilov swung up his arm to strike Wims across the face. His hand\nsmacked against the pistol held by the Russian officer standing next to\nhim. The gun went off. The bullet zipped through the window, across the\ncourtyard, into another office and past the nose of Minister of Internal\nSecurity, Modrilensky.\n\nModrilensky shouted for his guards while his aide pointed out the window\nand yelled, \"The shot came from Bushmilov's office. See! The glass is\nbroken in his window!\"\n\nModrilensky paled. \"Bushmilov? My truest comrade? Who is there to trust?\nThis I expect from that filthy plotter, Berjanian! Or that sneak,\nLemchovsky, or Kamashev. And Gorshkinets and that babyface, Konevets;\nthey do not fool me, I assure you! They would all like to denounce me\nand steal my job! And the others! I know them all, every last one of\nthem and I'll deal with them, they'll see! But Bushmilov!\"\n\nSeveral guards with submachine guns burst into the room. \"Those\nwindows!\" Modrilensky screamed. \"Shoot them! Kill the deviationist\nplotters!\"\n\nThe guards were uncertain which windows Modrilensky was indicating with\nhis wildly waving arms but they had no intention of risking the\ndispleasure of the top man of the MVD. They tentatively sprayed all the\nwindows around the courtyard with bullets and when they received no\ncensure from their chief they went at it with gusto. Modrilensky was too\nbusy shouting orders to other guards to give them any further attention.\nThe sound of the firing was assurance enough that his orders were being\nobeyed. By the time he had dispatched men to get Bushmilov and\nneutralize other potential plotters the occupants of most of the offices\noverlooking the courtyard were crouched at the windows, shooting\nindiscriminately at each other.\n\n\"I can't believe it about Bushmilov,\" Modrilensky shouted to his aide\nover the din.\n\n\"You know he was at the Kremlin yesterday with Shaposnik,\" the aide\nshouted back. \"And you know how close Shaposnik is to the Premier. Maybe\nthey have discovered our plan and Bushmilov, as your successor, was\nordered to liquidate you!\"\n\nModrilensky slapped his forehead. \"Of course! We must act at once! Send\nour man to Marshal Mazianko and tell him it is time. He must get his\ntrusted troops into the city before the others suspect what is\nhappening, especially that Kamashev.\"\n\nMajor Kamashev of the MVD put in a hasty call to the Minister of\nTransport. \"I am forced to phone because of a sudden emergency.\nModrilensky must have gotten wind of our plans. His men are besieging my\noffice. You must get General Kodorovich to move his men into the city at\nonce! And watch out for the Foreign Minister. I think he and Lemachovsky\nare up to something.\"\n\nMajor Lemachovsky of the MVD was listening to the Foreign Minister. \"The\nPremier has ordered the arrest of the Minister of Heavy Industry for\nplotting with General Plekoskaya to bring in troops to seize the\ngovernment. As soon as General Zenovlov arrives with his troops and we\nare in control, I will teach these vile counterrevolutionaries that they\ncannot plot against the party and the people with impunity! And be\ncareful! I think the Minister of Hydroelectric Power is involved with\nyour Colonel Berjanian.\"\n\nColonel Berjanian of the MVD was shouting into the phone. \"Why can't I\nget the Minister of Hydroelectric Power? If you don't want a vacation in\nSiberia, you had better get my call through!\"\n\n\"I'm sorry, Comrade Colonel,\" the harried operator whined, \"but it isn't\nmy fault. Can I help it if all of Moscow decides to use the telephones\nall at once? The lines are still tied up. I will keep trying, Com--\"\n\nBerjanian slammed down the phone just as an aide rushed in. \"Colonel, I\nhave good news! Our men have gained control of most of the immediate\nhallway and we have captured the lavatory from Captain Konevets!\"\n\n\"Wonderful!\" Berjanian beamed as he hastily left the room.\n\n       *       *       *       *       *\n\nGeneral Kodorovich's command car rattled and bounced along the rough\nshoulder of the highway past his stalled 71st Motorized Infantry\nDivision. He found the van of his column tangled with the rear of the\n124th Armored Division under General Plekoskaya. Kodorovich sought out\nPlekoskaya and found him at table under some trees having a fine lunch.\n\n\"Would you mind getting your army out of the way,\" General Kodorovich\nsaid to General Plekoskaya. \"I have emergency orders to proceed\nimmediately to Moscow.\"\n\n\"So have I,\" Plekoskaya replied, wiping his lips. \"Won't you join me for\nlunch?\"\n\n\"I haven't time!\" Kodorovich snapped, glaring accusingly at the roast\nfowl and wine on the white linen.\n\n\"Oh but you have, my dear Kodorovich,\" Plekoskaya said pleasantly. \"You\nsee, neither of us is going anywhere for the moment. There's a brigade\nof the 48th blocking the road ahead.\"\n\n\"The 48th from Kiev?\" Kodorovich exclaimed. \"What is a brigade of the\n48th doing up here?\"\n\n\"Looking for its sister brigades from which it was separated when the\n116th Mechanized, in its hurry to reach Moscow, cut through their\ncolumn.\"\n\n\"The 116th Mechanized?\" Kodorovich exclaimed again. He wanted to stop\ntalking in questions but all this was coming so fast and unexpectedly.\n\n\"Don't even inquire of me about them,\" Plekoskaya said, shuddering.\n\"They are so disorganized and tangled with two other armored divisions\nwhose designations I don't even know. It all happened because they were\ntrying to outrace each other to the trunk highway and they arrived at\nthe intersection almost simultaneously. You can't possibly imagine the\nhideous clatter when you have two stubborn armored divisions and an\nobstinate mechanized one all trying to occupy the same road at once. I\ncould hear it all the way back here.\" Plekoskaya belched delicately.\n\"General, do wash off the dust of the road and join me at table.\"\n\n[Illustration]\n\n\"No thank you. If that's all the delay is, it should be cleared soon and\nwe'll be moving again. I'll want to be with my division.\"\n\n\"General Kodorovich, you evidently don't understand what has happened.\nThe word that has been passed from the most forward units, which are in\nthe city itself, to the rear ones, indicates that Moscow is the hub of\none vast military traffic jam thirty to perhaps fifty miles deep and\ngrowing worse all the time as new groups are moving in.\"\n\n\"But I must get to the city,\" Kodorovich insisted. \"I have orders to\nsurround the Kremlin, seal off MVD headquarters and--\"\n\n\"Ease your mind,\" Plekoskaya interrupted. \"The Kremlin is well\nsurrounded. General Smolledin is deployed around the walls; General\nAlexeiev is deployed around General Smolledin; General Paretsev is\ndeployed around Alexeiev and so on to the outskirts of the city. Those\nof us out here, of course, cannot deploy off the roads, for, who knows,\ntomorrow the Minister of Agriculture may be Premier and he may not take\nit kindly if we trample the collectives.\"\n\n\"How can you just sit there and do nothing when the people's government\nis in some kind of danger?\" Kodorovich said with some heat.\n\n\"It is very simple,\" Plekoskaya said with mild irritation and sarcasm.\n\"I merely bend at the knees and hips and have a lunch of a weight\nadequate enough to keep me from floating off my chair and rushing about\nseeking trouble. Of course it takes years of experience to learn how to\ndo this and most important, _when_.\" In kindlier tones Plekoskaya\ncontinued. \"Whatever it is that is happening in the Kremlin and the\nother hotbeds of intrigue will have to happen without us. There is no\ntelling who, if anyone, is in control. Conflicting orders have been\ncoming over the military radio depending upon which clique controls\nwhich headquarters. Why do you know, my dear Kodorovich, already this\nmorning the 124th has alternately been ordered to march to Moscow and a\ndozen other places including downtown Siberia.\"\n\nKodorovich did not smile at Plekoskaya's slight humor. He was squinting\nanxiously through the bright sunlight at the immobile column of men and\nvehicles jammed along the road into the far, blue distance.\n\n       *       *       *       *       *\n\nPlekoskaya took a sip of wine. \"There is obviously some kind of\npolitical readjustment going on within the government and the unpleasant\nthing about these little disturbances is that one can never be certain\nwho will emerge to inform the people that he is their unanimous choice\nfor leader. So don't be in so much of a hurry to rush off to Moscow to\ncommit yourself. You might pick the wrong one.\"\n\nKodorovich shrugged and sat down at the table. \"Perhaps you are right.\nDo you have any idea who is involved this time?\"\n\n\"Who isn't involved?\" Plekoskaya snorted. \"You and I know, as sensible\nmen must, that in our milieu there are at any given moment thousands of\nintrigues and plots and counterplots simmering away in the Party halls,\nthe ministries, the barracks and anywhere else you care to look. Of\ncourse it is treason, don't misunderstand, general, but most of it is\nreally quite harmless. It is the national pastime of the power elite; a\nsort of political mah-jongg and most of these little bubbling kettles\ncool and sour from inaction. However, this time, it is evident that\nsome drastic catalyst has caused a most violent reaction of these\nsubversive ingredients and the incredible, one in a million possibility\nhas occurred. All the pots are suddenly, all at once, boiling over ...\nerupting into action!\n\n\"By the way,\" Plekoskaya continued with a smile, \"you might be\ninterested to know that when I reach Moscow I am supposed to relieve you\nof command of the 71st and place you under arrest for unsocialistic\nactivities.\"\n\nKodorovich, looking dazed, took a glass of wine. \"Who signed your\norders?\"\n\n\"Major Lemchovsky of the MVD.\"\n\nKodorovich smiled for the first time since they had met under the trees.\n\"I have orders for your arrest also, to take effect when we reach\nMoscow; signed by Major Kamashev, MVD.\"\n\n\"I'm sorry,\" Plekoskaya said, \"but you will have to wait your turn. The\ncommanders of the 116th and the 48th are both ahead of you.\"\n\nKodorovich suddenly stood up frowning and stared around at the fields\nwhere the peasants were working. \"I don't like the way those people keep\nglancing at the troops and snickering. I can hear some of their\nremarks.\"\n\n\"Don't trouble yourself about it. They've been doing it all morning.\nIt's only good-natured jesting.\"\n\n\"It breeds disrespect of the Army. And disrespect of authority is the\nfirst step on the road to anarchy,\" Kodorovich said severely.\n\n\"Well at least that's a movement to somewhere,\" Plekoskaya said. \"Can\nyou blame them for smiling? That's the 124th, the famous 'lightning'\ndivision, that's been glued to the road in front of them for the past\nsix hours. In that time it has moved perhaps a hundred or so feet and I\nsuspect it is only because your 71st is very ill-manneredly pushing from\nbehind.\"\n\n\"I still don't like their smirking.\"\n\nPlekoskaya became suddenly solemn. \"It is when they begin to laugh\nopenly that we should become concerned.\"\n\n       *       *       *       *       *\n\n\"How did you get the American lieutenant out of Moscow?\" Colonel Peng's\nsuperior was asking him.\n\n\"Bushmilov was conducting the interrogation,\" Colonel Peng replied,\n\"when suddenly somebody started shooting through the window from another\noffice across the way. I heard Bushmilov yell something about plotters\nand counterrevolutionaries and he and his men started shooting back.\nWithin minutes the entire building was like a battlefield. In the\nconfusion we snatched the American and hustled him away. The corridors\nwere full of groups of MVD men running and shooting and I have no idea\nwhat it was all about but whatever it was it didn't affect us for we\nwere allowed to pass unmolested. We managed to escape stray bullets and\nget out of the building with whole skins to our embassy.\n\n\"Getting out of Moscow was the real problem. Within hours the city was\nclogged with troops. Slowly, as supplies were choked off by the\ncongestion, offices and factories and shops closed down and the people\nwere on the streets strolling about as if on holiday, laughing and\njoking about the tangle of tanks and vehicles and military equipment\nthat was effectively strangling the city.\n\n\"It appears that not even the highest officers and officials were making\nany effort to clear up the mess. Each one seemed to be afraid to take\nany responsibility beyond the last coherent orders that had brought\npractically the entire army converging on Moscow.\n\n\"We tried to get out by air but that proved impossible. All civil\nflights were canceled so that the fields could accommodate the armadas\nof military aircraft that swarmed into the area. We couldn't even get a\nwireless message out because of the spreading chaos. We had to proceed\nout of the city on foot and by then affairs were beginning to take an\nugly turn. Food supplies were becoming exhausted and as long as the\nmilitary refused to budge nothing could be brought in, even their own\nsupplies. Once out of the city we took to the river. No one attempted to\nstop us but neither did any official attempt to help their Chinese\ncomrades. The curious paralysis had spread. It was as if the entire\ncountryside was holding its breath, waiting for some positive sign of\nauthority. In Gorki, where there was less air-congestion, we managed to\nsteal a plane and flew it to Finland. The rest you know.\"\n\nPeng's superior nodded. \"Our Russian friends are losing their grip. That\nis because they do not practice pure Communism. Upon China now falls the\nmantle of leadership of the people's republics as we knew, long before,\nit was destined to be.\" He rose from behind his desk. \"Come, let us now\nturn our attention to this strange American lieutenant and see how the\ninterrogation is proceeding.\"\n\nAs Peng and his chief stepped into the hallway, they heard a shattering\nof glass and a cry of pain from a room at the far end of the hallway.\n\n\"It sounds like someone falling through a window!\" Peng exclaimed.\n\nHis chief's face was shadowed with a momentary irritation. \"If that is\nanother one of my men having a foolish accident--\"\n\n\"What do you mean?\" Peng inquired.\n\n\"Mean?\" his chief repeated in exasperation. \"I'll tell you what I mean.\nSince this interrogation started four of my men have injured themselves\nin silly, stupid accidents; like the captain who fell off his chair and\nbroke his leg. If I didn't know my men, I would swear that they had all\nbeen drinking!\"\n\nThere was a sudden, single shot. They hurried along the hall but before\nthey could reach the room at the end they had to drop to the floor to\nescape the fusillade of bullets that whined down the corridor.\n\n       *       *       *       *       *\n\nIn the great Operations Room of the Pentagon, the uppermost echelons of\nthe American General Staff glared at Dr. Titus whose civilian presence\nwas defiling this military \"holy of holies.\"\n\nAn admiral, sitting next to General Fyfe, banged his fist on the table\nand almost shouted at Titus. \"So you're one of the idiots who's been\nadvising the President not to let us commit our forces in Afghanistan.\nDo you realize the Russians will--\"\n\nTitus appealed to the Chairman of the General Staff. \"Do I or do I not\nhave the floor? Hm-m-m?\" Reluctantly, the chairman restored order and\nmotioned Titus to continue. \"It is true that the President has been\npersuaded to not commit the United States to any further military\nadventures until we have given a plan of mine some little time to take\neffect. Gentlemen, we have in operation a secret weapon that, if all\ngoes well, will make any future military undertakings unnecessary and\nbring about the destruction of our enemies.\" At the mention of \"secret\nweapon,\" the entire General Staff, excepting Fyfe, creaked forward in\ntheir seats with eager interest. \"The secret weapon is an\neighteen-year-old boy named Dolliver Wims, recently commissioned a\nlieutenant in the Army and now in Russian hands.\"\n\nAn avalanche of derisive remarks concerning his sanity roared down on\nTitus but he ignored them and continued. \"Wims came to work for us last\nspring and nothing in his manner or appearance indicated that he was in\nany way unusual. However, he had hardly been with us a month before\ncomplaints from my staff started flooding my office. Our accident rate\nsoared skyward and all staff fingers pointed at Wims. I investigated and\ndiscovered that in spite of the accusations Wims was never _directly_\ninvolved in these mishaps. He was present when they occurred, yes, but\nhe never pushed or bumped anyone or dropped anything or even fingered\nanything he wasn't supposed to and yet in the face of this fact, almost\neveryone, including my most dispassionate researchers, invariably blamed\nWims. Finding this extremely odd, I kept the boy on and under various\nsubterfuges I probed, tested and observed him without his knowledge.\n\n\"Then one day I became annoyed with him; without just cause I must\nadmit, merely because I was not getting any positive results; and I\nhandled him rather roughly. Within seconds I sliced open a finger. My\nirritation mounted and later I went to shove him rudely aside and down I\nwent, giving my head a nasty crack on the edge of a lab bench. I felt\nwonderful as I sat in pain on the floor, sopping the blood out of my\neyes. With the blow an idea had come to me and I felt I at last knew\nwhat Wims was and the factor that triggered his dangerous potential. For\nweeks afterward, under carefully controlled conditions, I was as nasty\nto him as I dared be. It took my most delicate judgment to avoid fatal\ninjury but I managed to document the world's first known _accident prone\ninducer_. I call him Homo Causacadere, the fall causer, whose activator\nis hostility.\n\n\"We have always had the accident prone, the person who has a\npsychological proclivity for having more than his share of mishaps. Wims\nis an individual who can make an accident prone of _anyone_ who\nthreatens his well being and survival. This boy, who, as indicated by\nthe tests, hasn't an unkind thought for any creature on this planet, has\nan unconscious, reactive, invulnerable defense against persons who\nexhibit even the slightest hostility toward him. The energies of their\nown hostility are turned against them. The greater the hostility, the\nmore accidents they have and the more serious they become. And the\nincrease in accidents gives rise to an increase in hostility and so it\ngoes in an ever widening circle of dislocation and destruction.\n\n\"As a scientist I would have preferred to take the many months, perhaps\nyears, necessary to investigate this phenomenon thoroughly, however\nthese are critical times and I was possessed with an inspired idea on\nhow we might utilize this phenomenon against the enemies of the free\nworld. Through a colleague on the Scientific Advisory Council I got the\nPresident's ear and he decided to let us try, on the basis, I'm certain,\nthat the best way to handle screwball scientists is to allow them one or\ntwo harmless, inexpensive insanities in the hope that they will make an\nerror and discover something useful.\n\n\"Through the good offices of General Fyfe, who was apprised of our plan,\nWims was snatched into the Army, commissioned and sent to Burma to be\ncaptured. Intelligence advises that he has been taken to Moscow which is\nfor him, an American officer ostensibly on a secret mission, the most\nhostile environment extant.\" Titus shook his head. \"I suppose I should\nfeel sorry for those poor Russians. They don't have a chance.\"\n\n\"Sorry for them!\" Fyfe blustered. \"Think what I've had to go through.\nThose ridiculous orders; couldn't explain to anyone. All my people think\nthat I've lost my mind. Felt like a fool giving that idiot a battlefield\ncommission during a training exercise.\"\n\n\"It was necessary to give him some rank,\" Titus explained. \"The\nCommunists wouldn't expect a private to be sent on a secret mission;\nthey just wouldn't bother to interrogate him. Now an officer, whose\nreturn was specially requested the day following his capture would seize\ntheir attention and surely they would apply their nasty pressures to\nfind out why. He hasn't been returned through the regular monthly\nexchange and they even deny having captured him which seems to indicate\nthat the plan is working.\"\n\nAn admiral stirred and shifted under his crust of gold. \"How long have\nthey had him?\"\n\n\"Six weeks.\"\n\n\"And nothing's happened yet,\" the admiral commented. \"My guess is that\nwe could sit here for six years and nothing would come of such a\nbarnacle-brained scheme.\"\n\nAn Air Force general spoke up in the breezy jargon of the youngest\nservice. \"I'm with the old man from the sea on this one,\" he said as the\nadmiral winced. \"I just don't see spending billions for alphabet bombs\nand then warming our tails on them while these psycho-noseys move in and\ntry to fight these sand-lot wars with voodoo and all that jazz.\"\n\n       *       *       *       *       *\n\nAn aide hurried in from the adjoining message center and handed the\nchairman a paper. Everybody waited in silence while the chairman seemed\nto take an unusually long time to read it. Finally he looked up and\nsaid. \"This is a special relay from the President's office and since it\nconcerns us all I'll read it aloud.\" He held the paper up and read,\n\"Apropos of your present conference with Dr. Titus, it may please the\nGeneral Staff to learn that the Russian Communist Party newspaper,\n_Pravda_, has just denounced the newspaper of the Red Army, _Izvestia_,\nas a tool of the decadent, warmongering, capitalist ruling circles of\nthe imperialist Western bloc. Other evidence of severe internal upheaval\nof a nature favorable to the West is pouring in through news channels\nand being confirmed by State and CIA sources. Congratulations, Dr.\nTitus.\"\n\nDr. Titus arose with unconcealed triumph. \"Gentlemen, apparently my\nhypothesis is correct. The disintegration that will crumble our enemies\nhas already begun. Our secret weapon is a stunning success!\"\n\nThe crusted admiral looked sourly at Titus. \"Of course you're only\nassuming that this Wims person is responsible. We'll never really know.\"\n\n\"Why won't we?\" Titus demanded. \"You speak of him as if he were dead or\ndoomed and I tell you he is no such thing. Don't you understand? He\ncannot be harmed! And when he gets back here, as he will, he'll tell us\nhimself exactly what and how it happened.\"\n\nThe aide rushed in with another message. \"Again from the President,\" he\nannounced. \"It has been confirmed by CIA,\" he began reading aloud, \"that\ntwo weeks ago a group of Chinese officials in a Russian aircraft landed\nat a Finnish airfield. It is now known definitely that an ostensibly ill\nmember of their group who was put aboard their plane in a stretcher was\nin reality a young American officer. Among other things, this explains\nthe eighteen contradictory Five Year Plans announced by Peiping this\nweek. CIA says they are going the way of the Russians. Again\ncongratulations, Dr. Titus.\"\n\n\"Well, General Fyfe,\" Titus said, smiling at him, \"perhaps you now feel\nsomewhat differently about this Wims business, hm-m-m?\"\n\nFyfe roared, unable to contain himself any longer: \"Do you _really_\nbelieve that rot you've been feeding us? You have the audacity to credit\nyourself with the downfall of two powerful nations, even if it does\nhappen? You think your insane ditherings about an incompetent halfwit\nhas anything to do with anything? You may have bamboozled the President,\nafter all he's only a civilian, but you're not about to fool me! These\nare perilous times and I have no use for you professors and your crazy,\nuseless theories. Now why don't you get out of here and let us do our\njob, trying to keep this planet from blowing up in our faces!\"\n\nFor the first time in his life Dr. Titus flew into an unreasoning fury.\nHow could this fat, uniformed mountain of stupidity still contrive to\ndeny the facts and dare speak to him the way he did? And after what he\nhad just accomplished! His rage boiled over and Titus rushed at Fyfe,\nhis fist already striking ahead. He never touched the general.\nUnaccountably he got tangled in his own legs and fell heavily to the\nfloor. When he tried to rise hot pain burned in his ankle. He sat there\nstaring up in astonishment at Fyfe, hulking over him.\n\nIt had happened so swiftly no one had yet spoken or moved.\n\n\"YOU!\" Titus screeched incredulously, pointing directly at Fyfe. \"You of\nall people!\" And Titus sat there on the floor rubbing his injured ankle\nand he laughed and laughed till the tears came.\n\n\nTHE END\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Astounding Science Fiction_ November\n    1959. Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note.\n\n\n\n\n\nEnd of Project Gutenberg's I Was a Teen-Age Secret Weapon, by Richard Sabia\n\n*** END OF THIS PROJECT GUTENBERG EBOOK I WAS A TEEN-AGE SECRET WEAPON ***\n\n***** This file should be named 23591-8.txt or 23591-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/3/5/9/23591/\n\nProduced by Greg Weeks, Bruce Albrecht, Stephen Blundell\nand the Online Distributed Proofreading Team at\nhttp://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}