{"title": "The Leader", "author": "William Fitzgerald Jenkins                   (AKA Murray Leinster)", "releaseDate": "November 24, 2007", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Bruce Albrecht, Stephen Blundell\nand the Online Distributed Proofreading Team at\nhttp://www.pgdp.net\n\n\n\n\n\n\n\n\n\n[Illustration]\n\n\n THE\n     LEADER\n\n By\n MURRAY\n LEINSTER\n\n _The trouble with being a Superman,\n with Super powers, and knowing it, is\n it's so easy to overlook the unpleasant\n possibility of a super-superman!_\n\n Illustrated by van Dongen\n\n\n    ... The career of The Leader remains one of the mysteries of\n    history. This man, illegitimate and uneducated, hysterical and\n    superstitious, gathered about him a crowded following of those who\n    had been discontented, but whom he turned into fanatics. Apparently\n    by pure force of personality he seized without resistance the\n    government of one of the world's great nations. So much is unlikely\n    enough. But as the ruler of a civilized country he imposed upon its\n    people the absolute despotism of a primitive sultanate. He\n    honeycombed its society with spies. He imprisoned, tortured, and\n    executed without trial or check. And while all this went on he\n    received the most impassioned loyalty of his subjects! Morality was\n    abandoned at his command with as much alacrity as common sense. He\n    himself was subject to the grossest superstitions. He listened to\n    astrologers and fortunetellers--and executed them when they foretold\n    disaster. But it is not enough to be amazed at the man himself. The\n    great mystery is that people of the Twentieth Century, trained in\n    science and technically advanced, should join in this orgy of what\n    seems mere madness ...\n\n                               _Concise History of Europe._ Blaisdell.\n\n       *       *       *       *       *\n\nLetter from Professor Albrecht Aigen, University of Brunn, to the Herr\nGeneral Johann von Steppberg, retired.\n\nMy dear General von Steppberg:\n\nIt is with reluctance that I intrude upon your retirement, but at the\nrequest of the Government I have undertaken a scientific examination of\nthe causes which brought about The Leader's rise to power, the\nextraordinary popularity of his regime, the impassioned loyalty he was\nable to evoke, and the astounding final developments.\n\nIf you can communicate to me any memories of The Leader which may aid in\nunderstanding this most bewildering period of our history, I assure you\nthat it will be appreciated by myself, by the authorities who wish the\ninvestigation made, and I dare to hope by posterity.\n\n                                   I am, my dear general, (Et cetera.)\n\n       *       *       *       *       *\n\nLetter from General Johann von Steppberg (Retired) to Professor Albrecht\nAigen, University of Brunn.\n\nHerr Professor:\n\nThe official yearbooks of the army contain the record of my military\ncareer. I have nothing to add to that information. You say the\nauthorities wish more. I refuse it. If they threaten my pension, I will\nrenounce it. If they propose other pressures, I will leave the country.\nIn short, I refuse to discuss in any manner the subject of your recent\ncommunication.\n\n                                    I am, Herr Professor, (Et cetera.)\n\n       *       *       *       *       *\n\nLetter from Professor Albrecht Aigen to Dr. Karl Thurn, Professor of\nPsychology at University of Laibach.\n\nMy dear Karl:\n\nI hope your psionic research goes better than my official project! My\nbusiness goes nowhere! I have written to generals, ministers, and all\nkinds of persons who held high office under The Leader. Each and every\none refuses to discuss The Leader or his own experiences under him. Why?\nSurely no one would blame them now! We have had to agree to pretend that\nno one did anything improper under The Leader, or else that what anyone\ndid was proper at the time. So why should the nabobs of that incredible\nperiod refuse to discuss what they should know better than anyone else?\nI am almost reduced to asking the aid of the astrologers and soothsayers\nThe Leader listened to. Actually, I must make a note to do so in sober\nearnest. At least they had their own viewpoint of events.\n\nSpeaking of viewpoints, I have had some hope of clarifying The Leader's\ncareer by comparing it with that of Prime Minister Winston, in power in\nhis country when The Leader ruled ours. His career is splendidly\ndocumented. There is astonishingly little documentation about The Leader\nas a person, however. That is one of the difficulties of my task. Even\nworse, those who should know him best lock their lips while those--\n\nHere is an unsolicited letter from the janitor of a building in which a\nformer Minister of Education now has his law offices. I have many\nletters equally preposterous....\n\n       *       *       *       *       *\n\nEnclosure in letter to Dr. Karl Thurn, University of Laibach.\n\nHerr Professor:\n\nI am the janitor of the building in which Herr Former Minister of\nEducation Werfen has his offices. In cleaning there I saw a letter\ncrumpled into a ball and thrown into a corner. I learned in the time of\nThe Leader that angry actions often mean evil intentions, so I read the\nletter to see if the police should be notified. It was a letter from you\nin which you asked Herr Former Minister of Education Werfen for his\nmemories of The Leader.\n\nI remember The Leader, Herr Professor. He was the most holy man who ever\nlived, if indeed he was only a man. Once I passed the open door of an\noffice in the building I then worked in. I looked in the door--it was\nthe office of the then-struggling Party The Leader had founded--and I\nsaw The Leader sitting in a chair, thinking. There was golden light\nabout his head, Herr Professor. I have told this to other people and\nthey do not believe me. There were shadowy other beings in the room. I\nsaw, very faintly, great white wings. But the other beings were still\nbecause The Leader was thinking and did not wish to be disturbed. I\nassure you that this is true, Herr Professor. The Leader was the holiest\nof men--if he was only a man.\n\n                  I am most respectfully, Herr Professor, (Et cetera.)\n\n       *       *       *       *       *\n\nLetter from Fraulein Lise Grauer, nurse, in the city of Bludenz, to\nProfessor Aigen at Brunn University.\n\nMost respected Herr Professor:\n\nI write this at the request of the Herr Former Police Inspector Grieg,\nto whom you directed a letter shortly before his death. The Herr Former\nPolice Inspector had been ill for some time. I was his nurse. I had\ncared for him for months and did many small services for him, such as\nwriting letters at his direction.\n\nWhen your letter came he read it and went into a black mood of deep and\nbitter recollection. He would not speak for hours, and I had great\ndifficulty in getting him to take his medicines. Just before his bedtime\nhe called me and said sardonically;\n\n\"Lise, write to this Herr Professor for me. Say to him that I was once a\ndecent man. When The Leader took power, I received orders that I would\nnot accept. I submitted my resignation. Then I received orders to come\nto The Leader. I obeyed these orders because my resignation was not yet\naccepted. I was received in his office. I entered it with respect and\ndefiance--respect because he was admitted to be the ruler of our nation;\ndefiance because I would not obey such orders as had been sent me in his\nname.\n\n\"The Leader spoke to me, kindly, and as he spoke all my views changed.\nIt suddenly seemed that I had been absurd to refuse the orders sent me.\nThey seemed right and reasonable and even more lenient than would have\nbeen justified.... I left The Leader in a state in which I could not\npossibly fail to do anything he wished. From that moment I obeyed his\norders. I was promoted. Eventually, as you know, I was in command of the\nNeusatz prison camp. And you know what orders I carried out there!\"\n\nI wept, Herr Professor, because the Herr Grieg's eyes were terrible to\nlook at. He was a gentle and kindly man, Herr Professor! I was his\nnurse, and he was a good patient and a good man in every way. I had\nheard of the things that were done at Neusatz, but I could not believe\nthat my patient had commanded them. Now, in his eyes I saw that he\nremembered them and that the memory was intolerable. He said very\nbitterly:\n\n\"Tell the Herr Professor that I can tell him nothing more. I have no\nother memories that would be of service to him. I have resolved, anyhow,\nto get rid even of these. I have kept them too long. Say to him that his\nletter has decided me.\"\n\nI did not understand what he meant, Herr Professor. I helped him prepare\nfor the night, and when he seemed to be resting quietly I retired,\nmyself. I was wakened by a very loud noise. I went to see what was the\nmatter. The Herr Former Police Inspector Grieg had managed to get out of\nhis bed and across the room to a bureau. He opened a drawer and took out\na revolver. He made his way back to his bed. He blew out his brains.\n\nI called the police, and after investigation they instructed me to carry\nout his request, which I do.\n\nHerr Professor, I do not myself remember the times of The Leader, but\nthey must have been very terrible. If the Herr Former Police Inspector\nGrieg was actually in command of the Neusatz prison camp, and did\nactually order the things done there,--I cannot understand it, Herr\nProfessor! Because he was a good and kindly man! If you write of him, I\nbeg that you will mention that he was a most amiable man. I was only his\nnurse, but I assure you--(Et cetera.)\n\n       *       *       *       *       *\n\nLetter from Dr. Karl Thurn, University of Laibach, to Professor Albrecht\nAigen, University of Brunn.\n\nMy dear friend:\n\nI could have predicted your failure to secure co-operation from eminent\nfigures in The Leader's regime. So long as they keep silent, together,\nthey can pretend to be respectable. And nobody longs so passionately to\nbe respectable as a man who has prospered by being a swine, while he\nawaits an opportunity to prosper again by more swinishness. I would\nadvise you to expect your best information from little people who\nsuffered most and most helplessly looked on or helped while enormities\nwere committed. Such little people will either yearn over the past like\nyour janitor, or want most passionately to understand so that nothing of\nthe sort can ever happen again.\n\nWinston as a parallel to The Leader? Or as a contrast? Which? I can name\none marked contrast. I doubt that anybody really and passionately wishes\nthat Winston had never been born.\n\nYou mention my researches. You should see some of our results! I have\nfound a rat with undeniable psychokinetic power. I have seen him move a\ngram-weight of cheese nearly three centimeters to where he could reach\nit through the cage bars. I begin to suspect a certain female dog of\nabilities I would prefer not to name just yet. If you can find any\nexcuse to come to Laibach, I promise you amazing demonstrations of psi\nphenomena. (Et cetera.)\n\n       *       *       *       *       *\n\nQuotations from, \"_Recollections of the Earl of Humber, formerly Prime\nMinister Winston_,\" by the Hon. Charles Wilberforce.\n\nPage 231; \"... This incredible event took place even while it seemed\nmost impossible. The Prime Minister took it with his usual aplomb. I\nasked him what he thought of the matter a week later, at a house party\nin Hertfordshire. He said, 'I consider it most unfortunate. This Leader\nof theirs is an inherently nasty individual. Therefore he'll make\nnastiness the avenue to distinction so long as he's in power. The\nresults will be tragic, because when you bottle up decency men seem to\ngo mad. What a pity one can't bottle up nastiness! The world might\nbecome a fit place to live in!'\"\n\nPage 247; \"The Prime Minister disagreed. 'There was Napoleon,' he\nobserved. 'You might despise him, but after he talked to you you served\nhim. He seemed to throw a spell over people. Alexander probably had the\nsame sort of magic personality. When his personality ceased to operate,\nas a result of too much wine too continuously, his empire fell\nimmediately to pieces. I've known others personally; an Afghan whom I've\nalways thought did us a favor by getting killed by a sniper. He could\nhave caused a great deal of trouble. I'd guess at the Khalifa. Most of\nthe people who have this incredible persuasiveness, however, seem to set\nup as successful swindlers. What a pity The Leader had no taste for\nsimple crime, and had to go in for crimes of such elaboration!'\"\n\n       *       *       *       *       *\n\nLetter from Professor Albrecht Aigen, University of Brunn, to Dr. Karl\nThurn, University of Laibach.\n\nMy dear Karl:\n\nYou make me curious with your talk of a rat which levitates crumbs of\ncheese and a she-dog who displays other psi abilities. I assume that you\nhave found the experimental conditions which let psi powers operate\nwithout hindrance. I shall hope some day to see and conceivably to\nunderstand.\n\nMy own affairs are in hopeless confusion. At the moment I am overwhelmed\nwith material about The Leader, the value of which I cannot estimate.\nStrange! I ask people who should know what I am commissioned to\ndiscover, and they refuse to answer. But it becomes known that I ask,\nand thousands of little people write me to volunteer impassioned details\nof their experiences while The Leader ruled. Some are bitter because\nthey did what they did and felt as they felt. These seem to believe in\nmagic or demoniac possession as the reason they behaved with such\nconspicuous insanity. Others gloat over their deeds, which they recount\nwith gusto--and then express pious regret with no great convincingness.\nSome of these accounts nauseate me. But something utterly abnormal was\nin operation, somehow, to cause The Leader's ascendancy!\n\nI wish I could select the important data with certainty. Almost\nanything, followed up, might reveal the key. But I do not know what to\nfollow! I plan to go to Bozen, where the new monstrous computer has been\nset up, and see if there is any way in which it could categorize my data\nand detect a pattern of more than bewildered and resentful frenzy.\n\nOn the way back to Brunn I shall stop by to talk to you. There is so\nmuch to say! I anticipate much of value from your detached and analytic\nmind. I confess, also, that I am curious about your research. This\nshe-dog with psi powers, of which you give no account ... I am\nintrigued.\n\n                                         As always, I am, (Et cetera.)\n\n       *       *       *       *       *\n\nLetter from Professor Albrecht Aigen, written from The Mathematical\nInstitute at Bozen, to Dr. Karl Thurn, University of Laibach.\n\nMy dear Karl:\n\nThis is in haste. There is much agitation among the computer staff at\nthe Institute. An assistant technician has been discovered to be able to\npredict the answer the computer will give to problems set up at random.\nHe is one Hans Schweeringen and it is unbelievable.\n\nVarious numerals are impressed on the feed-in tape of the computer.\nSections of the tape are chosen at random by someone who is blindfolded.\nThey are fed unread into the computer, together with instructions to\nmultiply, subtract, extract roots, et cetera, which are similarly chosen\nat random and not known to anyone. Once in twenty times or so,\nSchweeringen predicts the result of this meaningless computation before\nthe computer has made it. This is incredible! The odds are trillions to\none against it! Since nobody knows the sums or instructions given to the\ncomputer, it cannot be mind-reading in any form. It must be pure\nprecognition. Do you wish to talk to him?\n\nHe is uneasy at the attention he attracts, perhaps because his father\nwas one of The Leader's secretaries and was executed, it is presumed,\nfor knowing too much. Telegraph me if you wish me to try to bring him to\nyou.\n\n                                                         Your friend--\n\n       *       *       *       *       *\n\nTelegram from Dr. Karl Thurn, Professor of Psychology at Laibach\nUniversity, to Professor Albrecht Aigen, in care of The Mathematical\nInstitute at Bozen:\n\nTake tapes which produced answers Schweeringen predicted. Run them\nthrough computer when he knows nothing of it. Wire result.\n\n                                                                Thurn.\n\n       *       *       *       *       *\n\nTelegram. Professor Albrecht Aigen, at The Mathematical Institute in\nBozen, to Dr. Karl Thurn, University of Laibach.\n\nHow did you know? The tapes do not give the same answers when run\nthrough the computer without Schweeringen's knowledge. The only possible\nanswer is that the computer sometimes errs to match his predictions. But\nthis is more impossible than precognition. This is beyond the\nconceivable. It cannot be! What now?\n\n                                                                Aigen.\n\n       *       *       *       *       *\n\nTelegram from Dr. Karl Thurn, University of Laibach, to Professor\nAlbrecht Aigen, care Mathematical Institute, Bozen.\n\nNaturally I suspect psi. He belongs with my rat and she-dog. Try to\narrange it.\n\n                                                                Thurn.\n\n       *       *       *       *       *\n\nTelegram from Professor Albrecht Aigen, Mathematical Institute, Bozen,\nto Dr. Karl Thurn, University of Laibach.\n\nSchweeringen refuses further tests. Fears proof he causes malfunctioning\nof computer will cause unemployment here and may destroy all hope of\nhoped-for career in mathematics.\n\n                                                                Aigen.\n\n       *       *       *       *       *\n\nTelegram from Professor Albrecht Aigen, at Mathematical Institute, to\nDr. Karl Thurn, University of Laibach.\n\nTerrible news. Riding bus to Institute this morning, Schweeringen was\nkilled when bus was involved in accident.\n\n                                                                Aigen.\n\n       *       *       *       *       *\n\nTelegram from Dr. Karl Thurn, University of Laibach, to Professor\nAlbrecht Aigen, care Mathematical Institute, Bozen.\n\nDeeply regret death Schweeringen. When you come here please try to bring\nall known family history. Psi ability sometimes inherited. Could be\ntie-in his father's execution and use of psi ability.\n\n                                                                Thurn.\n\n       *       *       *       *       *\n\nLetter from Professor Albrecht Aigen, at Brunn University, to Dr. Karl\nThurn, University of Laibach.\n\nMy dear Karl:\n\nI have first to thank you for your warm welcome and to express my\ngratitude for your attention while I was your guest. Since my return I\nhave written many inquiries about Schweeringen's father. There are so\nfar no replies, but I have some hope that people who will not tell of\ntheir own experiences may tell about someone else--especially someone\nnow dead. This may be a useful device to get at least some information\nfrom people who so far have refused any. Naturally I will pass on to you\nanything I learn.\n\nI try to work again upon the task assigned me--to investigate the rise\nand power of The Leader. I find it hard to concentrate. My mind goes\nback to your laboratory. I am deeply shaken by my experience there. I\nhad thought nothing could be more bewildering than my own work.\nConsider: Today I received a letter in which a man tells me amazedly of\nthe life he led in a slave-labor camp during the time of The Leader's\nrule. He describes the attempt of another prisoner to organize a revolt\nof the prisoners. While he spoke of the brutality of the guards and the\nintolerably hard labor and the deliberately insufficient food, they\ncheered him. But when he accused The Leader of having ordered these\nthings--the prisoners fell upon him with cries of fury. They killed him.\nI had this information verified. It was true.\n\nI cannot hope for a sane explanation of such things. But a sane\nexplanation for my experience seems even less probable. I am impressed\nby your rat who levitates crumbs of cheese. But I am appalled; I am\nhorrified; I am stupefied by what I did! You asked me to wait for you in\na certain laboratory beyond a door. I entered. I saw a small, fat, mangy\nshe-dog in a dog-run. She looked at me and wagged her tail. I thereupon\nwent to the other end of the laboratory, opened a box, and took out a\nhandful of strange objects you later told me are sweetmeats to a dog. I\ngave them to the animal.\n\nWhy did I do it? How was it that I went directly to a box of which I\nknew nothing, opened it as a matter of course, and took out objects I\ndid not even recognize, to give them to that unpleasant small beast? How\ndid I know where to go? Why did I go? Why should I give those\nthen-meaningless objects to the dog? It is as if I were enchanted!\n\nYou say that it is a psi phenomenon. The rat causes small objects to\nmove. The dog, you say, causes persons to give it canine candy. I revolt\nagainst the conclusion, which I cannot reason away. If you are right, we\nare at the mercy of our domestic animals! Dog-lovers are not people who\nlove dogs, but people who are enslaved by dogs. Cat-lovers are merely\npeople who have been seized upon by cats to support and pet and cater\nto them. This is intolerable! I shall fear all pets from now on! I throw\nmyself back into my own work to avoid thinking of it. I--\n\n       *       *       *\n\nLater. I did not mail this letter because an appalling idea occurred to\nme. This could bear upon my investigation! Do you think The Leader--No!\nIt could not be! It would be madness....\n\n       *       *       *       *       *\n\nExtract from a letter from Dr. Karl Thurn to Professor Albrecht Aigen.\n\n... I deplore your reaction. It has the emotional quality of a reaction\nto witchcraft or magic, but psi is not witchcraft. It is a natural\nforce. No natural force is either nonexistent or irresistible. No\nnatural force is invariably effective. Psi is not irresistible under all\ncircumstances. It is not always effective. My rat cannot levitate\ncheese-crumbs weighing more than 1.7 grams. My she-dog could not make\nyou give her dog-candy once you were on guard. When you went again into\nthe laboratory she looked at you and wagged her tail as before. You say\nthat you thought of the box and of opening it, but you did not. It was\nnot even an effort of will to refrain.\n\nA lesser will or a lower grade of personality cannot overwhelm a greater\none. Not ever! Lesser beings can only urge. The astrologers used to say\nthat the stars incline, but they do not compel. The same can be said of\npsi--or of magnetism or gravitation or what you will. Schweeringen could\nnot make the computer err when it had to err too egregiously. A greater\npsi ability was needed than he had. A greater psi power than was\navailable would have been needed to make you give the dog candy, once\nyou were warned.\n\nI do not apply these statements to your so-called appalling idea. I\ncarefully refrain from doing so. It is your research, not mine....\n\n       *       *       *       *       *\n\nExtract from letter to Professor Albrecht Aigen from the Herr Friedrich\nHolm, supervisor of electrical maintenance, municipal electrical\nservice, Untersberg.\n\nHerr Professor:\n\nYou have written to ask if I knew a certain Herr Schweeringen, attached\nto The Leader's personal staff during his regime. I did know such a\nperson. I was then in charge of electrical maintenance in The Leader's\nvarious residences. Herr Schweeringen was officially one of The Leader's\nsecretaries, but his actual task was to make predictions for The Leader,\nlike a soothsayer or a medium. He had a very remarkable gift. There were\ntimes when it was especially needful that there be no electrical\nfailures--when The Leader was to be in residence, for example. On such\noccasions it was my custom to ask Herr Schweeringen if there was apt to\nbe any failure of apparatus under my care. At least three times he told\nme yes. In one case it was an elevator, in another refrigeration, in a\nthird a fuse would blow during a State dinner.\n\nI overhauled the elevator, but it failed nevertheless. I replaced the\nrefrigeration motor, and the new motor failed. In the third case I\nchanged the fuse to a new and tested one, and then placed a new, fused\nline around the fuse Herr Schweeringen had said would blow, and placed a\nworkman beside it. When the fuse did blow as predicted, my workman\ninstantly closed the extra-line switch, so that the lights of the State\ndinner barely flickered. But I shudder when I think of the result if\nHerr Schweeringen had not warned me.\n\nHe was executed a few days before the period of confusion began, which\nended as everyone knows. I do not know the reason for his execution. It\nwas said, however, that The Leader executed him personally. This, Herr\nProfessor, is all that I know of the matter.\n\n                                       Very respectfully, (Et cetera.)\n\n[Illustration]\n\n       *       *       *       *       *\n\nLetter from Herr Theophrastus Paracelsus Bosche, astrologer, to\nProfessor Albrecht Aigen, Brunn University.\n\nMost respected Herr Professor:\n\nI am amused that a so-eminent scientist like yourself should ask\ninformation from a so-despised former astrologer to The Leader. It is\neven more amusing that you ask about a mere soothsayer--a man who\ndisplayed an occult gift of prophecy--whom you should consider merely\none of the charlatans like myself whom The Leader consulted, and who\nare unworthy of consideration by a scientific historian. We have no\neffect upon history, most respected Herr Professor! None at all. Oh,\nnone! I am much diverted.\n\nYou ask about the Herr Schweeringen. He was a predictor, using his\noccult gift of second sight to foreknow events and tell The Leader about\nthem. You will remember that The Leader considered himself to have\noccult powers of leadership and decision, and that all occult powers\nshould contribute to his greatness. At times of great stress, such as\nwhen The Leader demanded ever-increasing concessions from other nations\non threat of war, he was especially concerned that occult predictions\npromise him success.\n\nAt a certain time the international tension was greater than ever\nbefore. If The Leader could doubt the rightness of any of his actions,\nhe doubted it then. There was great danger of war. Prime Minister\nWinston had said flatly that The Leader must withdraw his demands or\nfight. The Leader was greatly agitated. He demanded my prediction. I\nconsidered the stars and predicted discreetly that war would be\nprevented by some magnificent achievement by The Leader. Truly, if he\ngot out of his then situation it would be a magnificent achievement. But\nastrology, of course, could only indicate it but not describe what it\nwould be.\n\nThe Leader was confident that he could achieve anything he could\nimagine, because he had convinced even himself that only treason or\ndisloyalty could cause him to fail in any matter. He demanded of his\ngenerals what achievement would prevent the war. They were not\nencouraging. He demanded of his civilian political advisers. They dared\nnot advise him to retreat. They offered nothing. He demanded of his\noccult advisers.\n\nThe Herr Schweeringen demanded of me that I tell him my exact\nprediction. His nerves were bad, then, and he twitched with the strain.\nSomeone had to describe the great achievement The Leader would make. It\nwould be dangerous not to do so. I told him the prediction, I found his\npredicament diverting. He left me, still twitching and desperately sunk\nin thought.\n\nI now tell you exact, objective facts, Herr Professor, with no\ninterpretation of my own upon them. The Herr Schweeringen was closeted\nwith The Leader. I am told that his face was shining with confidence\nwhen he went to speak to The Leader. It was believed among us charlatans\nthat he considered that he foreknew what The Leader would do to prevent\nwar at this time.\n\nTwo hours later there were shots in The Leader's private quarters. The\nLeader came out, his eyes glaring, and ordered Herr Schweeringen's body\nremoved. He ordered the execution of the four senior generals of the\nGeneral Staff, of the Minister of Police, and several other persons. He\nthen went into seclusion, from which he emerged only briefly to give\norders making the unthinkable retreat that Prime Minister Winston had\ndemanded. No one spoke to him for a week. Confusion began. These are\nobjective facts. I now add one small boast.\n\nMy discreet prediction had come true, and it is extremely diverting to\nthink about it. The Leader had achieved magnificently. The war was\nprevented not only for the moment but for later times, too. The Leader's\nachievement was the destruction of his regime by destroying the brains\nthat had made it operate!\n\nIt is quite possible that you will consider this information a lie. That\nwill be quite droll. However, I am, most respected Herr Professor, (Et\ncetera.)\n\n       *       *       *       *       *\n\nLetter from Dr. Karl Thurn, University of Laibach, to Professor Albrecht\nAigen, Brunn University.\n\nMy dear friend:\n\nYour information about the elder Schweeringen received. The information\nabout his prediction is interesting. I could wish that it were complete,\nbut that would seem to be hopeless. Your question, asked in a manner\nsuggesting great disturbance, is another matter. I will answer it as\nwell as I can, my friend, but please remember that you asked. I\nvolunteer nothing. The question of the rise and power of The Leader is\nyour research, not mine.\n\nHere is my answer. Years back an American researcher named Rhine\nobtained seemingly conclusive proof that telepathy took place. Tonight\nhe would have a \"sender,\" here, attempt to transmit some item\ntelepathically to a \"receiver,\" there. Tomorrow morning he would compare\nthe record of what the \"sender\" had attempted to transmit, with the\nrecord of what the \"receiver\" considered he had received. The\ncorrespondence was far greater than chance. He considered that telepathy\nwas proven.\n\nBut then Rhine made tests for precognition. He secured proof that some\npersons could predict with greater-than-probability frequency that some\nparticular event, to be determined by chance, would take place tomorrow.\nHe secured excellent evidence for precognition.\n\nThen it was realized that if one could foresee what dice would read\ntomorrow--dice not yet thrown--one should be able to read what a report\nwould read tomorrow--a report not yet written. In short, if one can\nforeknow what a comparison will reveal, telepathy before the comparison\nis unproven. In proving precognition, he had destroyed his evidence for\ntelepathy.\n\nIt appears that something similar has happened, which our correspondence\nhas brought out. Young Schweeringen predicted what a computer would\nreport from unknown numerals and instructions. In order for the computer\nto match his predictions, it had to err. It did. Therefore one reasons\nthat he did not predict what the computer would produce. The computer\nproduced what he predicted. In effect, what appeared to be foreknowledge\nwas psychokinesis--the same phenomenon as the movement of crumbs of\ncheese by my rat. One may strongly suspect that when young Herr\nSchweeringen knew in advance what the computer would say, he actually\nknew in advance what he could make it say. It is possible that one can\nconsciously know in advance only what one can unconsciously bring about.\nIf one can bring about only minor happenings, one can never predict\ngreat ones.\n\nThis is my answer to your question. I would like very much to know what\nthe elder Schweeringen predicted that The Leader would accomplish!\n\nMy she-dog has died. We had a new attendant in the laboratory. He fed\nher to excess. She died of it. (Et cetera.)\n\n       *       *       *       *       *\n\nLetter from Professor Albrecht Aigen to Dr. Thurn.\n\nMy dear Karl:\n\nI have resolved to dismiss psionic ability from my investigation into\nThe Leader's rise to power. This much I will concede: The Leader could\nenslave--englamour--enchant anyone who met him personally. He did. To a\nlesser degree, this irresistible persuasiveness is a characteristic of\nmany successful swindlers. But he could not have englamoured the whole\nnation. He did not meet enough persons personally to make his regime\npossible, unless he could cause other persons to apply their own\nmagnetism to further his ambitions, and they others and others and so\non--like an endless series of magnets magnetized originally from one.\nThis is not possible. I restrict myself to normal, plausible\nhypotheses--of which so far I have no faintest trace.\n\nYou agree with me, do you not--that it was impossible for The Leader to\nweave a web of enchantment over the whole nation by his own psi energies\ncontrolling the psi energies of others? I would welcome your assurance\nthat it could not be.\n\n       *       *       *       *       *\n\nLetter from Professor Albrecht Aigen to Dr. Karl Thurn.\n\nMy dear Karl:\n\nDid you receive my last letter? I am anxious to have your assurance that\nit was impossible that The Leader could englamour the whole nation by\nhis psionic gifts.\n\n       *       *       *       *       *\n\nTelegram, Dr. Albrecht Aigen to Dr. Karl Thurn.\n\nKarl, as you are my friend, answer me!\n\n       *       *       *       *       *\n\nLetter, Dr. Karl Thurn to Professor Albrecht Aigen.\n\n... But what have you discovered, my friend, that you are afraid to\nface?\n\n       *       *       *       *       *\n\nLetter. Professor Albrecht Aigen to Dr. Karl Thurn.\n\nMy dear Karl:\n\nI appeal to you because I have discovered how nearly our nation and the\nwhole world escaped horrors beside which those of The Leader's actual\nregime would seem trivial. Give me reasons, arguments, proofs beyond\nquestion, which I can put into my report on his career! I must\ndemonstrate beyond question that psi ability did not cause his\nascendancy! Help me to contrive a lie which will keep anyone, ever, from\ndreaming that psi ability can be used to seize a government and a\nnation. It could seize the world more terribly....\n\nI cannot express the urgency of this need! There are others who possess\nThe Leader's powers in a lesser degree. They must remain only swindlers\nand such, without ambitions to rule, or they might study The Leader's\ncareer as Napoleon studied Alexander's. There must be no hint, anywhere,\nof the secret I have discovered. There must be nothing to lead to the\nleast thought of it! The Leader could have multiplied his power\nten-thousand-fold! Another like him must never learn how it could be\ndone!\n\nI beg your help, Karl! I am shaken. I am terrified. I wish that I had\nnot undertaken this research. I wish it almost as desperately as I wish\nthat The Leader had never been born!\n\n       *       *       *       *       *\n\nLetter from Colonel Sigmund Knoeller, retired, to Professor Albrecht\nAigen, Brunn University.\n\nHerr Professor:\n\nIn response to your authorized request for information about certain\nevents; I have the honor to inform you that at the time you mention I\nwas Major in command of the Second Battalion of the 161st Infantry\nRegiment, assigned to guard duty about the residence of The Leader.\nActual guard duty was performed by the secret police. My battalion\nmerely provided sentries around the perimeter of the residence, and at\ncertain places within.\n\nOn August 19th I received a command to march three companies of my men\ninto the residence, to receive orders from The Leader in person. This\ncommand was issued by the Herr General Breyer, attached to The Leader as\na military aide.\n\nI led my men inside according to the orders, guided by the orderly who\nhad brought them. I entered an inner courtyard. There was disturbance.\nPeople moved about in a disorderly fashion and chattered agitatedly.\nThis was astonishing in The Leader's residence. I marched up to General\nBreyer, who stood outside a group biting his nails. I saluted and said:\n\"Major Knoeller reporting for orders, Herr General.\"\n\nThere was then confusion in the nearby squabbling group. A man burst out\nof it and waved his arms at me. He looked like The Leader. He cried\nshrilly:\n\n\"Arrest these men! All of them! Then shoot them!\"\n\nI looked at the Herr General Breyer. He bit his nails. The man who\nlooked so much like The Leader foamed at the mouth. But he was not The\nLeader. That is, in every respect he resembled The Leader to whom I owed\nloyalty as did everyone. But no one who was ever in The Leader's\npresence failed to know it. There was a feeling. One knew to the inmost\npart of one's soul that he was The Leader who must be reverenced and\nobeyed. But one did not feel that way about this man, though he\nresembled The Leader so strongly.\n\n\"Arrest them!\" shrilled the man ferociously. \"I command it! I am The\nLeader! Shoot them!\"\n\nWhen I still waited for General Breyer to give me orders, the man\nshrieked at the troopers. He commanded them to kill General Breyer and\nall the rest, including me. And if he had been The Leader they would\nhave obeyed. But he was not. So my men stood stiffly at attention,\nwaiting for my orders or General Breyer's.\n\nThere was now complete silence in the courtyard. The formerly squabbling\nmen watched as if astonished. As if they did not believe their eyes. But\nI waited for General Breyer to give his commands.\n\nThe man screamed in a terrible, frustrated rage. He waved his arms\nwildly. He foamed at the mouth and shrieked at me. I waited for orders\nfrom General Breyer. After a long time he ceased to bite his nails and\nsaid in a strange voice:\n\n\"You had better have this man placed in confinement, Major Knoeller. See\nthat he is not injured. Double all guards and mount machine guns in case\nof rioting outside. Dismiss!\"\n\nI obeyed my commands. My men took the struggling, still-shrieking man\nand put him in a cell in the guardhouse. There was a drunken private\nthere, awaiting court-martial. He was roused and annoyed when his new\ncompanion shrieked and screamed and shook the bars of the door. He\nkicked the man who looked so much like The Leader. I then had the\ncivilian placed in a separate cell, but he continued to rave\nincoherently until I had the regimental surgeon give him an injection to\nquiet him. He sank into drugged sleep with foam about his lips.\n\nHe looked remarkably like The Leader. I have never seen such a\nresemblance! But he was not The Leader or we would have known him.\n\nThere was no disturbance outside the residence. The doubled guards and\nthe mounted machine guns were not needed.\n\n                                    I am, Herr Professor, (Et cetera.)\n\n       *       *       *       *       *\n\nLetter, with enclosure, from Professor Albrecht Aigen, Brunn University,\nto Dr. Karl Thurn, University of Laibach.\n\nMy dear Karl:\n\nBecause of past sharing in my research, you will realize what the\nenclosed means. It is part of the report of the physicians who examined\nThe Leader three days after his confinement in a military prison. He had\nrecovered much of his self-control. He spoke with precision. He appeared\neven calm, though he was confused in some matters. The doctors addressed\nhim as \"My Leader\" because he refused to reply otherwise.\n\n(Enclosure)\n\n_Dr. Kundmann_: But, My Leader, we do not understand what has happened!\nYou were terribly disturbed. You were even ... even confused in your\nbehavior! Can you tell us what took place?\n\n_The Leader_: I suffered a great danger and a temporary damage. That\nvillain Schweeringen--I shot him. It was a mistake. I should have had\nhim worked over--at length!\n\n_Dr. Messner_: My Leader, will you be so good as to tell us the nature\nof the danger and the damage?\n\n_The Leader_: Schweeringen probably told someone what he would propose\nto me. It was his conviction that because of my special gifts I could\ncause anyone, not only to obey me, but to pour out to me, directly, his\ninmost thoughts and memories. Of course this is true. The danger was\nthat of the contact of my mind with an inferior one. But I allowed\nSchweeringen to persuade me that I should risk even this for the service\nof my people. Therefore I contacted the mind of Prime Minister Winston,\nso I could know every scheme and every plan he might have or know to\nexist to injure my people. I intended, however, to cause him to become\nloyal to me--though I would later have had him shot. Schweeringen had\nbetrayed me, though. When I made contact with Winston's mind, it was not\nonly inferior, but diseased! There was a contagion which temporarily\naffected the delicate balance of my intuition. For a short time I could\nnot know, as ordinarily, what was best for my people.\n\n(End of Enclosure)\n\nYou will see, my dear Karl, what took place. To you and to me this\nexplains everything. In the background of my research and your\ninformation it is clear. Fortunately, The Leader's mind was unstable.\nThe strain and shock of so unparalleled experience as complete knowledge\nof another brain's contents destroyed his rationality. He became insane.\nInsane, he no longer had the psi gifts by which he had seized and\ndegraded our nation. He ceased to be The Leader.\n\nBut you will see that this must be hidden! Another monster like The\nLeader, or Napoleon--perhaps even lesser monsters--could attempt the\nsame feat. But they might be less unstable! They might be able to invade\nthe mind of any human being, anywhere, and drain it of any secret or\nimpress upon it any desire or command, however revolting. You see, Karl,\nwhy this must never become known! It must be hidden forever.\n\n       *       *       *       *       *\n\nLetter from Dr. Karl Thurn, University of Laibach, to Professor Albrecht\nAigen, Brunn University.\n\nMy dear friend:\n\nI am relieved! I feared for your judgment. I thought that perhaps\noverwork and frustration had set up an anxiety-block to make you cease\nyour work. But you are quite right. Your analysis is brilliant. And now\nthat you have pointed it out, unquestionably a man with The Leader's psi\npowers could force another man's brain to transmit all its contents to\nhim.\n\nBut consider the consequences! Consider the conditions of such an event.\nOne's brain is designed to work within one's own skull, dealing with\nsensory messages and the like. Very occasionally it acts outside,\nshifting crumbs of cheese and confusing computers--and securing candy.\nBut even when one's will controls outside actions, it does not fuse with\nthe outside brain or thing. It molds or moves the recipient mind, but\nthere is never a sharing of memory. You have explained why.\n\nConsider what must happen if a brain of limited power and essentially\nemotional operation is linked to another and more powerful one. Assume\nfor a moment that my she-dog had linked her brain to yours, even\nmomentarily. Do you realize that she would not have gotten your\nmemories, much less your power to reason? She would not even have\nacquired your knowledge of the meaning of words! When a bright light\nshines in your eyes, you see nothing else. When thunder rolls in your\nears, you do not hear the ticking of a clock. When you suffer pain, you\ndo not notice a feather's tickle. If my she-dog had linked her mind to\nyours, she would have experienced something which is knowledge more\nfirmly fixed and more continuously known than anything else in your\nconscious life. This overwhelmingly strong conviction would have been so\npowerful and so positive that it would be imprinted--branded--burned\ninto every cell of her brain. She could never get it out.\n\nBut in receiving this overwhelming experience she would not get your\nmemories or power to reason or even your personality. She would have\nexperienced only your identity. She would have received only the\nconviction that she was yourself! She would have been like those poor\nlunatics who believe that they are Napoleon, though they have nothing of\nNapoleon in them but the conviction of identity. They do not know when\nhe was born or have more than the vaguest notion of what he did, but\nthey try to act as who he was--according to their own ideas of how\nNapoleon would act in their situation. This is how my she-dog would have\nbehaved.\n\nI am relieved. You have explained everything. Your letter gave me the\nsuspicion. I secured a transcript of the Herr Doctor's report for\nmyself. My suspicion became a certainty. You will find the clue in the\nreport. Consider: The Leader had had the experience I imagined for my\nshe-dog. He had linked his mind with a stronger one and a greater\npersonality--if it must be said, a greater man. For a moment The Leader\nknew what that man knew most certainly, with most profound conviction,\nwith most positive knowledge. It was burned into his brain. He could\nnever get it out. He did not secure that other man's memories or\nknowledge or ability. He was blinded, deafened, dazed by the\noverwhelming conviction that, the other man had of his own identity. It\nwould not be possible for him to get anything else from a stronger mind\nand a greater person. Nor could anyone else succeed where he failed, my\nfriend! There is no danger of any man seizing the world by seizing the\nminds of all his fellows! One who tries will meet the fate of The\nLeader.\n\nYou realize what that fate was, of course. He suddenly ceased to be the\nmonster who could cast a spell of blind adoration for himself. He ceased\nto be The Leader! So the doctors gave him truth-serum so he would not\ntry to conceal anything from them. The result is in the transcript on\nthe third page beyond the place you quoted to me. There the doctors\nasked The Leader who he was. Read his answer, my friend! It proves\neverything! He said:\n\n\"I am Prime Minister Winston.\"\n\n\nTHE END\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Astounding Science Fiction_ February\n    1960. Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Leader, by \nWilliam Fitzgerald Jenkins                   (AKA Murray Leinster)\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE LEADER ***\n\n***** This file should be named 23612.txt or 23612.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/3/6/1/23612/\n\nProduced by Greg Weeks, Bruce Albrecht, Stephen Blundell\nand the Online Distributed Proofreading Team at\nhttp://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}