{"title": "That Sweet Little Old Lady", "author": "Gordon Randall Garrett     (AKA Mark Phillips)", "releaseDate": "November 29, 2007", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Bruce Albrecht, Stephen Blundell\nand the Online Distributed Proofreading Team at\nhttp://www.pgdp.net\n\n\n\n\n\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Astounding Science Fiction_ September\n    and October 1959. Extensive research did not uncover any evidence\n    that the U.S. copyright on this publication was renewed. Minor\n    spelling and typographical errors have been corrected without note.\n    Subscript characters are shown within {braces}.\n\n\n\n\n[Illustration: That Sweet Little Old Lady]\n\n                           _Usually, the\n toughest part of the job is stating the\n problem clearly, and the solution is then\n easy. This time the FBI could state the\n problem easily; solving it, though was\n not. How do you catch a telepathic spy?_\n\nBY MARK PHILLIPS\n\nIllustrated by Freas\n\n\n    _\"What are we going to call that sweet little old lady, now that_\n    mother _is a dirty word?\"_\n\n                                                        --_Dave Foley_\n\n\n\n\nI\n\n\nIn 1914, it was enemy aliens.\n\nIn 1930, it was Wobblies.\n\nIn 1957, it was fellow travelers.\n\nAnd, in 1971....\n\n\"They could be anywhere,\" Andrew J. Burris said, with an expression\nwhich bordered on exasperated horror. \"They could be all around us.\nHeaven only knows.\"\n\nHe pushed his chair back from his desk and stood up--a chunky little man\nwith bright blue eyes and large hands. He paced to the window and looked\nout at Washington, and then he came back to the desk. A persistent\noffice rumor held that he had become head of the FBI purely because he\nhappened to have an initial _J_ in his name, but in his case the _J_\nstood for Jeremiah. And, at the moment, his tone expressed all the\nhopelessness of that Old Testament prophet's lamentations.\n\n\"We're helpless,\" he said, looking at the young man with the crisp brown\nhair who was sitting across the desk. \"That's what it is, we're\nhelpless.\"\n\nKenneth Malone tried to look dependable. \"Just tell me what to do,\" he\nsaid.\n\n\"You're a good agent, Kenneth,\" Burris said. \"You're one of the best.\nThat's why you've been picked for this job. And I want to say that I\npicked you personally. Believe me, there's never been anything like it\nbefore.\"\n\n\"I'll do my best,\" Malone said at random. He was twenty-eight, and he\nhad been an FBI agent for three years. In that time, he had, among other\nthings, managed to break up a gang of smugglers, track down a\ncounterfeiting ring, and capture three kidnapers. For reasons which he\ncould neither understand nor explain, no one seemed willing to attribute\nhis record to luck.\n\n\"I know you will,\" Burris said. \"And if anybody can crack this case,\nMalone, you're the man. It's just that--everything sounds so\n_impossible_. Even after all the conferences we've had.\"\n\n\"Conferences?\" Malone said vaguely. He wished the chief would get to the\npoint. Any point. He smiled gently across the desk and tried to look\ncompetent and dependable and reassuring. Burris' expression didn't\nchange.\n\n\"You'll get the conference tapes later,\" Burris said. \"You can study\nthem before you leave. I suggest you study them very carefully, Malone.\nDon't be like me. Don't get confused.\" He buried his face in his hands.\nMalone waited patiently. After a few seconds, Burris looked up. \"Did you\nread books when you were a child?\" he asked.\n\nMalone said: \"What?\"\n\n\"Books,\" Burris said. \"When you were a child. Read them.\"\n\n\"Sure I did,\" Malone said. \"'Bomba the Jungle Boy,' and 'Doolittle,' and\n'Lucky Starr,' and 'Little Women'--\"\n\n\"'Little Women'?\"\n\n\"When Beth died,\" Malone said, \"I wanted to cry. But I didn't. My father\nsaid big boys don't cry.\"\n\n\"And your father was right,\" Burris said. \"Why, when I was a ... never\nmind. Forget about Beth and your father. Think about 'Lucky Starr' for a\nminute. Remember him?\"\n\n\"Sure,\" Malone said. \"I liked those books. You know, it's funny, but the\nbooks you read when you're a kid, they kind of stay with you. Know what\nI mean? I can still remember that one about Venus, for instance. Gee,\nthat was--\"\n\n\"Never mind about Venus, too,\" Burris said sharply. \"Keep your mind on\nthe problem.\"\n\n\"Yes, sir,\" Malone said. He paused. \"What problem, sir?\" he added.\n\n\"The problem we're discussing,\" Burris said. He gave Malone a bright,\nblank stare. \"Just listen to me.\"\n\n\"Yes, sir.\"\n\n\"All right, then.\" Burris took a deep breath. He seemed nervous. Once\nagain he stood up and went to the window. This time, he spoke without\nturning. \"Remember how everybody used to laugh about spaceships, and\norbital satellites, and life on other planets? That was just in those\n'Lucky Starr' books. That was all just for kids, wasn't it?\"\n\n\"Well, I don't know,\" Malone said slowly.\n\n\"Sure it was all for kids,\" Burris said. \"It was laughable. Nobody took\nit seriously.\"\n\n\"Well, _somebody_ must--\"\n\n\"You just keep quiet and listen,\" Burris said.\n\n\"Yes, sir,\" Malone said.\n\nBurris nodded. His hands were clasped behind his back. \"We're not\nlaughing any more, are we, Malone?\" he said without moving.\n\nThere was silence.\n\n\"Well, are we?\"\n\n\"Did you want me to answer, sir?\"\n\n\"Of course I did!\" Burris snapped.\n\n\"You told me to keep quiet and--\"\n\n\"Never mind what I told you,\" Burris said. \"Just do what I told you.\"\n\n\"Yes, sir,\" Malone said. \"No, sir,\" he added after a second.\n\n\"No, sir, what?\" Burris asked softly.\n\n\"No, sir, we're not laughing any more,\" Malone said.\n\n\"Ah,\" Burris said. \"And why aren't we laughing any more?\"\n\nThere was a little pause. Malone said, tentatively: \"Because there's\nnothing to laugh about, sir?\"\n\nBurris whirled. \"On the head!\" he said happily. \"You've hit the nail on\nthe head, Kenneth. I knew I could depend on you.\" His voice grew serious\nagain, and thoughtful. \"We're not laughing any more because there's\nnothing to laugh about. We have orbital satellites, and we've landed on\nthe Moon with an atomic rocket. The planets are the next step, and after\nthat the stars. Man's heritage, Kenneth. The stars. And the stars,\nKenneth, belong to Man--not to the Soviets!\"\n\n\"Yes, sir,\" Malone said soberly.\n\n\"So,\" Burris said, \"we should learn not to laugh any more. But have we?\"\n\n\"I don't know, sir.\"\n\n\"We haven't,\" Burris said with decision. \"Can you read my mind?\"\n\n\"No, sir,\" Malone said.\n\n\"Can I read your mind?\"\n\nMalone hesitated. At last he said: \"Not that I know of, sir.\"\n\n\"Well, I can't,\" Burris snapped. \"And can any of us read each other's\nmind?\"\n\nMalone shook his head. \"No, sir,\" he said.\n\nBurris nodded. \"That's the problem,\" he said. \"That's the case I'm\nsending you out to crack.\"\n\nThis time, the silence was a long one.\n\nAt last, Malone said: \"What problem, sir?\"\n\n\"Mind reading,\" Burris said. \"There's a spy at work in the Nevada plant,\nKenneth. And the spy is a telepath.\"\n\n       *       *       *       *       *\n\nThe video tapes were very clear and very complete. There were a great\nmany of them, and it was long after nine o'clock when Kenneth Malone\ndecided to take a break and get some fresh air. Washington was a good\ncity for walking, even at night, and Malone liked to walk. Sometimes he\npretended, even to himself, that he got his best ideas while walking,\nbut he knew perfectly well that wasn't true. His best ideas just seemed\nto come to him, out of nowhere, precisely as the situation demanded\nthem.\n\nHe was just lucky, that was all. He had a talent for being lucky. But\nnobody would ever believe that. A record like his was spectacular, even\nin the annals of the FBI, and Burris himself believed that the record\nshowed some kind of superior ability.\n\nMalone knew that wasn't true, but what could he do about it? After all,\nhe didn't want to resign, did he? It was kind of romantic and exciting\nto be an FBI agent, even after three years. A man got a chance to travel\naround a lot and see things, and it was interesting. The pay was pretty\ngood, too.\n\nThe only trouble was that, if he didn't quit, he was going to have to\nfind a telepath.\n\nThe notion of telepathic spies just didn't sound right to Malone. It\nbothered him in a remote sort of way. Not that the idea of telepathy\nitself was alien to him--after all, he was even more aware than the\naverage citizen that research had been going on in that field for\nsomething over a quarter of a century, and that the research was even\nspeeding up.\n\nBut the cold fact that a telepathy-detecting device had been invented\nsomehow shocked his sense of propriety, and his notions of privacy. It\nwasn't decent, that was all.\n\nThere ought to be something sacred, he told himself angrily.\n\nHe stopped walking and looked up. He was on Pennsylvania Avenue, heading\ntoward the White House.\n\nThat was no good. He went to the corner and turned off, down the block.\nHe had, he told himself, nothing at all to see the President about.\n\nNot yet, anyhow.\n\nThe streets were dark and very peaceful. _I get my best ideas while\nwalking_, Malone said without convincing himself. He thought back to the\nvideo tapes.\n\nThe report on the original use of the machine itself had been on one of\nthe first tapes, and Malone could still see and hear it. That was one\nthing he did have, he reflected; his memory was pretty good.\n\nBurris had been the first speaker on the tapes, and he'd given the\nserial and reference number in a cold, matter-of-fact voice. His face\nhad been perfectly blank, and he looked just like the head of the FBI\npeople were accustomed to seeing on their TV and newsreel screens.\nMalone wondered what had happened to him between the time the tapes had\nbeen made and the time he'd sent for Malone.\n\nMaybe the whole notion of telepathy was beginning to get him, Malone\nthought.\n\nBurris recited the standard tape opening in a rapid mumble: \"Any person\nor agent unauthorized for this tape please refrain from viewing further,\nunder penalties as prescribed by law.\" Then he looked off, out past the\nscreen to the left, and said: \"Dr. Thomas O'Connor, of Westinghouse\nLaboratories. Will you come here, Dr. O'Connor?\"\n\nDr. O'Connor came into the lighted square of screen slowly, looking all\naround him. \"This is very fascinating,\" he said, blinking in the\nlamplight. \"I hadn't realized that you people took so many\nprecautions--\"\n\nHe was, Malone thought, somewhere between fifty and sixty, tall and thin\nwith skin so transparent that he nearly looked like a living X ray. He\nhad pale blue eyes and pale white hair and, Malone thought, if there\never were a contest for the best-looking ghost, Dr. Thomas O'Connor\nwould win it hands--or phalanges--down.\n\n\"This is all necessary for the national security,\" Burris said, a little\nsternly.\n\n\"Oh,\" Dr. O'Connor said quickly, \"I realize that, of course. Naturally.\nI can certainly see that.\"\n\n\"Let's go ahead, shall we?\" Burris said.\n\nO'Connor nodded. \"Certainly. Certainly.\"\n\nBurris said: \"Well, then,\" and paused. After a second he started again:\n\"Now, Dr. O'Connor, would you please give us a sort of verbal run-down\non this for our records?\"\n\n\"Of course,\" Dr. O'Connor said. He smiled into the video cameras and\ncleared his throat. \"I take it you don't want an explanation of how\nthis machine works. I mean: you don't want a technical exposition, do\nyou?\"\n\n\"No,\" Burris said, and added: \"Not by any means. Just tell us what it\ndoes.\"\n\n       *       *       *       *       *\n\nDr. O'Connor suddenly reminded Malone of a professor he'd had in college\nfor one of the law courses. He had, Malone thought, the same smiling\ngravity of demeanor, the same condescending attitude of absolute\nauthority. It was clear that Dr. O'Connor lived in a world of his own, a\nworld that was not even touched by the common run of men.\n\n\"Well,\" he began, \"to put it very simply, the device indicates whether\nor not a man's mental ... ah ... processes are being influenced by\noutside ... by outside influences.\" He gave the cameras another little\nsmile. \"If you will allow me, I will demonstrate on the machine itself.\"\n\nHe took two steps that carried him out of camera range, and returned\nwheeling a large heavy-looking box. Dangling from the metal covering\nwere a number of wires and attachments. A long cord led from the box to\nthe floor, and snaked out of sight to the left.\n\n\"Now,\" Dr. O'Connor said. He selected a single lead, apparently, Malone\nthought, at random. \"This electrode--\"\n\n\"Just a moment, doctor,\" Burris said. He was eying the machine with a\ncombination of suspicion and awe. \"A while back you mentioned something\nabout 'outside influences.' Just what, specifically, does that mean?\"\n\nWith some regret, Dr. O'Connor dropped the lead. \"Telepathy,\" he said.\n\"By outside influences, I meant influences on the mind, such as\ntelepathy or mind reading of some nature.\"\n\n\"I see,\" Burris said. \"You can detect a telepath with this machine.\"\n\n\"I'm afraid--\"\n\n\"Well, some kind of a mind reader anyhow,\" Burris said. \"We won't\nquarrel about terms.\"\n\n\"Certainly not,\" Dr. O'Connor said. The smile he turned on Burris was as\ncold and empty as the inside of Orbital Station One. \"What I meant was\n... if you will permit me to continue ... that we cannot detect any sort\nof telepath or mind reader with this device. To be frank, I very much\nwish that we could; it would make everything a great deal simpler.\nHowever, the laws of psionics don't seem to operate that way.\"\n\n\"Well, then,\" Burris said, \"what does the thing do?\" His face wore a\nmask of confusion. Momentarily, Malone felt sorry for his chief. He\ncould remember how he'd felt, himself, when that law professor had come\nup with a particularly baffling question in class.\n\n\"This machine,\" Dr. O'Connor said with authority, \"detects the slight\nvariations in mental activity that occur when a person's mind is _being_\nread.\"\n\n\"You mean, if my mind were being read right now--\"\n\n\"Not right now,\" Dr. O'Connor said. \"You see, the bulk of this machine\nis in Nevada; the structure is both too heavy and too delicate for\ntransport. And there are other qualifications--\"\n\n\"I meant theoretically,\" Burris said.\n\n\"Theoretically,\" Dr. O'Connor began, and smiled again, \"if your mind\nwere being read, this machine would detect it, supposing that the\nmachine were in operating condition and all of the other qualifications\nhad been met. You see, Mr. Burris, no matter how poor a telepath a man\nmay be, he has some slight ability--even if only very slight--to detect\nthe fact that his mind is being read.\"\n\n\"You mean, if somebody were reading my mind, I'd know it?\" Burris said.\nHis face showed, Malone realized, that he plainly disbelieved this\nstatement.\n\n\"You would know it,\" Dr. O'Connor said, \"but you would never know you\nknew it. To elucidate: in a normal person--like you, for instance, or\neven like myself--the state of having one's mind read merely results in\na vague, almost subconscious feeling of irritation, something that could\neasily be attributed to minor worries, or fluctuations in one's hormonal\nbalance. The hormonal balance, Mr. Burris, is--\"\n\n\"Thank you,\" Burris said with a trace of irritation. \"I know what\nhormones are.\"\n\n\"Ah. Good,\" Dr. O'Connor said equably. \"In any case, to continue: this\nmachine interprets those specific feelings as indications that the mind\nis being ... ah ... 'eavesdropped' upon.\"\n\nYou could almost see the quotation marks around what Dr. O'Connor\nconsidered slang dropping into place, Malone thought.\n\n       *       *       *       *       *\n\n\"I see,\" Burris said with a disappointed air. \"But what do you mean, it\nwon't detect a telepath? Have you ever actually worked with a telepath?\"\n\n\"Certainly we have,\" Dr. O'Connor said. \"If we hadn't, how would we be\nable to tell that the machine was, in fact, indicating the presence of\ntelepathy? The theoretical state of the art is not, at present,\nsufficiently developed to enable us to--\"\n\n\"I see,\" Burris said hurriedly. \"Only wait a minute.\"\n\n\"Yes?\"\n\n\"You mean you've actually got a real mind reader? You've found one? One\nthat works?\"\n\nDr. O'Connor shook his head sadly. \"I'm afraid I should have said, Mr.\nBurris, that we did once have one,\" he admitted. \"He was, unfortunately,\nan imbecile, with a mental age between five and six, as nearly as we\nwere able to judge.\"\n\n\"An imbecile?\" Burris said. \"But how were you able to--\"\n\n\"He could repeat a person's thoughts word for word,\" Dr. O'Connor said.\n\"Of course, he was utterly incapable of understanding the meaning behind\nthem. That didn't matter; he simply repeated whatever you were\nthinking. Rather disconcerting.\"\n\n\"I'm sure,\" Burris said. \"But he was really an imbecile? There wasn't\nany chance of--\"\n\n\"Of curing him?\" Dr. O'Connor said. \"None, I'm afraid. We did at one\ntime feel that there had been a mental breakdown early in the boy's\nlife, and, indeed, it's perfectly possible that he was normal for the\nfirst year or so. The records we did manage to get on that period,\nhowever, were very much confused, and there was never any way of telling\nanything at all, for certain. It's easy to see what caused the\nconfusion, of course: telepathy in an imbecile is rather an oddity--and\nany normal adult would probably be rather hesitant about admitting that\nhe was capable of it. That's why we have not found another subject; we\nmust merely sit back and wait for lightning to strike.\"\n\nBurris sighed. \"I see your problem,\" he said. \"But what happened to this\nimbecile boy of yours?\"\n\n\"Very sad,\" Dr. O'Connor said. \"Six months ago, at the age of fifteen,\nthe boy simply died. He simply--gave up, and died.\"\n\n\"Gave up?\"\n\n\"That was as good an explanation as our medical department was able to\nprovide, Mr. Burris. There was some malfunction, but--we like to say\nthat he simply gave up. Living became too difficult for him.\"\n\n\"All right,\" Burris said after a pause. \"This telepath of yours is dead,\nand there aren't any more where he came from. Or if there are, you don't\nknow how to look for them. All right. But to get back to this machine of\nyours: it couldn't detect the boy's ability?\"\n\nDr. O'Connor shook his head. \"No, I'm afraid not. We've worked hard on\nthat problem at Westinghouse, Mr. Burris, but we haven't yet been able\nto find a method of actually detecting telepaths.\"\n\n\"But you can detect--\"\n\n\"That's right,\" Dr. O'Connor said. \"We can detect the fact that a man's\nmind is being read.\" He stopped, and his face became suddenly morose.\nWhen he spoke again, he sounded guilty, as if he were making an\nadmission that pained him. \"Of course, Mr. Burris, there's nothing we\ncan _do_ about a man's mind being read. Nothing whatever.\" He essayed a\ngrin that didn't look very healthy. \"But at least,\" he said, \"you know\nyou're being spied on.\"\n\nBurris grimaced. There was a little silence while Dr. O'Connor stroked\nthe metal box meditatively, as if it were the head of his beloved.\n\nAt last, Burris said: \"Dr. O'Connor, how sure can you be of all this?\"\n\nThe look he received made all the previous conversation seem as warm and\nfriendly as a Christmas party by comparison. It was a look that froze\nthe air of the room into a solid chunk, Malone thought, a chunk you\ncould have chipped pieces from, for souvenirs, later, when Dr. O'Connor\nhad gone and you could get into the room without any danger of being\nquick-frozen by the man's unfriendly eye.\n\n\"Mr. Burris,\" Dr. O'Connor said in a voice that matched the temperature\nof his gaze, \"please. Remember our slogan.\"\n\n       *       *       *       *       *\n\nMalone sighed. He fished in his pocket for a pack of cigarettes, found\none, and extracted a single cigarette. He stuck it in his mouth and\nstarted fishing in various pockets for his lighter.\n\nHe sighed again. He preferred cigars, a habit he'd acquired from the\ndays when he'd filched them from his father's cigar case, but his mental\npicture of the fearless and alert young FBI agent didn't include a\ncigar. Somehow, remembering his father as neither fearless nor, exactly,\nalert--anyway, not the way the movies and the TV screens liked to\npicture the words--he had the impression that cigars looked out of place\non FBI agents.\n\nAnd it was, in any case, a small sacrifice to make. He found his lighter\nand shielded it from the brisk wind. He looked out over water at the\nJefferson Memorial, and was surprised that he'd managed to walk as far\nas he had. Then he stopped thinking about walking, and took a puff of\nhis cigarette, and forced himself to think about the job in hand.\n\nNaturally, the Westinghouse gadget had been declared Ultra Top Secret as\nsoon as it had been worked out. Virtually everything was, these days.\nAnd the whole group involved in the machine and its workings had been\ntransferred without delay to the United States Laboratories out in Yucca\nFlats, Nevada.\n\nOut there in the desert, there just wasn't much to do, Malone supposed,\nexcept to play with the machine. And, of course, look at the scenery.\nBut when you've seen one desert, Malone thought confusedly, you've seen\nthem all.\n\nSo, the scientists ran experiments on the machine, and they made a\ndiscovery of a kind they hadn't been looking for.\n\nSomebody, they discovered, was picking the brains of the scientists\nthere.\n\nNot the brains of the people working with the telepathy machine.\n\nAnd not the brains of the people working on the several other\nEarth-limited projects at Yucca Flats.\n\nThey'd been reading the minds of some of the scientists working on the\nnew and highly classified non-rocket space drive.\n\nIn other words, the Yucca Flats plant was infested with a telepathic\nspy. And how do you go about finding a telepath? Malone sighed. Spies\nthat got information in any of the usual ways were tough enough to\nlocate. A telepathic spy was a lot tougher proposition.\n\nWell, one thing about Andrew J. Burris--he had an answer for everything.\nMalone thought of what his chief had said: \"It takes a thief to catch a\nthief. And if the Westinghouse machine won't locate a telepathic spy, I\nknow what will.\"\n\n\"What?\" Malone had asked.\n\n\"It's simple,\" Burris had said. \"Another telepath. There has to be one\naround somewhere. Westinghouse _did_ have one, after all, and the\nRussians _still_ have one. Malone, that's your job: go out and find me a\ntelepath.\"\n\nBurris had an answer for everything, all right, Malone thought. But he\ncouldn't see where the answer did him very much good. After all, if it\ntakes a telepath to catch a telepath, how do you catch the telepath\nyou're going to use to catch the first telepath?\n\n[Illustration]\n\nMalone ran that through his mind again, and then gave it up. It sounded\nas if it should have made sense, somehow, but it just didn't, and that\nwas all there was to that.\n\nHe dropped his cigarette to the ground and mashed it out with the toe\nof his shoe. Then he looked up.\n\nOut there, over the water, was the Jefferson Memorial. It stood, white\nin the floodlights, beautiful and untouchable in the darkness. Malone\nstared at it. What would Thomas Jefferson have done in a crisis like\nthis?\n\nJefferson, he told himself without much conviction, would have been just\nas confused as he was.\n\nBut he'd have had to find a telepath, Malone thought. Malone determined\nthat he would do likewise. If Thomas Jefferson could do it, the least\nhe, Malone, could do was to give it a good try.\n\nThere was only one little problem:\n\n_Where_, Malone thought, _do I start looking?_\n\n\n\n\nII\n\n\nEarly the next morning, Malone awoke on a plane, heading across the\ncontinent toward Nevada. He had gone home to sleep, and he'd had to wake\nup to get on the plane, and now here he was, waking up again. It seemed,\nsomehow, like a vicious circle.\n\nThe engines hummed gently as they pushed the big ship through the middle\nstratosphere's thinly distributed molecules. Malone looked out at the\npurple-dark sky and set himself to think out his problem again.\n\nHe was still mulling things over when the ship lowered its landing gear\nand rolled to a stop on the big field near Yucca Flats. Malone sighed\nand climbed slowly out of his seat. There was a car waiting for him at\nthe airfield, though, and that seemed to presage a smooth time; Malone\nremembered calling Dr. O'Connor the night before, and congratulated\nhimself on his foresight.\n\nUnfortunately, when he reached the main gate of the high double fence\nthat surrounded the more than ninety square miles of United States\nLaboratories, he found out that entrance into that sanctum sanctorum of\nSecurity wasn't as easy as he'd imagined--not even for an FBI man. His\ncredentials were checked with the kind of minute care Malone had always\nthought people reserved for disputed art masterpieces, and it was with a\ngreat show of reluctance that the Special Security guards passed him\ninside as far as the office of the Chief Security Officer.\n\nThere, the Chief Security Officer himself, a man who could have doubled\nfor Torquemada, eyed Malone with ill-concealed suspicion while he called\nBurris at FBI headquarters back in Washington.\n\nBurris identified Malone on the video screen and the Chief Security\nOfficer, looking faintly disappointed, stamped the agent's pass and\nthanked the FBI chief. Malone had the run of the place.\n\nThen he had to find a courier jeep. The Westinghouse division, it\nseemed, was a good two miles away.\n\nAs Malone knew perfectly well, the main portion of the entire Yucca\nFlats area was devoted solely to research on the new space drive which\nwas expected to make the rocket as obsolete as the blunderbuss--at least\nas far as space travel was concerned. Not, Malone thought uneasily, that\nthe blunderbuss had ever been used for space travel, but--\n\nHe got off the subject hurriedly. The jeep whizzed by buildings, most of\nthem devoted to aspects of the non-rocket drive. The other projects\nbased at Yucca Flats had to share what space was left--and that\nincluded, of course, the Westinghouse research project.\n\nIt turned out to be a single, rather small white building with a fence\naround it. The fence bothered Malone a little, but there was no need to\nworry; this time he was introduced at once into Dr. O'Connor's office.\nIt was paneled in wallpaper manufactured to look like pine, and the\ntelepathy expert sat behind a large black desk bigger than any Malone\nhad ever seen in the FBI offices. There wasn't a scrap of paper on the\ndesk; its surface was smooth and shiny, and behind it the nearly\ntransparent Dr. Thomas O'Connor was close to invisible.\n\nHe looked, in person, just about the same as he'd looked on the FBI\ntapes. Malone closed the door of the office behind him, looked for a\nchair and didn't find one. In Dr. O'Connor's office, it was perfectly\nobvious, Dr. O'Connor sat down. You stood, and were uncomfortable.\n\n       *       *       *       *       *\n\nMalone took off his hat. He reached across the desk to shake hands with\nthe telepathy expert, and Dr. O'Connor gave him a limp and fragile paw.\n\"Thanks for giving me a little time,\" Malone said. \"I really appreciate\nit.\" He smiled across the desk. His feet were already beginning to hurt.\n\n\"Not at all,\" Dr. O'Connor said, returning the smile with one of his own\nspecial quick-frozen brand. \"I realize how important FBI work is to all\nof us, Mr. Malone. What can I do to help you?\"\n\nMalone shifted his feet. \"I'm afraid I wasn't very specific on the phone\nlast night,\" he said. \"It wasn't anything I wanted to discuss over a\nline that might have been tapped. You see, I'm on the telepathy case.\"\n\nDr. O'Connor's eyes widened the merest trifle. \"I see,\" he said. \"Well,\nI'll certainly do everything I can to help you.\"\n\n\"Fine,\" Malone said. \"Let's get right down to business, then. The first\nthing I want to ask you about is this detector of yours. I understand\nit's too big to carry around--but how about making a smaller model?\"\n\n\"Smaller?\" Dr. O'Connor permitted himself a ghostly chuckle. \"I'm afraid\nthat isn't possible, Mr. Malone. I would be happy to let you have a\nsmall model of the machine if we had one available--more than happy. I\nwould like to see such a machine myself, as a matter of fact.\nUnfortunately, Mr. Malone--\"\n\n\"There just isn't one, right?\" Malone said.\n\n\"Correct,\" Dr. O'Connor said. \"And there are a few other factors. In the\nfirst place, the person being analyzed has to be in a specially shielded\nroom, such as is used in encephalographic analysis. Otherwise, the\nmental activity of the other persons around him would interfere with the\nanalysis.\" He frowned a little. \"I wish that we knew a bit more about\npsionic machines. The trouble with the present device, frankly, is that\nit is partly psionic and partly electronic, and we can't be entirely\nsure where one part leaves off and the other begins. Very trying. Very\ntrying indeed.\"\n\n\"I'll bet it is,\" Malone said sympathetically, wishing he understood\nwhat Dr. O'Connor was talking about.\n\nThe telepathy expert sighed. \"However,\" he said, \"we keep working at\nit.\" Then he looked at Malone expectantly.\n\nMalone shrugged. \"Well, if I can't carry the thing around, I guess\nthat's that,\" he said. \"But here's the next question: Do you happen to\nknow the maximum range of a telepath? I mean: How far away can he get\nfrom another person and still read his mind?\"\n\nDr. O'Connor frowned again. \"We don't have definite information on that,\nI'm afraid,\" he said. \"Poor little Charlie was rather difficult to work\nwith. He was mentally incapable of co-operating in any way, you see.\"\n\n\"Little Charlie?\"\n\n\"Charles O'Neill was the name of the telepath we worked with,\" Dr.\nO'Connor explained.\n\n\"I remember,\" Malone said. The name had been on one of the tapes, but he\njust hadn't associated \"Charles O'Neill\" with \"Little Charlie.\" He felt\nas if he'd been caught with his homework undone. \"How did you manage to\nfind him, anyway?\" he said. Maybe, if he knew how Westinghouse had found\ntheir imbecile-telepath, he'd have some kind of clue that would enable\nhim to find one, too. Anyhow, it was worth a try.\n\n\"It wasn't difficult in Charlie's case,\" Dr. O'Connor said. He smiled.\n\"The child babbled all the time, you see.\"\n\n\"You mean he talked about being a telepath?\"\n\nDr. O'Connor shook his head impatiently. \"No,\" he said. \"Not at all. I\nmean that he babbled. Literally. Here: I've got a sample recording in my\nfiles.\" He got up from his chair and went to the tall gray filing\ncabinet that hid in a far corner of the pine-paneled room. From a drawer\nhe extracted a spool of common audio tape, and returned to his desk.\n\n\"I'm sorry we didn't get full video on this,\" he said, \"but we didn't\nfeel it was necessary.\" He opened a panel in the upper surface of the\ndesk, and slipped the spool in. \"If you like, there are other tapes--\"\n\n\"Maybe later,\" Malone said.\n\n       *       *       *       *       *\n\nDr. O'Connor nodded and pressed the playback switch at the side of the\ngreat desk. For a second the room was silent.\n\nThen there was the hiss of empty tape, and a brisk masculine voice that\noverrode it:\n\n\"Westinghouse Laboratories,\" it said, \"sixteen April nineteen-seventy.\nDr. Walker speaking. The voice you are about to hear belongs to Charles\nO'Neill: chronological age fourteen years, three months; mental age,\napproximately five years. Further data on this case will be found in the\nfile _O'Neill_.\"\n\nThere was a slight pause, filled with more tape hiss.\n\nThen the voice began.\n\n\"... push the switch for record ... in the park last Wednesday ... and\nperhaps a different set of ... poor kid never makes any sense in ...\ntrees and leaves all sunny with the ... electronic components of the\nreducing stage might be ... not as predictable when others are around\nbut ... to go with Sally some night in the....\"\n\nIt was a childish, alto voice, gabbling in a monotone. A phrase would be\nspoken, the voice would hesitate for just an instant, and then another,\ntotally disconnected phrase would come. The enunciation and\npronunciation would vary from phrase to phrase, but the tone remained\nessentially the same, drained of all emotional content.\n\n\"... in receiving psychocerebral impulses there isn't any ... nonsense\nand nothing but nonsense all the ... tomorrow or maybe Saturday with the\ngirl ... tube might be replaceable only if ... something ought to be\ndone for the ... Saturday would be a good time for ... work on the\nschematics tonight if....\"\n\nThere was a click as the tape was turned off, and Dr. O'Connor looked\nup.\n\n\"It doesn't make much sense,\" Malone said. \"But the kid sure has a hell\nof a vocabulary for an imbecile.\"\n\n\"Vocabulary?\" Dr. O'Connor said softly.\n\n\"That's right,\" Malone said. \"Where'd an imbecile get words like\n'psychocerebral'? I don't think I know what that means, myself.\"\n\n\"Ah,\" Dr. O'Connor said. \"But that's not _his_ vocabulary, you see. What\nCharlie is doing is simply repeating the thoughts of those around him.\nHe jumps from mind to mind, simply repeating whatever he receives.\" His\nface assumed the expression of a man remembering a bad taste in his\nmouth. \"That's how we found him out, Mr. Malone,\" he said. \"It's rather\nstartling to look at a blithering idiot and have him suddenly repeat the\nvery thought that's in your mind.\"\n\nMalone nodded unhappily. It didn't seem as if O'Connor's information was\ngoing to be a lot of help as far as catching a telepath was concerned.\nAn imbecile, apparently, would give himself away if he were a telepath.\nBut nobody else seemed to be likely to do that. And imbeciles didn't\nlook like very good material for catching spies with.\n\nThen he brightened. \"Is it possible that the spy we're looking for\nreally isn't a spy?\"\n\n\"Eh?\"\n\n\"I mean, suppose he's an imbecile, too? I doubt whether an imbecile\nwould really be a spy, if you see what I mean.\"\n\nDr. O'Connor appeared to consider the notion. After a little while he\nsaid: \"It is, I suppose, possible. But the readings on the machine don't\ngive us the same timing as they did in Charlie's case--or even the same\nsort of timing.\"\n\n\"I don't quite follow you,\" Malone said. Truthfully, he felt about three\nmiles behind. But perhaps everything would clear up soon. He hoped so.\nOn top of everything else, his feet were now hurting a lot more.\n\n\"Perhaps if I describe one of the tests we ran,\" Dr. O'Connor said,\n\"things will be somewhat clearer.\" He leaned back in his chair. Malone\nshifted his feet again and transferred his hat from his right hand to\nhis left hand.\n\n\"We put one of our test subjects in the insulated room,\" Dr. O'Connor\nsaid, \"and connected him to the detector. He was to read from a book--a\nbook that was not too common. This was, of course, to obviate the chance\nthat some other person nearby might be reading it, or might have read it\nin the past. We picked 'The Blood is the Death,' by Hieronymus\nMelanchthon, which, as you may know, is a very rare book indeed.\"\n\n\"Sure,\" Malone said. He had never heard of the book, but he was, after\nall, willing to take Dr. O'Connor's word for it.\n\nThe telepathy expert went on: \"Our test subject read it carefully,\nscanning rather than skimming. Cameras recorded the movements of his\neyes in order for us to tell just what he was reading at any given\nmoment, in order to correlate what was going on in his mind with the\nreactions of the machine's indicators, if you follow me.\"\n\nMalone nodded helplessly.\n\n\"At the same time,\" Dr. O'Connor continued blithely, \"we had Charlie in\na nearby room, recording his babblings. Every so often, he would come\nout with quotations from 'The Blood is the Death,' and these quotations\ncorresponded exactly with what our test subject was reading at the time,\nand also corresponded with the abnormal fluctuations of the detector.\"\n\n       *       *       *       *       *\n\nDr. O'Connor paused. Something, Malone realized, was expected of him. He\nthought of several responses and chose one. \"I see,\" he said.\n\n\"But the important thing here,\" Dr. O'Connor said, \"is the timing. You\nsee, Charlie was incapable of continued concentration. He could not keep\nhis mind focused on another mind for very long, before he hopped to\nstill another. The actual amount of time concentrated on any given mind\nat any single given period varied from a minimum of one point three\nseconds to a maximum of two point six. The timing samples, when plotted\ngraphically over a period of several months, formed a skewed bell curve\nwith a mode at two point oh seconds.\"\n\n\"Ah,\" Malone said, wondering if a skewed bell curve was the same thing\nas a belled skew curve, and if not, why not?\n\n\"It was, in fact,\" Dr. O'Connor continued relentlessly, \"a sudden\nvariation in those timings which convinced us that there was another\ntelepath somewhere in the vicinity. We were conducting a second set of\nreading experiments, in precisely the same manner as the first set, and,\nfor the first part of the experiment, our figures were substantially the\nsame. But--\" He stopped.\n\n\"Yes?\" Malone said, shifting his feet and trying to take some weight off\nhis left foot by standing on his right leg. Then he stood on his left\nleg. It didn't seem to do any good.\n\n\"I should explain,\" Dr. O'Connor said, \"that we were conducting this\nseries with a new set of test subjects: some of the scientists here at\nYucca Flats. We wanted to see if the intelligence quotients of the\nsubjects affected the time of contact which Charlie was able to\nmaintain. Naturally, we picked the men here with the highest IQ's, the\ntwo men we have who are in the top echelon of the creative genius\nclass.\" He cleared his throat. \"I did not include myself, of course,\nsince I wished to remain an impartial observer, as much as possible.\"\n\n\"Of course,\" Malone said without surprise.\n\n\"The other two geniuses,\" Dr. O'Connor said, \"happen to be connected\nwith the project known as Project Isle--an operation whose function I\nneither know, nor care to know, anything at all about.\"\n\nMalone nodded. Project Isle was the non-rocket spaceship. Classified.\nTop Secret. Ultra-Secret. And, he thought, just about anything else you\ncould think of.\n\n\"At first,\" Dr. O'Connor was saying, \"our detector recorded the time\nperiods of ... ah mental invasion as being the same as before. Then, one\nday, anomalies began to appear. The detector showed that the minds of\nour subjects were being held for as long as two or three minutes. But\nthe phrases repeated by Charlie during these periods showed that his own\ncontact time remained the same; that is, they fell within the same\nskewed bell curve as before, and the mode remained constant if nothing\nbut the phrase length were recorded.\"\n\n\"Hm-m-m,\" Malone said, feeling that he ought to be saying something.\n\nDr. O'Connor didn't notice him. \"At first we thought of errors in the\ndetector machine,\" he went on. \"That worried us not somewhat, since our\nunderstanding of the detector is definitely limited at this time. We do\nfeel that it would be possible to replace some of the electronic\ncomponents with appropriate symbolization like that already used in the\npurely psionic sections, but we have, as yet, been unable to determine\nexactly which electronic components must be replaced by what symbolic\ncomponents.\"\n\nMalone nodded, silently this time. He had the sudden feeling that Dr.\nO'Connor's flow of words had broken itself up into a vast sea of\nalphabet soup, and that he, Malone, was occupied in drowning in it.\n\n\"However,\" Dr. O'Connor said, breaking what was left of Malone's train\nof thought, \"young Charlie died soon thereafter, and we decided to go on\nchecking the machine. It was during this period that we found someone\nelse reading the minds of our test subjects--sometimes for a few\nseconds, sometimes for several minutes.\"\n\n\"Aha,\" Malone said. Things were beginning to make sense again. _Someone\nelse._ That, of course, was the spy.\n\n\"I found,\" Dr. O'Connor said, \"on interrogating the subjects more\nclosely, that they were, in effect, thinking on two levels. They were\nreading the book mechanically, noting the words and sense, but simply\nshuttling the material directly into their memories without actually\nthinking about it. The actual thinking portions of their minds were\nconcentrating on aspects of Project Isle.\"\n\n       *       *       *       *       *\n\n\"In other words,\" Malone said, \"someone was spying on them for\ninformation about Project Isle?\"\n\n\"Precisely,\" Dr. O'Connor said with a frosty, teacher-to-student smile.\n\"And whoever it was had a much higher concentration time than Charlie\nhad ever attained. He seems to be able to retain contact as long as he\ncan find useful information flowing in the mind being read.\"\n\n\"Wait a minute,\" Malone said. \"Wait a minute. If this spy is so clever,\nhow come he didn't read _your_ mind?\"\n\n\"It is very likely that he has,\" O'Connor said. \"What does that have to\ndo with it?\"\n\n\"Well,\" Malone said, \"if he knows you and your group are working on\ntelepathy and can detect what he's doing, why didn't he just hold off on\nthe minds of those geniuses when they were being tested in your\nmachine?\"\n\nDr. O'Connor frowned. \"I'm afraid that I can't be sure,\" he said, and it\nwas clear from his tone that, if Dr. Thomas O'Connor wasn't sure, no one\nin the entire world was, had been, or ever would be. \"I do have a\ntheory, however,\" he said, brightening up a trifle.\n\nMalone waited patiently.\n\n\"He must know our limitations,\" Dr. O'Connor said at last. \"He must be\nperfectly well aware that there's not a single thing we can _do_ about\nhim. He must know that we can neither find nor stop him. Why should he\nworry? He can afford to ignore us--or even bait us. We're helpless, and\nhe knows it.\"\n\nThat, Malone thought, was about the most cheerless thought he had heard\nin some time.\n\n\"You mentioned that you had an insulated room,\" the FBI agent said\nafter a while. \"Couldn't you let your men think in there?\"\n\nDr. O'Connor sighed. \"The room is shielded against magnetic fields and\nelectromagnetic radiation. It is perfectly transparent to psionic\nphenomena, just as it is to gravitational fields.\"\n\n\"Oh,\" Malone said. He realized rapidly that his question had been a\nlittle silly to begin with, since the insulated room had been the place\nwhere all the tests had been conducted in the first place. \"I don't want\nto take up too much of your time, doctor,\" he said after a pause, \"but\nthere are a couple of other questions.\"\n\n\"Go right ahead,\" Dr. O'Connor said. \"I'm sure I'll be able to help\nyou.\"\n\nMalone thought of mentioning how little help the doctor had been to\ndate, but decided against it. Why antagonize a perfectly good scientist\nwithout any reason? Instead, he selected his first question, and asked\nit. \"Have you got any idea how we might lay our hands on another\ntelepath? Preferably one that's not an imbecile, of course.\"\n\nDr. O Connor's expression changed from patient wisdom to irritation. \"I\nwish we could, Mr. Malone. I wish we could. We certainly need one here\nto help us with our work--and I'm sure that _your_ work is important,\ntoo. But I'm afraid we have no ideas at all about finding another\ntelepath. Finding little Charlie was purely fortuitous--purely, Mr.\nMalone, fortuitous.\"\n\n\"Ah,\" Malone said. \"Sure. Of course.\" He thought rapidly and discovered\nthat he couldn't come up with one more question. As a matter of fact,\nhe'd asked a couple of questions already, and he could barely remember\nthe answers. \"Well,\" he said, \"I guess that's about it, then, doctor. If\nyou come across anything else, be sure and let me know.\"\n\nHe leaned across the desk, extending a hand. \"And thanks for your time,\"\nhe added.\n\nDr. O'Connor stood up and shook his hand. \"No trouble, I assure you,\" he\nsaid. \"And I'll certainly give you all the information I can.\"\n\nMalone turned and walked out. Surprisingly, he discovered that his feet\nand legs still worked. He had thought they'd turned to stone in the\noffice long before.\n\n       *       *       *       *       *\n\nIt was on the plane back to Washington that Malone got his first inkling\nof an idea.\n\nThe only telepath that the Westinghouse boys had been able to turn up\nwas Charles O'Neill, the youthful imbecile.\n\nAll right, then. Suppose there were another one like him. Imbeciles\nweren't very difficult to locate. Most of them would be in institutions,\nand the others would certainly be on record. It might be possible to\nfind someone, anyway, who could be handled and used as a tool to find a\ntelepathic spy.\n\nAnd--happy thought!--maybe one of them would turn out to be a\nhigh-grade imbecile, or even a moron.\n\n[Illustration]\n\nEven if they only turned up another imbecile, he thought wearily, at\nleast Dr. O'Connor would have something to work with.\n\nHe reported back to Burris when he arrived in Washington, told him about\nthe interview with Dr. O'Connor, and explained what had come to seem a\nrather feeble brainstorm.\n\n\"It doesn't seem too productive,\" Burris said, with a shade of\ndisappointment in his voice, \"but we'll try it.\"\n\nAt that, it was a better verdict than Malone had hoped for. He had\nnothing to do but wait, while orders went out to field agents all over\nthe United States, and quietly, but efficiently, the FBI went to work.\nAgents probed and pried and poked their noses into the files and data\nsheets of every mental institution in the fifty states--as far, at any\nrate, as they were able.\n\nIt was not an easy job. The inalienable right of a physician to refuse\nto disclose confidences respecting a patient applied even to idiots,\nimbeciles, and morons. Not even the FBI could open the private files of\na licensed and registered psychiatrist.\n\nBut the field agents did the best they could and, considering the\ncircumstances, their best was pretty good.\n\nMalone, meanwhile, put in two weeks sitting glumly at his Washington\ndesk and checking reports as they arrived. They were uniformly\ndepressing. The United States of America contained more subnormal minds\nthan Malone cared to think about. There seemed to be enough of them to\nexplain the results of any election you were unhappy over.\nUnfortunately, subnormal was all you could call them. Not one of them\nappeared to possess any abnormal psionic abilities whatever.\n\nThere were a couple who were reputed to be poltergeists--but in neither\ncase was there a single shred of evidence to substantiate the claim.\n\nAt the end of the second week, Malone was just about convinced that his\nidea had been a total washout. A full fortnight had been spent on\ndigging up imbeciles, while the spy at Yucca Flats had been going right\non his merry way, scooping information out of the men at Project Isle as\nthough he were scooping beans out of a pot. And, very likely, laughing\nhimself silly at the feeble efforts of the FBI.\n\nWho could he be?\n\n_Anyone_, Malone told himself unhappily. _Anyone at all._ He could be\nthe janitor that swept out the buildings, one of the guards at the gate,\none of the minor technicians on another project, or even some old\nprospector wandering around the desert with a scintillation counter.\n\nIs there any limit to telepathic range?\n\nThe spy could even be sitting quietly in an armchair in the Kremlin,\nprobing through several thousand miles of solid earth to peep into the\nbrains of the men on Project Isle.\n\nThat was, to say the very least, a depressing idea.\n\nMalone found he had to assume that the spy was in the United\nStates--that, in other words, there was some effective range to\ntelepathic communication. Otherwise, there was no point in bothering to\ncontinue the search.\n\nTherefore, he found one other thing to do. He alerted every agent to the\njob of discovering how the spy was getting his information out of the\ncountry.\n\nHe doubted that it would turn up anything, but it was a chance. And\nMalone hoped desperately for it, because he was beginning to be sure\nthat the field agents were never going to turn up any telepathic\nimbeciles.\n\nHe was right.\n\nThey never did.\n\n\n\n\nIII\n\n\nThe telephone rang.\n\nMalone rolled over on the couch and muttered under his breath. Was it\nabsolutely necessary for someone to call him at seven in the morning?\n\nHe grabbed at the receiver with one hand, and picked up his cigar from\nthe ashtray with the other. It was bad enough to be awakened from a\nsound sleep--but when a man hadn't been sleeping at all, it was even\nworse.\n\nHe'd been sitting up since before five that morning, worrying about the\ntelepathic spy, and at the moment he wanted sleep more than he wanted\nphone calls.\n\n\"Gur?\" he said, sleepily and angrily, thankful that he'd never had a\nvisiphone installed in his apartment.\n\nA feminine voice said: \"Mr. Kenneth J. Malone?\"\n\n\"Who's this?\" Malone said peevishly, beginning to discover himself\ncapable of semirational English speech.\n\n\"Long distance from San Francisco,\" the voice said.\n\n\"It certainly is,\" Malone said. \"Who's calling?\"\n\n\"San Francisco is calling,\" the voice said primly.\n\nMalone repressed a desire to tell the voice off, and said instead:\n\"_Who_ in San Francisco?\"\n\nThere was a momentary hiatus, and then the voice said: \"Mr. Thomas Boyd\nis calling, sir. He says this is a scramble call.\"\n\nMalone took a drag from his cigar and closed his eyes. Obviously the\ncall was a scramble. If it had been clear, the man would have dialed\ndirect, instead of going through what Malone now recognized as an\noperator.\n\n\"Mr. Boyd says he is the Agent-in-Charge of the San Francisco office of\nthe FBI,\" the voice offered.\n\n\"And quite right, too,\" Malone told her. \"All right. Put him on.\"\n\n\"One moment.\" There was a pause, a click, another pause and then another\nclick. At last the operator said: \"Your party is ready, sir.\"\n\nThen there was still another pause. Malone stared at the audio receiver.\nHe began to whistle \"When Irish Eyes Are Smiling.\"\n\n       *       *       *       *       *\n\n\"Hello? Malone?\"\n\n\"I'm here, Tom,\" Malone said guiltily. \"This is me. What's the trouble?\"\n\n\"Trouble?\" Boyd said. \"There isn't any trouble. Well, not really. Or\nmaybe it is. I don't know.\"\n\nMalone scowled at the audio receiver, and for the first time wished he\nhad gone ahead and had a video circuit put in, so that Boyd could see\nthe horrendous expression on his face.\n\n\"Look,\" he said. \"It's seven here and that's too early. Out there, it's\nfour, and that's practically ridiculous. What's so important?\"\n\nHe knew perfectly well that Boyd wasn't calling him just for the fun of\nit. The man was a good agent. But why a call at this hour?\n\nMalone muttered under his breath. Then, self-consciously, he squashed\nout his cigar and lit a cigarette while Boyd was saying: \"Ken, I think\nwe may have found what you've been looking for.\"\n\nIt wasn't safe to say too much, even over a scrambled circuit. But\nMalone got the message without difficulty.\n\n\"Yeah?\" he said, sitting up on the edge of the couch. \"You sure?\"\n\n\"Well,\" Boyd said, \"no. Not absolutely sure. Not absolutely. But it is\nworth your taking a personal look, I think.\"\n\n\"Ah,\" Malone said cautiously. \"An imbecile?\"\n\n\"No,\" Boyd said flatly. \"Not an imbecile. Definitely not an imbecile. As\na matter of fact, a hell of a fat long way from an imbecile.\"\n\nMalone glanced at his watch and skimmed over the airline timetables in\nhis mind. \"I'll be there nine o'clock, your time,\" he said. \"Have a car\nwaiting for me at the field.\"\n\n       *       *       *       *       *\n\nAs usual, Malone managed to sleep better on the plane than he'd been\nable to do at home. He slept so well, in fact, that he was still groggy\nwhen he stepped into the waiting car.\n\n\"Good to see you, Ken,\" Boyd said briskly, as he shook Malone's hand.\n\n\"You, too, Tom,\" Malone said sleepily. \"Now what's all this about?\" He\nlooked around apprehensively. \"No bugs in this car, I hope?\" he said.\n\nBoyd gunned the motor and headed toward the San Francisco Freeway.\n\"Better not be,\" he said, \"or I'll fire me a technician or two.\"\n\n\"Well, then,\" Malone said, relaxing against the upholstery, \"where is\nthis guy, and who is he? And how did you find him?\"\n\nBoyd looked uncomfortable. It was, somehow, both an awe-inspiring and a\nslightly risible sight. Six feet one and one half inches tall in his\nflat feet, Boyd ported around over two hundred and twenty pounds of\nbone, flesh and muscle. He swung a potbelly of startling proportions\nunder the silk shirting he wore, and his face, with its wide nose, small\neyes and high forehead, was half highly mature, half startlingly\nchildlike. In an apparent effort to erase those childlike qualities,\nBoyd sported a fringe of beard and a mustache which reminded Malone of\nsomebody he couldn't quite place.\n\nBut whoever the somebody was, his hair hadn't been black, as Boyd's\nwas--\n\nHe decided it didn't make any difference. Anyhow, Boyd was speaking.\n\n\"In the first place,\" he said, \"it isn't a guy. In the second, I'm not\nexactly sure who it is. And in the third, Ken, I didn't find it.\"\n\nThere was a little silence.\n\n\"Don't tell me,\" Malone said. \"It's a telepathic horse, isn't it? Tom, I\njust don't think I could stand a telepathic horse--\"\n\n\"No,\" Boyd said hastily. \"No. Not at all. No horse. It's a dame. I mean\na lady.\" He looked away from the road and flashed a glance at Malone.\nHis eyes seemed to be pleading for something--understanding, possibly,\nMalone thought. \"Frankly,\" Boyd said, \"I'd rather not tell you anything\nabout her just yet. I'd rather you met her first. Then you could make up\nyour own mind. All right?\"\n\n\"All right,\" Malone said wearily. \"Do it your own way. How far do we\nhave to go?\"\n\n\"Just about an hour's drive,\" Boyd said. \"That's all.\"\n\nMalone slumped back in the seat and pushed his hat over his eyes.\n\"Fine,\" he said. \"Suppose you wake me up when we get there.\"\n\nBut, groggy as he was, he couldn't sleep. He wished he'd had some coffee\non the plane. Maybe it would have made him feel better.\n\nThen again, coffee was only coffee. True, he had never acquired his\nfather's taste for gin, but there was always bourbon.\n\nHe thought about bourbon for a few minutes. It was a nice thought. It\nwarmed him and made him feel a lot better. After a while, he even felt\nawake enough to do some talking.\n\nHe pushed his hat back and struggled to a reasonable sitting position.\n\"I don't suppose you have a drink hidden away in the car somewhere?\" he\nsaid tentatively. \"Or would the technicians have found that, too?\"\n\n\"Better not have,\" Boyd said in the same tone as before, \"or I'll fire a\ncouple of technicians.\" He grinned without turning. \"It's in the door\ncompartment, next to the forty-five cartridges and the Tommy gun.\"\n\nMalone opened the compartment in the thick door of the car and extracted\na bottle. It was brandy instead of the bourbon he had been thinking\nabout, but he discovered that he didn't mind at all. It went down as\nsmoothly as milk.\n\nBoyd glanced at it momentarily as Malone screwed the top back on.\n\n\"No,\" Malone said in answer to the unspoken question. \"You're driving.\"\nThen he settled back again and tipped his hat forward.\n\nHe didn't sleep a wink. He was perfectly sure of that. But it wasn't\nover two seconds later that Boyd said: \"We're here, Ken. Wake up.\"\n\n\"Whadyamean, wakeup,\" Malone said. \"I wasn't asleep.\" He thumbed his hat\nback and sat up rapidly. \"Where's 'here'?\"\n\n\"Bayview Neuropsychiatric Hospital,\" Boyd said. \"This is where Dr.\nHarman works, you know.\"\n\n\"No,\" Malone said. \"As a matter of fact, I don't know. You didn't tell\nme--remember? And who is Dr. Harman, anyhow?\"\n\nThe car was moving up a long, curving driveway toward a large,\nlawn-surrounded building. Boyd spoke without looking away from the road.\n\n\"Well,\" he said, \"this Dr. Willard Harman is the man who phoned us\nyesterday. One of my field agents was out here asking around about\nimbeciles and so on. Found nothing, by the way. And then this Dr. Harman\ncalled, later. Said he had someone here I might be interested in. So I\ncame on out myself for a look, yesterday afternoon ... after all, we had\ninstructions to follow up every possible lead.\"\n\n\"I know,\" Malone said. \"I wrote them.\"\n\n\"Oh,\" Boyd said. \"Sure. Well, anyhow, I talked to this dame. Lady.\"\n\n\"And?\"\n\n\"And I talked to her,\" Boyd said. \"I'm not entirely sure of anything\nmyself. But ... well, hell. You take a look at her.\"\n\nHe pulled the car up to a parking space, slid nonchalantly into a slot\nmarked _Reserved--Executive Director Sutton_, and slid out from under\nthe wheel while Malone got out the other side.\n\n       *       *       *       *       *\n\nThey marched up the broad steps, through the doorway and into the\nglass-fronted office of the receptionist.\n\nBoyd showed her his little golden badge, and got an appropriate gasp.\n\"FBI,\" he said. \"Dr. Harman's expecting us.\"\n\nThe wait wasn't over fifteen seconds. Boyd and Malone marched down the\nhall and around a couple of corners, and came to the doctor's office.\nThe door was opaqued glass with nothing but a room number stenciled on\nit. Without ceremony, Boyd pushed the door open. Malone followed him\ninside.\n\nThe office was small but sunny. Dr. Willard Harman sat behind a\nblond-wood desk, a chunky little man with crew-cut blond hair and\nrimless eyeglasses, who looked about thirty-two and couldn't possibly,\nMalone thought, have been anywhere near that young. On a second look,\nMalone noticed a better age indication in the eyes and forehead, and\nrevised his first guess upward between ten and fifteen years.\n\n\"Come in, gentlemen,\" Dr. Harman boomed. His voice was that rarity, a\nreally loud high tenor.\n\n\"Dr. Harman,\" Boyd said, \"this is my superior, Mr. Malone. We'd like to\nhave a talk with Miss Thompson.\"\n\n\"I anticipated that, sir,\" Dr. Harman said. \"Miss Thompson is in the\nnext room. Have you explained to Mr. Malone that--\"\n\n\"I haven't explained a thing,\" Boyd said quickly, and added in what was\nobviously intended to be a casual tone: \"Mr. Malone wants to get a\npicture of Miss Thompson directly--without any preconceptions.\"\n\n\"I see,\" Dr. Harman said. \"Very well, gentlemen. Through this door.\"\n\nHe opened the door in the right-hand wall of the room, and Malone took\none look. It was a long, long look. Standing framed in the doorway,\ndressed in the starched white of a nurse's uniform, was the most\nbeautiful blonde he had ever seen.\n\nShe had curves. She definitely had curves. As a matter of fact, Malone\ndidn't really think he had ever seen curves before. These were something\nnew and different and truly three-dimensional. But it wasn't the curves,\nor the long straight lines of her legs, or the quiet beauty of her face,\nthat made her so special. After all, Malone had seen legs and bodies and\nfaces before.\n\nAt least, he thought he had. Off-hand, he couldn't remember where.\nLooking at the girl, Malone was ready to write brand-new definitions for\nevery anatomical term. Even a term like \"hands.\" Malone had never seen\nanything especially arousing in the human hand before--anyway, not when\nthe hand was just lying around, so to speak, attached to its wrist but\nnot doing anything in particular. But these hands, long, slender and\ntapering, white and cool-looking....\n\nAnd yet, it wasn't just the sheer physical beauty of the girl. She had\nsomething else, something more and something different. (_Something\nborrowed_, Malone thought in a semi-delirious haze, _and something\nblue_.) Personality? Character? Soul?\n\nWhatever it was, Malone decided, this girl had it. She had enough of it\nto supply the entire human race, and any others that might exist in the\nUniverse. Malone smiled at the girl and she smiled back.\n\nAfter seeing the smile, Malone wasn't sure he could still walk evenly.\nSomehow, though, he managed to go over to her and extend his hand. The\nnotion that a telepath would turn out to be this mind-searing Epitome\nhad never crossed his mind, but now, somehow, it seemed perfectly\nfitting and proper.\n\n\"Good morning, Miss Thompson,\" he said in what he hoped was a winning\nvoice.\n\nThe smile disappeared. It was like the sun going out.\n\nThe vision appeared to be troubled. Malone was about to volunteer his\nhelp--if necessary, for the next seventy years--when she spoke.\n\n\"I'm not Miss Thompson,\" she said.\n\n\"This is one of our nurses,\" Dr. Harman put in. \"Miss Wilson, Mr.\nMalone. And Mr. Boyd. Miss Thompson, gentlemen, is over there.\"\n\nMalone turned.\n\n       *       *       *       *       *\n\nThere, in a corner of the room, an old lady sat. She was a small old\nlady, with apple-red cheeks and twinkling eyes. She held some knitting\nin her hands, and she smiled up at the FBI men as if they were her\ngrandsons come for tea and cookies, of a Sunday afternoon.\n\nShe had snow-white hair that shone like a crown around her old head in\nthe lights of the room. Malone blinked at her. She didn't disappear.\n\n\"_You're_ Miss Thompson?\" he said.\n\nShe smiled sweetly. \"Oh, my, no,\" she said.\n\nThere was a long silence. Malone looked at her. Then he looked at the\nunbelievably beautiful Miss Wilson. Then he looked at Dr. Harman. And,\nat last, he looked at Boyd.\n\n\"All right,\" he said. \"I get it. _You're_ Miss Thompson.\"\n\n\"Now, wait a minute, Malone,\" Boyd began.\n\n\"Wait a minute?\" Malone said. \"There are four people here, not counting\nme. I know I'm not Miss Thompson. I never was, not even as a child. And\nDr. Harman isn't, and Miss Wilson isn't, and Whistler's\nGreat-Grandmother isn't, either. So you must be. Unless she isn't here.\nOr unless she's invisible. Or unless I'm crazy.\"\n\n\"It isn't _you_, Malone,\" Boyd said.\n\n\"What isn't me?\"\n\n\"That's crazy,\" Boyd said.\n\n\"O.K.,\" Malone said. \"I'm not crazy. Then will somebody please tell\nme--\"\n\nThe little old lady cleared her throat. A silence fell. When it was\ncomplete she spoke, and her voice was as sweet and kindly as anything\nMalone had ever heard.\n\n\"You may call me Miss Thompson,\" she said. \"For the present, at any\nrate. They all do here. It's a pseudonym I have to use.\"\n\n\"A pseudonym?\" Malone said.\n\n\"You see, Mr. Malone,\" Miss Wilson began.\n\nMalone stopped her. \"Don't talk,\" he said. \"I have to concentrate and if\nyou talk I can barely think.\" He took off his hat suddenly, and began\ntwisting the brim in his hands. \"You understand, don't you?\"\n\nThe trace of a smile appeared on her face. \"I think I do,\" she said.\n\n\"Now,\" Malone said, \"you're Miss Thompson, but not really, because you\nhave to use a pseudonym.\" He blinked at the little old lady. \"Why?\"\n\n\"Well,\" she said, \"otherwise people would find out about my little\nsecret.\"\n\n\"Your little secret,\" Malone said.\n\n\"That's right,\" the little old lady said. \"I'm immortal, you see.\"\n\nMalone said: \"Oh.\" Then he kept quiet for a long time. It didn't seem to\nhim that anyone in the room was breathing.\n\nHe said: \"Oh,\" again, but it didn't sound any better than it had the\nfirst time. He tried another phrase. \"You're immortal,\" he said.\n\n\"That's right,\" the little old lady agreed sweetly.\n\nThere was only one other question to ask, and Malone set his teeth\ngrimly and asked it. It came out just a trifle indistinct, but the\nlittle old lady nodded.\n\n\"My real name?\" she said. \"Elizabeth. Elizabeth Tudor, of course. I used\nto be Queen.\"\n\n\"Of England,\" Malone said faintly.\n\n\"Malone, look--\" Boyd began.\n\n\"Let me get it all at once,\" Malone told him. \"I'm strong. I can take\nit.\" He twisted his hat again and turned back to the little old lady.\n\n\"You're immortal, and you're not really Miss Thompson, but Queen\nElizabeth I?\" he said slowly.\n\n\"That's right,\" she said. \"How clever of you. Of course, after little\nJimmy--cousin Mary's boy, I mean--said I was dead and claimed the\nThrone, I decided to change my name and all. And that's what I did. But\nI am Elizabeth Regina.\" She smiled, and her eyes twinkled merrily.\nMalone stared at her for a long minute.\n\n_Burris_, he thought, _is going to love this_.\n\n\"Oh, I'm so glad,\" the little old lady said. \"Do you really think he\nwill? Because I'm sure I'll like your Mr. Burris, too. All of you FBI\nmen are so charming. Just like poor, poor Essex.\"\n\nWell, Malone told himself, that was that. He'd found himself a telepath.\n\nAnd she wasn't an imbecile.\n\nOh, no. That would have been simple.\n\nInstead, she was battier than a cathedral spire.\n\n       *       *       *       *       *\n\nThe long silence was broken by the voice of Miss Wilson.\n\n\"Mr. Malone,\" she said, \"you've been thinking.\" She stopped. \"I mean,\nyou've been so quiet.\"\n\n\"I like being quiet,\" Malone said patiently. \"Besides--\" He stopped and\nturned to the little old lady. _Can you really read my mind?_ he thought\ndeliberately. After a second he added: _... your majesty?_\n\n\"How sweet of you, Mr. Malone,\" she said. \"Nobody's called me that for\ncenturies. But of course I can. Although it's not reading, really. After\nall, that would be like asking if I can read your voice. Of course I\ncan, Mr. Malone.\"\n\n\"That does it,\" Malone said. \"I'm not a hard man to convince. And when I\nsee the truth, I'm the first one to admit it, even if it makes me look\nlike a nut.\" He turned back to the little old lady. \"Begging your\npardon,\" he said.\n\n\"Oh, my,\" the little old lady said. \"I really don't mind at all. Sticks\nand stones, you know, can break my bones. But being called nuts, Mr.\nMalone, can never hurt me. After all, it's been so many years--so many\nhundreds of years--\"\n\n\"Sure,\" Malone said easily.\n\nBoyd broke in. \"Listen, Malone,\" he said, \"do you mind telling me what\nis going on?\"\n\n\"It's very simple,\" Malone said. \"Miss Thompson here ... pardon me; I\nmean Queen Elizabeth I ... really is a telepath. That's all. I think I\nwant to lie down somewhere until it goes away.\"\n\n\"Until what goes away?\" Miss Wilson said.\n\nMalone stared at her almost without seeing her, if not quite.\n\"Everything,\" he said. He closed his eyes.\n\n\"My goodness,\" the little old lady said after a second. \"Everything's so\nconfused. Poor Mr. Malone is terribly shaken up by everything.\" She\nstood up, still holding her knitting, and went across the room. Before\nthe astonished eyes of the doctor and nurse, and Tom Boyd, she patted\nthe FBI agent on the shoulder. \"There, there, Mr. Malone,\" she said. \"It\nwill all be perfectly all right. You'll see.\" Then she returned to her\nseat.\n\nMalone opened his eyes. He turned to Dr. Harman. \"You called up Boyd\nhere,\" he said, \"and told him that ... er ... Miss Thompson was a\ntelepath. Howd' you know?\"\n\n\"It's all right,\" the little old lady put in from her chair. \"I don't\nmind your calling me Miss Thompson, not right now, anyhow.\"\n\n\"Thanks,\" Malone said faintly.\n\nDr. Harman was blinking in a kind of befuddled astonishment. \"You mean\nshe really _is_ a--\" He stopped and brought his tenor voice to a\nsqueaking halt, regained his professional poise, and began again. \"I'd\nrather not discuss the patient in her presence, Mr. Malone,\" he said.\n\"If you'll just come into my office--\"\n\n\"Oh, _bosh_, Dr. Harman,\" the little old lady said primly. \"I do wish\nyou'd give your own Queen credit for some ability. Goodness knows you\nthink _you're_ smart enough.\"\n\n\"Now, now, Miss Thompson,\" he said in what was obviously his best Grade\nA Choice Government Inspected couchside manner. \"Don't....\"\n\n\"... Upset yourself,\" she finished for him. \"Now, really, doctor. I know\nwhat you're going to tell them.\"\n\n\"But Miss Thompson, I--\"\n\n\"You didn't honestly think I _was_ a telepath,\" the little old lady\nsaid. \"Heavens, we know that. And you're going to tell them how I used\nto say I could read minds ... oh, years and years ago. And because of\nthat you thought it might be worth while to tell the FBI about me--which\nwasn't very kind of you, doctor, before you knew anything about why they\nwanted somebody like me.\"\n\n       *       *       *       *       *\n\n\"Now, now, Miss Thompson,\" Miss Wilson said, walking across the room to\nput an arm around the little old lady's shoulder. Malone wished for one\nbrief second that he were the old little old lady. Maybe if he were a\npatient in the hospital he would get the same treatment.\n\nHe wondered if he could possibly work such a deal.\n\nThen he wondered if it would be worth while, being nuts. But of course\nit would. He was nuts anyhow, wasn't he?\n\nSure, he told himself. They were all nuts.\n\n\"Nobody's going to hurt you,\" Miss Wilson said. She was talking to the\nold lady. \"You'll be perfectly all right and you don't have to worry\nabout a thing.\"\n\n\"Oh, yes, dear, I know that,\" the little old lady said. \"You only want\nto help me, dear. You're so kind. And these FBI men really don't mean\nany harm. But Dr. Harman didn't know that. He just thinks I'm crazy and\nthat's all.\"\n\n\"Please, Miss Thompson--\" Dr. Harman began.\n\n\"Just crazy, that's all,\" the little old lady said. She turned away for\na second and nobody said anything. Then she turned back. \"Do you all\nknow what he's thinking now?\" she said. Dr. Harman turned a dull purple,\nbut she ignored him. \"He's wondering why I didn't take the trouble to\nprove all this to you years ago. And besides that, he's thinking\nabout--\"\n\n[Illustration]\n\n\"Miss Thompson,\" Dr. Harman said. His bedside manner had cracked through\nand his voice was harsh and strained. \"Please.\"\n\n\"Oh, all right,\" she said, a little petulantly. \"If you want to keep all\nthat private.\"\n\nMalone broke in suddenly, fascinated. \"Why didn't you prove you were\ntelepathic before now?\" he said.\n\nThe little old lady smiled at him. \"Why, because you wouldn't have\nbelieved me,\" she said. She dropped her knitting neatly in her lap and\nfolded her hands over it. \"None of you _wanted_ to believe me,\" she\nsaid, and sniffed. Miss Wilson moved nervously and she looked up. \"And\ndon't tell me it's going to be all right. I know it's going to be all\nright. I'm going to make sure of that.\"\n\nMalone felt a sudden chill. But it was obvious, he told himself, that\nthe little old lady didn't mean what she was saying. She smiled at him\nagain, and her smile was as sweet and guileless as the smile on the face\nof his very own sainted grandmother.\n\nNot that Malone remembered his grandmother; she had died before he'd\nbeen born. But if he'd had a grandmother, and if he'd remembered her, he\nwas sure she would have had the same sweet smile.\n\nSo she couldn't have meant what she'd said. Would Malone's own\ngrandmother make things difficult for him? The very idea was ridiculous.\n\nDr. Harman opened his mouth, apparently changed his mind, and shut it\nagain. The little old lady turned to him.\n\n\"Were you going to ask why I bothered to prove anything to Mr. Malone?\"\nshe said. \"Of course you were, and I shall tell you. It's because Mr.\nMalone _wanted_ to believe me. He _wants_ me. He _needs_ me. I'm a\ntelepath, and that's enough for Mr. Malone. Isn't it?\"\n\n\"Gur,\" Malone said, taken by surprise. After a second he added: \"I guess\nso.\"\n\n\"You see, doctor?\" the little old lady said.\n\n\"But you--\" Dr. Harman began.\n\n\"I read minds,\" the little old lady said. \"That's right, doctor. That's\nwhat makes me a telepath.\"\n\nMalone's brain was whirling rapidly, like a distant galaxy. \"Telepath\"\nwas a nice word, he thought. How did you telepath from a road?\n\nSimple.\n\nA road is paved.\n\nMalone thought that was pretty funny, but he didn't laugh. He thought he\nwould never laugh again. He wanted to cry, a little, but he didn't think\nhe'd be able to manage that either.\n\nHe twisted his hat, but it didn't make him feel any better. Gradually,\nhe became aware that the little old lady was talking to Dr. Harman\nagain.\n\n\"But,\" she said, \"since it will make you feel so much better, doctor, we\ngive you our Royal permission to retire, and to speak to Mr. Malone\nalone.\"\n\n\"Malone alone,\" Dr. Harman muttered. \"Hm-m-m. My. Well.\" He turned and\nseemed to be surprised that Malone was actually standing near him.\n\"Yes,\" he said. \"Well. Mr. Alone ... Malone ... please, whoever you are,\njust come into my office, please?\"\n\nMalone looked at the little old lady. One of her eyes closed and opened.\nIt was an unmistakable wink.\n\nMalone grinned at her in what he hoped was a cheerful manner. \"All\nright,\" he said to the psychiatrist, \"let's go.\" He turned with the\nbarest trace of regret, and Boyd followed him. Leaving the little old\nlady and, unfortunately, the startling Miss Wilson, behind, the\nprocession filed back into Dr. Harman's office.\n\n       *       *       *       *       *\n\nThe doctor closed the door, and leaned against it for a second. He\nlooked as though someone had suddenly revealed to him that the world was\nsquare. But when he spoke his voice was almost even.\n\n\"Sit down, gentlemen,\" he said, and indicated chairs. \"I really ...\nwell, I don't know what to say. All this time, all these years, she's\nbeen reading my mind! My mind. She's been reading ... looking right into\nmy mind, or whatever it is.\"\n\n\"Whatever what is?\" Malone asked, sincerely interested. He had dropped\ngratefully into a chair near Boyd's, across the desk from Dr. Harman.\n\n\"Whatever my _mind_ is,\" Dr. Harman said. \"Reading it. Oh, my.\"\n\n\"Dr. Harman,\" Malone began, but the psychiatrist gave him a bright blank\nstare.\n\n\"Don't you understand?\" he said. \"She's a telepath.\"\n\n\"We--\"\n\nThe phone on Dr. Harman's desk chimed gently. He glanced at it and said:\n\"Excuse me. The phone.\" He picked up the receiver and said: \"Hello?\"\n\nThere was no image on the screen.\n\nBut the voice was image enough. \"This is Andrew J. Burris,\" it said. \"Is\nKenneth J. Malone there?\"\n\n\"Mr. Malone?\" the psychiatrist said. \"I mean, Mr. Burris? Mr. Malone is\nhere. Yes. Oh, my. Do you want to talk to him?\"\n\n\"No, you idiot,\" the voice said. \"I just want to know if he's all tucked\nin.\"\n\n\"Tucked in?\" Dr. Harman gave the phone a sudden smile. \"A joke,\" he\nsaid. \"It _is_ a joke, isn't it? The way things have been happening, you\nnever know whether--\"\n\n\"A joke,\" Burris' voice said. \"That's right. Yes. Am I talking to one of\nthe patients?\"\n\nDr. Harman gulped, got mad, and thought better of it. At last he said,\nvery gently: \"I'm not at all sure,\" and handed the phone to Malone.\n\nThe FBI agent said: \"Hello, chief. Things are a little confused.\"\n\nBurris' face appeared on the screen. \"Confused, sure,\" he said. \"I feel\nconfused already.\" He took a breath. \"I called the San Francisco office,\nand they told me you and Boyd were out there. What's going on?\"\n\nMalone said cautiously: \"We've found a telepath.\"\n\nBurris' eyes widened slightly. \"Another one?\"\n\n\"What are you talking about, another one?\" Malone said. \"We have one.\nDoes anybody else have any more?\"\n\n\"Well,\" Burris said, \"we just got a report on another one--maybe.\nBesides yours, I mean.\"\n\n\"I hope the one you've got is in better shape than the one I've got,\"\nMalone said. He took a deep breath, and then spat it all out at once:\n\"The one we've found is a little old lady. She thinks she's Queen\nElizabeth I. She's a telepath, sure, but she's nuts.\"\n\n\"Queen Elizabeth?\" Burris said. \"Of England?\"\n\n\"That's right,\" Malone said. He held his breath.\n\n\"Damn it,\" Burris exploded, \"they've already got one.\"\n\nMalone sighed. \"This is another one,\" he said. \"Or, rather, the original\none. She also claims she's immortal.\"\n\n\"Lives forever?\" Burris said. \"You mean like that?\"\n\n\"Immortal,\" Malone said. \"Right.\"\n\nBurris nodded. Then he looked worried. \"Tell me, Malone,\" he said. \"She\n_isn't_, is she?\"\n\n\"Isn't immortal, you mean?\" Malone said. Burris nodded. Malone said\nconfidently: \"Of course not.\"\n\nThere was a little pause. Malone thought things over.\n\nHell, maybe she was immortal. Stranger things had happened, hadn't they?\n\nHe looked over at Dr. Harman. \"How about that?\" he said. \"Could she be\nimmortal?\"\n\nThe psychiatrist shook his head decisively. \"She's been here for over\nforty years, Mr. Malone, ever since her late teens. Her records show all\nthat, and her birth certificate is in perfect order. Not a chance.\"\n\nMalone sighed and turned back to the phone. \"Of course she isn't\nimmortal, chief,\" he said. \"She couldn't be. Nobody is. Just a nut.\"\n\n\"I was afraid of that,\" Burris said.\n\n\"Afraid?\" Malone said.\n\nBurris nodded. \"We've got another one--if he checks out,\" he said.\n\"Right here in Washington--St. Elizabeths.\"\n\n\"Another nut?\"\n\n\"Strait-jacket case,\" Burris said. \"Delusions of persecution. Paranoia.\nAnd a lot of other things I can't pronounce. But I'm sending him on out\nto Yucca Flats anyhow, under guard. You might find a use for him.\"\n\n\"Oh, sure,\" Malone said.\n\n\"We can't afford to overlook a thing,\" Burris said.\n\nMalone sighed. \"I know,\" he said. \"But all the same--\"\n\n\"Don't worry about a thing, Malone,\" Burris said with a palpably false\nair of confidence. \"You get this Queen Elizabeth of yours out of there\nand take her to Yucca Flats, too.\"\n\nMalone considered the possibilities. Maybe they would find more\ntelepaths. Maybe all the telepaths would be nuts. It didn't seem\nunlikely. Imagine having a talent that nobody would believe you had. It\nmight very easily drive you crazy to be faced with a situation like\nthat.\n\nAnd there they would be in Yucca Flats. Kenneth J. Malone, and a\nconvention of looney-bin inhabitants.\n\nFun!\n\nMalone began to wonder why he had gone into FBI work in the first place.\n\n\"Listen, chief,\" he said. \"I--\"\n\n\"Sure, I understand,\" Burris said quickly. \"She's batty. But what else\ncan we do? Malone, don't do anything you'll regret.\"\n\n\"What?\"\n\n\"I mean, don't resign.\"\n\n\"Chief, how did you know--you're not telepathic too, are you?\"\n\n\"Of course not,\" Burris said. \"But that's what I would do in your place.\nAnd don't do it.\"\n\n\"Look, chief,\" Malone said. \"These nuts--\"\n\n\"Malone, you've done a wonderful job so far,\" Burris said. \"You'll get a\nraise and a better job when all this is over. Who else would have\nthought of looking in the twitch-bins for telepaths? But you did,\nMalone, and I'm proud of you, and you're stuck with it. We've got to use\nthem now. We have to find that spy!\" He took a breath. \"On to Yucca\nFlats!\" he said.\n\nMalone gave up. \"Yes, sir,\" he said. \"Anything else?\"\n\n\"Not right now,\" Burris said. \"If there is, I'll let you know.\"\n\n       *       *       *       *       *\n\nMalone hung up unhappily as the image vanished. He looked at Dr. Harman.\n\"Well,\" he said, \"that's that. What do I have to do to get a release for\nMiss Thompson?\"\n\nHarman stared at him. \"But, Mr. Malone,\" he said, \"that just isn't\npossible. Really. Miss Thompson is a ward of the state, and we couldn't\npossibly allow her release without a court order.\"\n\nMalone thought that over. \"O.K.,\" he said at last. \"I can see that.\" He\nturned to Boyd. \"Here's a job for you, Tom,\" he said. \"Get one of the\njudges on the phone. You'll know which one will do us the most good,\nfastest.\"\n\n\"Hm-m-m,\" Boyd said. \"Say Judge Dunning,\" he said. \"Good man. Fast\nworker.\"\n\n\"I don't care who,\" Malone said. \"Just get going, and get us a release\nfor Miss Thompson.\" He turned back to the doctor. \"By the way,\" he said,\n\"has she got any other name? Besides Elizabeth Tudor, I mean,\" he added\nhurriedly.\n\n\"Her full name,\" Dr. Harman said, \"is Rose Walker Thompson. She is not\nQueen Elizabeth I, II, or XXVIII, and she is not immortal.\"\n\n\"But she is,\" Malone pointed out, \"a telepath. And that's why I want\nher.\"\n\n\"She may,\" Dr. Harman said, \"be a telepath.\" It was obvious that he had\npartly managed to forget the disturbing incidents that had happened a\nfew minutes before. \"I don't even want to discuss that part of it.\"\n\n\"O.K., never mind it,\" Malone said agreeably. \"Tom, get us a court order\nfor Rose Walker Thompson. Effective yesterday--day before, if possible.\"\n\nBoyd nodded, but before he could get to the phone Dr. Harman spoke\nagain.\n\n\"Now, wait a moment, gentlemen,\" he said. \"Court order or no court\norder, Miss Thompson is definitely not a well woman, and I can't see my\nway clear to--\"\n\n\"I'm not well myself,\" Malone said. \"I need sleep and I probably have a\ncold. But I've got to work for the national security, and--\"\n\n\"This is important,\" Boyd put in.\n\n\"I don't dispute that,\" Dr. Harman said. \"Nevertheless, I--\"\n\nThe door that led into the other room suddenly burst open. The three men\nturned to stare at Miss Wilson, who stood in the doorway for a long\nsecond and then stepped into the office, closing the door quietly behind\nher.\n\n\"I'm sorry to interrupt,\" she said.\n\n\"Not at all,\" Malone said. \"It's a pleasure to have you. Come again\nsoon.\" He smiled at her.\n\nShe didn't smile back. \"Doctor,\" she said, \"you better talk to Miss\nThompson. I'm not at all sure what I can do. It's something new.\"\n\n\"New?\" he said. The worry lines on his face were increasing, but he\nspoke softly.\n\n\"The poor dear thinks she's going to get out of the hospital now,\" Miss\nWilson said. \"For some reason, she's convinced that the FBI is going to\nget her released, and--\"\n\nAs she saw the expressions on three faces, she stopped.\n\n\"What's wrong?\" she said.\n\n\"Miss Wilson,\" Malone said, \"we ... may I call you by your first name?\"\n\n\"Of course, Mr. Malone,\" she said.\n\nThere was a little silence.\n\n\"Miss Wilson,\" Malone said, \"what _is_ your first name?\"\n\nShe smiled now, very gently. Malone wanted to walk through mountains, or\nclimb fire. He felt confused, but wonderful. \"Barbara,\" she said.\n\n\"Lovely,\" he said. \"Well, Barbara ... and please call me Ken. It's short\nfor Kenneth.\"\n\nThe smile on her face broadened. \"I thought it might be,\" she said.\n\n\"Well,\" Malone said softly, \"it is. Kenneth. That's my name. And you're\nBarbara.\"\n\nBoyd cleared his throat.\n\n\"Ah,\" Malone said. \"Yes. Of course. Well, Barbara ... well, that's just\nwhat we intend to do. Take Miss Thompson away. We need her--badly.\"\n\nDr. Harman had said nothing at all, and had barely moved. He was staring\nat a point on his desk. \"She couldn't possibly have heard us,\" he\nmuttered. \"That's a soundproof door. She couldn't have heard us.\"\n\n\"But you can't take Miss Thompson away,\" Miss Wilson said.\n\n\"We have to, Barbara,\" Malone said gently. \"Try to understand. It's for\nthe national security.\"\n\n\"She heard us thinking,\" Dr. Harman muttered. \"That's what; she heard us\nthinking. Behind a soundproof door. She can see inside their minds. She\ncan even see inside _my_ mind.\"\n\n\"She's a sick woman,\" Barbara said.\n\n\"But you have to understand--\"\n\n\"Vital necessity,\" Boyd put in. \"Absolutely vital.\"\n\n\"Nevertheless--\" Barbara said.\n\n\"She can read minds,\" Dr. Harman whispered in an awed tone. \"She knows.\nEverything. She _knows_.\"\n\n\"It's out of the question,\" Barbara said. \"Whether you like it or not.\nMiss Thompson is not going to leave this hospital. Why, what could she\ndo outside these walls? She hasn't left in over forty years! And\nfurthermore, Mr. Malone--\"\n\n\"Kenneth,\" Malone put in, as the door opened again. \"I mean Ken.\"\n\n       *       *       *       *       *\n\nThe little old lady put her haloed head into the room. \"Now, now,\nBarbara,\" she said. \"Don't you go spoiling things. Just let these nice\nmen take me away and everything will be fine, believe me. Besides, I've\nbeen outside more often than you imagine.\"\n\n\"Outside?\" Barbara said.\n\n\"Of course,\" the little old lady said. \"In other people's minds. Even\nyours. I remember that nice young man ... what was his name?\"\n\n\"Never mind his name,\" Barbara said, flushing furiously.\n\nMalone felt instantly jealous of every nice young man he had ever even\nheard of. _He_ wasn't a nice young man; he was an FBI agent, and he\nliked to drink and smoke cigars and carouse.\n\nAll nice young men, he decided, should be turned into ugly old men as\nsoon as possible. That'd fix them!\n\nHe noticed the little old lady smiling at him, and tried to change his\nthoughts rapidly. But the little old lady said nothing at all.\n\n\"At any rate,\" Barbara said, \"I'm afraid that we just can't--\"\n\nDr. Harman cleared his throat imperiously. It was a most impressive\nnoise, and everyone turned to look at him. His face was a little gray,\nbut he looked, otherwise, like a rather pudgy, blond, crew-cut Roman\nemperor.\n\n\"Just a moment,\" he said with dignity, \"I think you're doing the United\nStates of America a grave injustice, Miss Wilson--and that you're doing\nan injustice to Miss Thompson, too.\"\n\n\"What do you mean?\" she said.\n\n\"I think it would be nice for her to get away from me--I mean from\nhere,\" the psychiatrist said. \"Where did you say you were taking her?\"\nhe asked Malone.\n\n\"Yucca Flats,\" Malone said.\n\n\"Ah.\" The news seemed to please the psychiatrist. \"That's a long\ndistance from here, isn't it? It's quite a few hundred miles away.\nPerhaps even a few thousand miles away. I feel sure that will be the\nbest thing for me ... I mean, of course, for Miss Thompson. I shall\nrecommend that the court so order.\"\n\n\"Doctor--\" But even Barbara saw, Malone could tell, that it was no good\narguing with Dr. Harman. She tried a last attack. \"Doctor, who's going\nto take care of her?\"\n\nA light the size and shape of North America burst in Malone's mind. He\nalmost chortled. But he managed to keep his voice under control. \"What\nshe needs,\" he said, \"is a trained psychiatric nurse.\"\n\nBarbara Wilson gave him a look that had carloads of U{235} stacked away\nin it, but Malone barely minded. She'd get over it, he told himself.\n\n\"Now, wasn't that sweet of you to think of that,\" the little old lady\nsaid. Malone looked at her and was rewarded with another wink.\n\n\"I'm certainly glad you thought of Barbara,\" the little old lady went\non. \"You will go with me won't you, dear? I'll make you a duchess.\nWouldn't you like to be a duchess, dear?\"\n\nBarbara looked from Malone to the little old lady, and then she looked\nat Dr. Harman. Apparently what she saw failed to make her happy.\n\n\"We'll take good care of her, Barbara,\" Malone said.\n\nShe didn't even bother to give him an answer. After a second Boyd said:\n\"Well, I guess that settles it. If you'll let me use your phone, Dr.\nHarman, I'll call Judge Dunning.\"\n\n\"Go right ahead,\" Dr. Harman said. \"Go right ahead.\"\n\nThe little old lady smiled softly without looking at anybody at all.\n\"Won't it be wonderful?\" she whispered. \"At last I've been recognized.\nMy country is about to pay me for my services. My loyal subjects--\" She\nstopped and wiped what Malone thought was a tear from one\ncornflower-blue eye.\n\n\"Now, now, Miss Thompson,\" Barbara said.\n\n\"I'm not sad,\" the little old lady said, smiling up at her. \"I'm just so\nvery happy. I am about to get my reward, my well-deserved reward at\nlast, from all of my loyal subjects. You'll see.\" She paused and Malone\nfelt a faint stirring of stark, chill fear.\n\n\"Won't it be wonderful?\" said the little old lady.\n\n\n\n\nIV\n\n\n\"You're _where_?\" Andrew J. Burris said.\n\nMalone looked at the surprised face on the screen and wished he hadn't\ncalled. He had to report in, of course--but, if he'd had any sense, he'd\nhave ordered Boyd to do the job for him.\n\nOh, well, it was too late for that now. \"I'm in Las Vegas,\" he said. \"I\ntried to get you last night, but I couldn't, so I--\"\n\n\"Las Vegas,\" Burris said. \"Well, well. Las Vegas.\" His face darkened and\nhis voice became very loud. \"Why aren't you in Yucca Flats?\" he\nscreamed.\n\n\"Because she insisted on it,\" Malone said. \"The old lady. Miss Thompson.\nShe says there's another telepath here.\"\n\nBurris closed his eyes. \"Well, that's a relief,\" he said at last.\n\"Somebody in one of the gambling houses, I suppose. Fine, Malone.\" He\nwent right on without a pause: \"The boys have uncovered two more in\nvarious parts of the nation. Not one of them is even close to sane.\" He\nopened his eyes. \"Where's this one?\" he said.\n\nMalone sighed. \"In the looney bin,\" he said.\n\nBurris' eyes closed again. Malone waited in silence. At last Burris\nsaid: \"All right. Get him out.\"\n\n\"Right,\" Malone said.\n\n\"Tell me,\" Burris said. \"Why did Miss Thompson insist that you go to Las\nVegas? Somebody else could have done the job. You could have sent Boyd,\ncouldn't you?\"\n\n\"Chief,\" Malone said slowly, \"what sort of mental condition are those\nother telepaths in?\"\n\n\"Pretty bad,\" Burris said. \"As a matter of fact, very bad. Miss Thompson\nmay be off her trolley, but the others haven't even got any tracks.\" He\npaused. \"What's that got to do with it?\" he said.\n\n\"Well,\" Malone said, \"I figured we'd better handle Miss Thompson with\nkid gloves--at least until we find a better telepath to work with.\" He\ndidn't mention Barbara Wilson. The chief, he told himself, didn't want\nto be bothered with details.\n\n[Illustration]\n\n\"Doggone right you'd better,\" Burris said. \"You treat that old lady as\nif she were the Queen herself, understand?\"\n\n\"Don't worry,\" Malone said unhappily. \"We are.\" He hesitated. \"She says\nshe'll help us find our spy, all right, but we've got to do it her\nway--or else she won't co-operate.\"\n\n\"Do it her way, then,\" Burris said. \"That spy--\"\n\n\"Chief, are you sure?\"\n\nBurris blinked. \"Well, then,\" he said, \"what _is_ her way?\"\n\nMalone took a deep breath. \"First,\" he said, \"we had to come here and\npick this guy up. This William Logan, who's in a private sanitarium just\noutside of Las Vegas. That's number one. Miss Thompson wants to get all\nthe telepaths together, so they can hold mental conversations or\nsomething.\"\n\n\"And all of them batty,\" Burris said.\n\n\"Sure,\" Malone said. \"A convention of nuts--and me in the middle.\nListen, chief--\"\n\n\"Later,\" Burris said. \"When this is over we can all resign, or go\nfishing, or just plain shoot ourselves. But right now the national\nsecurity is primary, Malone. Remember that.\"\n\n\"O.K.,\" Malone sighed. \"O.K. But she wants all the nuts here.\"\n\n\"Go along with her,\" Burris snapped. \"Keep her happy. So far, Malone,\nshe's the only lead we have on the guy who's swiping information from\nYucca Flats. If she wants something, Malone, you do it.\"\n\n\"But, chief--\"\n\n\"Don't interrupt me,\" Burris said. \"If she wants to be treated like a\nqueen, you treat her like one. Malone, that's an order!\"\n\n\"Yes, sir,\" Malone said sadly. \"But, chief, she wants us to buy her some\nnew clothes.\"\n\nBurris exploded: \"Is that all? New clothes? Get 'em. Put 'em on the\nexpense account. New clothes are a drop in the bucket.\"\n\n\"Well ... she thinks we need new clothes, too.\"\n\n\"Maybe you do,\" Burris said. \"Put the whole thing on the expense\naccount. You don't think I'm going to quibble about a few dollars, do\nyou?\"\n\n\"Well--\"\n\n\"Get the clothes. Just don't bother me with details like this. Handle\nthe job yourself, Malone--you're in charge out there. And get to Yucca\nFlats as soon as possible.\"\n\nMalone gave up. \"Yes, sir,\" he said.\n\n\"All right, then,\" Burris said. \"Call me tomorrow. Meanwhile--good luck,\nMalone. Chin up.\"\n\nMalone said: \"Yes, sir,\" and reached for the switch. But Burris' voice\nstopped him.\n\n\"Just one thing,\" he said.\n\n\"Yes, chief?\" Malone said.\n\nBurris frowned. \"Don't spend any more for the clothes than you have to,\"\nhe said.\n\nMalone nodded, and cut off.\n\n       *       *       *       *       *\n\nWhen the director's image had vanished, he got up and went to the window\nof the hotel room. Outside, a huge sign told the world, and Malone, that\nthis was the Thunderbird-Hilton-Zeckendorf Hotel, but Malone ignored it.\nHe didn't need a sign; he knew where he was.\n\nIn hot water, he thought. _That's_ where he was.\n\nBehind him, the door opened. Malone turned as Boyd came in.\n\n\"I found a costume shop, Ken,\" he said.\n\n\"Great,\" Malone said. \"The chief authorized it.\"\n\n\"He did?\" Boyd's round face fell at the news.\n\n\"He said to buy her whatever she wants. He says to treat her like a\nqueen.\"\n\n\"That,\" Boyd said, \"we're doing now.\"\n\n\"I know it,\" Malone said. \"I know it altogether too well.\"\n\n\"Anyhow,\" Boyd said, brightening, \"the costume shop doesn't do us any\ngood. They've only got cowboy stuff and bullfighters' costumes and\nMexican stuff--you know, for their Helldorado Week here.\"\n\n\"You didn't give up, did you?\" Malone said.\n\nBoyd shook his head. \"Of course not,\" he said. \"Ken, this is on the\nexpense account, isn't it?\"\n\n\"Expense account,\" Malone said. \"Sure it is.\"\n\nBoyd looked relieved. \"Good,\" he said. \"Because I had the proprietor\nphone her size in, to New York.\"\n\n\"Better get two of 'em,\" Malone said. \"The chief said anything she\nwanted, she was supposed to have.\"\n\n\"I'll go back right away. I told him we wanted the stuff on the\nafternoon plane, so--\"\n\n\"And give him Bar ... Miss Wilson's size, and yours, and mine. Tell him\nto dig up something appropriate.\"\n\n\"For us?\" Boyd blanched visibly.\n\n\"For us,\" Malone said grimly.\n\nBoyd set his jaw. \"No,\" he said.\n\n\"Listen, Tom,\" Malone said, \"I don't like this any better than you do.\nBut if I can't resign, you can't either. Costumes for everybody.\"\n\n\"But,\" Boyd said, and stopped. After a second he went on: \"Malone ...\nKen ... FBI agents are supposed to be inconspicuous, aren't they?\"\n\nMalone nodded.\n\n\"Well, how inconspicuous are we going to be in this stuff?\"\n\n\"It's an idea,\" Malone said. \"But it isn't a very good one. Our first\njob is to keep Miss Thompson happy. And that means costumes. And what's\nmore,\" Malone added, \"from now on she's 'Your Majesty'. Got that?\"\n\n\"Ken,\" Boyd said, \"you've gone nuts.\"\n\nMalone shook his head. \"No, I haven't,\" he said. \"I just wish I had. It\nwould be a relief.\"\n\n\"Me, too,\" Boyd said. He started for the door and turned. \"I wish I\ncould have stayed in San Francisco,\" he said. \"Why should she insist on\ntaking _me_ along?\"\n\n\"The beard,\" Malone said.\n\n\"_My_ beard?\" Boyd recoiled.\n\n\"Right,\" Malone said. \"She says it reminds her of someone she knows.\nFrankly, it reminds me of someone, too. Only I don't know who.\"\n\nBoyd gulped. \"I'll shave it off,\" he said, with the air of a man who can\ndo no more to propitiate the Gods.\n\n\"You will not,\" Malone said firmly. \"Touch but a hair of yon black chin,\nand I'll peel off your entire skin.\"\n\nBoyd winced.\n\n\"Now,\" Malone said, \"go back to that costume shop and arrange things.\nHere.\" He fished in his pockets, came out with a crumpled slip of paper\nand handed it to Boyd. \"That's a list of my clothing sizes. Get another\nlist from B ... Miss Wilson.\" Boyd nodded. Malone thought he detected a\nstrange glint in the other man's eye. \"Don't measure her yourself,\" he\nsaid. \"Just ask her.\"\n\nBoyd scratched his bearded chin and nodded slowly. \"All right, Ken,\" he\nsaid. \"But if we just don't get anywhere, don't blame me.\"\n\n\"If you get anywhere,\" Malone said, \"I'll snatch you baldheaded. And\nI'll leave the beard.\"\n\n\"I didn't mean with Miss Wilson, Ken,\" Boyd said. \"I meant in general.\"\nHe left, with the air of a man whose world has betrayed him. His back\nlooked, to Malone, like the back of a man on his way to the scaffold or\nguillotine.\n\nThe door closed.\n\nNow, Malone thought, who does that beard remind me of? Who do I know who\nknows Miss Thompson?\n\nAnd what difference does it make?\n\nNevertheless, he told himself, Boyd's beard was really an admirable fact\nof nature. Ever since beards had become popular again in the\nmid-sixties, and FBI agents had been permitted to wear them, Malone had\nthought about growing one. But, somehow, it didn't seem right.\n\nNow, looking at Boyd, he began to think about the prospect again.\n\nHe shrugged the notion away. There were things to do.\n\nHe picked up the phone and called Information.\n\n\"Can you give me,\" he said, \"the number of the Desert Edge Sanitarium?\"\n\n       *       *       *       *       *\n\nThe crimson blob of the setting sun was already painting the desert sky\nwith its customary purples and oranges by the time the little caravan\narrived at the Desert Edge Sanitarium, a square white building several\nmiles out of Las Vegas. Malone, in the first car, wondered briefly about\nthe kind of patients they catered to? People driven mad by vingt-et-un\nor poker-dice? Neurotic chorus ponies? Gambling czars with delusions of\nnon-persecution?\n\nSitting in the front seat next to Boyd, he watched the unhappy San\nFrancisco agent manipulating the wheel. In the back seat, Queen\nElizabeth Thompson and Lady Barbara, the nurse, were located, and Her\nMajesty was chattering away like a magpie.\n\nMalone eyed the rear-view mirror to get a look at the car following them\nand the two local FBI agents in it. They were, he thought, unbelievably\nlucky. He had to sit and listen to the Royal Personage in the back seat.\n\n\"Of course, as soon as Parliament convenes and recognizes me,\" she was\nsaying, \"I shall confer personages on all of you. Right now, the best I\ncan do is to knight you all, and of course that's hardly enough. But I\nthink I shall make Sir Kenneth the Duke of Columbia.\"\n\nSir Kenneth, Malone realized, was himself. He wondered how he'd like\nbeing Duke of Columbia--and wouldn't the President be surprised!\n\n\"And Sir Thomas,\" the queen continued, \"will be the Duke of ... what?\nSir Thomas?\"\n\n\"Yes, Your Majesty?\" Boyd said, trying to sound both eager and properly\nrespectful.\n\n\"What would you like to be Duke of?\" she said.\n\n\"Oh,\" Boyd said after a second's thought, \"anything that pleases Your\nMajesty.\" But, apparently, his thoughts gave him away.\n\n\"You're from upstate New York?\" the Queen said. \"How very nice. Then you\nmust be made the Duke of Poughkeepsie.\"\n\n\"Thank you, Your Majesty,\" Boyd said. Malone thought he detected a note\nof pride in the man's voice, and shot a glance at Boyd, but the agent\nwas driving with a serene face and an economy of motion.\n\n_Duke of Poughkeepsie!_ Malone thought. _Hah!_\n\nHe leaned back and adjusted his fur-trimmed coat. The plume that fell\nfrom his cap kept tickling his neck, and he brushed at it without\nsuccess.\n\nAll four of the inhabitants of the car were dressed in late Sixteenth\nCentury costumes, complete with ruffs and velvet and lace filigree. Her\nMajesty and Lady Barbara were wearing the full skirts and small\nskullcaps of the era--and on Barbara, Malone thought privately, the\nlow-cut gowns didn't look at all disappointing--and Sir Thomas and\nMalone--Sir Kenneth, he thought sourly--were clad in doublet, hose and\nlong coats with fur trim and slashed sleeves. And all of them were\nloaded down, weighted down, staggeringly, with gems.\n\nNaturally, the gems were fake. But then, Malone thought, the Queen was\nmad. It all balanced out in the end.\n\nAs they approached the sanitarium, Malone breathed a thankful prayer\nthat he'd called up to tell the head physician how they'd all be\ndressed. If he hadn't--\n\nHe didn't want to think about that.\n\nHe didn't even want to pass it by hurriedly on a dark night.\n\nThe head physician, Dr. Frederic Dowson, was waiting for them on the\nsteps of the building. He was a tall, thin, cadaverous-looking man with\nalmost no hair and very deep-sunken eyes. He had the kind of face that a\ngushing female would probably describe, Malone thought, as \"craggy,\" but\nit didn't look in the least attractive to Malone. Instead, it looked\ntough and forbidding.\n\nHe didn't turn a hair as the magnificently robed Boyd slid from the\nfront seat, opened the rear door, doffed his plumed hat, and in one low\nsweep made a great bow. \"We are here, Your Majesty,\" Boyd said.\n\nHer Majesty got out, clutching at her voluminous skirts in a worried\nmanner, to keep from catching them on the door jamb. \"You know, Sir\nThomas,\" she said when she was standing free of the car, \"I think we\nmust be related.\"\n\n\"Ah?\" Boyd said worriedly.\n\n\"I'm certain of it, in fact,\" Her Majesty went on. \"You look just\nexactly like my poor father. Just exactly. I dare say you come from one\nof the sinister branches of the family. Perhaps you are a half-brother\nof mine--removed, of course.\"\n\nMalone grinned, and tried to hide the expression. Boyd was looking\npuzzled, then distantly angered. Nobody had ever called him illegitimate\nin just that way before.\n\nBut Her Majesty was absolutely right, Malone thought. The agent had\nalways reminded him of someone, and now, at last, he knew exactly who.\nThe hair hadn't been black, either, but red.\n\nBoyd was, in Elizabethan costume, the deadest of dead ringers for Henry\nVIII.\n\n       *       *       *       *       *\n\nMalone went up the steps to where Dr. Dowson was standing.\n\n\"I'm Malone,\" he said, checking a tendency to bow. \"I called earlier\ntoday. Is this William Logan of yours ready to go? We can take him back\nwith us in the second car.\"\n\nDr. Dowson compressed his lips and looked worried. \"Come in, Mr.\nMalone,\" he said. He turned just as the second carload of FBI agents\nbegan emptying itself over the hospital grounds.\n\nThe entire procession filed into the hospital office, the two local\nagents bringing up the rear. Since they were not a part of Her Majesty's\npersonal retinue, they had not been required to wear court costumes. In\na way, Malone was beginning to feel sorry for them. He himself cut a\nnice figure in the outfit, he thought--rather like Errol Flynn in the\nold black-and-white print of \"The Prince and the Pauper.\"\n\nBut there was no denying that the procession looked strange. File clerks\nand receptionists stopped their work to gape at the four bedizened\nwalkers and their plainly dressed satellites. Malone needed no\ntelepathic talent to tell what they were thinking.\n\n\"A whole roundup of nuts,\" they were thinking. \"And those two fellows in\nthe back must be bringing them in--along with Dr. Dowson.\"\n\nMalone straightened his spine. Really, he didn't see why Elizabethan\ncostumes had ever gone out of style. Elizabeth was back, wasn't\nshe--either Elizabeth II, on the throne, or Elizabeth I, right behind\nhim. Either way you looked at it--\n\nWhen they were all inside the waiting room, Dr. Dowson said: \"Now, Mr.\nMalone, just what is all this about?\" He rubbed his long hands together.\n\"I fail to see the humor of the situation.\"\n\n\"Humor?\" Malone said.\n\n\"Doctor,\" Barbara Wilson began, \"let me explain. You see--\"\n\n\"These ridiculous costumes,\" Dr. Dowson said, waving a hand at them.\n\"You may feel that poking fun at insanity is humorous, Mr. Malone, but\nlet me tell you--\"\n\n\"It wasn't like that at all,\" Boyd said.\n\n\"And,\" Dr. Dowson continued in a somewhat louder voice, \"wanting to take\nMr. Logan away from us. Mr. Logan is a very sick man, Mr. Malone. He\nshould be properly cared for.\"\n\n\"I promise we'll take good care of him.\" Malone said earnestly. The\nElizabethan clothes were fine outdoors, but in a heated room one had a\ntendency to sweat.\n\n\"I take leave to doubt that,\" Dr. Dowson said, eying their costumes\npointedly.\n\n\"Miss Wilson here,\" Malone volunteered, \"is a trained psychiatric\nnurse.\"\n\nBarbara, in her gown, stepped forward. \"Dr. Dowson,\" she said, \"let me\nassure you that these costumes have their purpose. We--\"\n\n\"Not only that,\" Malone said. \"There are a group of trained men from St.\nElizabeths Hospital in Washington who are going to take the best of care\nof him.\" He said nothing whatever about Yucca Flats, or about telepathy.\n\nWhy spread around information unnecessarily?\n\n\"But I don't understand,\" Dr. Dowson said. \"What interest could the FBI\nhave in an insane man?\"\n\n\"That's none of your business,\" Malone said. He reached inside his\nfur-trimmed robe and, again suppressing a tendency to bow deeply,\nwithdrew an impressive-looking legal document. \"This,\" he said, \"is a\ncourt order, instructing you to hand over to us the person of one\nWilliam Logan, herein identified and described.\" He waved it at the\ndoctor. \"That's your William Logan,\" he said, \"only now he's ours.\"\n\n       *       *       *       *       *\n\nDr. Dowson took the papers and put in some time frowning at them. Then\nhe looked up again at Malone. \"I assume that I have some discretion in\nthis matter,\" he said. \"And I wonder if you realize just how ill Mr.\nLogan is? We have his case histories here, and we have worked with him\nfor some time.\"\n\nBarbara Wilson said: \"But--\"\n\n\"I might say that we are beginning to understand his illness,\" Dr.\nDowson said. \"I honestly don't think it would be proper to transfer this\nwork to another group of therapists. It might set his illness\nback--cause, as it were, a relapse. All our work could easily be\nnullified.\"\n\n\"Please, doctor,\" Barbara Wilson began.\n\n\"I'm afraid the court order's got to stand,\" Malone said. Privately, he\nfelt sorry for Dr. Dowson, who was, obviously enough, a conscientious\nman trying to do the best he could for his patient. But--\n\n\"I'm sorry, Dr. Dowson,\" he said. \"We'll expect you to send all of your\ndata to the government psychiatrists--and, naturally, any concern for\nthe patient's welfare will be our concern also. The FBI isn't anxious\nfor its workers to get the reputation of careless men.\" He paused,\nwondering what other bone he could throw the man. \"I have no doubt that\nthe St. Elizabeths men will be happy to accept your co-operation,\" he\nsaid at last. \"But, I'm afraid that our duty is clear. William Logan\ngoes with us.\"\n\nDr. Dowson looked at them sourly. \"Does he have to get dressed up like a\nmasquerade, too?\" Before Malone could answer, the psychiatrist added:\n\"Anyhow, I don't even know you're FBI men. After all, why should I\ncomply with orders from a group of men, dressed insanely, whom I don't\neven know?\"\n\nMalone didn't say anything. He just got up and walked to a phone on a\nsmall table, near the wall. Next to it was a door, and Malone wondered\nuncomfortably what was behind it. Maybe Dr. Dowson had a small arsenal\nthere, to protect his patients and prevent people from pirating them.\n\nHe looked back at the set and dialed Burris' private number in\nWashington. When the director's face appeared on the screen, Malone\nsaid: \"Mr. Burris, will you please identify me to Dr. Dowson?\" He looked\nover at Dowson. \"You recognize Mr. Andrew J. Burris, I suppose?\" he\nsaid.\n\nDowson nodded. His grim face showed a faint shock. He walked to the\nphone, and Malone stepped back to let him talk with Burris.\n\n\"My name is Dowson,\" he said. \"I'm psychiatric director here at Desert\nEdge Sanitarium. And your men--\"\n\n\"My men have orders to take a William Logan from your care,\" Burris\nsaid.\n\n\"That's right,\" Dowson said. \"But--\"\n\nWhile they were talking, Queen Elizabeth I sidled quietly up to Malone\nand tapped him on the shoulder.\n\n\"Sir Kenneth,\" she whispered in the faintest of voices, \"I know where\nyour telepathic spy is. And I know _who_ he is.\"\n\n\"Who?\" Malone said. \"What? Why? Where?\" He blinked and whirled. It\ncouldn't be true. They couldn't solve the case so easily.\n\nBut the Queen's face was full of a majestic assurance. \"He's right\nthere,\" she said, and she pointed.\n\nMalone followed her finger.\n\nIt was aimed directly at the glowing image of Andrew J. Burris, Director\nof the FBI.\n\n[Illustration: \"Not legally responsible, of course....\"]\n\n\n\n\nV\n\n\nMalone opened his mouth, but nothing came out. Not even air.\n\nHe wasn't breathing.\n\nHe stared at Burris for a long moment, then took a breath and looked\nagain at Her Majesty. \"The spy?\" he whispered.\n\n\"That's right,\" she said.\n\n\"But that's--\" He had to fight for control. \"That's the head of the\nFBI,\" he managed to say. \"Do you mean to say he's a spy?\"\n\nBurris was saying: \"... I'm afraid this is a matter of importance, Dr.\nDowson. We cannot tolerate delay. You have the court order. Obey it.\"\n\n\"Very well, Mr. Burris,\" Dowson said with an obvious lack of grace.\n\"I'll release him to Mr. Malone immediately, since you insist.\"\n\nMalone stared, fascinated. Then he turned back to the little old lady.\n\"Do you mean to tell me,\" he said, \"that Andrew J. Burris is a\ntelepathic spy?\"\n\n\"Oh, dear me,\" Her Majesty said, obviously aghast. \"My goodness\ngracious. Is that Mr. Burris on the screen?\"\n\n\"It is,\" Malone assured her. A look out of the corner of his eye told\nhim that neither Burris, in Washington, nor Dowson or any others in the\nroom, had heard any of the conversation. Malone lowered his whisper some\nmore, just in case. \"That's the head of the FBI,\" he said.\n\n\"Well, then,\" Her Majesty said, \"Mr. Burris couldn't possibly be a spy,\nthen, could he? Not if he's the head of the FBI. Of course not. Mr.\nBurris simply isn't a spy. He isn't the type. Forget all about Mr.\nBurris.\"\n\n\"I can't,\" Malone said at random. \"I work for him.\" He closed his eyes.\nThe room, he had discovered, was spinning slightly. \"Now,\" he said,\n\"you're sure he's not a spy?\"\n\n\"Certainly I'm sure,\" she said, with her most regal tones. \"Do you doubt\nthe word of your sovereign?\"\n\n\"Not exactly,\" Malone said. Truthfully, he wasn't at all sure. Not at\nall. But why tell that to the Queen?\n\n\"Shame on you,\" she said. \"You shouldn't even think such things. After\nall, I am the Queen, aren't I?\" But there was a sweet, gentle smile on\nher face when she spoke; she did not seem to be really irritated.\n\n\"Sure you are,\" Malone said. \"But--\"\n\n\"Malone!\" It was Burris' voice, from the phone. Malone spun around.\n\"Take Mr. Logan,\" Burris said, \"and get going. There's been enough delay\nas it is.\"\n\n\"Yes, sir,\" Malone said. \"Right away, sir. Anything else?\"\n\n\"That's all,\" Burris said. \"Good night.\" The screen blanked.\n\nThere was a little silence.\n\n\"All right, doctor,\" Boyd said. He looked every inch a king, and Malone\nknew exactly what king. \"Bring him out.\"\n\nDr. Dowson heaved a great sigh. \"Very well,\" he said heavily. \"But I\nwant it known that I resent this high-handed treatment, and I shall\nwrite a letter complaining of it.\" He pressed a button on an instrument\npanel in his desk. \"Bring Mr. Logan in,\" he said.\n\nMalone wasn't in the least worried about the letter. Burris, he knew,\nwould take care of anything like that. And, besides, he had other things\nto think about.\n\nThe door to the next room had opened almost immediately, and two husky,\nwhite-clad men were bringing in a strait-jacketed figure whose arms were\nwrapped against his chest, while the jacket's extra-long sleeves were\ntied behind his back. He walked where the attendants led him, but his\neyes weren't looking at anything in the room. They stared at something\nfar away and invisible, an impalpable shifting nothingness somewhere in\nthe infinite distances beyond the world.\n\nFor the first time, Malone felt the chill of panic. Here, he thought,\nwas insanity of a very real and frightening kind. Queen Elizabeth\nThompson was one thing--and she was almost funny, and likable, after\nall. But William Logan was something else, and something that sent a\nwave of cold shivering into the room.\n\nWhat made it worse was that Logan wasn't a man, but a boy, barely\nnineteen. Malone had known that, of course--but seeing it was something\ndifferent. The lanky, awkward figure wrapped in a hospital strait jacket\nwas horrible, and the smooth, unconcerned face was, somehow, worse.\nThere was no threat in that face, no terror or anger or fear. It was\nmerely--a blank.\n\nIt was not a human face. Its complete lack of emotion or expression\ncould have belonged to a sleeping child of ten--or to a member of a\ndifferent race. Malone looked at the boy, and looked away.\n\nWas it possible that Logan knew what he was thinking?\n\n_Answer me_, he thought, directly at the still boy.\n\nThere was no reply, none at all. Malone forced himself to look away. But\nthe air in the room seemed to have become much colder.\n\nThe attendants stood on either side of him, waiting. For one long second\nno one moved, and then Dr. Dowson reached into his desk drawer and\nproduced a sheaf of papers.\n\n\"If you'll sign these for the government,\" he said, \"you may have Mr.\nLogan. There seems little else that I can do, Mr. Malone--in spite of my\nearnest pleas--\"\n\n\"I'm sorry,\" Malone said. After all, he _needed_ Logan, didn't he? After\na look at the boy, he wasn't sure any more--but the Queen had said she\nwanted him, and the Queen's word was law. Or what passed for law,\nanyhow, at least for the moment.\n\nMalone took the papers and looked them over. There was nothing special\nabout them; they were merely standard release forms, absolving the staff\nand management of Desert Edge Sanitarium from every conceivable\nresponsibility under any conceivable circumstances, as far as William\nLogan was concerned. Dr. Dowson gave Malone a look that said: \"Very\nwell, Mr. Malone; I will play Pilate and wash my hands of the\nmatter--but you needn't think I like it.\" It was a lot for one look to\nsay, but Dr. Dowson's dark and sunken eyes got the message across with\nno loss in transmission. As a matter of fact, there seemed to be more\ncoming--a much less printable message was apparently on the way through\nthose glittering, sad and angry eyes.\n\nMalone avoided them nervously, and went over the papers again instead.\nAt last he signed them and handed them back. \"Thanks for your\nco-operation, Dr. Dowson,\" he said briskly, feeling ten kinds of a\ntraitor.\n\n\"Not at all,\" Dowson said bitterly. \"Mr. Logan is now in your custody. I\nmust trust you to take good care of him.\"\n\n\"The best care we can,\" Malone said. It didn't seem sufficient. He\nadded: \"The best possible care, doctor,\" and tried to look dependable\nand trustworthy, like a Boy Scout. He was aware that the effort failed\nmiserably.\n\nAt his signal, the two plainclothes FBI men took over from the\nattendants. They marched Logan out to their car, and Malone led the\nprocession back to Boyd's automobile, a procession that consisted--in\norder--of Sir Kenneth Malone, prospective Duke of Columbia, Queen\nElizabeth I, Lady Barbara, prospective Duchess of an unspecified county,\nand Sir Thomas Boyd, prospective Duke of Poughkeepsie. Malone hummed a\nlittle of \"Pomp and Circumstance\" as they walked; somehow, he thought it\nwas called for.\n\nThey piled into the car, Boyd at the wheel with Malone next to him, and\nthe two ladies in back, with Queen Elizabeth sitting directly behind Sir\nThomas. Boyd started the engine and they turned and roared off.\n\n\"Well,\" said Her Majesty with an air of great complacence, \"that's that.\nThat makes six of us.\"\n\nMalone looked around the car. He counted the people. There were four. He\nsaid, puzzled: \"Six?\"\n\n\"That's right, Sir Kenneth,\" Her Majesty said. \"You have it exactly.\nSix.\"\n\n\"You mean six telepaths?\" Sir Thomas asked in a deferent tone of voice.\n\n\"Certainly I do,\" Her Majesty replied. \"We telepaths, you know, must\nstick together. That's the reason I got poor little Willie out of that\nsanitarium of his, you know--and, of course, the others will be joining\nus.\"\n\n\"Don't you think it's time for your nap, dear?\" Lady Barbara put in\nsuddenly.\n\n\"My _what_?\" It was obvious that Queen Elizabeth was Not Amused.\n\n\"Your nap, dear,\" Lady Barbara said.\n\n\"Don't call me 'dear,'\" Her Majesty snapped.\n\n\"I'm sorry, Your Majesty,\" Barbara murmured. \"But really--\"\n\n\"My dear girl,\" Her Majesty said, \"I am not a child. I am your\nsovereign. Do try to have a little respect. Why, I remember when\nShakespeare used to say to me--but that's no matter, not now.\"\n\n\"About those telepaths--\" Boyd began.\n\n\"Telepaths,\" Her Majesty said. \"Ah, yes. We must all stick together. In\nthe hospital, you know, we had a little joke--the patients for Insulin\nShock Therapy used to say: 'If we don't stick together, we'll all be\nstuck separately.' Do you see, Sir Thomas?\"\n\n\"But,\" Sir Kenneth Malone said, trying desperately to return to the\npoint. \"_Six?_\" He had counted them up in his mind. Burris had mentioned\none found in St. Elizabeths, and two more picked up later. With Queen\nElizabeth, and now William Logan, that made five.\n\nUnless the Queen was counting him in. There didn't seem any good reason\nwhy not.\n\n\"Oh, no,\" Her Majesty said with a little trill of laughter, \"not you,\nSir Kenneth. I meant Mr. Miles.\"\n\nSir Thomas Boyd asked: \"Mr. Miles?\"\n\n\"That's right,\" Her Majesty said. \"His name is Barry Miles, and your FBI\nmen found him an hour ago in New Orleans. They're bringing him to Yucca\nFlats to meet the rest of us; isn't that nice?\"\n\nLady Barbara cleared her throat.\n\n\"It really isn't necessary for you to try to get my attention, dear,\"\nthe Queen said. \"After all, I do know what you're thinking.\"\n\nLady Barbara blinked. \"I still want to suggest, respectfully, about that\nnap--\" she began.\n\n\"My dear girl,\" the Queen said, with the faintest trace of impatience,\n\"I do not feel the least bit tired, and this is such an exciting day\nthat I just don't want to miss any of it. Besides, I've already told you\nI don't want a nap. It isn't polite to be insistent to your Queen--no\nmatter how strongly you feel about a matter. I'm sure you'll learn to\nunderstand that, dear.\"\n\nLady Barbara opened her mouth, shut it again, and opened it once more.\n\"My goodness,\" she said.\n\n\"That's the idea,\" Her Majesty said approvingly. \"Think before you\nspeak--and then don't speak. It really isn't necessary, since I know\nwhat you're thinking.\"\n\nMalone said grimly: \"About this new telepath ... this Barry Miles. Did\nthey find him--\"\n\n\"In a nut-house?\" Her Majesty said sweetly. \"Why, of course, Sir\nKenneth. You were quite right when you thought that telepaths went\ninsane because they had a sense they couldn't effectively use, and\nbecause no one believed them. How would you feel, if nobody believed you\ncould see?\"\n\n\"Strange,\" Malone admitted.\n\n\"There,\" Her Majesty said. \"You see? Telepaths do go insane--it's sort\nof an occupational disease. Of course, not all of them are insane.\"\n\n\"Not all of them?\" Malone felt the faint stirrings of hope. Perhaps they\nwould turn up a telepath yet who was completely sane and rational.\n\n\"There's me, of course,\" Her Majesty said.\n\nLady Barbara gulped audibly. Boyd said nothing, but gripped the wheel of\nthe car more tightly.\n\nAnd Malone thought to himself: _That's right. There's Queen\nElizabeth--who says she isn't crazy._\n\nAnd then he thought of one more sane telepath. But the knowledge did not\nmake him feel any better.\n\nIt was, of course, the spy.\n\nHow many more are going to turn up? Malone wondered.\n\n\"Oh, that's about all of us,\" the Queen said. \"There is one more, but\nshe's in a hospital in Honolulu, and your men won't find her until\ntomorrow.\"\n\n[Illustration: Sir Thomas Boyd ... looking majestic.]\n\nBoyd turned. \"Do you mean you can foretell the future, too?\" he asked in\na strained voice.\n\nLady Barbara screamed: \"Keep your eyes on the wheel and your hands on\nthe road!\"\n\n\"What?\" Boyd said.\n\nThere was a terrific blast of noise, and a truck went by in the opposite\ndirection. The driver, a big, ugly man with no hair on his head, leaned\nout to curse at the quartet, but his mouth remained open. He stared at\nthe four Elizabethans and said nothing at all as he whizzed by.\n\n\"What was that?\" Boyd asked faintly.\n\n\"That,\" Malone snapped, \"was a truck. And it was due entirely to the\nmercy of God that we didn't hit it. Barbara's right. Keep your eyes on\nthe wheel and your hands on the road.\" He paused and thought that over.\nThen he said: \"Does that mean anything at all?\"\n\n\"Lady Barbara was confused by the excitement,\" the Queen said calmly.\n\"It's all right now, dear.\"\n\nLady Barbara blinked across the seat. \"I was--afraid,\" she said.\n\n\"It's all right,\" the Queen said. \"I'll take care of you.\"\n\n\"This,\" Malone announced to no one in particular, \"is ridiculous.\"\n\n       *       *       *       *       *\n\nBoyd swept the car around a curve and concentrated grimly on the road.\nAfter a second the Queen said: \"Since you're still thinking about the\nquestion, I'll answer you.\"\n\n\"What question?\" Malone said, thoroughly baffled.\n\n\"Sir Thomas asked me if I could foretell the future,\" the Queen said\nequably. \"Of course I can't. That's silly. Just because I'm immortal and\nI'm a telepath, don't go hog-wild.\"\n\n\"Then how did you know the FBI agents were going to find the girl in\nHonolulu tomorrow?\" Boyd said.\n\n\"Because,\" the Queen said, \"they're thinking about looking in the\nhospital tomorrow, and when they look they'll certainly find her.\"\n\nBoyd said: \"Oh,\" and was silent.\n\nBut Malone had a grim question. \"Why didn't you tell me about these\nother telepaths before?\" he said. \"You could have saved us a lot of\nwork.\"\n\n\"Oh, heavens to Betsy, Sir Kenneth,\" Her Majesty exclaimed. \"How could\nI? After all, the proper precautions had to be taken first, didn't they?\nI told you all the others were crazy--_really_ crazy, I mean. And they\njust wouldn't be safe without the proper precautions.\"\n\n\"Perhaps you ought to go back to the hospital, too,\" Barbara said, and\nadded: \"Your Majesty,\" just in time.\n\n\"But if I did, dear,\" Her Majesty said, \"you'd lose your chance to\nbecome a Duchess, and that wouldn't be at all nice. Besides, I'm having\nso much _fun_!\" She trilled a laugh again. \"Riding around like this is\njust wonderful!\" she said.\n\n_And you're important for national security_, Malone said to himself.\n\n\"That's right, Sir Kenneth,\" the Queen said. \"The country needs me, and\nI'm happy to serve. That is the job of a sovereign.\"\n\n\"Fine,\" Malone said, hoping it was.\n\n\"Well, then,\" said Her Majesty, \"that settles that. We have a whole\nnight ahead of us, Sir Kenneth. What do you say we make a night _of_\nit?\"\n\n\"Knight who?\" Malone said. He felt confused again. It seemed as if he\nwas always feeling confused lately.\n\n\"Don't be silly, Sir Kenneth,\" Her Majesty said. \"There are times and\ntimes.\"\n\n\"Sure,\" Malone said at random. _And time and a half_, he thought.\n_Possibly for overtime._ \"What is Your Majesty thinking of?\" he asked\nwith trepidation.\n\n\"I want to take a tour of Las Vegas,\" Her Majesty said primly.\n\nLady Barbara shook her head. \"I'm afraid that's not possible, Your\nMajesty,\" she said.\n\n\"And why not, pray?\" Her Majesty said. \"No. I can see what you're\nthinking. It's not safe to let me go wandering around in a strange city,\nand particularly if that city is Las Vegas. Well, dear, I can assure you\nthat it's perfectly safe.\"\n\n\"We've got work to do,\" Boyd contributed.\n\nMalone said nothing. He stared bleakly at the hood ornament on the car.\n\n\"I have made my wishes known,\" the Queen said.\n\nLady Barbara said: \"But--\"\n\nBoyd, however, knew when to give in. \"Yes, Your Majesty,\" he said.\n\nShe smiled graciously at him, and answered Lady Barbara only by a slight\nlift of her regal eyebrow.\n\nMalone had been thinking about something else. When he was sure he had a\nfirm grip on himself he turned. \"Your Majesty, tell me something,\" he\nsaid. \"You can read my mind, right?\"\n\n\"Well, of course, Sir Kenneth,\" Her Majesty said. \"I thought I'd proved\nthat to you. And, as for what you're about to ask--\"\n\n\"No,\" Malone said. \"Please. Let me ask the questions before you answer\nthem. It's less confusing that way. I'll cheerfully admit that it\nshouldn't be--but it is. Please?\"\n\n\"Certainly, Sir Kenneth, if you wish,\" the Queen said. She folded her\nhands in her lap and waited quietly.\n\n       *       *       *       *       *\n\n\"O.K.,\" Malone said. \"Now, if you can read my mind, then you must know\nthat I don't _really_ believe that you are Queen Elizabeth of England.\nThe First, I mean.\"\n\n\"Mr. Malone,\" Barbara Wilson said suddenly. \"I--\"\n\n\"It's all right, child,\" the Queen said. \"He doesn't disturb me. And I\ndo wish you'd call him Sir Kenneth. That's his title, you know.\"\n\n\"Now that's what I mean,\" Malone said. \"Why do you want us to _act_ as\nif we believe you, when you know we don't?\"\n\n\"Because that's the way people do act,\" the Queen said calmly. \"Very few\npeople really believe that their so-called superiors _are_ superior.\nAlmost none of them do, in fact.\"\n\n\"Now wait a minute,\" Boyd began.\n\n\"No, no, it's quite true,\" the Queen said, \"and, unpleasant as it may\nbe, we must learn to face the truth. That's the path of sanity.\" Lady\nBarbara made a strangled noise but Her Majesty continued, unruffled.\n\"Nearly everybody suffers from the silly delusion that he's possibly\nequal to, but very probably superior to, everybody else ... my\ngoodness, where would we be if that were true?\"\n\nMalone felt that a comment was called for, and he made one. \"Who knows?\"\nhe said.\n\n\"All the things people do toward their superiors,\" the Queen said, \"are\ndone for social reasons. For instance, Sir Kenneth: you don't realize\nfully how you feel about Mr. Burris.\"\n\n\"He's a nice guy,\" Malone said. \"I work for him. He's a good Director of\nthe FBI.\"\n\n\"Of course,\" the Queen said. \"But you believe you could do the job just\nas well, or perhaps a little better.\"\n\n\"I do not,\" Malone said angrily.\n\nHer Majesty reserved a dignified silence.\n\nAfter a while Malone said: \"And what if I do?\"\n\n\"Why, nothing,\" Her Majesty said. \"You don't think Mr. Burris is any\nsmarter or better than you are--but you treat him as if you did. All I\nam insisting on is the same treatment.\"\n\n\"But if we don't believe--\" Boyd began.\n\n\"Bless you,\" Her Majesty said, \"I can't help the way you _think_, but,\nas Queen, I do have some control over the way you _act_.\"\n\nMalone thought it over. \"You have a point there,\" he said at last.\n\nBarbara said: \"But--\"\n\n\"Yes, Sir Kenneth,\" the Queen said, \"I do.\" She seemed to be ignoring\nLady Barbara. Perhaps, Malone thought, she was still angry over the nap\naffair. \"It's not that,\" the Queen said.\n\n\"Not what?\" Boyd said, thoroughly confused.\n\n\"Not the naps,\" the Queen said.\n\n\"What naps?\" Boyd said.\n\nMalone said: \"I was thinking--\"\n\n\"Good,\" Boyd said. \"Keep it up. I'm driving. Everything's going to hell\naround me, but I'm driving.\"\n\nA red light appeared ahead. Boyd jammed on the brakes with somewhat more\nthan the necessary force, and Malone was thrown forward with a grunt.\nBehind him there were two ladylike squeals.\n\nMalone struggled upright. \"Barbara?\" he called. \"Are you all right--\"\nThen he remembered the Queen.\n\n\"It's all right,\" Her Majesty said. \"I can understand your concern for\nLady Barbara.\" She smiled at Malone as he turned.\n\nMalone gaped at her. Of course she knew what he thought about Barbara;\nshe'd been reading his mind. And, apparently, she was on his side. That\nwas good, even though it made him slightly nervous to think about.\n\n\"Now,\" the Queen said suddenly, \"what about tonight?\"\n\n\"Tonight?\"\n\n\"Yes, of course,\" the Queen said. She smiled, and put up a hand to pat\nat her white hair under the Elizabethan skullcap. \"I think I should like\nto go to the Palace,\" she said. \"After all, isn't that where a Queen\nshould be?\"\n\nBoyd said, in a kind of explosion: \"London? England?\"\n\n\"Oh, dear me--\" the Queen began, and Barbara said:\n\n\"I'm afraid that I simply can't allow anything like that. Overseas--\"\n\n\"I didn't mean overseas, dear,\" Her Majesty said. \"Sir Kenneth, please\nexplain to these people.\"\n\nThe Palace, Malone knew, was more properly known as the Golden Palace.\nIt was right in Las Vegas--convenient to all sources of money. As a\nmatter of fact, it was one of the biggest gambling houses along the Las\nVegas strip, a veritable chaos of wheels, cards, dice, chips and other\nsuch devices. Malone explained all this to the others, wondering\nmeanwhile why Miss Thompson wanted to go there.\n\n\"_Not_ Miss Thompson, _please_, Sir Kenneth,\" Her Majesty said.\n\n\"Not Miss Thompson what?\" Boyd said. \"What's going on anyhow?\"\n\n\"She's reading my mind,\" Malone said.\n\n\"Well, then,\" Boyd snapped, \"tell her to keep it to herself.\" The car\nstarted up again with a roar and Malone and the others were thrown\naround again, this time toward the back. There was a chorus of groans\nand squeals, and they were on their way once more.\n\n       *       *       *       *       *\n\n\"To reply to your question, Sir Kenneth,\" the Queen said.\n\nLady Barbara said, with some composure: \"What question ... Your\nMajesty?\"\n\nThe Queen nodded regally at her. \"Sir Kenneth was wondering why I wished\nto go to the Golden Palace,\" she said. \"And my reply is this: it is none\nof your business why I want to go there. After all, is my word law, or\nisn't it?\"\n\nThere didn't seem to be a good enough answer to that, Malone thought\nsadly. He kept quiet and was relieved to note that the others did the\nsame. However, after a second he thought of something else.\n\n\"Your Majesty,\" he began carefully, \"we've got to go to Yucca Flats\ntomorrow. Remember?\"\n\n\"Certainly,\" the Queen said. \"My memory is quite good, thank you. But\nthat is tomorrow morning. We have the rest of the night left. It's only\na little after nine, you know.\"\n\n\"Heavens,\" Barbara said. \"Is it that late?\"\n\n\"It's even later,\" Boyd said sourly. \"It's much later than you think.\"\n\n\"And it's getting later all the time,\" Malone added. \"Pretty soon the\nsun will go out and all life on earth will end. Won't that be nice and\npeaceful?\"\n\n\"I'm looking forward to it,\" Boyd said.\n\n\"I'm not,\" Barbara said. \"But I've got to get some sleep tonight, if I'm\ngoing to be any good at all tomorrow.\"\n\n_You're pretty good right now_, Malone thought, but he didn't say a\nword. He felt the Queen's eye on him but didn't turn around. After all,\nshe was on his side--wasn't she?\n\nAt any rate, she didn't say anything.\n\n\"Perhaps it would be best,\" Barbara said, \"if you and I ... Your Majesty\n... just went home and rested up. Some other time, then, when there's\nnothing vital to do, we could--\"\n\n\"No,\" the Queen said. \"We couldn't. Really, Lady Barbara, how often will\nI have to remind you of the duties you owe your sovereign--not the least\nof which is obedience, as dear old Ben used to say.\"\n\n\"Ben?\" Malone said, and immediately wished he hadn't.\n\n\"Jonson, dear boy,\" the Queen said. \"Really a remarkable man--and such a\ngood friend to poor Will. Why, did you ever hear the story of how he\nactually paid Will's rent in London once upon a time? That was while\nWill and that Anne of his were having one of their arguments, of course.\nI didn't tell you that story, did I?\"\n\n\"No,\" Malone said truthfully, but his voice was full of foreboding. \"If\nI might remind Your Majesty of the subject,\" he added tentatively, \"I\nshould like to say--\"\n\n\"Remind me of the subject!\" the Queen said, obviously delighted. \"What a\nlovely pun! And how much better because purely unconscious! My, my, Sir\nKenneth, I never suspected you of a pointed sense of humor--could you be\na descendant of Sir Richard Greene, I wonder?\"\n\n\"I doubt it,\" Malone said. \"My ancestors were all poor but Irish.\" He\npaused. \"Or, if you prefer, Irish but poor.\" Another pause, and then he\nadded: \"If that means anything at all. Which I doubt.\"\n\n\"In any case,\" the Queen said, her eyes twinkling, \"you were about to\nenter a new objection to our little visit to the Palace, were you not?\"\n\nMalone admitted as much. \"I really think that--\"\n\nHer eyes grew suddenly cold. \"If I hear any more objections, Sir\nKenneth, I shall not only rescind your knighthood and--when I regain my\nrightful kingdom--deny you your dukedom, but I shall refuse to\nco-operate any further in the business of Project Isle.\"\n\nMalone turned cold. His face, he knew without glancing in the mirror,\nwas white and pale. He thought of what Burris would do to him if he\ndidn't follow through on his assigned job.\n\nEven if he wasn't as good as Burris thought he was, he really liked\nbeing an FBI agent. He didn't want to be fired.\n\nAnd Burris had said: \"_Give her anything she wants._\"\n\nHe gulped and tried to make his face look normal. \"All right,\" he said.\n\"Fine. We'll go to the Palace.\"\n\nHe tried to ignore the pall of apprehension that fell over the car.\n\n\n\n\nVI\n\n\nThe management of the Golden Palace had been in business for many long,\ndreary, profitable years, and each member of the staff thought he or she\nhad seen just about everything there was to be seen. And those that were\nnew felt an obligation to _look_ as if they'd seen everything.\n\nTherefore, when the entourage of Queen Elizabeth I strolled into the\nmain salon, not a single eye was batted. Not a single gasp was heard.\n\nNevertheless, the staff kept a discreet eye on the crew. Drunks, rich\nmen or Arabian millionaires were all familiar. But a group out of the\nSixteenth Century was something else again.\n\nMalone almost strutted, conscious of the sidelong glances the group was\ndrawing. But it was obvious that Sir Thomas was the major attraction.\nEven if you could accept the idea of people in strange costumes, the\nsight of a living, breathing absolute duplicate of King Henry VIII was a\nlittle too much to take. It has been reported that two ladies named\nJane, and one named Catherine, came down with sudden headaches and left\nthe salon within five minutes of the group's arrival.\n\nMalone felt he knew, however, why he wasn't drawing his full share of\nattention. He felt a little out of place. The costume was one thing,\nand, to tell the truth, he was beginning to enjoy it. Even with the\nweight of the stuff, it was going to be a wrench to go back to\nsingle-breasted suits and plain white shirts. But he did feel that he\nshould have been carrying a sword.\n\nInstead, he had a .44 Magnum Colt snuggled beneath his left armpit.\n\nSomehow, a .44 Magnum Colt didn't seem as romantic as a sword. Malone\npictured himself saying: \"Take that, varlet.\" Was varlet what you called\nthem? he wondered. Maybe it was valet.\n\n\"Take that, valet,\" he muttered. No, that sounded even worse. Oh, well,\nhe could look it up later.\n\nThe truth was that he had been born in the wrong century. He could\nimagine himself at the Mermaid Tavern, hob-nobbing with Shakespeare and\nall the rest of them. He wondered if Sir Richard Greene would be there.\nThen he wondered who Sir Richard Greene was.\n\nBehind Sir Kenneth, Sir Thomas Boyd strode, looking majestic, as if he\nwere about to fling purses of gold to the citizenry. As a matter of\nfact, Malone thought, he was. They all were.\n\nPurses of good old United States of America gold.\n\nBehind Sir Thomas came Queen Elizabeth and her Lady-in-Waiting, Lady\nBarbara Wilson. They made a beautiful foursome.\n\n\"The roulette table,\" Her Majesty said with dignity. \"Precede me.\"\n\nThey pushed their way through the crowd. Most of the customers were\neither excited enough, drunk enough, or both to see nothing in the least\nincongruous about a Royal Family of the Tudors invading the Golden\nPalace. Very few of them, as a matter of fact, seemed to notice the\ngroup.\n\nThey were roulette players. They noticed nothing but the table and the\nwheel. Malone wondered what they were thinking about, decided to ask\nQueen Elizabeth, and then decided against it. He felt it would make him\nnervous to know.\n\nHer Majesty took a handful of chips.\n\nThe handful was worth, Malone knew, exactly five thousand dollars.\nThat, he'd thought, ought to last them an evening, even in the Golden\nPalace. In the center of the strip, inside the city limits of Las Vegas\nitself, the five thousand would have lasted much longer--but Her Majesty\nwanted the Palace, and the Palace it was.\n\nMalone began to smile. Since he couldn't avoid the evening, he was\ndetermined to enjoy it. It was sort of fun, in its way, indulging a\nsweet harmless old lady. And there was nothing they could do until the\nnext morning, anyhow.\n\nHis indulgent smile faded very suddenly.\n\nHer Majesty plunked the entire handful of chips--_five thousand\ndollars!_ Malone thought dazedly--onto the table. \"Five thousand,\" she\nsaid in clear, cool measured tones, \"on Number One.\"\n\nThe croupier blinked only slightly. He bowed. \"Yes, Your Majesty,\" he\nsaid.\n\nMalone was briefly thankful, in the midst of his black horror, that he\nhad called the management and told them that the Queen's plays were\nbacked by the United States Government. Her Majesty was going to get\nunlimited credit--and a good deal of awed and somewhat puzzled respect.\n\nMalone watched the spin begin with mixed feelings. There was five\nthousand dollars riding on the little ball. But, after all, Her Majesty\nwas a telepath. Did that mean anything?\n\nHe hadn't decided by the time the wheel stopped, and by then he didn't\nhave to decide.\n\n\"Thirty-four,\" the croupier said tonelessly. \"Red, Even and High.\"\n\nHe raked in the chips with a nonchalant air.\n\nMalone felt as if he had swallowed his stomach. Boyd and Lady Barbara,\nstanding nearby, had absolutely no expressions on their faces. Malone\nneeded no telepath to tell him what they were thinking.\n\nThey were exactly the same as he was. They were incapable of thought.\n\nBut Her Majesty never batted an eyelash. \"Come, Sir Kenneth,\" she said.\n\"Let's go on to the poker tables.\"\n\nShe swept out. Her entourage followed her, shambling a little, and\nblank-eyed. Malone was still thinking about the five thousand dollars.\nOh, well, Burris had said to give the lady anything she wanted. _But!_\nhe thought. _Did she have to play for royal stakes?_\n\n\"I am, after all, a Queen,\" she whispered back to him.\n\nMalone thought about the National Debt. He wondered if a million more or\nless would make any real difference. There would be questions asked in\ncommittees about it. He tried to imagine himself explaining the evening\nto a group of congressmen. \"Well, you see, gentlemen, there was this\nroulette wheel--\"\n\nHe gave it up.\n\nThen he wondered how much hotter the water was going to get, and he\nstopped thinking altogether in self-defense.\n\n       *       *       *       *       *\n\nIn the next room, there were scattered tables. At one, a poker game was\nin full swing. Only five were playing; one, by his white-tie-and-tails\nuniform, was easily recognizable as a house dealer. The other four were\nall men, one of them in full cowboy regalia. The Tudors descended upon\nthem with great suddenness, and the house dealer looked up and almost\nlost his cigarette.\n\n\"We haven't any money, Your Majesty,\" Malone whispered.\n\nShe smiled up at him sweetly, and then drew him aside. \"If you were a\ntelepath,\" she said, \"how would _you_ play poker?\"\n\nMalone thought about that for a minute, and then turned to look for\nBoyd. But Sir Thomas didn't even have to be given instructions. \"Another\nfive hundred?\" he said.\n\nHer Majesty sniffed audibly. \"Another five thousand,\" she said regally.\n\nBoyd looked Malone-wards. Malone looked defeated.\n\nBoyd turned with a small sigh and headed for the cashier's booth. Three\nminutes later, he was back with a fat fistful of chips.\n\n\"Five grand?\" Malone whispered to him.\n\n\"Ten,\" Boyd said. \"I know when to back a winner.\"\n\nHer Majesty went over to the table. The dealer had regained control, but\nlooked up at them with a puzzled stare.\n\n\"You know,\" the Queen said, with an obvious attempt to put the man at\nhis ease, \"I've always wanted to visit a gambling hall.\"\n\n\"Sure, lady,\" the dealer said. \"Naturally.\"\n\n\"May I sit down?\"\n\nThe dealer looked at the group. \"How about your friends?\" he said\ncautiously.\n\nThe Queen shook her head. \"They would rather watch, I'm sure.\"\n\nFor once Malone blessed the woman's telepathic talent. He, Boyd and\nBarbara Wilson formed a kind of Guard of Honor around the chair which\nHer Majesty occupied. Boyd handed over the new pile of chips, and was\nfavored with a royal smile.\n\n\"This is a poker game, ma'am,\" the dealer said to her, quietly.\n\n\"I know, I know,\" Her Majesty said with a trace of testiness. \"Roll\n'em.\"\n\nThe dealer stared at her popeyed. Next to her, the gentleman in the\ncowboy outfit turned. \"Ma'am, are you from around these parts?\" he said.\n\n\"Oh, no,\" the Queen said. \"I'm from England.\"\n\n\"England?\" The cowboy looked puzzled. \"You don't seem to have any\naccent, ma'am,\" he said at last.\n\n\"Certainly not,\" the Queen said. \"I've lost that; I've been over here a\ngreat many years.\"\n\nMalone hoped fervently that Her Majesty wouldn't mention just how many\nyears. He didn't think he could stand it, and he was almost grateful for\nthe cowboy's nasal twang.\n\n\"Oil?\" he said.\n\n\"Oh, no,\" Her Majesty said. \"The Government is providing this money.\"\n\n\"The Government?\"\n\n\"Certainly,\" Her Majesty said. \"The FBI, you know.\"\n\nThere was a long silence.\n\nAt last, the dealer said: \"Five-card draw your game, ma'am?\"\n\n\"If you please,\" Her Majesty said.\n\nThe dealer shrugged and, apparently, commended his soul to a gambler's\nGod. He passed the pasteboards around the table with the air of one who\nwill have nothing more to do with the world.\n\nHer Majesty picked up her hand.\n\n[Illustration: \"May I raise ... five thousand?\"]\n\n\"The ante's ten, ma'am,\" the dealer said softly.\n\nWithout looking, Her Majesty removed a ten-dollar chip from the pile\nbefore her and sent it spinning to the middle of the table.\n\nThe dealer opened his mouth, but said nothing. Malone, meanwhile, was\npeering over the Queen's shoulder.\n\nShe held a pair of nines, a four, a three and a Jack.\n\nThe man to the left of the dealer announced glumly: \"Can't open.\"\n\nThe next man grinned. \"Open for twenty,\" he said.\n\nMalone closed his eyes. He heard the cowboy say: \"I'm in,\" and he opened\nhis eyes again. The Queen was pushing two ten-dollar chips toward the\ncenter of the table.\n\nThe next man dropped, and the dealer looked round the table. \"How many?\"\n\nThe man who couldn't open took three cards. The man who'd opened for\ntwenty stood pat. Malone shuddered invisibly. That, he figured, meant at\nleast a straight. And Queen Elizabeth Thompson was going in against a\nstraight or better with a pair of nines, Jack high.\n\nFor the first time, it was borne in on Malone that being a telepath did\nnot necessarily mean that you were a good poker player. Even if you knew\nwhat every other person at the table held, you could still make a whole\nlot of stupid mistakes.\n\nHe looked nervously at Queen Elizabeth, but her face was serene.\nApparently she'd been following the thoughts of the poker players, and\nnot concentrating on him at all. That was a relief. He felt, for the\nfirst time in days, as if he could think freely.\n\nThe cowboy said: \"Two,\" and took them. It was Her Majesty's turn.\n\n\"I'll take two,\" she said, and threw away the three and four. It left\nher with the nine of spades and the nine of hearts, and the Jack of\ndiamonds.\n\nThese were joined, in a matter of seconds, by two bright new cards: the\nsix of clubs and the three of hearts.\n\nMalone closed his eyes. Oh, well, he thought.\n\nIt was only thirty bucks down the drain. Practically nothing.\n\nOf course Her Majesty dropped at once; knowing what the other players\nheld, she knew she couldn't beat them after the draw. But she did like\nto take long chances, Malone thought miserably. Imagine trying to fill a\nfull house on one pair!\n\n       *       *       *       *       *\n\nSlowly, as the minutes passed, the pile of chips before Her Majesty\ndwindled. Once Malone saw her win with two pair against a reckless man\ntrying to fill a straight on the other side of the table. But whatever\nwas going on, Her Majesty's face was as calm as if she were asleep.\n\nMalone's worked overtime. If the Queen hadn't been losing so obviously,\nthe dealer might have mistaken the play of naked emotion across his\nvisage for a series of particularly obvious signals.\n\nAn hour went by. Barbara left to find a ladies' lounge where she could\nsit down and try to relax. Fascinated in a horrible sort of way, both\nMalone and Boyd stood, rooted to the spot, while hand after hand went\nby and the ten thousand dollars dwindled to half that, to a quarter, and\neven less--\n\nHer Majesty, it seemed, was a mighty poor poker player.\n\nThe ante had been raised by this time. Her Majesty was losing one\nhundred dollars a hand, even before the betting began. But she showed\nnot the slightest indication to stop.\n\n\"We've got to get up in the morning,\" Malone announced to no one in\nparticular, when he thought he couldn't possibly stand another half hour\nof the game.\n\n\"So we do,\" Her Majesty said with a little regretful sigh. \"Very well,\nthen. Just one more hand.\"\n\n\"It's a shame to lose you,\" the cowboy said to her, quite sincerely. He\nhad been winning steadily ever since Her Majesty sat down, and Malone\nthought that the man should, by this time, be awfully grateful to the\nUnited States Government. Somehow, he doubted that this gratitude\nexisted.\n\nMalone wondered if she should be allowed to stay for one more hand.\nThere was, he estimated, about two thousand dollars in front of her.\nThen he wondered how he was going to stop her.\n\nThe cards were dealt.\n\nThe first man said quietly: \"Open for two hundred.\"\n\nMalone looked at the Queen's hand. It contained the Ace, King, Queen and\nten of clubs--and the seven of spades.\n\n_Oh, no_, he thought. _She couldn't possibly be thinking of filling a\nflush._\n\nHe knew perfectly well that she was.\n\nThe second man said: \"And raise two hundred.\"\n\nThe Queen equably tossed--counting, Malone thought, the ante--five\nhundred into the pot.\n\nThe cowboy muttered to himself for a second, and finally shoved in his\nmoney.\n\n\"I think I'll raise it another five hundred,\" the Queen said calmly.\n\nMalone wanted to die of shock. Unfortunately, he remained alive and\nwatching. He was the last man, after some debate internal, to shove a\ntotal of one thousand dollars into the pot.\n\n\"Cards?\" said the dealer.\n\nThe first man said: \"One.\"\n\nIt was too much to hope for, Malone thought. If that first man were\ntrying to fill a straight or a flush, maybe he wouldn't make it. And\nmaybe something final would happen to all the other players. But that\nwas the only way he could see for Her Majesty to win.\n\nThe card was dealt. The second man stood pat and Malone's green tinge\nbecame obvious to the veriest dunce. The cowboy, on Her Majesty's right,\nasked for a card, received it and sat back without a trace of\nexpression.\n\nThe Queen said: \"I'll try one for size.\" She'd picked up poker lingo,\nand the basic rules of the game, Malone realized, from the other\nplayers--or possibly from someone at the hospital itself, years ago.\n\nHe wished she'd picked up something less dangerous instead, like a love\nof big-game hunting, or stunt-flying.\n\nBut no. It had to be poker.\n\nThe Queen threw away her seven of spades, showing more sense than Malone\nhad given her credit for at any time during the game. She let the other\ncard fall and didn't look at it.\n\nShe smiled up at Malone and Boyd. \"Live dangerously,\" she said gaily.\n\nMalone gave her a hollow laugh.\n\nThe last man drew one card, too, and the betting began.\n\nThe Queen's remaining thousand was gone before an eye could notice it.\nShe turned to Boyd.\n\n\"Sir Thomas,\" she said. \"Another five thousand, please. At once.\"\n\nBoyd said nothing at all, but marched off. Malone noticed, however, that\nhis step was neither as springy nor as confident as it had been before.\nFor himself, Malone was sure that he could not walk at all.\n\nMaybe, he thought hopefully, the floor would open up and swallow them\nall. He tried to imagine explaining the loss of twenty thousand dollars\nto Burris and some congressmen, and after that he watched the floor\nnarrowly, hoping for the smallest hint of a crack in the palazzo marble.\n\n       *       *       *       *       *\n\n\"May I raise the whole five thousand?\" the Queen said.\n\n\"It's O.K. with me,\" the dealer said. \"How about the rest of you?\"\n\nThe four grunts he got expressed a suppressed eagerness. The Queen took\nthe new chips Boyd had brought her and shoved them into the center of\nthe table with a fine, careless gesture of her hand. She smiled gaily at\neverybody. \"Seeing me?\" she said.\n\nEverybody was.\n\n\"Well, you see, it was this way,\" Malone muttered to himself,\nrehearsing. He half-thought that one of the others would raise again,\nbut no one did. After all, each of them must be convinced that he held a\ngreat hand, and though raising had gone on throughout the hand, each\nmust now be afraid of going the least little bit too far and scaring the\nothers out.\n\n\"Mr. Congressman,\" Malone muttered, \"there's this game called poker. You\nplay it with cards and money. Chiefly money.\"\n\nThat wasn't any good.\n\n\"You've been called,\" the dealer said to the first man, who'd opened the\nhand a year or so before.\n\n\"Why, sure,\" the player said, and laid down a pair of aces, a pair of\nthrees--and a four. One of the threes, and the four, were clubs. That\nreduced the already improbable chances of the Queen's coming up with a\nflush.\n\n\"Sorry,\" said the second man, and laid down a straight with a single\ngesture. The straight was nine-high and there were no clubs in it.\nMalone felt devoutly thankful for that.\n\nThe second man reached for the money but, under the popeyed gaze of the\ndealer, the fifth man laid down another straight--this one ten-high. The\nnine was a club. Malone felt the odds go down, right in his own stomach.\n\nAnd now the cowboy put down his cards. The King of diamonds. The King\nof hearts. The Jack of diamonds. The Jack of spades. And--the Jack of\nhearts.\n\nFull house. \"Well,\" said the cowboy. \"I suppose that does it.\"\n\nThe Queen said: \"Please. One moment.\"\n\nThe cowboy stopped halfway in his reach for the enormous pile of chips.\nThe Queen laid down her four clubs--Ace, King, Queen and ten--and for\nthe first time flipped over her fifth card.\n\nIt was the Jack of clubs.\n\n\"My God,\" the cowboy said, and it sounded like a prayer. \"A royal\nflush.\"\n\n\"Naturally,\" the Queen said. \"What else?\"\n\nHer Majesty calmly scooped up the tremendous pile of chips. The cowboy's\nhands fell away. Five mouths were open around the table.\n\nHer Majesty stood up. She smiled sweetly at the men around the table.\n\"Thank you very much, gentlemen,\" she said. She handed the chips to\nMalone, who took them in nerveless fingers. \"Sir Kenneth,\" she said, \"I\nhereby appoint you temporary Chancellor of the Exchequer--at least until\nParliament convenes.\"\n\nThere was, Malone thought, at least thirty-five thousand dollars in the\npile. He could think of nothing to say.\n\nSo, instead of using up words, he went and cashed in the chips. For\nonce, he realized, the Government had made money on an investment. It\nwas probably the first time since 1775.\n\nMalone thought vaguely that the Government ought to make more\ninvestments like the one he was cashing in. If it did, the National Debt\ncould be wiped out in a matter of days.\n\nHe brought the money back. Boyd and the Queen were waiting for him, but\nBarbara was still in the ladies' lounge. \"She's on the way out,\" the\nQueen informed him, and, sure enough, in a minute they saw the figure\napproaching them. Malone smiled at her, and, tentatively, she smiled\nback. They began the long march to the exit of the club, slowly and\nregally, though not by choice.\n\nThe crowd, it seemed, wouldn't let them go. Malone never found out, then\nor later, how the news of Her Majesty's winnings had gone through the\nplace so fast, but everyone seemed to know about it. The Queen was the\nrecipient of several low bows and a few drunken curtsies, and, when they\nreached the front door at last, the doorman said in a most respectful\ntone: \"Good evening, Your Majesty.\"\n\nThe Queen positively beamed at him. So, to his own great surprise, did\nSir Kenneth Malone.\n\nOutside, it was about four in the morning. They climbed into the car and\nheaded back toward the hotel.\n\n       *       *       *       *       *\n\nMalone was the first to speak. \"How did you know that was a Jack of\nclubs?\" he said in a strangled sort of voice.\n\nThe little old lady said calmly: \"He was cheating.\"\n\n\"The dealer?\" Malone asked.\n\nThe little old lady nodded.\n\n\"In _your_ favor?\"\n\n\"He couldn't have been cheating,\" Boyd said at the same instant. \"Why\nwould he want to give you all that money?\"\n\nThe little old lady shook her head. \"He didn't want to give it to me,\"\nshe said. \"He wanted to give it to the man in the cowboy's suit. His\nname is Elliott, by the way--Bernard L. Elliott. And he comes from\nWeehawken. But he pretends to be a Westerner so nobody will be\nsuspicious of him. He and the dealer are in cahoots ... isn't that the\nword?\"\n\n\"Yes, Your Majesty,\" Boyd said. \"That's the word.\" His tone was awed and\nrespectful, and the little old lady gave a nod and became Queen\nElizabeth I once more.\n\n\"Well,\" she said, \"the dealer and Mr. Elliott were in cahoots, and the\ndealer wanted to give the hand to Mr. Elliott. But he made a mistake,\nand dealt the Jack of clubs to me. I watched him, and, of course, I knew\nwhat he was thinking. The rest was easy.\"\n\n\"My God,\" Malone said. \"Easy.\"\n\nBarbara said: \"Did she win?\"\n\n\"She won,\" Malone said with what he felt was positively magnificent\nunderstatement.\n\n\"Good,\" Barbara said, and lost interest at once.\n\n       *       *       *       *       *\n\nMalone had seen the lights of a car in the rear-view mirror a few\nminutes before. When he looked now, the lights were still there--but the\nfact just didn't register until, a couple of blocks later, the car began\nto pull around them on the left. It was a Buick, while Boyd's was a new\nLincoln, but the edge wasn't too apparent yet.\n\nMalone spotted the gun barrel protruding from the Buick and yelled just\nbefore the first shot went off.\n\nBoyd, at the wheel, didn't even bother to look. His reflexes took over\nand he slammed his foot down on the brake. The specially-built FBI\nLincoln slowed down instantly. The shotgun blast splattered the glass of\nthe curved windshield all over--but none of it came into the car itself.\n\nMalone already had his hand on the butt of the .44 Magnum under his left\narmpit, and he even had time to be grateful, for once, that it wasn't a\nsmallsword. The women were in the back seat, frozen, and he yelled:\n\"Duck!\" and felt, rather than saw, both of them sink down onto the floor\nof the car.\n\nThe Buick had slowed down, too, and the gun barrel was swiveling back\nfor a second shot. Malone felt naked and unprotected. The Buick and the\nLincoln were even on the road now.\n\nMalone had his revolver out. He fired the first shot without even\nrealizing fully that he'd done so, and he heard a piercing scream from\nBarbara in the back seat. He had no time to look back.\n\nA .44 Magnum is not, by any means, a small gun. As hand guns\ngo--revolvers and automatics--it is about as large as a gun can get to\nbe. An ordinary car has absolutely no chance against it.\n\nMuch less the glass in an ordinary car.\n\nThe first slug drilled its way through the window glass as though it\nwere not there, and slammed its way through an even more unprotected\nobstacle, the frontal bones of the triggerman's skull. The second slug\nfrom Malone's gun missed the hole the first slug had made by something\nless than an inch.\n\nThe big, apelike thug who was holding the shotgun had a chance to pull\nthe trigger once more, but he wasn't aiming very well. The blast merely\nscored the paint off the top of the Lincoln.\n\nThe rear window of the Buick was open, and Malone caught sight of\nanother glint of blued steel from the corner of his eye. There was no\ntime to shift aim--not with bullets flying like swallows on the way to\nCapistrano. Malone thought faster than he had ever imagined himself\ncapable of doing, and decided to aim for the driver.\n\nEvidently the man in the rear seat of the Buick had had the same\ninspiration. Malone blasted two more high-velocity lead slugs at the\ndriver of the big Buick, and at the same time the man in the Buick's\nrear seat fired at Boyd.\n\nBut Boyd had shifted tactics. He'd hit the brakes. Now he came down hard\non the accelerator instead.\n\n       *       *       *       *       *\n\nThe chorus of shrieks from the Lincoln's back seat increased slightly in\nvolume. Barbara, Malone knew, wasn't badly hurt; she hadn't even stopped\nfor breath since the first shot had been fired. Anybody who could scream\nlike that, he told himself, had to be healthy.\n\nAs the Lincoln leaped ahead, Malone pulled the trigger of his .44 twice\nmore. The heavy, high-speed chunks of streamlined copper-coated lead\nleaped from the muzzle of the gun and slammed into the driver of the\nBuick without wasting any time. The Buick slewed across the highway.\n\nThe two shots fired by the man in the back seat went past Malone's head\nwith a _whizz_, missing both him and Boyd by a margin too narrow to\nthink about.\n\nBut those were the last shots. The only difference between the FBI and\nthe Enemy seemed to be determination and practice.\n\nThe Buick spun into a flat sideskid, swiveled on its wheels and slammed\ninto the ditch at the side of the road, turning over and over, making a\nhorrible noise, as it broke up.\n\nBoyd slowed the car again, just as there was a sudden blast of fire. The\nBuick had burst into flame and was spitting heat and smoke and fire in\nall directions. Malone sent one more bullet after it in a last flurry of\naction--saving his last one for possible later emergencies.\n\nBoyd jammed on the brakes and the Lincoln came to a screaming halt. In\nsilence he and Malone watched the burning Buick roll over and over into\nthe desert beyond the shoulder.\n\n\"My God,\" Boyd said. \"My ears!\"\n\nMalone understood at once. The blast from his own still-smoking .44 had\nroared past Boyd's head during the gun battle. No wonder the man's ears\nhurt. It was a wonder he wasn't altogether deaf.\n\nBut Boyd shook off the pain and brought out his own .44 as he stepped\nout of the car. Malone followed him, his gun trained.\n\nFrom the rear, Her Majesty said: \"It's safe to rise now, isn't it?\"\n\n\"You ought to know,\" Malone said. \"You can tell if they're still alive.\"\n\nThere was silence while Queen Elizabeth frowned for a moment in\nconcentration. A look of pain crossed her face, and then, as her\nexpression smoothed again, she said: \"The traitors are dead. All except\none, and he's--\" She paused. \"He's dying,\" she finished. \"He can't hurt\nyou.\"\n\nThere was no need for further battle. Malone reholstered his .44 and\nturned to Boyd. \"Tom, call the State Police,\" he said. \"Get 'em down\nhere fast.\"\n\nHe waited while Boyd climbed back under the wheel and began punching\nbuttons on the dashboard. Then Malone went toward the burning Buick.\n\nHe tried to drag the men out, but it wasn't any use. The first two, in\nthe front seat, had the kind of holes in them people talked about\nthrowing elephants through. Head and chest had been hit.\n\nMalone couldn't get close enough to the fiercely blazing automobile to\nmake even a try for the men in the back seat.\n\n       *       *       *       *       *\n\nHe was sitting quietly on the edge of the rear seat when the Nevada\nHighway Patrol cars drove up next to them. Barbara Wilson had stopped\nscreaming, but she was still sobbing on Malone's shoulder. \"It's all\nright,\" he told her, feeling ineffectual.\n\n\"I never saw anybody killed before,\" she said.\n\n\"It's all right,\" Malone said. \"Nothing's going to hurt you. I'll\nprotect you.\"\n\nHe wondered if he meant it, and found, to his surprise, that he did.\nBarbara Wilson sniffled and looked up at him. \"Mr. Malone--\"\n\n\"Ken,\" he said.\n\n\"I'm sorry,\" she said. \"Ken--I'm so afraid. I saw the hole in one of the\nmen's heads, when you fired ... it was--\"\n\n\"Don't think about it,\" Malone said. To him, the job had been an\nunpleasant occurrence, but a job, that was all. He could see, though,\nhow it might affect people who were new to it.\n\n\"You're so brave,\" she said.\n\nMalone tightened his arm around the girl's shoulder. \"Just depend on\nme,\" he said. \"You'll be all right if you--\"\n\nThe State Trooper walked up then, and looked at them. \"Mr. Malone?\" he\nsaid. He seemed to be taken slightly aback at the costuming.\n\n\"That's right,\" Malone said. He pulled out his ID card and the little\ngolden badge. The State Patrolman looked at them, and looked back at\nMalone.\n\n\"What's with the getup?\" he said.\n\n\"FBI,\" Malone said, hoping his voice carried conviction. \"Official\nbusiness.\"\n\n\"In costume?\"\n\n\"Never mind about the details,\" Malone snapped.\n\n\"He's an FBI agent, sir,\" Barbara said.\n\n\"And what are you?\" the Patrolman said. \"Lady Jane Grey?\"\n\n\"I'm a nurse,\" Barbara said. \"A psychiatric nurse.\"\n\n\"For nuts?\"\n\n\"For disturbed patients.\"\n\nThe patrolman thought that over. \"You've got the identity cards and\nstuff,\" he said at last. \"Maybe you've got a reason to dress up. How\nwould I know? I'm only a State Patrolman.\"\n\n\"Let's cut the monologue,\" Malone said savagely, \"and get to business.\"\n\nThe patrolman stared. Then he said: \"All right, sir. Yes, sir. I'm\nLieutenant Adams, Mr. Malone. Suppose you tell me what happened?\"\n\nCarefully and concisely, Malone told him the story of the Buick that had\npulled up beside them, and what had happened afterward.\n\nMeanwhile, the other cops had been looking over the wreck. When Malone\nhad finished his story, Lieutenant Adams flipped his notebook shut and\nlooked over toward them. \"I guess it's O.K., sir,\" he said. \"As far as\nI'm concerned, it's justifiable homicide. Self-defense. Any reason why\nthey'd want to kill you?\"\n\nMalone thought about the Golden Palace. That might be a reason--but it\nmight not. And why burden an innocent State Patrolman with the facts of\nFBI life?\n\n\"Official,\" he said. \"Your chief will get the report.\"\n\nThe patrolman nodded. \"I'll have to take a deposition tomorrow, but--\"\n\n\"I know,\" Malone said. \"Thanks. Can we go on to our hotel now?\"\n\n\"I guess,\" the patrolman said. \"Go ahead. We'll take care of the rest of\nthis. You'll be getting a call later.\"\n\n\"Fine,\" Malone said. \"Trace those hoods, and any connections they might\nhave had. Get the information to me as soon as possible.\"\n\nLieutenant Adams nodded. \"You won't have to leave the state, will you?\"\nhe asked. \"I don't mean that you _can't_, exactly ... hell, you're FBI.\nBut it'd be easier--\"\n\n\"Call Burris in Washington,\" Malone said. \"He can get hold of me--and if\nthe Governor wants to know where we are, or the State's Attorney, put\nthem in touch with Burris, too. O.K.?\"\n\n\"O.K.,\" Lieutenant Adams said. \"Sure.\" He blinked at Malone. \"Listen,\"\nhe said. \"About those costumes--\"\n\n\"We're trying to catch Henry VIII for the murder of Anne Boleyn,\" Malone\nsaid with a polite smile. \"O.K.?\"\n\n\"I was only asking,\" Lieutenant Adams said. \"Can't blame a man for\nasking, now, can you?\"\n\nMalone climbed into his front seat. \"Call me later,\" he said. The car\nstarted. \"Back to the hotel, Sir Thomas,\" Malone said, and the car\nroared off.\n\n\n\n\nVII\n\n\nYucca Flats, Malone thought, certainly deserved its name. It was about\nas flat as land could get, and it contained millions upon millions of\nuseless yuccas. Perhaps they were good for something, Malone thought,\nbut they weren't good for _him_.\n\nThe place might, of course, have been called Cactus Flats, but the cacti\nwere neither as big nor as impressive as the yuccas.\n\n[Illustration: \"I knight thee Sir Andrew....\"]\n\nOr was that yucci?\n\nPossibly, Malone mused, it was simply yucks.\n\nAnd whatever it was, there were millions of it. Malone felt he couldn't\nstand the sight of another yucca. He was grateful for only one thing.\n\nIt wasn't summer. If the Elizabethans had been forced to drive in closed\ncars through the Nevada desert in the summertime, they might have\nstarted a cult of nudity, Malone felt. It was bad enough now, in what\nwas supposed to be winter.\n\nThe sun was certainly bright enough, for one thing. It glared through\nthe cloudless sky and glanced with blinding force off the road. Sir\nThomas Boyd squinted at it through the rather incongruous sunglasses he\nwas wearing, while Malone wondered idly if it was the sunglasses, or the\nrest of the world, that was an anachronism. But Sir Thomas kept his eyes\ngrimly on the road as he gunned the powerful Lincoln toward the Yucca\nFlats Labs at eighty miles an hour.\n\nMalone twisted himself around and faced the women in the back seat. Past\nthem, through the rear window of the Lincoln, he could see the second\ncar. It followed them gamely, carrying the newest addition to Sir\nKenneth Malone's Collection of Bats.\n\n\"Bats?\" Her Majesty said suddenly, but gently. \"Shame on you, Sir\nKenneth. These are poor, sick people. We must do our best to help\nthem--not to think up silly names for them. For shame!\"\n\n\"I suppose so,\" Malone said wearily. He sighed and, for the fifth time\nthat day, he asked: \"Does Your Majesty have any idea where our spy is\nnow?\"\n\n\"Well, really, Sir Kenneth,\" the Queen said with the slightest of\nhesitations, \"it isn't easy, you know. Telepathy has certain laws, just\nlike everything else. After all, even a game has laws. Being telepathic\ndid not help me to play poker--I still had to learn the rules. And\ntelepathy has rules, too. A telepath can easily confuse another telepath\nby using some of those rules.\"\n\n\"Oh, fine,\" Malone said. \"Well, have you got into contact with his mind\nyet?\"\n\n\"Oh, yes,\" Her Majesty said happily. \"And my goodness, he's certainly\ndigging up a lot of information, isn't he?\"\n\nMalone moaned softly. \"But who _is_ he?\" he asked after a second.\n\nThe Queen stared at the roof of the car in what looked like\nconcentration. \"He hasn't thought of his name yet,\" she said. \"I mean,\nat least if he has, he hasn't mentioned it to me. Really, Sir Kenneth,\nyou have no idea how difficult all this is.\"\n\nMalone swallowed with difficulty. \"_Where_ is he, then?\" he said. \"Can\nyou tell me that, at least? His location?\"\n\nHer Majesty looked positively desolated with sadness. \"I can't be sure,\"\nshe said. \"I really can't be exactly sure just where he is. He does keep\nmoving around, I know that. But you have to remember that he doesn't\nwant me to find him. He certainly doesn't want to be found by the FBI\n... would you?\"\n\n\"Your Majesty,\" Malone said, \"I _am_ the FBI.\"\n\n\"Yes,\" the Queen said, \"but suppose you weren't? He's doing his best to\nhide himself, even from me. It's sort of a game he's playing.\"\n\n\"A game!\"\n\nHer Majesty looked contrite. \"Believe me, Sir Kenneth, the minute I\nknow exactly where he is, I'll tell you. I promise. Cross my heart and\nhope to die--which I can't, of course, being immortal.\" Nevertheless,\nshe made an X-mark over her left breast. \"All right?\"\n\n\"All right,\" Malone said, out of sheer necessity. \"O.K. But don't waste\nany time telling me. Do it right away. We've _got_ to find that spy and\nisolate him somehow.\"\n\n\"Please don't worry yourself, Sir Kenneth,\" Her Majesty said. \"Your\nQueen is doing everything she can.\"\n\n\"I know that, Your Majesty,\" Malone said. \"I'm sure of it.\" Privately,\nhe wondered just how much even she could do. Then he realized--for\nperhaps the ten-thousandth time--that there was no such thing as\nwondering privately any more.\n\n\"That's quite right, Sir Kenneth,\" the Queen said sweetly. \"And it's\nabout time you got used to it.\"\n\n\"What's going on?\" Boyd said. \"More reading minds back there?\"\n\n\"That's right, Sir Thomas,\" the Queen said.\n\n\"I've about gotten used to it,\" Boyd said almost cheerfully. \"Pretty\nsoon they'll come and take me away, but I don't mind at all.\" He whipped\nthe car around a bend in the road savagely. \"Pretty soon they'll put me\nwith the other sane people and let the bats inherit the world. But I\ndon't mind at all.\"\n\n\"Sir Thomas!\" Her Majesty said in shocked tones.\n\n\"Please,\" Boyd said with a deceptive calmness. \"Just Mr. Boyd. Not even\nLieutenant Boyd, or Sergeant Boyd. Just Mr. Boyd. Or, if you prefer,\nTom.\"\n\n\"Sir Thomas,\" Her Majesty said, \"I really can't understand this\nsudden--\"\n\n\"Then don't understand it,\" Boyd said. \"All I know is everybody's nuts,\nand I'm sick and tired of it.\"\n\nA pall of silence fell over the company.\n\n\"Look, Tom,\" Malone began at last.\n\n\"Don't you try smoothing me down,\" Boyd snapped.\n\nMalone's eyebrows rose. \"O.K.,\" he said. \"I won't smooth you down. I'll\njust tell you to shut up, to keep driving--and to show some respect to\nHer Majesty.\"\n\n\"I--\" Boyd stopped. There was a second of silence.\n\n\"_That's_ better,\" Her Majesty said with satisfaction.\n\nLady Barbara stretched in the back seat, next to Her Majesty. \"This is\ncertainly a long drive,\" she said. \"Have we got much farther to go?\"\n\n\"Not too far,\" Malone said. \"We ought to be there soon.\"\n\n\"I ... I'm sorry for the way I acted,\" Barbara said.\n\n\"What do you mean, the way you acted?\"\n\n\"Crying like that,\" Barbara said with some hesitation. \"Making\nan--absolute idiot of myself. When that other car--tried to get us.\"\n\n\"Don't worry about it,\" Malone said. \"It was nothing.\"\n\n\"I just--made trouble for you,\" Barbara said.\n\nHer Majesty touched the girl on the shoulder. \"He's not thinking about\nthe trouble you cause him,\" she said quietly.\n\n\"Of course I'm not,\" Malone told her.\n\n\"But I--\"\n\n\"My dear girl,\" Her Majesty said, \"I believe that Sir Kenneth is, at\nleast partly, in love with you.\"\n\nMalone blinked. It was perfectly true--even if he hadn't quite known it\nhimself until now. Telepaths, he was discovering, were occasionally\nhandy things to have around.\n\n\"In ... love--\" Barbara said.\n\n\"And you, my dear--\" Her Majesty began.\n\n\"Please, Your Majesty,\" Lady Barbara said. \"No more. Not just now.\"\n\nThe Queen smiled, almost to herself. \"Certainly, dear,\" she said.\n\n       *       *       *       *       *\n\nThe car sped on. In the distance, Malone could see the blot on the\ndesert that indicated the broad expanse of Yucca Flats Labs. Just the\nfact that it could be seen, he knew, didn't mean an awful lot. Malone\nhad been able to see it for the past fifteen minutes, and it didn't look\nas if they'd gained an inch on it. Desert distances are deceptive.\n\nAt long last, however, the main gate of the laboratories hove into view.\nBoyd made a left turn off the highway and drove a full seven miles along\nthe restricted road, right up to the big gate that marked the entrance\nof the laboratories themselves. Once again, they were faced with the\narmy of suspicious guards and security officers.\n\nThis time, suspicion was somewhat heightened by the dress of the\nvisitors. Malone had to explain about six times that the costumes were\npart of an FBI arrangement, that he had not stolen his identity cards,\nthat Boyd's cards were Boyd's, too, and in general that the four of them\nwere not insane, not spies, and not jokesters out for a lark in the\nsunshine.\n\nMalone had expected all of that. He went through the rigmarole wearily\nbut without any sense of surprise. The one thing he hadn't been\nexpecting was the man who was waiting for him on the other side of the\ngate.\n\nWhen he'd finished identifying everybody for the fifth or sixth time, he\nbegan to climb back into the car. A familiar voice stopped him cold.\n\n\"Just a minute, Malone,\" Andrew J. Burris said. He erupted from the\nguardhouse like an avenging angel, followed closely by a thin man, about\nfive feet ten inches in height, with brush-cut brown hair, round\nhorn-rimmed spectacles, large hands and a small Sir Francis Drake beard.\nMalone looked at the two figures blankly.\n\n\"Something wrong, chief?\" he said.\n\nBurris came toward the car. The thin gentleman followed him, walking\nwith an odd bouncing step that must have been acquired, Malone thought,\nover years of treading on rubber eggs. \"I don't know,\" Burris said when\nhe'd reached the door. \"When I was in Washington, I seemed to know--but\nwhen I get out here in this desert, everything just goes haywire.\" He\nrubbed at his forehead.\n\nThen he looked into the car. \"Hello, Boyd,\" he said pleasantly.\n\n\"Hello, chief,\" Boyd said.\n\nBurris blinked. \"Boyd, you look like Henry VIII,\" he said with only the\nfaintest trace of surprise.\n\n\"Doesn't he, though?\" Her Majesty said from the rear seat. \"I've noticed\nthat resemblance myself.\"\n\nBurris gave her a tiny smile. \"Oh,\" he said. \"Hello, Your Majesty.\nI'm--\"\n\n\"Andrew J. Burris, Director of the FBI,\" the Queen finished for him.\n\"Yes, I know. It's very nice to meet you at last. I've seen you on\ntelevision, and over the video phone. You photograph badly, you know.\"\n\n\"I do?\" Burris said pleasantly. It was obvious that he was keeping\nhimself under very tight control.\n\nMalone felt remotely sorry for the man--but only remotely. Burris might\nas well know, he thought, what they had all been going through the past\nseveral days.\n\nHer Majesty was saying something about the honorable estate of\nknighthood, and the Queen's List. Malone began paying attention when she\ncame to: \"... And I hereby dub thee--\" She stopped suddenly, turned and\nsaid: \"Sir Kenneth, give me your weapon.\"\n\nMalone hesitated for a long, long second. But Burris' eye was on him,\nand he could interpret the look without much trouble. There was only one\nthing for him to do. He pulled out his .44, ejected the remaining\ncartridge in his palm--and reminded himself to reload the gun as soon as\nhe got it back--and handed the weapon to the Queen, butt foremost.\n\nShe took the butt of the revolver in her right hand, leaned out the\nwindow of the car, and said in a fine, distinct voice: \"Kneel, Andrew.\"\n\nMalone watched with wide, astonished eyes as Andrew J. Burris, Director\nof the FBI, went to one knee in a low and solemn genuflection. Queen\nElizabeth Thompson nodded her satisfaction.\n\nShe tapped Burris gently on each shoulder with the muzzle of the gun. \"I\nknight thee Sir Andrew,\" she said. She cleared her throat. \"My, this\ndesert air is dry--Rise, Sir Andrew, and know that you are henceforth\nKnight Commander of the Queen's Own FBI.\"\n\n\"Thank you, Your Majesty,\" Burris said humbly.\n\nHe rose to his feet silently. The Queen withdrew into the car again and\nhanded the gun back to Malone. He thumbed cartridges into the chambers\nof the cylinder and listened dumbly.\n\n\"Your Majesty,\" Burris said, \"this is Dr. Harry Gamble, the head of\nProject Isle. Dr. Gamble, this is Her Majesty the Queen; Lady Barbara\nWilson, her ... uh ... her lady in waiting; Sir Kenneth Malone; and King\n... I mean Sir Thomas Boyd.\" He gave the four a single bright impartial\nsmile. Then he tore his eyes away from the others, and bent his gaze on\nSir Kenneth Malone. \"Come over here a minute, Malone,\" he said, jerking\nhis thumb over his shoulder. \"I want to talk to you.\"\n\n       *       *       *       *       *\n\nMalone climbed out of the car and went around to meet Burris. He felt\njust a little worried as he followed the Director away from the car.\nTrue, he had sent Burris a long telegram the night before, in code. But\nhe hadn't expected the man to show up at Yucca Flats. There didn't seem\nto be any reason for it.\n\nAnd when there isn't any reason, Malone told himself sagely, it's a bad\none.\n\n\"What's the trouble, chief?\" he asked.\n\nBurris sighed. \"None so far,\" he said quietly. \"I got a report from the\nNevada State Patrol, and ran it through R&I. They identified the men you\nkilled, all right--but it didn't do us any good. They're hired hoods.\"\n\n\"Who hired them?\" Malone said.\n\nBurris shrugged. \"Somebody with money,\" he said. \"Hell, men like that\nwould kill their own grandmothers if the price were right--you know\nthat. We can't trace them back any farther.\"\n\nMalone nodded. That was, he had to admit, bad news. But then, when had\nhe last had any good news?\n\n\"We're nowhere near our telepathic spy,\" Burris said. \"We haven't come\nany closer than we were when we started. Have you got anything? Anything\nat all, no matter how small?\"\n\n\"Not that I know of, sir,\" Malone said.\n\n\"What about the little old lady ... what's her name? Thompson. Anything\nfrom her?\"\n\nMalone hesitated. \"She has a close fix on the spy, sir,\" he said slowly,\n\"but she doesn't seem able to identify him right away.\"\n\n\"What else does she want?\" Burris said. \"We've made her Queen and given\nher a full retinue in costume; we've let her play roulette and poker\nwith Government money. Does she want to hold a mass execution? If she\ndoes, I can supply some congressmen, Malone. I'm sure it could be\narranged.\" He looked at the agent narrowly. \"I might even be able to\nsupply an FBI man or two,\" he added.\n\nMalone swallowed hard. \"I'm trying the best I can, sir,\" he said. \"What\nabout the others?\"\n\nBurris looked even unhappier than usual. \"Come along,\" he said. \"I'll\nshow you.\"\n\nWhen they got back to the car, Dr. Gamble was talking spiritedly with\nHer Majesty about Roger Bacon. \"Before my time, of course,\" the Queen\nwas saying, \"but I'm sure he was a most interesting man. Now when dear\nold Marlowe wrote his 'Faust,' he and I had several long discussions\nabout such matters. Alchemy--\"\n\nBurris interrupted with: \"I beg your pardon, Your Majesty, but we must\nget on. Perhaps you'll be able to continue your ... ah ... audience\nlater.\" He turned to Boyd. \"Sir Thomas,\" he said with an effort, \"drive\ndirectly to the Westinghouse buildings. Over that way.\" He pointed. \"Dr.\nGamble will ride with you, and the rest of us will follow in the second\ncar. Let's move.\"\n\nHe stepped back as the project head got into the car, and watched it\nroar off. Then he and Malone went to the second car, another FBI\nLincoln. Two agents were sitting in the back seat, with a still figure\nbetween them.\n\nWith a shock, Malone recognized William Logan and the agents he'd\ndetailed to watch the telepath. Logan's face did not seem to have\nchanged expression since Malone had seen it last, and he wondered wildly\nif perhaps it had to be dusted once a week.\n\nHe got in behind the wheel and Burris slid in next to him.\n\n\"Westinghouse.\" Burris said. \"And let's get there in a hurry.\"\n\n\"Right,\" Malone said, and started the car.\n\n\"We just haven't had a single lead,\" Burris said. \"I was hoping you'd\ncome up with something. Your telegram detailed the fight, of course, and\nthe rest of what's been happening--but I hoped there'd be something\nmore.\"\n\n\"There isn't,\" Malone was forced to admit. \"All we can do is try to\npersuade Her Majesty to tell us--\"\n\n\"Oh, I know it isn't easy,\" Burris said. \"But it seems to me--\"\n\nBy the time they'd arrived at the administrative offices of\nWestinghouse's psionics research area, Malone found himself wishing that\nsomething would happen. Possibly, he thought, lightning might strike, or\nan earthquake swallow everything up. He was, suddenly, profoundly tired\nof the entire affair.\n\n\n\n\nVIII\n\n\nFour days later, he was more than tired. He was exhausted. The six\npsychopaths--including Her Majesty Queen Elizabeth I--had been housed in\na converted dormitory in the Westinghouse area, together with four\nhighly nervous and even more highly trained and investigated\npsychiatrists from St. Elizabeths in Washington. The Convention of Nuts,\nas Malone called it privately, was in full swing. And it was every bit\nas strange as he'd thought it was going to be. Unfortunately, five of\nthe six--Her Majesty being the only exception--were completely out of\ncontact with the world. The psychiatrists referred to them in worried\ntones as \"unavailable for therapy,\" and spent most of their time\nbrooding over possible ways of bringing them back into the real world\nfor a while.\n\nMalone stayed away from the five who were completely psychotic. The\nweird babblings of fifty-year-old Barry Miles disconcerted him. They\nsounded like little Charlie O'Neill's strange semi-connected jabber, but\nWestinghouse's Dr. O'Connor said that it seemed to represent another\nphenomenon entirely. William Logan's blank face was a memory of horror,\nbut the constant tinkling giggles of Ardith Parker, the studied and\nconcentrated way that Gordon Macklin wove meaningless patterns in the\nair with his waving fingers, and the rhythmless, melodyless humming that\nseemed to be all there was to the personality of Robert Cassiday were\nsimply too much for Malone. Taken singly, each was frightening and\nremote; all together, they wove a picture of insanity that chilled him\nmore than he wanted to admit.\n\nWhen the seventh telepath was flown in from Honolulu, Malone didn't even\nbother to see her. He let the psychiatrists take over directly, and\nsimply avoided their sessions.\n\nQueen Elizabeth I, on the other hand, he found genuinely likeable.\nAccording to the psych boys, she had been--as both Malone and Her\nMajesty had theorized--heavily frustrated by being the possessor of a\ntalent which no one else recognized. Beyond that, the impact of other\nminds was disturbing; there was a slight loss of identity which seemed\nto be a major factor in every case of telepathic insanity. But the Queen\nhad compensated for her frustrations in the easiest possible way; she\nhad simply traded her identity for another one, and had rationalized a\nsingle, over-ruling delusion: that she was Queen Elizabeth I of England,\nstill alive and wrongfully deprived of her throne.\n\n\"It's a beautiful rationalization,\" one of the psychiatrists said with\nmore than a trace of admiration in his voice. \"Complete and thoroughly\nconsistent. She's just traded identities--and everything else she\ndoes--_everything_ else--stems logically out of her delusional premise.\nBeautiful.\"\n\nShe might have been crazy, Malone realized. But she was a long way from\nstupid.\n\nThe project was in full swing. The only trouble was that they were no\nnearer finding the telepath than they had been three weeks before. With\nfive completely blank human beings to work with, and the sixth Queen\nElizabeth (Malone heard privately that the last telepath, the girl from\nHonolulu, was no better than the first five; she had apparently\nregressed into what one of the psychiatrists called a \"non-identity\nchildhood syndrome.\" Malone didn't know what it meant, but it sounded\nterrible.) Malone could see why progress was their most difficult\ncommodity.\n\nDr. Harry Gamble, the head of Project Isle, was losing poundage by the\nhour with worry. And, Malone reflected, he could ill afford it.\n\nBurris, Malone and Boyd had set themselves up in a temporary office\nwithin the Westinghouse area. The director had left his assistant in\ncharge in Washington. Nothing, he said over and over again, was as\nimportant as the spy in Project Isle.\n\nApparently Boyd had come to believe that, too. At any rate, though he\nwas still truculent, there were no more outbursts of rebellion.\n\n       *       *       *       *       *\n\nBut, on the fourth day:\n\n\"What do we do now?\" Burris asked.\n\n\"Shoot ourselves,\" Boyd said promptly.\n\n\"Now, look here--\" Malone began, but he was overruled.\n\n\"Boyd,\" Burris said levelly, \"if I hear any more of that sort of\npessimism, you're going to be an exception to the beard rule. One more\ncrack out of you, and you can go out and buy yourself a razor.\"\n\nBoyd put his hand over his chin protectively, and said nothing at all.\n\n\"Wait a minute,\" Malone said. \"Aren't there any _sane_ telepaths in the\nworld?\"\n\n\"We can't find any,\" Burris said. \"We--\"\n\nThere was a knock at the office door.\n\n\"Who's there?\" Burris called.\n\n\"Dr. Gamble,\" said the man's surprisingly baritone voice.\n\nBurris called: \"Come in, doctor,\" and the door opened. Dr. Gamble's lean\nface looked almost haggard.\n\n\"Mr. Burris,\" he said, extending his arms a trifle, \"can't anything be\ndone?\" Malone had seen Gamble speaking before, and had wondered if it\nwould be possible for the man to talk with his hands tied behind his\nback. Apparently it wouldn't be. \"We feel that we are approaching a\ncritical stage in Project Isle,\" the scientist said, enclosing one fist\nwithin the other hand. \"If anything more gets out to the Soviets, we\nmight as well publish our findings\"--a wide, outflung gesture of both\narms--\"in the newspapers.\"\n\nBurris stepped back. \"We're doing the best we can, Dr. Gamble,\" he said.\nAll things considered, his obvious try at radiating confidence was\nnearly successful. \"After all,\" he went on, \"we know a great deal more\nthan we did four days ago. Miss Thompson has assured us that the spy is\nright here, within the compound of Yucca Flats Labs. We've bottled\neverything up in this compound, and I'm confident that no information is\nat present getting through to the Soviet Government. Miss Thompson\nagrees with me.\"\n\n\"Miss Thompson?\" Gamble said, one hand at his bearded chin.\n\n\"The Queen,\" Burris said.\n\nGamble nodded and two fingers touched his forehead. \"Ah,\" he said. \"Of\ncourse.\" He rubbed at the back of his neck. \"But we can't keep everybody\nwho's here now locked up forever. Sooner or later we'll have to let\nthem\"--his left hand described the gesture of a man tossing away a wad\nof paper--\"go.\" His hands fell to his sides. \"We're lost, unless we can\nfind that spy.\"\n\n\"We'll find him,\" Burris said with a show of great confidence.\n\n\"But--\"\n\n\"Give her time,\" Burris said. \"Give her time. Remember her mental\ncondition.\"\n\nBoyd looked up. \"Rome,\" he said in an absent fashion, \"wasn't built in a\ndaze.\"\n\nBurris glared at him, but said nothing. Malone filled the conversational\nhole with what he thought would be nice, and hopeful, and untrue.\n\n\"We know he's someone on the reservation, so we'll catch him\neventually,\" he said. \"And as long as his information isn't getting into\nSoviet hands, we're safe.\" He glanced at his wrist watch.\n\nDr. Gamble said: \"But--\"\n\n\"My, my,\" Malone said. \"Almost lunchtime. I have to go over and have\nlunch with Her Majesty. Maybe she's dug up something more.\"\n\n\"I hope so,\" Dr. Gamble said, apparently successfully deflected. \"I do\nhope so.\"\n\n[Illustration: \"One more crack out of you....\"]\n\n\"Well,\" Malone said, \"pardon me.\" He shucked off his coat and trousers.\nThen he proceeded to put on the doublet and hose that hung in the little\noffice closet. He shrugged into the fur-trimmed, slash-sleeved coat,\nadjusted the plumed hat to his satisfaction with great care, and gave\nBurris and the others a small bow. \"I go to an audience with Her\nMajesty, gentlemen,\" he said in a grave, well-modulated voice. \"I shall\nreturn anon.\"\n\nHe went out the door and closed it carefully behind him. When he had\ngone a few steps he allowed himself the luxury of a deep sigh.\n\n       *       *       *       *       *\n\nThen he went outside and across the dusty street to the barracks where\nHer Majesty and the other telepaths were housed. No one paid any\nattention to him, and he rather missed the stares he'd become used to\ndrawing. But by now, everyone was used to seeing Elizabethan clothing.\nHer Majesty had arrived at a new plateau.\n\nShe would now allow no one to have audience with her unless he was\nproperly dressed. Even the psychiatrists--whom she had, with a careful\nsense of meiosis, appointed Physicians to the Royal House--had to wear\nthe stuff.\n\nMalone went over the whole case in his mind--for about the thousandth\ntime, he told himself bitterly.\n\nWho could the telepathic spy be? It was like looking for a needle in a\nrolling stone, he thought. Or something. He did remember clearly that a\nstitch in time saved nine, but he didn't know nine what, and suspected\nit had nothing to do with his present problem.\n\nHow about Dr. Harry Gamble, Malone thought. It seemed a little unlikely\nthat the head of Project Isle would be spying on his own\nmen--particularly since he already had all the information. But, on the\nother hand, he was just as probable a spy as anybody else.\n\nMalone moved onward. Dr. Thomas O'Connor, the Westinghouse psionics man,\nwas the next nominee. Before Malone had actually found Her Majesty, he\nhad had a suspicion that O'Connor had cooked the whole thing up to throw\nthe FBI off the trail and confuse everybody, and that he'd intended\nmerely to have the FBI chase ghosts while the real spy did his work\nundetected.\n\nBut what if O'Connor were the spy himself--a telepath? What if he were\nso confident of his ability to throw the Queen off the track that he had\nallowed the FBI to find all the other telepaths? There was another\nargument for that: he'd had to report the findings of his machine no\nmatter what it cost him; there were too many other men on his staff who\nknew about it.\n\nO'Connor was a perfectly plausible spy, too. But he didn't seem very\nlikely. The head of a Government project is likely to be a\nmuch-investigated man. Could any tie-up with Russia--even a psionic\none--stand against that kind of investigation? Malone doubted it.\n\nMalone thought of the psychiatrists. There wasn't any evidence, that was\nthe trouble. There wasn't any evidence either way.\n\nThen he wondered if Boyd had been thinking of him, Malone, as the\npossible spy. Certainly it worked in reverse. Boyd--\n\nNo. That was silly.\n\nMalone told himself that he might as well consider Andrew J. Burris.\n\nRidiculous. Absolutely ridic--\n\nWell, Queen Elizabeth had seemed pretty certain when she'd pointed him\nout in Dr. Dowson's office. And even though she'd changed her mind, how\nmuch faith could be placed in Her Majesty? After all, if she'd made a\nmistake about Burris, she could just as easily have made a mistake about\nthe spy's being at Yucca Flats. In that case, Malone thought sadly, they\nwere right back where they'd started from.\n\nBehind their own goal line.\n\nOne way or another, though, Her Majesty had made a mistake. She'd\npointed Burris out as the spy, and then she'd said she'd been wrong.\nEither Burris was a spy or he wasn't. You couldn't have it both ways.\n\nWhy couldn't you? Malone thought suddenly. And then something Burris\nhimself had said came back to him, something that--\n\n_I'll be damned_, he thought.\n\nHe came to a dead stop in the middle of the street. In one sudden flash\nof insight, all the pieces of the case he'd been looking at for so long\nfell together and formed one consistent picture. The pattern was\ncomplete.\n\nMalone blinked.\n\nIn that second, he knew exactly who the spy was.\n\nA jeep honked raucously and swerved around him. The driver leaned out to\ncurse and remained to stare. Malone was already halfway back to the\noffices.\n\nOn the way, he stopped in at another small office, this one inhabited by\nthe two FBI men from Las Vegas. He gave a series of quick orders, and\ngot the satisfaction, as he left, of seeing one of the FBI men grabbing\nfor a phone in a hurry. It was good to be _doing_ things again,\nimportant things.\n\nBurris, Boyd and Dr. Gamble were still talking as Malone entered.\n\n\"That,\" Burris said, \"was one hell of a quick lunch. What's Her Majesty\ndoing now--running a diner?\"\n\nMalone ignored the bait. \"Gentlemen,\" he said solemnly, \"Her Majesty has\nasked that all of us attend her in audience. She has information of the\nutmost gravity to impart, and wishes an audience at once.\"\n\nBurris looked startled. \"Has she--\" he began, and stopped, leaving his\nmouth open and the rest of the sentence unfinished.\n\nMalone nodded gravely. \"I believe, gentlemen,\" he said, \"that Her\nMajesty is about to reveal the identity of the spy who has been\nbattening on Project Isle.\"\n\nThe silence didn't last three seconds.\n\n\"Let's go,\" Burris snapped. He and the others headed for the door.\n\n\"Gentlemen!\" Malone sounded properly shocked and offended. \"Your dress!\"\n\n\"Oh, _no_,\" Boyd said. \"Not now.\"\n\nBurris simply said: \"You're quite right. Get dressed, Boyd ... I mean,\nof course, Sir Thomas.\"\n\nWhile Burris, Boyd and Dr. Gamble were dressing, Malone put in a call to\nDr. O'Connor and told him to be at Her Majesty's court in ten\nminutes--and in full panoply. O'Connor, not unnaturally, balked a little\nat first. But Malone talked fast and sounded as urgent as he felt. At\nlast he got the psionicist's agreement.\n\nThen he put in a second call to the psychiatrists from St. Elizabeths\nand told them the same thing. More used to the strange demands of\nneurotic and psychotic patients, they were readier to comply.\n\nEveryone, Malone realized with satisfaction, was assembled. Even Burris\nand the others were ready to go. Beaming, he led them out.\n\n       *       *       *       *       *\n\nTen minutes later, there were nine men in Elizabethan costume standing\noutside the room which had been designated as the Queen's Court. Dr.\nGamble's costume did not quite fit him; his sleeve ruffs were halfway up\nto his elbows and his doublet had an unfortunate tendency to creep. The\nSt. Elizabeths men, all four of them, looked just a little like\nmoth-eaten versions of old silent pictures. Malone looked them over with\na somewhat sardonic eye. Not only did he have the answer to the whole\nproblem that had been plaguing them, but _his_ costume was a stunning,\nperfect fit.\n\n\"Now, I want you men to let me handle this,\" Malone said. \"I know just\nwhat I want to say, and I think I can get the information without too\nmuch trouble.\"\n\nOne of the psychiatrists spoke up. \"I trust you won't disturb the\npatient, Mr. Malone,\" he said.\n\n\"Sir Kenneth,\" Malone snapped.\n\nThe psychiatrist looked both abashed and worried. \"I'm sorry,\" he said\ndoubtfully.\n\nMalone nodded. \"That's all right,\" he said. \"I'll try not to disturb Her\nMajesty unduly.\"\n\nThe psychiatrists conferred. When they came out of the huddle one of\nthem--Malone was never able to tell them apart--said: \"Very well, we'll\nlet you handle it. But we will be forced to interfere if we feel you're\n... ah ... going too far.\"\n\nMalone said: \"That's fair enough, gentlemen. Let's go.\"\n\nHe opened the door.\n\nIt was a magnificent room. The whole place had been done over in plastic\nand synthetic fibers to look like something out of the Sixteenth\nCentury. It was as garish, and as perfect, as a Hollywood movie\nset--which wasn't surprising, since two stage designers had been hired\naway from color-TV spectaculars to set it up. At the far end of the\nroom, past the rich hangings and the flaming chandeliers, was a great\nthrone, and on it Her Majesty was seated. Lady Barbara reclined on the\nsteps at her feet.\n\nMalone saw the expression on Her Majesty's face. He wanted to talk to\nBarbara--but there wasn't time. Later, there might be. Now, he collected\nhis mind and drove one thought at the Queen, one single powerful\nthought:\n\n_Read me! You know by this time that I have the truth--but read deeper!_\n\nThe expression on her face changed suddenly. She was smiling a sad,\ngentle little smile. Lady Barbara, who had looked up at the approach of\nSir Kenneth and his entourage, relaxed again, but her eyes remained on\nMalone. \"You may approach, my lords,\" said the Queen.\n\nSir Kenneth led the procession, with Sir Thomas and Sir Andrew close\nbehind him. O'Connor and Gamble came next, and bringing up the rear were\nthe four psychiatrists. They strode slowly along the red carpet that\nstretched from the door to the foot of the throne. They came to a halt a\nfew feet from the steps leading up to the throne, and bowed in unison.\n\n\"You may explain, Sir Kenneth,\" Her Majesty said.\n\n\"Your Majesty understands the conditions?\" Malone asked.\n\n\"Perfectly,\" said the Queen. \"Proceed.\"\n\nNow the expression on Barbara's face changed, to wonder and a kind of\nfright. Malone didn't look at her. Instead, he turned to Dr. O'Connor.\n\n\"Dr. O'Connor, what are your plans for the telepaths who have been\nbrought here?\" He shot the question out quickly, and O'Connor was caught\noff-balance.\n\n\"Well ... ah ... we would like their co-operation in further research\nwhich we ... ah ... plan to do into the actual mechanisms of telepathy.\nProvided, of course\"--he coughed gently--\"provided that they become ...\nah ... accessible. Miss ... I mean, of course, Her Majesty has ...\nalready been a great deal of help.\" He gave Malone an odd look. It\nseemed to say: _what's coming next?_\n\nMalone simply gave him a nod, and a \"Thank you, doctor,\" and turned to\nBurris. He could feel Barbara's eyes on him, but he went on with his\nprepared questions. \"Chief,\" he said, \"what about you? After we nail our\nspy, what happens ... to Her Majesty, I mean? You don't intend to stop\ngiving her the homage due her, do you?\"\n\nBurris stared, openmouthed. After a second he managed to say: \"Why, no,\nof course not, Sir Kenneth. That is\"--and he glanced over at the\npsychiatrists--\"if the doctors think--\"\n\nThere was another hurried consultation. The four psychiatrists came out\nof it with a somewhat shaky statement to the effect that treatments\nwhich had been proven to have some therapeutic value ought not to be\ndiscontinued, although of course there was always the chance that--\n\n\"Thank you, gentlemen,\" Malone said smoothly. He could see that they\nwere nervous, and no wonder; he could imagine how difficult it was for a\npsychiatrist to talk about a patient in her presence. But they'd already\nrealized that it didn't make any difference; their thoughts were an open\nbook, anyway.\n\nLady Barbara said: \"Sir ... I mean Ken ... are you going to--\"\n\n\"What's this all about?\" Burris snapped.\n\n\"Just a minute, Sir Andrew,\" Malone said. \"I'd like to ask one of the\ndoctors here--or all of them, for that matter--one more question.\" He\nwhirled and faced them. \"I'm assuming that not one of these persons is\nlegally responsible for his or her actions. Is that correct?\"\n\nAnother hurried huddle. The psych boys were beginning to remind Malone\nof a semi-pro football team in rather unusual uniforms.\n\nFinally one of them said: \"You are correct. According to the latest\nstatutes, all of these persons are legally insane--including Her\nMajesty.\" He paused and gulped. \"I except the FBI, of course--and\nourselves.\" Another pause. \"And Dr. O'Connor and Dr. Gamble.\"\n\n\"And,\" said Lady Barbara, \"me.\" She smiled sweetly at them all.\n\n\"Ah,\" the psychiatrist said. \"Certainly. Of course.\" He retired into his\ngroup with some confusion.\n\nMalone was looking straight at the throne. Her Majesty's countenance was\nserene and unruffled.\n\nBarbara said suddenly: \"You don't mean ... but she--\" and closed her\nmouth. Malone shot her one quick look, and then turned to the Queen.\n\n\"Well, Your Majesty?\" he said. \"You have seen the thoughts of every man\nhere. How do they appear to you?\"\n\nHer voice contained both tension and relief. \"They are all good men,\nbasically--and kind men,\" she said. \"And they believe us. That's the\nimportant thing, you know. Their belief in us-- Just as you did that\nfirst day we met. We've needed belief for so long ... for so long--\" Her\nvoice trailed off; it seemed to become lost in a constellation of\nthoughts. Barbara had turned to look up at Her Majesty.\n\nMalone took a step forward, but Burris interrupted him. \"How about the\nspy?\" he said.\n\nThen his eyes widened. Boyd, standing next to him, leaned suddenly\nforward. \"That's why you mentioned all that about legal immunity because\nof insanity,\" he whispered. \"Because--\"\n\n\"No,\" Barbara said. \"No. She couldn't ... she's not--\"\n\nThey were all looking at Her Majesty, now. She returned them stare for\nstare, her back stiff and straight and her white hair enhaloed in the\nroom's light. \"Sir Kenneth,\" she said--and her voice was only the least\nbit unsteady--\"they all think _I'm_ the spy.\"\n\nBarbara stood up. \"Listen,\" she said. \"I didn't like Her Majesty at\nfirst ... well, she was a patient, and that was all, and when she\nstarted putting on airs ... but since I've gotten to know her I do like\nher. I like her because she's good and kind herself, and because ...\nbecause she wouldn't be a spy. She couldn't be. No matter what any of\nyou think ... even you ... Sir Kenneth!\"\n\nThere was a second of silence.\n\n\"Of course she's not,\" Malone said quietly. \"She's no spy.\"\n\n\"Would I spy on my own subjects?\" she said. \"Use your reason!\"\n\n\"You mean....\" Burris began, and Boyd finished for him:\n\n\"... She isn't?\"\n\n\"No,\" Malone snapped. \"She isn't. Remember, you said it would take a\ntelepath to catch a telepath?\"\n\n\"Well--\" Burris began.\n\n\"Well, Her Majesty remembered it,\" Malone said. \"And acted on it.\"\n\nBarbara remained standing. She went to the Queen and put an arm around\nthe little old lady's shoulder. Her Majesty did not object. \"I knew,\"\nshe said. \"You couldn't have been a spy.\"\n\n\"Listen, dear,\" the Queen said. \"Your Kenneth has seen the truth of the\nmatter. Listen to him.\"\n\n\"Her Majesty not only caught the spy,\" Malone said, \"but she turned the\nspy right over to us.\"\n\nHe turned at once and went back down the long red carpet to the door. _I\nreally ought to get a sword_, he thought, and didn't see Her Majesty\nsmile. He opened the door with a great flourish and said quietly: \"Bring\nhim in, boys.\"\n\n       *       *       *       *       *\n\nThe FBI men from Las Vegas marched in. Between them was their prisoner,\na boy with a vacuous face, clad in a strait jacket that seemed to make\nno difference at all to him. His mind was--somewhere else. But his body\nwas trapped between the FBI agents: the body of William Logan.\n\n\"Impossible,\" one of the psychiatrists said.\n\nMalone spun on his heel and led the way back to the throne. Logan and\nhis guards followed closely.\n\n\"Your Majesty,\" Malone said, \"may I present the prisoner?\"\n\n\"Perfectly correct, Sir Kenneth,\" the Queen said. \"Poor Willie is your\nspy. You won't be too hard on him, will you?\"\n\n\"I don't think so. Your Majesty,\" Malone said. \"After all--\"\n\n\"Now wait a minute,\" Burris exploded. \"How did _you_ know any of this?\"\n\nMalone bowed to Her Majesty, and winked at Barbara. He turned to Burris.\n\"Well,\" he said, \"I had one piece of information none of the rest of you\nhad. When we were in the Desert Edge Sanitarium, Dr. Dowson called you\non the phone. Remember?\"\n\n\"Sure I remember,\" Burris said. \"So?\"\n\n\"Well,\" Malone said, \"Her Majesty said she knew just where the spy was.\nI asked her where--\"\n\n\"Why didn't you tell me?\" Burris screamed. \"You knew all this time and\nyou didn't tell me?\"\n\n\"Hold on,\" Malone said. \"I asked her where--and she said: 'He's right\nthere.' And she was pointing right at your image on the screen.\"\n\nBurris opened his mouth. Nothing came out. He closed it and tried again.\nAt last he managed one word.\n\n\"Me?\" he said.\n\n\"You,\" Malone said. \"But that's what I realized later. She wasn't\npointing at you. She was pointing at Logan, who was in the next room.\"\n\nBarbara whispered: \"Is that right, Your Majesty?\"\n\n\"Certainly, dear,\" the Queen said calmly. \"Would I lie to Sir Kenneth?\"\n\nMalone was still talking. \"The thing that set me off this noon was\nsomething you said, Sir Andrew,\" he went on. \"You said there weren't any\nsane telepaths--remember?\"\n\nBurris, incapable of speech, merely nodded.\n\n\"But according to Her Majesty,\" Malone said, \"we had every telepath in\nthe United States right here. She told me that--and I didn't even see\nit!\"\n\n\"Don't blame yourself, Sir Kenneth,\" the Queen put in. \"I did do my best\nto mislead you, you know.\"\n\n\"You sure did!\" Malone said. \"And later on, when we were driving here,\nyou said the spy was 'moving around.' That's right; he was in the car\nbehind us, going eighty miles an hour.\"\n\nBarbara stared. Malone got a lot of satisfaction out of that stare. But\nthere was still more ground to cover.\n\n\"Then,\" he said, \"you told us he was here at Yucca Flats--after we\nbrought him here! It had to be one of the other six telepaths.\"\n\nThe psychiatrist who'd muttered: \"Impossible,\" was still muttering it.\nMalone ignored him.\n\n\"And when I remembered her pointing at you,\" Malone told Burris, \"and\nremembered that she'd only said: 'He's right there,' I knew it had to be\nLogan. You weren't there. You were only an image on a TV screen. Logan\nwas there--in the room behind the phone.\"\n\nBurris had found his tongue. \"All right,\" he said. \"O.K. But what's all\nthis about misleading us--and why didn't she tell us right away,\nanyhow?\"\n\nMalone turned to Her Majesty on the throne. \"I think that the Queen had\nbetter explain that--if she will.\"\n\n       *       *       *       *       *\n\nQueen Elizabeth Thompson nodded very slowly. \"I ... I only wanted you to\nrespect me,\" she said. \"To treat me properly.\" Her voice sounded uneven,\nand her eyes were glistening with unspilled tears. Lady Barbara\ntightened her arm about the Queen's shoulders once more.\n\n\"It's all right,\" she said. \"We do--respect you.\"\n\nThe Queen smiled up at her.\n\nMalone waited. After a second Her Majesty continued.\n\n\"I was afraid that as soon as you found poor Willie you'd send me back\nto the hospital,\" she said. \"And Willie couldn't tell the Russian agents\nany more once he'd been taken away. So I thought I'd just ... just let\nthings stay the way they were as long as I could. That's ... that's\nall.\"\n\nMalone nodded. After a second he said: \"You see that we couldn't\npossibly send you back now, don't you?\"\n\n\"I--\"\n\n\"You know all the State Secrets, Your Majesty,\" Malone said. \"We would\nrather that Dr. Harman in San Francisco didn't try to talk you out of\nthem. Or anyone else.\"\n\nThe Queen smiled tremulously. \"I know too much, do I?\" she said. Then\nher grin faded. \"Poor Dr. Harman,\" she said.\n\n\"Poor Dr. Harman?\"\n\n\"You'll hear about him in a day or so,\" she said. \"I ... peeked inside\nhis mind. He's very ill.\"\n\n\"Ill?\" Lady Barbara asked.\n\n\"Oh, yes,\" the Queen said. The trace of a smile appeared on her face.\n\"He thinks that all the patients in the hospital can see inside his\nmind.\"\n\n\"Oh, my,\" Lady Barbara said--and began to laugh. It was the nicest sound\nMalone had ever heard.\n\n\"Forget Harman,\" Burris snapped. \"What about this spy ring? How was\nLogan getting his information out?\"\n\n\"I've already taken care of that,\" Malone said. \"I had Desert Edge\nSanitarium surrounded as soon as I knew what the score was.\" He looked\nat one of the agents holding Logan.\n\n\"They ought to be in the Las Vegas jail within half an hour,\" the agent\nsaid in confirmation.\n\n\"Dr. Dowson was in on it, wasn't he, Your Majesty?\" Malone said.\n\n\"Certainly,\" the Queen said. Her eyes were suddenly very cold. \"I hope\nhe tries to escape. I hope he tries it.\"\n\nMalone knew just how she felt.\n\nOne of the psychiatrists spoke up suddenly. \"I don't understand it,\" he\nsaid. \"Logan is completely catatonic. Even if he could read minds, how\ncould he tell Dowson what he'd read? It doesn't make sense.\"\n\n\"In the first place,\" the Queen said patiently, \"Willie isn't catatonic.\nHe's just _busy_, that's all. He's only a boy, and ... well, he doesn't\nmuch like being who he is. So he visits other people's minds, and that\nway he becomes _them_ for a while. You see?\"\n\n\"Vaguely,\" Malone said. \"But how did Dowson get his information? I had\neverything worked out but that.\"\n\n\"I know you did,\" the Queen said, \"and I'm proud of you. I intend to\naward you with the Order of the Bath for this day's work.\"\n\nUnaccountably, Malone's chest swelled with pride.\n\n\"As for Dr. Dowson,\" the Queen said, \"that traitor ... _hurt_ Willie. If\nhe's hurt enough, he'll come back.\" Her eyes weren't hard any more. \"He\ndidn't want to be a spy, really,\" she said, \"but he's just a boy, and it\nmust have sounded rather exciting. He knew that if he told Dowson\neverything he'd found out, they'd let him go--go away again.\"\n\nThere was a long silence.\n\n\"Well,\" Malone said, \"that about wraps it up. Any questions?\"\n\nHe looked around at the men, but before any of them could speak up Her\nMajesty rose.\n\n\"I'm sure there are questions,\" she said, \"but I'm really very tired. My\nlords, you are excused.\" She extended a hand. \"Come, Lady Barbara,\" she\nsaid. \"I think I really may need that nap, now.\"\n\n       *       *       *       *       *\n\nMalone put the cuff links in his shirt with great care. They were great\nstones, and Malone thought that they gave his costume that necessary\nElizabethan flair.\n\nNot that he was wearing the costume of the Queen's Court now. Instead,\nhe was dressed in a tailor-proud suit of dark blue, a white-on-white\nshirt and no tie. He selected one of a gorgeous peacock pattern from his\ncloset rack.\n\nBoyd yawned at him from the bed in the room they were sharing. \"Stepping\nout?\" he said.\n\n\"I am,\" Malone said with restraint. He whipped the tie round his neck\nand drew it under the collar.\n\n\"Anybody I know?\"\n\n\"I am meeting Lady Barbara, if you wish to know,\" Malone said.\n\n\"Come down,\" Boyd said. \"Relax. Anyhow, I've got a question for you.\nThere was one little thing Her Everlovin' Majesty didn't explain.\"\n\n\"Yes?\" said Malone.\n\n\"Well, about those hoods who tried to gun us down,\" Boyd said. \"Who\nhired 'em? And why?\"\n\n\"Dowson,\" Malone said. \"He wanted to kill us off, and then kidnap Logan\nfrom the hotel room. But we foiled his plan--by killing his hoods. By\nthe time he could work up something else, we were on our way to Yucca\nFlats.\"\n\n\"Great,\" Boyd said. \"And how did you find out this startling piece of\ninformation? There haven't been any reports in from Las Vegas, have\nthere?\"\n\n\"No,\" Malone said.\n\n\"O.K.,\" Boyd said. \"I give up, Mastermind.\"\n\nMalone wished Boyd would stop using that nickname. The fact was--as he,\nand apparently nobody else, was willing to recognize--that he wasn't\nanything like a really terrific FBI agent. Even Barbara thought he was\nsomething special.\n\nHe wasn't, he knew.\n\nHe was just lucky.\n\n\"Her Majesty informed me,\" Malone said.\n\n\"Her--\" Boyd stood with his mouth dropped open, like a fish waiting for\nsome bait. \"You mean she knew?\"\n\n\"Well,\" Malone said, \"she did know the guys in the Buick weren't the\nbest in the business--and she knew all about the specially-built FBI\nLincoln. She got that from our minds.\" He knotted his tie with an air of\ngreat aplomb, and went, slowly to the door. \"And she knew we were a good\nteam. She got that from our minds, too.\"\n\n\"But,\" Boyd said. After a second he said: \"But,\" again, and followed it\nwith: \"Why didn't she tell us?\"\n\nMalone opened the door.\n\n\"Her Majesty wished to see the Queen's Own FBI in action,\" said Sir\nKenneth Malone.\n\n\nTHE END\n\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of That Sweet Little Old Lady, by \nGordon Randall Garrett     (AKA Mark Phillips)\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THAT SWEET LITTLE OLD LADY ***\n\n***** This file should be named 23657.txt or 23657.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/3/6/5/23657/\n\nProduced by Greg Weeks, Bruce Albrecht, Stephen Blundell\nand the Online Distributed Proofreading Team at\nhttp://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}