{"title": "A Martian Odyssey", "author": "Stanley Grauman Weinbaum", "releaseDate": "December 4, 2007", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Joel Schlosberg and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\nTranscriber's Note:\n\nThis eBook was produced from the 1949 book _A Martian Odyssey and\nOthers_ by Stanley G. Weinbaum, pp. 1-27. Extensive research did not\nuncover any evidence that the U.S. copyright on this publication was\nrenewed.\n\n\n\n\nA MARTIAN ODYSSEY\n\n\nJarvis stretched himself as luxuriously as he could in the cramped\ngeneral quarters of the _Ares_.\n\n\"Air you can breathe!\" he exulted. \"It feels as thick as soup after the\nthin stuff out there!\" He nodded at the Martian landscape stretching\nflat and desolate in the light of the nearer moon, beyond the glass of\nthe port.\n\nThe other three stared at him sympathetically--Putz, the engineer,\nLeroy, the biologist, and Harrison, the astronomer and captain of the\nexpedition. Dick Jarvis was chemist of the famous crew, the _Ares_\nexpedition, first human beings to set foot on the mysterious neighbor of\nthe earth, the planet Mars. This, of course, was in the old days, less\nthan twenty years after the mad American Doheny perfected the atomic\nblast at the cost of his life, and only a decade after the equally mad\nCardoza rode on it to the moon. They were true pioneers, these four of\nthe _Ares_. Except for a half-dozen moon expeditions and the ill-fated\nde Lancey flight aimed at the seductive orb of Venus, they were the\nfirst men to feel other gravity than earth's, and certainly the first\nsuccessful crew to leave the earth-moon system. And they deserved that\nsuccess when one considers the difficulties and discomforts--the months\nspent in acclimatization chambers back on earth, learning to breathe the\nair as tenuous as that of Mars, the challenging of the void in the tiny\nrocket driven by the cranky reaction motors of the twenty-first century,\nand mostly the facing of an absolutely unknown world.\n\nJarvis stretched and fingered the raw and peeling tip of his\nfrost-bitten nose. He sighed again contentedly.\n\n\"Well,\" exploded Harrison abruptly, \"are we going to hear what happened?\nYou set out all shipshape in an auxiliary rocket, we don't get a peep\nfor ten days, and finally Putz here picks you out of a lunatic ant-heap\nwith a freak ostrich as your pal! Spill it, man!\"\n\n\"Speel?\" queried Leroy perplexedly. \"Speel what?\"\n\n\"He means '_spiel_',\" explained Putz soberly. \"It iss to tell.\"\n\nJarvis met Harrison's amused glance without the shadow of a smile.\n\"That's right, Karl,\" he said in grave agreement with Putz. \"_Ich spiel\nes!_\" He grunted comfortably and began.\n\n\"According to orders,\" he said, \"I watched Karl here take off toward the\nNorth, and then I got into my flying sweat-box and headed South. You'll\nremember, Cap--we had orders not to land, but just scout about for\npoints of interest. I set the two cameras clicking and buzzed along,\nriding pretty high--about two thousand feet--for a couple of reasons.\nFirst, it gave the cameras a greater field, and second, the under-jets\ntravel so far in this half-vacuum they call air here that they stir up\ndust if you move low.\"\n\n\"We know all that from Putz,\" grunted Harrison. \"I wish you'd saved the\nfilms, though. They'd have paid the cost of this junket; remember how\nthe public mobbed the first moon pictures?\"\n\n\"The films are safe,\" retorted Jarvis. \"Well,\" he resumed, \"as I said, I\nbuzzed along at a pretty good clip; just as we figured, the wings\nhaven't much lift in this air at less than a hundred miles per hour, and\neven then I had to use the under-jets.\n\n\"So, with the speed and the altitude and the blurring caused by the\nunder-jets, the seeing wasn't any too good. I could see enough, though,\nto distinguish that what I sailed over was just more of this grey plain\nthat we'd been examining the whole week since our landing--same blobby\ngrowths and the same eternal carpet of crawling little plant-animals, or\nbiopods, as Leroy calls them. So I sailed along, calling back my\nposition every hour as instructed, and not knowing whether you heard\nme.\"\n\n\"I did!\" snapped Harrison.\n\n\"A hundred and fifty miles south,\" continued Jarvis imperturbably, \"the\nsurface changed to a sort of low plateau, nothing but desert and\norange-tinted sand. I figured that we were right in our guess, then,\nand this grey plain we dropped on was really the Mare Cimmerium which\nwould make my orange desert the region called Xanthus. If I were right,\nI ought to hit another grey plain, the Mare Chronium in another couple\nof hundred miles, and then another orange desert, Thyle I or II. And so\nI did.\"\n\n\"Putz verified our position a week and a half ago!\" grumbled the\ncaptain. \"Let's get to the point.\"\n\n\"Coming!\" remarked Jarvis. \"Twenty miles into Thyle--believe it or\nnot--I crossed a canal!\"\n\n\"Putz photographed a hundred! Let's hear something new!\"\n\n\"And did he also see a city?\"\n\n\"Twenty of 'em, if you call those heaps of mud cities!\"\n\n\"Well,\" observed Jarvis, \"from here on I'll be telling a few things Putz\ndidn't see!\" He rubbed his tingling nose, and continued. \"I knew that I\nhad sixteen hours of daylight at this season, so eight hours--eight\nhundred miles--from here, I decided to turn back. I was still over\nThyle, whether I or II I'm not sure, not more than twenty-five miles\ninto it. And right there, Putz's pet motor quit!\"\n\n\"Quit? How?\" Putz was solicitous.\n\n\"The atomic blast got weak. I started losing altitude right away, and\nsuddenly there I was with a thump right in the middle of Thyle! Smashed\nmy nose on the window, too!\" He rubbed the injured member ruefully.\n\n\"Did you maybe try vashing der combustion chamber mit acid sulphuric?\"\ninquired Putz. \"Sometimes der lead giffs a secondary radiation--\"\n\n\"Naw!\" said Jarvis disgustedly. \"I wouldn't try that, of course--not\nmore than ten times! Besides, the bump flattened the landing gear and\nbusted off the under-jets. Suppose I got the thing working--what then?\nTen miles with the blast coming right out of the bottom and I'd have\nmelted the floor from under me!\" He rubbed his nose again. \"Lucky for me\na pound only weighs seven ounces here, or I'd have been mashed flat!\"\n\n\"I could have fixed!\" ejaculated the engineer. \"I bet it vas not\nserious.\"\n\n\"Probably not,\" agreed Jarvis sarcastically. \"Only it wouldn't fly.\nNothing serious, but I had my choice of waiting to be picked up or\ntrying to walk back--eight hundred miles, and perhaps twenty days before\nwe had to leave! Forty miles a day! Well,\" he concluded, \"I chose to\nwalk. Just as much chance of being picked up, and it kept me busy.\"\n\n\"We'd have found you,\" said Harrison.\n\n\"No doubt. Anyway, I rigged up a harness from some seat straps, and put\nthe water tank on my back, took a cartridge belt and revolver, and some\niron rations, and started out.\"\n\n\"Water tank!\" exclaimed the little biologist, Leroy. \"She weigh\none-quarter ton!\"\n\n\"Wasn't full. Weighed about two hundred and fifty pounds earth-weight,\nwhich is eighty-five here. Then, besides, my own personal two hundred\nand ten pounds is only seventy on Mars, so, tank and all, I grossed a\nhundred and fifty-five, or fifty-five pounds less than my everyday\nearth-weight. I figured on that when I undertook the forty-mile daily\nstroll. Oh--of course I took a thermo-skin sleeping bag for these wintry\nMartian nights.\n\n\"Off I went, bouncing along pretty quickly. Eight hours of daylight\nmeant twenty miles or more. It got tiresome, of course--plugging along\nover a soft sand desert with nothing to see, not even Leroy's crawling\nbiopods. But an hour or so brought me to the canal--just a dry ditch\nabout four hundred feet wide, and straight as a railroad on its own\ncompany map.\n\n\"There'd been water in it sometime, though. The ditch was covered with\nwhat looked like a nice green lawn. Only, as I approached, the lawn\nmoved out of my way!\"\n\n\"Eh?\" said Leroy.\n\n\"Yeah, it was a relative of your biopods. I caught one--a little\ngrass-like blade about as long as my finger, with two thin, stemmy\nlegs.\"\n\n\"He is where?\" Leroy was eager.\n\n\"He is let go! I had to move, so I plowed along with the walking grass\nopening in front and closing behind. And then I was out on the orange\ndesert of Thyle again.\n\n\"I plugged steadily along, cussing the sand that made going so tiresome,\nand, incidentally, cussing that cranky motor of yours, Karl. It was just\nbefore twilight that I reached the edge of Thyle, and looked down over\nthe gray Mare Chronium. And I knew there was seventy-five miles of\n_that_ to be walked over, and then a couple of hundred miles of that\nXanthus desert, and about as much more Mare Cimmerium. Was I pleased? I\nstarted cussing you fellows for not picking me up!\"\n\n\"We were trying, you sap!\" said Harrison.\n\n\"That didn't help. Well, I figured I might as well use what was left of\ndaylight in getting down the cliff that bounded Thyle. I found an easy\nplace, and down I went. Mare Chronium was just the same sort of place as\nthis--crazy leafless plants and a bunch of crawlers; I gave it a glance\nand hauled out my sleeping bag. Up to that time, you know, I hadn't seen\nanything worth worrying about on this half-dead world--nothing\ndangerous, that is.\"\n\n\"Did you?\" queried Harrison.\n\n\"_Did I!_ You'll hear about it when I come to it. Well, I was just about\nto turn in when suddenly I heard the wildest sort of shenanigans!\"\n\n\"Vot iss shenanigans?\" inquired Putz.\n\n\"He says, 'Je ne sais quoi,'\" explained Leroy. \"It is to say, 'I don't\nknow what.'\"\n\n\"That's right,\" agreed Jarvis. \"I didn't know what, so I sneaked over to\nfind out. There was a racket like a flock of crows eating a bunch of\ncanaries--whistles, cackles, caws, trills, and what have you. I rounded\na clump of stumps, and there was Tweel!\"\n\n\"Tweel?\" said Harrison, and \"Tveel?\" said Leroy and Putz.\n\n\"That freak ostrich,\" explained the narrator. \"At least, Tweel is as\nnear as I can pronounce it without sputtering. He called it something\nlike 'Trrrweerrlll.'\"\n\n\"What was he doing?\" asked the Captain.\n\n\"He was being eaten! And squealing, of course, as any one would.\"\n\n\"Eaten! By what?\"\n\n\"I found out later. All I could see then was a bunch of black ropy arms\ntangled around what looked like, as Putz described it to you, an\nostrich. I wasn't going to interfere, naturally; if both creatures were\ndangerous, I'd have one less to worry about.\n\n\"But the bird-like thing was putting up a good battle, dealing vicious\nblows with an eighteen-inch beak, between screeches. And besides, I\ncaught a glimpse or two of what was on the end of those arms!\" Jarvis\nshuddered. \"But the clincher was when I noticed a little black bag or\ncase hung about the neck of the bird-thing! It was intelligent! That or\ntame, I assumed. Anyway, it clinched my decision. I pulled out my\nautomatic and fired into what I could see of its antagonist.\n\n\"There was a flurry of tentacles and a spurt of black corruption, and\nthen the thing, with a disgusting sucking noise, pulled itself and its\narms into a hole in the ground. The other let out a series of clacks,\nstaggered around on legs about as thick as golf sticks, and turned\nsuddenly to face me. I held my weapon ready, and the two of us stared at\neach other.\n\n\"The Martian wasn't a bird, really. It wasn't even bird-like, except\njust at first glance. It had a beak all right, and a few feathery\nappendages, but the beak wasn't really a beak. It was somewhat flexible;\nI could see the tip bend slowly from side to side; it was almost like a\ncross between a beak and a trunk. It had four-toed feet, and four\nfingered things--hands, you'd have to call them, and a little roundish\nbody, and a long neck ending in a tiny head--and that beak. It stood an\ninch or so taller than I, and--well, Putz saw it!\"\n\nThe engineer nodded. \"_Ja!_ I saw!\"\n\nJarvis continued. \"So--we stared at each other. Finally the creature\nwent into a series of clackings and twitterings and held out its hands\ntoward me, empty. I took that as a gesture of friendship.\"\n\n\"Perhaps,\" suggested Harrison, \"it looked at that nose of yours and\nthought you were its brother!\"\n\n\"Huh! You can be funny without talking! Anyway, I put up my gun and said\n'Aw, don't mention it,' or something of the sort, and the thing came\nover and we were pals.\n\n\"By that time, the sun was pretty low and I knew that I'd better build a\nfire or get into my thermo-skin. I decided on the fire. I picked a spot\nat the base of the Thyle cliff, where the rock could reflect a little\nheat on my back. I started breaking off chunks of this desiccated\nMartian vegetation, and my companion caught the idea and brought in an\narmful. I reached for a match, but the Martian fished into his pouch and\nbrought out something that looked like a glowing coal; one touch of it,\nand the fire was blazing--and you all know what a job we have starting a\nfire in this atmosphere!\n\n\"And that bag of his!\" continued the narrator. \"That was a manufactured\narticle, my friends; press an end and she popped open--press the middle\nand she sealed so perfectly you couldn't see the line. Better than\nzippers.\n\n\"Well, we stared at the fire a while and I decided to attempt some sort\nof communication with the Martian. I pointed at myself and said 'Dick';\nhe caught the drift immediately, stretched a bony claw at me and\nrepeated 'Tick.' Then I pointed at him, and he gave that whistle I\ncalled Tweel; I can't imitate his accent. Things were going smoothly; to\nemphasize the names, I repeated 'Dick,' and then, pointing at him,\n'Tweel.'\n\n\"There we stuck! He gave some clacks that sounded negative, and said\nsomething like 'P-p-p-proot.' And that was just the beginning; I was\nalways 'Tick,' but as for him--part of the time he was 'Tweel,' and part\nof the time he was 'P-p-p-proot,' and part of the time he was sixteen\nother noises!\n\n\"We just couldn't connect. I tried 'rock,' and I tried 'star,' and\n'tree,' and 'fire,' and Lord knows what else, and try as I would, I\ncouldn't get a single word! Nothing was the same for two successive\nminutes, and if that's a language, I'm an alchemist! Finally I gave it\nup and called him Tweel, and that seemed to do.\n\n\"But Tweel hung on to some of my words. He remembered a couple of them,\nwhich I suppose is a great achievement if you're used to a language you\nhave to make up as you go along. But I couldn't get the hang of his\ntalk; either I missed some subtle point or we just didn't _think_\nalike--and I rather believe the latter view.\n\n\"I've other reasons for believing that. After a while I gave up the\nlanguage business, and tried mathematics. I scratched two plus two\nequals four on the ground, and demonstrated it with pebbles. Again Tweel\ncaught the idea, and informed me that three plus three equals six. Once\nmore we seemed to be getting somewhere.\n\n\"So, knowing that Tweel had at least a grammar school education, I drew\na circle for the sun, pointing first at it, and then at the last glow of\nthe sun. Then I sketched in Mercury, and Venus, and Mother Earth, and\nMars, and finally, pointing to Mars, I swept my hand around in a sort of\ninclusive gesture to indicate that Mars was our current environment. I\nwas working up to putting over the idea that my home was on the earth.\n\n\"Tweel understood my diagram all right. He poked his beak at it, and\nwith a great deal of trilling and clucking, he added Deimos and Phobos\nto Mars, and then sketched in the earth's moon!\n\n\"Do you see what that proves? It proves that Tweel's race uses\ntelescopes--that they're civilized!\"\n\n\"Does not!\" snapped Harrison. \"The moon is visible from here as a fifth\nmagnitude star. They could see its revolution with the naked eye.\"\n\n\"The moon, yes!\" said Jarvis. \"You've missed my point. Mercury isn't\nvisible! And Tweel knew of Mercury because he placed the Moon at the\n_third_ planet, not the second. If he didn't know Mercury, he'd put the\nearth second, and Mars third, instead of fourth! See?\"\n\n\"Humph!\" said Harrison.\n\n\"Anyway,\" proceeded Jarvis, \"I went on with my lesson. Things were going\nsmoothly, and it looked as if I could put the idea over. I pointed at\nthe earth on my diagram, and then at myself, and then, to clinch it, I\npointed to myself and then to the earth itself shining bright green\nalmost at the zenith.\n\n\"Tweel set up such an excited clacking that I was certain he understood.\nHe jumped up and down, and suddenly he pointed at himself and then at\nthe sky, and then at himself and at the sky again. He pointed at his\nmiddle and then at Arcturus, at his head and then at Spica, at his feet\nand then at half a dozen stars, while I just gaped at him. Then, all of\na sudden, he gave a tremendous leap. Man, what a hop! He shot straight\nup into the starlight, seventy-five feet if an inch! I saw him\nsilhouetted against the sky, saw him turn and come down at me head\nfirst, and land smack on his beak like a javelin! There he stuck square\nin the center of my sun-circle in the sand--a bull's eye!\"\n\n\"Nuts!\" observed the captain. \"Plain nuts!\"\n\n\"That's what I thought, too! I just stared at him open-mouthed while he\npulled his head out of the sand and stood up. Then I figured he'd missed\nmy point, and I went through the whole blamed rigamarole again, and it\nended the same way, with Tweel on his nose in the middle of my picture!\"\n\n\"Maybe it's a religious rite,\" suggested Harrison.\n\n\"Maybe,\" said Jarvis dubiously. \"Well, there we were. We could exchange\nideas up to a certain point, and then--blooey! Something in us was\ndifferent, unrelated; I don't doubt that Tweel thought me just as screwy\nas I thought him. Our minds simply looked at the world from different\nviewpoints, and perhaps his viewpoint is as true as ours. But--we\ncouldn't get together, that's all. Yet, in spite of all difficulties, I\n_liked_ Tweel, and I have a queer certainty that he liked me.\"\n\n\"Nuts!\" repeated the captain. \"Just daffy!\"\n\n\"Yeah? Wait and see. A couple of times I've thought that perhaps we--\"\nHe paused, and then resumed his narrative. \"Anyway, I finally gave it\nup, and got into my thermo-skin to sleep. The fire hadn't kept me any\ntoo warm, but that damned sleeping bag did. Got stuffy five minutes\nafter I closed myself in. I opened it a little and bingo! Some\neighty-below-zero air hit my nose, and that's when I got this pleasant\nlittle frostbite to add to the bump I acquired during the crash of my\nrocket.\n\n\"I don't know what Tweel made of my sleeping. He sat around, but when I\nwoke up, he was gone. I'd just crawled out of my bag, though, when I\nheard some twittering, and there he came, sailing down from that\nthree-story Thyle cliff to alight on his beak beside me. I pointed to\nmyself and toward the north, and he pointed at himself and toward the\nsouth, but when I loaded up and started away, he came along.\n\n\"Man, how he traveled! A hundred and fifty feet at a jump, sailing\nthrough the air stretched out like a spear, and landing on his beak. He\nseemed surprised at my plodding, but after a few moments he fell in\nbeside me, only every few minutes he'd go into one of his leaps, and\nstick his nose into the sand a block ahead of me. Then he'd come\nshooting back at me; it made me nervous at first to see that beak of his\ncoming at me like a spear, but he always ended in the sand at my side.\n\n\"So the two of us plugged along across the Mare Chronium. Same sort of\nplace as this--same crazy plants and same little green biopods growing\nin the sand, or crawling out of your way. We talked--not that we\nunderstood each other, you know, but just for company. I sang songs, and\nI suspect Tweel did too; at least, some of his trillings and twitterings\nhad a subtle sort of rhythm.\n\n\"Then, for variety, Tweel would display his smattering of English words.\nHe'd point to an outcropping and say 'rock,' and point to a pebble and\nsay it again; or he'd touch my arm and say 'Tick,' and then repeat it.\nHe seemed terrifically amused that the same word meant the same thing\ntwice in succession, or that the same word could apply to two different\nobjects. It set me wondering if perhaps his language wasn't like the\nprimitive speech of some earth people--you know, Captain, like the\nNegritoes, for instance, who haven't any generic words. No word for food\nor water or man--words for good food and bad food, or rain water and sea\nwater, or strong man and weak man--but no names for general classes.\nThey're too primitive to understand that rain water and sea water are\njust different aspects of the same thing. But that wasn't the case with\nTweel; it was just that we were somehow mysteriously different--our\nminds were alien to each other. And yet--we _liked_ each other!\"\n\n\"Looney, that's all,\" remarked Harrison. \"That's why you two were so\nfond of each other.\"\n\n\"Well, I like _you_!\" countered Jarvis wickedly. \"Anyway,\" he resumed,\n\"don't get the idea that there was anything screwy about Tweel. In fact,\nI'm not so sure but that he couldn't teach our highly praised human\nintelligence a trick or two. Oh, he wasn't an intellectual superman, I\nguess; but don't overlook the point that he managed to understand a\nlittle of my mental workings, and I never even got a glimmering of his.\"\n\n\"Because he didn't have any!\" suggested the captain, while Putz and\nLeroy blinked attentively.\n\n\"You can judge of that when I'm through,\" said Jarvis. \"Well, we plugged\nalong across the Mare Chronium all that day, and all the next. Mare\nChronium--Sea of Time! Say, I was willing to agree with Schiaparelli's\nname by the end of that march! Just that grey, endless plain of weird\nplants, and never a sign of any other life. It was so monotonous that I\nwas even glad to see the desert of Xanthus toward the evening of the\nsecond day.\n\n\"I was fair worn out, but Tweel seemed as fresh as ever, for all I never\nsaw him drink or eat. I think he could have crossed the Mare Chronium in\na couple of hours with those block-long nose dives of his, but he stuck\nalong with me. I offered him some water once or twice; he took the cup\nfrom me and sucked the liquid into his beak, and then carefully squirted\nit all back into the cup and gravely returned it.\n\n\"Just as we sighted Xanthus, or the cliffs that bounded it, one of those\nnasty sand clouds blew along, not as bad as the one we had here, but\nmean to travel against. I pulled the transparent flap of my thermo-skin\nbag across my face and managed pretty well, and I noticed that Tweel\nused some feathery appendages growing like a mustache at the base of his\nbeak to cover his nostrils, and some similar fuzz to shield his eyes.\"\n\n\"He is a desert creature!\" ejaculated the little biologist, Leroy.\n\n\"Huh? Why?\"\n\n\"He drink no water--he is adapt' for sand storm--\"\n\n\"Proves nothing! There's not enough water to waste any where on this\ndesiccated pill called Mars. We'd call all of it desert on earth, you\nknow.\" He paused. \"Anyway, after the sand storm blew over, a little wind\nkept blowing in our faces, not strong enough to stir the sand. But\nsuddenly things came drifting along from the Xanthus cliffs--small,\ntransparent spheres, for all the world like glass tennis balls! But\nlight--they were almost light enough to float even in this thin\nair--empty, too; at least, I cracked open a couple and nothing came out\nbut a bad smell. I asked Tweel about them, but all he said was 'No, no,\nno,' which I took to mean that he knew nothing about them. So they went\nbouncing by like tumbleweeds, or like soap bubbles, and we plugged on\ntoward Xanthus. Tweel pointed at one of the crystal balls once and said\n'rock,' but I was too tired to argue with him. Later I discovered what\nhe meant.\n\n\"We came to the bottom of the Xanthus cliffs finally, when there wasn't\nmuch daylight left. I decided to sleep on the plateau if possible;\nanything dangerous, I reasoned, would be more likely to prowl through\nthe vegetation of the Mare Chronium than the sand of Xanthus. Not that\nI'd seen a single sign of menace, except the rope-armed black thing that\nhad trapped Tweel, and apparently that didn't prowl at all, but lured\nits victims within reach. It couldn't lure me while I slept, especially\nas Tweel didn't seem to sleep at all, but simply sat patiently around\nall night. I wondered how the creature had managed to trap Tweel, but\nthere wasn't any way of asking him. I found that out too, later; it's\ndevilish!\n\n\"However, we were ambling around the base of the Xanthus barrier looking\nfor an easy spot to climb. At least, I was. Tweel could have leaped it\neasily, for the cliffs were lower than Thyle--perhaps sixty feet. I\nfound a place and started up, swearing at the water tank strapped to my\nback--it didn't bother me except when climbing--and suddenly I heard a\nsound that I thought I recognized!\n\n\"You know how deceptive sounds are in this thin air. A shot sounds like\nthe pop of a cork. But this sound was the drone of a rocket, and sure\nenough, there went our second auxiliary about ten miles to westward,\nbetween me and the sunset!\"\n\n\"Vas me!\" said Putz. \"I hunt for you.\"\n\n\"Yeah; I knew that, but what good did it do me? I hung on to the cliff\nand yelled and waved with one hand. Tweel saw it too, and set up a\ntrilling and twittering, leaping to the top of the barrier and then high\ninto the air. And while I watched, the machine droned on into the\nshadows to the south.\n\n\"I scrambled to the top of the cliff. Tweel was still pointing and\ntrilling excitedly, shooting up toward the sky and coming down head-on\nto stick upside down on his beak in the sand. I pointed toward the south\nand at myself, and he said, 'Yes--Yes--Yes'; but somehow I gathered that\nhe thought the flying thing was a relative of mine, probably a parent.\nPerhaps I did his intellect an injustice; I think now that I did.\n\n\"I was bitterly disappointed by the failure to attract attention. I\npulled out my thermo-skin bag and crawled into it, as the night chill\nwas already apparent. Tweel stuck his beak into the sand and drew up his\nlegs and arms and looked for all the world like one of those leafless\nshrubs out there. I think he stayed that way all night.\"\n\n\"Protective mimicry!\" ejaculated Leroy. \"See? He is desert creature!\"\n\n\"In the morning,\" resumed Jarvis, \"we started off again. We hadn't gone\na hundred yards into Xanthus when I saw something queer! This is one\nthing Putz didn't photograph, I'll wager!\n\n\"There was a line of little pyramids--tiny ones, not more than six\ninches high, stretching across Xanthus as far as I could see! Little\nbuildings made of pygmy bricks, they were, hollow inside and truncated,\nor at least broken at the top and empty. I pointed at them and said\n'What?' to Tweel, but he gave some negative twitters to indicate, I\nsuppose, that he didn't know. So off we went, following the row of\npyramids because they ran north, and I was going north.\n\n\"Man, we trailed that line for hours! After a while, I noticed another\nqueer thing: they were getting larger. Same number of bricks in each\none, but the bricks were larger.\n\n\"By noon they were shoulder high. I looked into a couple--all just the\nsame, broken at the top and empty. I examined a brick or two as well;\nthey were silica, and old as creation itself!\"\n\n\"How you know?\" asked Leroy.\n\n\"They were weathered--edges rounded. Silica doesn't weather easily even\non earth, and in this climate--!\"\n\n\"How old you think?\"\n\n\"Fifty thousand--a hundred thousand years. How can I tell? The little\nones we saw in the morning were older--perhaps ten times as old.\nCrumbling. How old would that make _them_? Half a million years? Who\nknows?\" Jarvis paused a moment. \"Well,\" he resumed, \"we followed the\nline. Tweel pointed at them and said 'rock' once or twice, but he'd done\nthat many times before. Besides, he was more or less right about these.\n\n\"I tried questioning him. I pointed at a pyramid and asked 'People?' and\nindicated the two of us. He set up a negative sort of clucking and said,\n'No, no, no. No one-one-two. No two-two-four,' meanwhile rubbing his\nstomach. I just stared at him and he went through the business again.\n'No one-one-two. No two-two-four.' I just gaped at him.\"\n\n\"That proves it!\" exclaimed Harrison. \"Nuts!\"\n\n\"You think so?\" queried Jarvis sardonically. \"Well, I figured it out\ndifferent! 'No one-one-two!' You don't get it, of course, do you?\"\n\n\"Nope--nor do you!\"\n\n\"I think I do! Tweel was using the few English words he knew to put over\na very complex idea. What, let me ask, does mathematics make you think\nof?\"\n\n\"Why--of astronomy. Or--or logic!\"\n\n\"That's it! 'No one-one-two!' Tweel was telling me that the builders of\nthe pyramids weren't people--or that they weren't intelligent, that they\nweren't reasoning creatures! Get it?\"\n\n\"Huh! I'll be damned!\"\n\n\"You probably will.\"\n\n\"Why,\" put in Leroy, \"he rub his belly?\"\n\n\"Why? Because, my dear biologist, that's where his brains are! Not in\nhis tiny head--in his middle!\"\n\n\"_C'est_ impossible!\"\n\n\"Not on Mars, it isn't! This flora and fauna aren't earthly; your\nbiopods prove that!\" Jarvis grinned and took up his narrative. \"Anyway,\nwe plugged along across Xanthus and in about the middle of the\nafternoon, something else queer happened. The pyramids ended.\"\n\n\"Ended!\"\n\n\"Yeah; the queer part was that the last one--and now they were\nten-footers--was capped! See? Whatever built it was still inside; we'd\ntrailed 'em from their half-million-year-old origin to the present.\n\n\"Tweel and I noticed it about the same time. I yanked out my automatic\n(I had a clip of Boland explosive bullets in it) and Tweel, quick as a\nsleight-of-hand trick, snapped a queer little glass revolver out of his\nbag. It was much like our weapons, except that the grip was larger to\naccommodate his four-taloned hand. And we held our weapons ready while\nwe sneaked up along the lines of empty pyramids.\n\n\"Tweel saw the movement first. The top tiers of bricks were heaving,\nshaking, and suddenly slid down the sides with a thin crash. And\nthen--something--something was coming out!\n\n\"A long, silvery-grey arm appeared, dragging after it an armored body.\nArmored, I mean, with scales, silver-grey and dull-shining. The arm\nheaved the body out of the hole; the beast crashed to the sand.\n\n\"It was a nondescript creature--body like a big grey cask, arm and a\nsort of mouth-hole at one end; stiff, pointed tail at the other--and\nthat's all. No other limbs, no eyes, ears, nose--nothing! The thing\ndragged itself a few yards, inserted its pointed tail in the sand,\npushed itself upright, and just sat.\n\n\"Tweel and I watched it for ten minutes before it moved. Then, with a\ncreaking and rustling like--oh, like crumpling stiff paper--its arm\nmoved to the mouth-hole and out came a brick! The arm placed the brick\ncarefully on the ground, and the thing was still again.\n\n\"Another ten minutes--another brick. Just one of Nature's bricklayers.\nI was about to slip away and move on when Tweel pointed at the thing and\nsaid 'rock'! I went 'huh?' and he said it again. Then, to the\naccompaniment of some of his trilling, he said, 'No--no--,' and gave two\nor three whistling breaths.\n\n\"Well, I got his meaning, for a wonder! I said, 'No breath?' and\ndemonstrated the word. Tweel was ecstatic; he said, 'Yes, yes, yes! No,\nno, no breet!' Then he gave a leap and sailed out to land on his nose\nabout one pace from the monster!\n\n\"I was startled, you can imagine! The arm was going up for a brick, and\nI expected to see Tweel caught and mangled, but--nothing happened! Tweel\npounded on the creature, and the arm took the brick and placed it neatly\nbeside the first. Tweel rapped on its body again, and said 'rock,' and I\ngot up nerve enough to take a look myself.\n\n\"Tweel was right again. The creature was rock, and it didn't breathe!\"\n\n\"How you know?\" snapped Leroy, his black eyes blazing interest.\n\n\"Because I'm a chemist. The beast was made of silica! There must have\nbeen pure silicon in the sand, and it lived on that. Get it? We, and\nTweel, and those plants out there, and even the biopods are _carbon_\nlife; this thing lived by a different set of chemical reactions. It was\nsilicon life!\"\n\n\"_La vie silicieuse!_\" shouted Leroy. \"I have suspect, and now it is\nproof! I must go see! _Il faut que je--_\"\n\n\"All right! All right!\" said Jarvis. \"You can go see. Anyhow, there the\nthing was, alive and yet not alive, moving every ten minutes, and then\nonly to remove a brick. Those bricks were its waste matter. See,\nFrenchy? We're carbon, and our waste is carbon dioxide, and this thing\nis silicon, and _its_ waste is silicon dioxide--silica. But silica is a\nsolid, hence the bricks. And it builds itself in, and when it is\ncovered, it moves over to a fresh place to start over. No wonder it\ncreaked! A living creature half a million years old!\"\n\n\"How you know how old?\" Leroy was frantic.\n\n\"We trailed its pyramids from the beginning, didn't we? If this weren't\nthe original pyramid builder, the series would have ended somewhere\nbefore we found him, wouldn't it?--ended and started over with the small\nones. That's simple enough, isn't it?\n\n\"But he reproduces, or tries to. Before the third brick came out, there\nwas a little rustle and out popped a whole stream of those little\ncrystal balls. They're his spores, or eggs, or seeds--call 'em what you\nwant. They went bouncing by across Xanthus just as they'd bounced by us\nback in the Mare Chronium. I've a hunch how they work, too--this is for\nyour information, Leroy. I think the crystal shell of silica is no more\nthan a protective covering, like an eggshell, and that the active\nprinciple is the smell inside. It's some sort of gas that attacks\nsilicon, and if the shell is broken near a supply of that element, some\nreaction starts that ultimately develops into a beast like that one.\"\n\n\"You should try!\" exclaimed the little Frenchman. \"We must break one to\nsee!\"\n\n\"Yeah? Well, I did. I smashed a couple against the sand. Would you like\nto come back in about ten thousand years to see if I planted some\npyramid monsters? You'd most likely be able to tell by that time!\"\nJarvis paused and drew a deep breath. \"Lord! That queer creature! Do you\npicture it? Blind, deaf, nerveless, brainless--just a mechanism, and\nyet--immortal! Bound to go on making bricks, building pyramids, as long\nas silicon and oxygen exist, and even afterwards it'll just stop. It\nwon't be dead. If the accidents of a million years bring it its food\nagain, there it'll be, ready to run again, while brains and\ncivilizations are part of the past. A queer beast--yet I met a stranger\none!\"\n\n\"If you did, it must have been in your dreams!\" growled Harrison.\n\n\"You're right!\" said Jarvis soberly. \"In a way, you're right. The\ndream-beast! That's the best name for it--and it's the most fiendish,\nterrifying creation one could imagine! More dangerous than a lion, more\ninsidious than a snake!\"\n\n\"Tell me!\" begged Leroy. \"I must go see!\"\n\n\"Not _this_ devil!\" He paused again. \"Well,\" he resumed, \"Tweel and I\nleft the pyramid creature and plowed along through Xanthus. I was tired\nand a little disheartened by Putz's failure to pick me up, and Tweel's\ntrilling got on my nerves, as did his flying nosedives. So I just strode\nalong without a word, hour after hour across that monotonous desert.\n\n\"Toward mid-afternoon we came in sight of a low dark line on the\nhorizon. I knew what it was. It was a canal; I'd crossed it in the\nrocket and it meant that we were just one-third of the way across\nXanthus. Pleasant thought, wasn't it? And still, I was keeping up to\nschedule.\n\n\"We approached the canal slowly; I remembered that this one was bordered\nby a wide fringe of vegetation and that Mud-heap City was on it.\n\n\"I was tired, as I said. I kept thinking of a good hot meal, and then\nfrom that I jumped to reflections of how nice and home-like even Borneo\nwould seem after this crazy planet, and from that, to thoughts of little\nold New York, and then to thinking about a girl I know there--Fancy\nLong. Know her?\"\n\n\"Vision entertainer,\" said Harrison. \"I've tuned her in. Nice\nblonde--dances and sings on the _Yerba Mate_ hour.\"\n\n\"That's her,\" said Jarvis ungrammatically. \"I know her pretty well--just\nfriends, get me?--though she came down to see us off in the _Ares_.\nWell, I was thinking about her, feeling pretty lonesome, and all the\ntime we were approaching that line of rubbery plants.\n\n\"And then--I said, 'What 'n Hell!' and stared. And there she was--Fancy\nLong, standing plain as day under one of those crack-brained trees, and\nsmiling and waving just the way I remembered her when we left!\"\n\n\"Now you're nuts, too!\" observed the captain.\n\n\"Boy, I almost agreed with you! I stared and pinched myself and closed\nmy eyes and then stared again--and every time, there was Fancy Long\nsmiling and waving! Tweel saw something, too; he was trilling and\nclucking away, but I scarcely heard him. I was bounding toward her over\nthe sand, too amazed even to ask myself questions.\n\n\"I wasn't twenty feet from her when Tweel caught me with one of his\nflying leaps. He grabbed my arm, yelling, 'No--no--no!' in his squeaky\nvoice. I tried to shake him off--he was as light as if he were built of\nbamboo--but he dug his claws in and yelled. And finally some sort of\nsanity returned to me and I stopped less than ten feet from her. There\nshe stood, looking as solid as Putz's head!\"\n\n\"Vot?\" said the engineer.\n\n\"She smiled and waved, and waved and smiled, and I stood there dumb as\nLeroy, while Tweel squeaked and chattered. I _knew_ it couldn't be real,\nyet--there she was!\n\n\"Finally I said, 'Fancy! Fancy Long!' She just kept on smiling and\nwaving, but looking as real as if I hadn't left her thirty-seven million\nmiles away.\n\n\"Tweel had his glass pistol out, pointing it at her. I grabbed his arm,\nbut he tried to push me away. He pointed at her and said, 'No breet! No\nbreet!' and I understood that he meant that the Fancy Long thing wasn't\nalive. Man, my head was whirling!\n\n\"Still, it gave me the jitters to see him pointing his weapon at her. I\ndon't know why I stood there watching him take careful aim, but I did.\nThen he squeezed the handle of his weapon; there was a little puff of\nsteam, and Fancy Long was gone! And in her place was one of those\nwrithing, black, rope-armed horrors like the one I'd saved Tweel from!\n\n\"The dream-beast! I stood there dizzy, watching it die while Tweel\ntrilled and whistled. Finally he touched my arm, pointed at the twisting\nthing, and said, 'You one-one-two, he one-one-two.' After he'd repeated\nit eight or ten times, I got it. Do any of you?\"\n\n\"_Oui!_\" shrilled Leroy. \"_Moi--je le comprends!_ He mean you think of\nsomething, the beast he know, and you see it! _Un chien_--a hungry dog,\nhe would see the big bone with meat! Or smell it--not?\"\n\n\"Right!\" said Jarvis. \"The dream-beast uses its victim's longings and\ndesires to trap its prey. The bird at nesting season would see its mate,\nthe fox, prowling for its own prey, would see a helpless rabbit!\"\n\n\"How he do?\" queried Leroy.\n\n\"How do I know? How does a snake back on earth charm a bird into its\nvery jaws? And aren't there deep-sea fish that lure their victims into\ntheir mouths? Lord!\" Jarvis shuddered. \"Do you see how insidious the\nmonster is? We're warned now--but henceforth we can't trust even our\neyes. You might see me--I might see one of you--and back of it may be\nnothing but another of those black horrors!\"\n\n\"How'd your friend know?\" asked the captain abruptly.\n\n\"Tweel? I wonder! Perhaps he was thinking of something that couldn't\npossibly have interested me, and when I started to run, he realized\nthat I saw something different and was warned. Or perhaps the\ndream-beast can only project a single vision, and Tweel saw what I\nsaw--or nothing. I couldn't ask him. But it's just another proof that\nhis intelligence is equal to ours or greater.\"\n\n\"He's daffy, I tell you!\" said Harrison. \"What makes you think his\nintellect ranks with the human?\"\n\n\"Plenty of things! First, the pyramid-beast. He hadn't seen one before;\nhe said as much. Yet he recognized it as a dead-alive automaton of\nsilicon.\"\n\n\"He could have heard of it,\" objected Harrison. \"He lives around here,\nyou know.\"\n\n\"Well how about the language? I couldn't pick up a single idea of his\nand he learned six or seven words of mine. And do you realize what\ncomplex ideas he put over with no more than those six or seven words?\nThe pyramid-monster--the dream-beast! In a single phrase he told me that\none was a harmless automaton and the other a deadly hypnotist. What\nabout that?\"\n\n\"Huh!\" said the captain.\n\n\"_Huh_ if you wish! Could you have done it knowing only six words of\nEnglish? Could you go even further, as Tweel did, and tell me that\nanother creature was of a sort of intelligence so different from ours\nthat understanding was impossible--even more impossible than that\nbetween Tweel and me?\"\n\n\"Eh? What was that?\"\n\n\"Later. The point I'm making is that Tweel and his race are worthy of\nour friendship. Somewhere on Mars--and you'll find I'm right--is a\ncivilization and culture equal to ours, and maybe more than equal. And\ncommunication is possible between them and us; Tweel proves that. It may\ntake years of patient trial, for their minds are alien, but less alien\nthan the next minds we encountered--if they _are_ minds.\"\n\n\"The next ones? What next ones?\"\n\n\"The people of the mud cities along the canals.\" Jarvis frowned, then\nresumed his narrative. \"I thought the dream-beast and the\nsilicon-monster were the strangest beings conceivable, but I was wrong.\nThese creatures are still more alien, less understandable than either\nand far less comprehensible than Tweel, with whom friendship is\npossible, and even, by patience and concentration, the exchange of\nideas.\n\n\"Well,\" he continued, \"we left the dream-beast dying, dragging itself\nback into its hole, and we moved toward the canal. There was a carpet of\nthat queer walking-grass scampering out of our way, and when we reached\nthe bank, there was a yellow trickle of water flowing. The mound city\nI'd noticed from the rocket was a mile or so to the right and I was\ncurious enough to want to take a look at it.\n\n\"It had seemed deserted from my previous glimpse of it, and if any\ncreatures were lurking in it--well, Tweel and I were both armed. And by\nthe way, that crystal weapon of Tweel's was an interesting device; I\ntook a look at it after the dream-beast episode. It fired a little glass\nsplinter, poisoned, I suppose, and I guess it held at least a hundred of\n'em to a load. The propellent was steam--just plain steam!\"\n\n\"Shteam!\" echoed Putz. \"From vot come, shteam?\"\n\n\"From water, of course! You could see the water through the transparent\nhandle and about a gill of another liquid, thick and yellowish. When\nTweel squeezed the handle--there was no trigger--a drop of water and a\ndrop of the yellow stuff squirted into the firing chamber, and the water\nvaporized--pop!--like that. It's not so difficult; I think we could\ndevelop the same principle. Concentrated sulphuric acid will heat water\nalmost to boiling, and so will quicklime, and there's potassium and\nsodium--\n\n\"Of course, his weapon hadn't the range of mine, but it wasn't so bad in\nthis thin air, and it _did_ hold as many shots as a cowboy's gun in a\nWestern movie. It was effective, too, at least against Martian life; I\ntried it out, aiming at one of the crazy plants, and darned if the plant\ndidn't wither up and fall apart! That's why I think the glass splinters\nwere poisoned.\n\n\"Anyway, we trudged along toward the mud-heap city and I began to wonder\nwhether the city builders dug the canals. I pointed to the city and then\nat the canal, and Tweel said 'No--no--no!' and gestured toward the\nsouth. I took it to mean that some other race had created the canal\nsystem, perhaps Tweel's people. I don't know; maybe there's still\nanother intelligent race on the planet, or a dozen others. Mars is a\nqueer little world.\n\n\"A hundred yards from the city we crossed a sort of road--just a\nhard-packed mud trail, and then, all of a sudden, along came one of the\nmound builders!\n\n\"Man, talk about fantastic beings! It looked rather like a barrel\ntrotting along on four legs with four other arms or tentacles. It had no\nhead, just body and members and a row of eyes completely around it. The\ntop end of the barrel-body was a diaphragm stretched as tight as a drum\nhead, and that was all. It was pushing a little coppery cart and tore\nright past us like the proverbial bat out of Hell. It didn't even notice\nus, although I thought the eyes on my side shifted a little as it\npassed.\n\n\"A moment later another came along, pushing another empty cart. Same\nthing--it just scooted past us. Well, I wasn't going to be ignored by a\nbunch of barrels playing train, so when the third one approached, I\nplanted myself in the way--ready to jump, of course, if the thing didn't\nstop.\n\n\"But it did. It stopped and set up a sort of drumming from the diaphragm\non top. And I held out both hands and said, 'We are friends!' And what\ndo you suppose the thing did?\"\n\n\"Said, 'Pleased to meet you,' I'll bet!\" suggested Harrison.\n\n\"I couldn't have been more surprised if it had! It drummed on its\ndiaphragm, and then suddenly boomed out, 'We are v-r-r-riends!' and gave\nits pushcart a vicious poke at me! I jumped aside, and away it went\nwhile I stared dumbly after it.\n\n\"A minute later another one came hurrying along. This one didn't pause,\nbut simply drummed out, 'We are v-r-r-riends!' and scurried by. How did\nit learn the phrase? Were all of the creatures in some sort of\ncommunication with each other? Were they all parts of some central\norganism? I don't know, though I think Tweel does.\n\n\"Anyway, the creatures went sailing past us, every one greeting\nus with the same statement. It got to be funny; I never thought to\nfind so many friends on this God-forsaken ball! Finally I made a\npuzzled gesture to Tweel; I guess he understood, for he said,\n'One-one-two--yes!--two-two-four--no!' Get it?\"\n\n\"Sure,\" said Harrison, \"It's a Martian nursery rhyme.\"\n\n\"Yeah! Well, I was getting used to Tweel's symbolism, and I figured it\nout this way. 'One-one-two--yes!' The creatures were intelligent.\n'Two-two-four--no!' Their intelligence was not of our order, but\nsomething different and beyond the logic of two and two is four. Maybe I\nmissed his meaning. Perhaps he meant that their minds were of low\ndegree, able to figure out the simple things--'One-one-two--yes!'--but\nnot more difficult things--'Two-two-four--no!' But I think from what we\nsaw later that he meant the other.\n\n\"After a few moments, the creatures came rushing back--first one, then\nanother. Their pushcarts were full of stones, sand, chunks of rubbery\nplants, and such rubbish as that. They droned out their friendly\ngreeting, which didn't really sound so friendly, and dashed on. The\nthird one I assumed to be my first acquaintance and I decided to have\nanother chat with him. I stepped into his path again and waited.\n\n\"Up he came, booming out his 'We are v-r-r-riends' and stopped. I looked\nat him; four or five of his eyes looked at me. He tried his password\nagain and gave a shove on his cart, but I stood firm. And then the--the\ndashed creature reached out one of his arms, and two finger-like nippers\ntweaked my nose!\"\n\n\"Haw!\" roared Harrison. \"Maybe the things have a sense of beauty!\"\n\n\"Laugh!\" grumbled Jarvis. \"I'd already had a nasty bump and a mean\nfrostbite on that nose. Anyway, I yelled 'Ouch!' and jumped aside and\nthe creature dashed away; but from then on, their greeting was 'We are\nv-r-r-riends! Ouch!' Queer beasts!\n\n\"Tweel and I followed the road squarely up to the nearest mound. The\ncreatures were coming and going, paying us not the slightest attention,\nfetching their loads of rubbish. The road simply dived into an opening,\nand slanted down like an old mine, and in and out darted the\nbarrel-people, greeting us with their eternal phrase.\n\n\"I looked in; there was a light somewhere below, and I was curious to\nsee it. It didn't look like a flame or torch, you understand, but more\nlike a civilized light, and I thought that I might get some clue as to\nthe creatures' development. So in I went and Tweel tagged along, not\nwithout a few trills and twitters, however.\n\n\"The light was curious; it sputtered and flared like an old arc light,\nbut came from a single black rod set in the wall of the corridor. It\nwas electric, beyond doubt. The creatures were fairly civilized,\napparently.\n\n\"Then I saw another light shining on something that glittered and I went\non to look at that, but it was only a heap of shiny sand. I turned\ntoward the entrance to leave, and the Devil take me if it wasn't gone!\n\n\"I suppose the corridor had curved, or I'd stepped into a side passage.\nAnyway, I walked back in that direction I thought we'd come, and all I\nsaw was more dimlit corridor. The place was a labyrinth! There was\nnothing but twisting passages running every way, lit by occasional\nlights, and now and then a creature running by, sometimes with a\npushcart, sometimes without.\n\n\"Well, I wasn't much worried at first. Tweel and I had only come a few\nsteps from the entrance. But every move we made after that seemed to get\nus in deeper. Finally I tried following one of the creatures with an\nempty cart, thinking that he'd be going out for his rubbish, but he ran\naround aimlessly, into one passage and out another. When he started\ndashing around a pillar like one of these Japanese waltzing mice, I gave\nup, dumped my water tank on the floor, and sat down.\n\n\"Tweel was as lost as I. I pointed up and he said 'No--no--no!' in a\nsort of helpless trill. And we couldn't get any help from the natives.\nThey paid no attention at all, except to assure us they were\nfriends--ouch!\n\n\"Lord! I don't know how many hours or days we wandered around there! I\nslept twice from sheer exhaustion; Tweel never seemed to need sleep. We\ntried following only the upward corridors, but they'd run uphill a ways\nand then curve downwards. The temperature in that damned ant hill was\nconstant; you couldn't tell night from day and after my first sleep I\ndidn't know whether I'd slept one hour or thirteen, so I couldn't tell\nfrom my watch whether it was midnight or noon.\n\n\"We saw plenty of strange things. There were machines running in some of\nthe corridors, but they didn't seem to be doing anything--just wheels\nturning. And several times I saw two barrel-beasts with a little one\ngrowing between them, joined to both.\"\n\n\"Parthenogenesis!\" exulted Leroy. \"Parthenogenesis by budding like _les\ntulipes_!\"\n\n\"If you say so, Frenchy,\" agreed Jarvis. \"The things never noticed us at\nall, except, as I say, to greet us with 'We are v-r-r-riends! Ouch!'\nThey seemed to have no home-life of any sort, but just scurried around\nwith their pushcarts, bringing in rubbish. And finally I discovered what\nthey did with it.\n\n\"We'd had a little luck with a corridor, one that slanted upwards for a\ngreat distance. I was feeling that we ought to be close to the surface\nwhen suddenly the passage debouched into a domed chamber, the only one\nwe'd seen. And man!--I felt like dancing when I saw what looked like\ndaylight through a crevice in the roof.\n\n\"There was a--a sort of machine in the chamber, just an enormous wheel\nthat turned slowly, and one of the creatures was in the act of dumping\nhis rubbish below it. The wheel ground it with a crunch--sand, stones,\nplants, all into powder that sifted away somewhere. While we watched,\nothers filed in, repeating the process, and that seemed to be all. No\nrhyme nor reason to the whole thing--but that's characteristic of this\ncrazy planet. And there was another fact that's almost too bizarre to\nbelieve.\n\n\"One of the creatures, having dumped his load, pushed his cart aside\nwith a crash and calmly shoved himself under the wheel! I watched him\nbeing crushed, too stupefied to make a sound, and a moment later,\nanother followed him! They were perfectly methodical about it, too; one\nof the cartless creatures took the abandoned pushcart.\n\n\"Tweel didn't seem surprised; I pointed out the next suicide to him, and\nhe just gave the most human-like shrug imaginable, as much as to say,\n'What can I do about it?' He must have known more or less about these\ncreatures.\n\n\"Then I saw something else. There was something beyond the wheel,\nsomething shining on a sort of low pedestal. I walked over; there was a\nlittle crystal about the size of an egg, fluorescing to beat Tophet. The\nlight from it stung my hands and face, almost like a static discharge,\nand then I noticed another funny thing. Remember that wart I had on my\nleft thumb? Look!\" Jarvis extended his hand. \"It dried up and fell\noff--just like that! And my abused nose--say, the pain went out of it\nlike magic! The thing had the property of hard x-rays or gamma\nradiations, only more so; it destroyed diseased tissue and left healthy\ntissue unharmed!\n\n\"I was thinking what a present _that'd_ be to take back to Mother Earth\nwhen a lot of racket interrupted. We dashed back to the other side of\nthe wheel in time to see one of the pushcarts ground up. Some suicide\nhad been careless, it seems.\n\n\"Then suddenly the creatures were booming and drumming all around us and\ntheir noise was decidedly menacing. A crowd of them advanced toward us;\nwe backed out of what I thought was the passage we'd entered by, and\nthey came rumbling after us, some pushing carts and some not. Crazy\nbrutes! There was a whole chorus of 'We are v-r-r-riends! Ouch!' I\ndidn't like the 'ouch'; it was rather suggestive.\n\n\"Tweel had his glass gun out and I dumped my water tank for greater\nfreedom and got mine. We backed up the corridor with the barrel-beasts\nfollowing--about twenty of them. Queer thing--the ones coming in with\nloaded carts moved past us inches away without a sign.\n\n\"Tweel must have noticed that. Suddenly, he snatched out that glowing\ncoal cigar-lighter of his and touched a cart-load of plant limbs. Puff!\nThe whole load was burning--and the crazy beast pushing it went right\nalong without a change of pace! It created some disturbance among our\n'V-r-r-riends,' however--and then I noticed the smoke eddying and\nswirling past us, and sure enough, there was the entrance!\n\n\"I grabbed Tweel and out we dashed and after us our twenty pursuers. The\ndaylight felt like Heaven, though I saw at first glance that the sun was\nall but set, and that was bad, since I couldn't live outside my\nthermo-skin bag in a Martian night--at least, without a fire.\n\n\"And things got worse in a hurry. They cornered us in an angle between\ntwo mounds, and there we stood. I hadn't fired nor had Tweel; there\nwasn't any use in irritating the brutes. They stopped a little distance\naway and began their booming about friendship and ouches.\n\n\"Then things got still worse! A barrel-brute came out with a pushcart\nand they all grabbed into it and came out with handfuls of foot-long\ncopper darts--sharp-looking ones--and all of a sudden one sailed past my\near--zing! And it was shoot or die then.\n\n\"We were doing pretty well for a while. We picked off the ones next to\nthe pushcart and managed to keep the darts at a minimum, but suddenly\nthere was a thunderous booming of 'v-r-r-riends' and 'ouches,' and a\nwhole army of 'em came out of their hole.\n\n\"Man! We were through and I knew it! Then I realized that Tweel wasn't.\nHe could have leaped the mound behind us as easily as not. He was\nstaying for me!\n\n\"Say, I could have cried if there'd been time! I'd liked Tweel from the\nfirst, but whether I'd have had gratitude to do what he was\ndoing--suppose I _had_ saved him from the first dream-beast--he'd done\nas much for me, hadn't he? I grabbed his arm, and said 'Tweel,' and\npointed up, and he understood. He said, 'No--no--no, Tick!' and popped\naway with his glass pistol.\n\n\"What could I do? I'd be a goner anyway when the sun set, but I couldn't\nexplain that to him. I said, 'Thanks, Tweel. You're a man!' and felt\nthat I wasn't paying him any compliment at all. A man! There are mighty\nfew men who'd do that.\n\n\"So I went 'bang' with my gun and Tweel went 'puff' with his, and the\nbarrels were throwing darts and getting ready to rush us, and booming\nabout being friends. I had given up hope. Then suddenly an angel dropped\nright down from Heaven in the shape of Putz, with his under-jets\nblasting the barrels into very small pieces!\n\n\"Wow! I let out a yell and dashed for the rocket; Putz opened the door\nand in I went, laughing and crying and shouting! It was a moment or so\nbefore I remembered Tweel; I looked around in time to see him rising in\none of his nosedives over the mound and away.\n\n\"I had a devil of a job arguing Putz into following! By the time we got\nthe rocket aloft, darkness was down; you know how it comes here--like\nturning off a light. We sailed out over the desert and put down once or\ntwice. I yelled 'Tweel!' and yelled it a hundred times, I guess. We\ncouldn't find him; he could travel like the wind and all I got--or else\nI imagined it--was a faint trilling and twittering drifting out of the\nsouth. He'd gone, and damn it! I wish--I wish he hadn't!\"\n\nThe four men of the _Ares_ were silent--even the sardonic Harrison. At\nlast little Leroy broke the stillness.\n\n\"I should like to see,\" he murmured.\n\n\"Yeah,\" said Harrison. \"And the wart-cure. Too bad you missed that; it\nmight be the cancer cure they've been hunting for a century and a half.\"\n\n\"Oh, that!\" muttered Jarvis gloomily. \"That's what started the fight!\"\nHe drew a glistening object from his pocket.\n\n\"Here it is.\"\n\n\n\n\n\nEnd of Project Gutenberg's A Martian Odyssey, by Stanley Grauman Weinbaum\n\n*** END OF THIS PROJECT GUTENBERG EBOOK A MARTIAN ODYSSEY ***\n\n***** This file should be named 23731.txt or 23731.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/3/7/3/23731/\n\nProduced by Greg Weeks, Joel Schlosberg and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}