{"title": "The Bramble Bush", "author": "Gordon Randall Garrett", "releaseDate": "December 7, 2007", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Analog_ August 1962. Extensive\n    research did not uncover any evidence that the U.S. copyright on\n    this publication was renewed. Minor spelling and typographical\n    errors have been corrected without note. Subscript characters are\n    shown within {braces}.\n\n\n\n\nThe Bramble Bush\n\n Usually, if a man's gotten into bad trouble\n by getting into something,\n he's a fool to go back. But there are times ...\n\nby Randall Garrett\n\nIllustrated by Schelling\n\n\n    _There was a man in our town,\n    And he was wond'rous wise;\n    He jumped into a bramble bush,\n    And scratch'd out both his eyes!_\n                          --Old Nursery Rhyme\n\n\nPeter de Hooch was dreaming that the moon had blown up when he awakened.\nThe room was dark except for the glowing night-light near the door, and\nhe sat up trying to separate the dream from reality. He focused his eyes\non the glow-plate. What had wakened him? Something had, he was sure, but\nthere didn't seem to be anything out of the ordinary now.\n\nThe explosion in his dream had seemed extraordinarily realistic. He\ncould still remember vividly the vibration and the _cr-r-r-ump!_ of the\nnoise. But there was no sign of what might have caused the dream\nsequence.\n\nMaybe something fell, he thought. He swung his legs off his bed and\npadded barefoot over to the light switch. He was so used to walking\nunder the light lunar gravity that he was no longer conscious of it. He\npressed the switch, and the room was suddenly flooded with light. He\nlooked around.\n\nEverything was in place, apparently. There was nothing on the floor that\nshouldn't be there. The books were all in their places in the bookshelf.\nThe stuff on his desk seemed undisturbed.\n\nThe only thing that wasn't as it should be was the picture on the wall.\nIt was a reproduction of a painting by Pieter de Hooch, which he had\nalways liked, aside from the fact that he had been named after the\nseventeenth-century Dutch artist. The picture was slightly askew on the\nwall.\n\nHe was sleepily trying to figure out the significance of that when the\nphone sounded. He walked over and picked it up. \"Yeah?\"\n\n\"Guz? Guz? Get over here quick!\" Sam Willows' voice came excitedly from\nthe instrument.\n\n\"Whatsamatter, Puss?\" he asked blearily.\n\n\"Number Two just blew! We need help, Guz! Fast!\"\n\n\"I'm on my way!\" de Hooch said.\n\n\"Take C corridor,\" Willows warned. \"A and B caved in, and the bulkheads\nhave dropped. Make it snappy!\"\n\n\"I'm gone already,\" de Hooch said, dropping the phone back into place.\n\nHe grabbed his vacuum suit from its hanger and got into it as though his\nown room had already sprung an air leak.\n\n_Number Two has blown!_ he thought. That would be the one that Ferguson\nand Metty were working on. What had they been cooking? He couldn't\nremember right off the bat. Something touchy, he thought; something\npretty hot.\n\nBut that wouldn't cause an atomic reactor to blow. It obviously hadn't\nbeen a nuclear blow-up of any proportions, or he wouldn't be here now,\nzipping up the front of his vac suit. Still, it had been powerful enough\nto shake the lunar crust a little or he wouldn't have been wakened by\nthe blast.\n\nThese new reactors could get out a lot more power, and they could do a\nlot more than the old ones could, but they weren't as safe as the old\nheavy-metal reactors, by a long shot. None had blown up yet--quite--but\nthere was still the chance. That's why they were built on Luna instead\nof on Earth. Considering what they could do, de Hooch often felt that it\nwould be safer if they were built out on some nice, safe\nasteroid--preferably one in the Jovian Trojan sector.\n\nHe clamped his fishbowl on tight, opened the door, and sprinted toward\nCorridor C.\n\nThe trouble with the Ditmars-Horst reactor was that it lacked any\nautomatic negative-feedback system. If a D-H decided to go wild, it went\nwild. Fortunately, that rarely happened. The safe limits for reactions\nwere quite wide--wider, usually, than the reaction limits themselves, so\nthat there was always a margin of safety. And within the limits, a\nnicety of control existed that made nucleonics almost an esoteric branch\nof chemistry. Cookbook chemistry, practically.\n\nWant deuterium? Recipe: To 1.00813 gms. purest Hydrogen-1 add, slowly\nand with care, 1.00896 gms. fine-grade neutrons. Cook until well done in\na Ditmars-Horst reactor. Yield: 2.01471 gms. rare old deuterium plus\nsome two million million million ergs of raw energy. Now you are cooking\nwith gas!\n\nAll you had to do was keep the reaction going at a slow enough rate so\nthat the energy could be bled off, and there was nothing to worry about.\nUsually. But control of the feebleizer fields still wasn't perfect,\nbecause the fields that enfeebled the reactions and made them easy to\ncontrol weren't yet too well understood.\n\n       *       *       *\n\nPeter de Hooch turned into Corridor C and kept on running. There was\nplenty of air still in this corridor, and there was apparently little\nlikelihood of his needing his vac suit. But on the moon nobody responds\nto an emergency call without a vac suit.\n\nHe was troubled about Corridors A and B. The explosion must have been\npretty violent to have sealed off two of the four corridors leading from\nthe living quarters to the reaction labs. Two corridors went directly to\none of the reactors, two went directly to the second. Two more connected\nthe reactor labs themselves, putting the labs and the living quarters at\nthe corners of an equilateral triangle. (Peter had never been able to\nfigure out why A and B corridors led to Reactor Two, while C and D led\nto Reactor One. Logically, he thought, it should have been the other way\naround. Oh, well.)\n\nGoing down C meant that he'd have to get to Reactor Two the long way\naround.\n\nWhat had the damage been? he asked himself. Had anyone been hurt? Or\nkilled? He pushed the questions out of his mind. There was no point in\nspeculating. He'd have the information soon enough.\n\nHe took the cutoff to the left, at a sixty-degree angle to Corridor C,\nwhich led him directly to Corridor E, by-passing Reactor One. He noticed\nas he went by that the operations lamp was out. Nobody was working with\nReactor One.\n\nAs he pounded on down the empty corridor, he suddenly realized that he\nhadn't seen anyone else running with him. There were five other men in\nthe reactor station, and--so far--he had seen no one. He knew where\nWillows was, but where were Ferguson, Metty, Laynard, and Quillan? He\npushed those questions out of his mind, too, for the time being.\n\nA head popped out of the door at the far end of the corridor.\n\n\"Guz! _Hurry_, Guz!\"\n\nDe Hooch didn't bother to answer Willows. He was short of breath as it\nwas. He knew, besides, that no answer was expected. He had known Willows\nfor years, and knew how he thought. It was Willows who had first tagged\nde Hooch with that silly nickname, \"Guzzle\". Not because Peter was such\na heavy drinker--although he could hold it like a gentleman--but because\nhe had thought \"Guzzle\" de Hooch was so uproariously funny. \"Nobody\nlikes a guzzle as well as de Hooch,\" he'd say, with an idiot grin. As a\nresult, everybody called Peter \"Guz\" now.\n\nThe head had vanished back into the control room of Reactor Two. De\nHooch kept on running, his breath rasping loudly in the confines of the\nfishbowl helmet. Running four hundred yards isn't the easiest thing in\nthe world, even if a man is in good physical condition. There was less\nweight to contend with, but the mass that had to be pushed along\nremained the same. The notion that running on Luna was an effortless\nbreeze was one that only Earthhuggers clung to.\n\nHe ran into the control room and stopped, panting heavily. \"What ...\nhappened?\"\n\nSam Willows' normally handsome face looked drawn. \"Something went wrong.\nI don't know what. I was finishing up with Reactor One when I heard the\nexplosion. They are both\"--he gestured toward the reactor--\"both in\nthere.\"\n\n\"Still alive?\"\n\n\"I think so. One of 'em, anyway. Take a look.\"\n\nDe Hooch went over to the periscope and put his eyes to the binoculars.\nHe could see two figures in heavy, dull-gray radiation-proof suits. They\nwere lying flat on the floor, and neither was moving. De Hooch said as\nmuch.\n\n\"The one on the left was moving his arm--just a little,\" Willows said.\n\"I'll swear he was.\"\n\nSomething in the man's voice made de Hooch turn his head away from the\nperiscope's eyepieces. Willows' face was gray, and a thin film of greasy\nperspiration reflected the light from the overhead plates. The man was\non the verge of panic.\n\n\"Calm down, Puss,\" de Hooch said gently. \"Where's Quillan and Laynard?\"\n\n\"They're in their rooms,\" Willows said in a tight voice. \"Trapped. The\nbulkheads have closed 'em off in A. No air in the corridor. We'll have\nto dig 'em out. I called 'em both on the phone. They're all right, but\nthey're trapped.\"\n\n\"Did you call Base?\"\n\n\"Yes. They haven't got a ship. They sent three moon-cats, though. They\nought to be here by morning.\"\n\nDe Hooch looked up at the chronometer on the wall. Oh one twelve,\nGreenwich time. \"Morning\" meant any time between eight and noon; the\nposition of the sun up on the surface had nothing to do with Lunar time.\nAs a matter of fact, there was a full Earth shining at the moment, which\nmeant that it wouldn't be dawn on the surface for a week yet.\n\n\"If the cats from Base get here by noon, we'll be O.K., won't we?\" de\nHooch asked.\n\n\"Look at the instruments,\" Willows said.\n\nDe Hooch ran a practiced eye over the console and swallowed. \"What were\nthey running?\"\n\n\"Mercury 203,\" Willows said. \"Half-life forty-six point five days. Beta\nand gamma emitter. Converts to Thallium 203, stable.\"\n\n\"What did they want with a kilogram of the stuff?\"\n\n\"Special order. Shipment to Earth for some reason.\"\n\n\"Have you checked the end-point? She's building up fast.\"\n\n\"No. No. I haven't.\" He wet his lips with the tip of his tongue.\n\n\"Check it,\" said de Hooch. \"Do any of the controls work?\"\n\n\"I don't know. I didn't want to fiddle with them.\"\n\n\"You start giving them a rundown. I'm going to get into a suit and go\npull those two out of there--if they're still alive.\" He opened the\nlocker and took his radiation-proof suit out. He checked it over\ncarefully and began shucking his vac suit.\n\n       *       *       *       *       *\n\nA few minutes delay in getting to the men in the reactor's anteroom\ndidn't matter much. If they hadn't been killed outright, and were still\nalive, they would probably live a good deal longer. The shells of the\nradiation suits didn't look damaged, and the instruments indicated very\nlittle radiation in the room. Whatever it was that had exploded had done\nmost of its damage at the other end of the reactor. Evidently, a fissure\nhad been opened to the surface, forty feet above--a fissure big enough\nto let all the air out of A and B corridors, and activate the automatic\nbulkheads to seal off the airless section.\n\nWhat troubled him was Willows. If he hadn't known the man so well, de\nHooch would have verbally blasted him where he stood.\n\nHis reaction to trouble had been typical. De Hooch had already seen\nWillows in trouble three times, and each time, the reaction had been the\nsame: near panic. Every time, his first thought had been to scream for\nhelp rather than to do anything himself. Almost anyone else would have\nmade one call and then climbed into a radiation suit to get Ferguson and\nMetty out of the anteroom. There was certainly no apparent immediate\ndanger. But all that Willows had done was yell for someone to come and\ndo his thinking and acting for him. He had called Base; he had called de\nHooch; he had called Quillan and Laynard. But he hadn't done anything\nelse.\n\nNow he had to be handled with kid gloves. If de Hooch didn't act calm,\nif he didn't go about things just right, Willows might very likely go\nover the line into total panic. As long as he had someone to depend on,\nhe'd be all right, and de Hooch didn't want to lose the only help he had\nright now.\n\n\"Fermium 256,\" said Willows in a tight, flat voice.\n\n\"What?\" de Hooch asked calmly.\n\n\"Fermium 256,\" Willows repeated. \"That's what the stuff is going to\nstart building towards. Spontaneous fission. Half-life of three hours.\"\nHe took a deep breath. \"The reactor won't be able to contain it. We\nhaven't got that kind of bleed-off control.\"\n\n\"No,\" de Hooch agreed. \"I suggest we stop it.\"\n\n\"The freezer control isn't functioning,\" Willows said. \"I guess that's\nwhat they went in there to correct.\"\n\n\"I doubt it,\" de Hooch said carefully. \"They wouldn't have needed suits\nfor that. They must have had something else bothering them. I'd be\nwilling to bet they went in to pull a sample and something went wrong.\"\n\n\"Why? What makes you think so?\"\n\n\"If there'd been trouble, they'd have called for someone to stay here\nat the console. Both of them wouldn't have gone in if there was any\ntrouble.\"\n\n\"Yeah. Yeah, I guess you're right.\" He looked visibly relieved. \"What do\nyou suppose went wrong?\"\n\n\"Look at your meters. Four of 'em aren't registering.\"\n\nWillows looked. \"I hadn't noticed. I thought they were just registering\nlow. You're right, though. Yeah. You're right. The surface bleed-off.\nHydrogen loss. Blew a valve, is all. Yeah.\" He grinned a little.\n\"Must've been quite a volcano for a second or two.\"\n\nDe Hooch grinned back at him. \"Yeah. Must've. Give me a hand with these\nclamps.\"\n\nWillows began fastening the clamps on the heavy suit. \"D'you think\nFerguson and Metty are O.K., Guz?\" he asked.\n\nDe Hooch noticed it was the first time he had used the names of the two\nmen. Now that there was a chance that they were alive, at least in his\nown mind, he was willing to admit that they were men he knew. Willows\ndidn't want to think that anyone he knew had done such a terrible thing\nas die. It hit too close to home.\n\nThe man wasn't thinking. He was willing to grasp at anything that\noffered him a chance--dream straws. The idea was to keep him busy, keep\nhis mind on trivia, keep him from thinking about what was going on\ninside that reactor.\n\nHe should have known automatically that it was building toward Fermium\n256. It was the most logical, easiest, and simplest way for a D-H\nreactor to go off the deep end.\n\nA Ditmars-Horst reactor took advantage of the fact that any number can\nbe expressed as the sum of powers of two--and the number of nucleons in\nan atomic nucleus was no exception to that mathematical rule.\n\nBuilding atoms by adding nucleons wasn't as simple as putting marbles in\na bag because of the energy differential, but the energy derived from\nthe fusion of the elements lighter than Iron 56 could be compensated for\nby using it to pack the nuclei heavier than that. The trick was to find\na chain of reactions that gave the least necessary energy transfer. The\nmethod by which the reactions were carried out might have driven a\nmid-Twentieth Century physicist a trifle ga-ga, but most of the\nreactions themselves would have been recognizable.\n\nThere were several possible reactions which Ferguson and Metty could\nhave used to produce Hg-203, but de Hooch was fairly sure he knew which\none it was. The five-branch, double-alpha-addition scheme was the one\nthat was easiest to use--and it was the only one that started the\ndamnable doubling chain reaction, where the nuclear weights went up\nexponentially under the influence of the peculiar conditions within the\nreactor. 2-4-8-16-32-64-128-256 ... Hydrogen 2 and Helium 4 were stable.\nSo were Oxygen 16 and Sulfur 32. The reaction encountered a sticky spot\nat Beryllium 8, which is highly unstable, with a half life of ten to\nthe minus sixteenth seconds, spontaneously fissioning back into two\nHelium 4 nuclei. Past Sulfur 32, there was a lot of positron emission as\nthe nuclei fought to increase the number of neutrons to maintain a\nstable balance. Germanium 64 is not at all stable, and neither is\nNeodymium 128, but the instability can be corrected by positive beta\nemission. When two nuclei of the resulting Xenon 128 are forced\ntogether, the positron emission begins long before the coalescence is\ncomplete, resulting in Fermium 256.\n\nBut not even a Ditmars-Horst reactor can stand the next step, because\nmatter itself won't stand it--not even in a D-H reactor. The trouble is\nthat a D-H reactor _tries_. Mathematically, it was assumed that the\nresulting nucleus did exist--for an infinitesimal instant of time.\nLiterally, mathematically, infinitesimal--so close to zero that it would\nbe utterly impossible to measure it. Someone had dubbed the hypothetical\nstuff Instantanium 512.\n\nWhether Instantanium 512 had any real existence is an argument for\nphilosophers only. The results, in any case, were catastrophic. The\nwhole conglomeration came apart in a grand splatter of neutrons,\nprotons, negatrons, positrons, electrons, neutrinos--a whole slew of\nGreek-lettered mesons of various charges and masses, and a fine\ncollection of strange and ultrastrange particles. Energy? Just oodles\nand gobs.\n\nPeter de Hooch had heard about the results. He had no desire to\nexperience them first hand. Fortunately, the reaction that led up to\nthem took time. It could be stopped at any time up to the Fm-256 stage.\nAccording to the instruments, that wouldn't be for another six hours\nyet, so there was nothing at all to worry about. Even after that it\ncould be stopped, provided one had a way to get rid of the violently\nfissioning fermium.\n\n\"Connections O.K.?\" Willows asked. His voice came over the earphones\ninside the ponderous helmet of the radiation suit.\n\n\"Fine,\" said de Hooch. He adjusted the double periscope so that his\nvision was clear. \"Perfect.\"\n\nHe tested the controls, moving his arms and legs to see if the suit\nresponded. The suit was so heavy that, without powered joints,\ncontrolled by servomechanisms, he would have been unable to move, even\nunder Lunar gravity. With the power on, though, it was no harder than\nwalking underwater in a diving suit. \"All's well, Puss,\" he said.\n\n\"I'll keep an eye on you,\" said Willows.\n\n\"Fine. Well, here goes Colossus de Hooch.\" He began walking toward the\ndoor that led into the corridor which connected the reactor anteroom to\nthe control room.\n\n       *       *       *       *       *\n\nIt took time to drag the two inert figures out of the anteroom. All de\nHooch could do was grab them under the armpits, apply power, and drag\nthem out. He went out the same way he had come in, traversing the\nseparate chambers in reverse order. First came the decontamination\nchamber, where the radioactive dust that might have settled on the suits\nwas sluiced off by the detergent sprays. When the radiation detectors\nregistered low enough, de Hooch dragged Ferguson into the outer chamber,\nthen went back and got Metty and put him through the same process. Then\nhe dragged them on into the control room so that Willows could get them\nout of the heavy suits.\n\n[Illustration]\n\n\"Can you help me, Guz?\" Willows asked. It was obvious that he didn't\nwant to open the suits. He didn't want to see what might be inside. De\nHooch helped him.\n\nThey were both alive, but unconscious. Bones had been broken, and Metty\nappeared to be suffering from concussion. They were badly damaged, but\nthey'd live.\n\nDe Hooch and Willows made two trips down E and C corridors, carrying the\nmen on a stretcher, to get them in bed. De Hooch splinted the broken\nbones as best he could and gave each of them a shot of narcodyne. He had\nto do the medical work because Quillan, the medic, was trapped in\nCorridor A. He called Quillan on the phone to tell him what had\nhappened. He described the signs and symptoms of the victims as best he\ncould, and then did what Quillan told him to do.\n\n\"They ought to be all right,\" Quillan said. \"With that dope in them,\nthey'll be out cold for the next twelve hours, and by that time, the\nboys from Base will be here. Just leave 'em alone and don't move 'em any\nmore.\"\n\n\"Right. I'll call you back later. Right now, Puss and I are going to see\nwhat's wrong with the control linkages on Number Two.\"\n\n\"Right. By-o.\"\n\nDe Hooch and Willows walked back to the control room of Number Two\nReactor in silence.\n\nOnce inside the control room, de Hooch said: \"How are those control\ncircuits?\" Willows was supposed to have been checking them while he had\nbeen dragging Ferguson and Metty out of the antechamber.\n\n\"Well, I ... I'm not sure. I'll show you what I've found so far, Guz.\nYou ought to take a look at them. I ... I'd like you to take a look-see.\nI think\"--he gestured toward the console--\"I think they're all right\nexcept for the freezer vernier and the pressure release control.\"\n\n_He doesn't trust his own work_, de Hooch thought. _Well, that's all\nright. Neither do I._\n\nPainstakingly, the two of them went over the checking circuits. Willows\nwas right. The freezer and pressure controls were inoperable.\n\n\"Damn,\" said de Hooch. \"Double damn.\"\n\n\"They're probably both stuck at the firewall,\" Willows said.\n\n\"Sure. Where else? I'll have to go in there and unstick 'em. Help me get\nback into that two-legged tank again.\" He wished he knew more about what\nFerguson and Metty had been doing. He wished he knew why the two men had\ngone into the anteroom in the first place. He wished a lot of things,\nbut wishing was a useless pastime at this stage of the game.\n\nIf only one of the two men had been in a condition to talk!\n\nHe got back into his radiation-proof suit again, took one last look at\nthe instruments on the console, and headed for the reactor.\n\n       *       *       *\n\nThrough the first radiation trap--left turn, right turn, right turn,\nleft turn--through the \"cold\" room, through the second radiation trap,\nthrough the decontamination chamber, and through the third radiation\ntrap into the anteroom. Now that Ferguson and Metty were safely out of\nthe way, he could give his attention to the damage that had been done.\n\nHad Ferguson and Metty actually come in to tap off a sample, as he had\nsuggested to Willows? He looked around at the wreckage in the\nantechamber. Quite obviously, the heavy door of the sample chamber was\nwide open, and it certainly appeared that the wreckage was scattered\nfrom that point. Cautiously, he went over to look at the open sample\nchamber. It looked all right, except that the bottom was covered with a\nbright, metallic dust. He rubbed his finger over it and looked at the\nfingertip. A very fine dust. And yet it hadn't been scattered very much\nby the explosion. Heavy. Very likely osmium. Osmium 187 was stable, but\nit wasn't a normally used step toward Mercury 203. Four successive alpha\ncaptures would give Polonium 203, not mercury. Ditto for an oxygen\nfusion. It could be iridium or platinum, of course. Whatever it was, the\ninstruments in his helmet told him it wasn't hot.\n\nHe had a hunch that Ferguson and Metty had been building Mercury 203\nfrom Hafnium 179 by the process of successive fusions with Hydrogen 3\nand that something had gone wrong with the H-3 production. It appeared\nthat the explosion had been a simple chemical blast caused by the air\noxidation of H-2. But the bleeder vent at the other end of the reactor\nhad apparently kicked at the same time. An enormous amount of unused\nenergy had been released, blowing the entire emergency bleeder system\nout.\n\nSomething didn't seem right. Something stuck in his craw, and he\ncouldn't figure out what it was.\n\nHe opened up the conduit boxes that led through the antechamber from the\ncontrol console to the reactor beyond the firewall. Everything looked\nfine. That meant that whatever it was that had fouled up the controls\nwas on the other side of the firewall.\n\n\"How does it look?\" Willows' voice came worriedly over the earphones.\n\n\"Have I already said 'damn'?\" de Hooch asked.\n\n\"You have,\" Willows said with forced lightness. \"You even said 'double\ndamn'.\"\n\n\"_Factorial_ damn, then!\" said de Hooch.\n\n\"What's the matter?\"\n\n\"Apparently the foul-up is on the _other_ side of the firewall.\"\n\n\"Are you going in?\"\n\n\"I'll have to.\"\n\n\"All right. Watch yourself.\"\n\n\"I will.\" He went over to the periscope that surveyed the part of the\nreactor beyond the firewall. Everything looked normal enough. He\ncarefully checked the pressure gauge. Normal.\n\n\"Check the spectro for me, will you?\" he asked. \"Make sure that's just\nthe normal helium atmosphere in there.\"\n\n\"Sure.\" A pause. \"Nothing but helium, Guz. What were you expecting?\"\n\n\"I don't think I'd care to walk into a hydrogen atmosphere at three\nhundred Centigrade.\"\n\n\"Neither would I, but how could there be hydrogen in there?\"\n\n\"There shouldn't be. But there's something screwy going on here, and I\ncan't put my finger on it.\"\n\n\"Well, whatever it is, it isn't hydrogen in the reactor room.\"\n\n\"O.K. Stand by. I'm going in.\"\n\nHe walked over to the firewall door. On the other side of it was a small\nchamber where the oxygen and nitrogen of normal air would be swept out\nbefore he opened the inner door to go into the inner chamber itself.\nThere was no need for an air lock, since small amounts of impurities in\nthe He-4 didn't bother anything.\n\nIt was just as he turned the lever that undogged the firewall door that\nhe realized his mistake.\n\nBut it was too late.\n\nThe door jerked outward, and a hot wind picked him up and slammed him\nagainst the far wall.\n\nThere was a moment of pain.\n\nThen--nothing.\n\n       *       *       *       *       *\n\n_There was something familiar about the man who was turning the wheel,\nbut de Hooch couldn't place it. The man was wearing a black hood, as\nbefitted a torturer and executioner._\n\n_\"Idiot,\" said the hooded man, giving the wheel of the rack a little\nmore pressure, \"explain the following: If a half plus a half is equal to\na whole, why is halfnium plus halfnium not equal to wholmium?\"_\n\n_Stretched as he was on the rack, de Hooch could not think straight\nbecause of the excruciating pain._\n\n_\"Because a half is eight point two eight per cent heavier than a hole,\"\nsaid de Hooch._\n\n_\"You are an idiot, none the less,\" said the torturer. He gave the wheel\nanother twist. De Hooch wanted to scream, but he couldn't._\n\n_\"Try again,\" said the torturer. \"What is a half plus four plus four\nplus four plus four plus--\"_\n\n\"Stop!\" _screamed de Hooch_. \"Stop! _Stop at the osmium!_\"\n\n_\"Ah! But it_ didn't _stop at the osmium,\" said the hooded man. \"It went\non and on and on. Plus four plus four plus four plus four plus\nfour--until there were so many plus fours in there that the place looked\nlike an old-fashioned golf course.\"_\n\n_\"My legs hurt,\" said de Hooch. The man was no longer wearing a hood,\nbut de Hooch couldn't tell if it was Willows or himself._\n\n_\"We will all go together when we go,\" said the man._\n\n_De Hooch turned his head away and looked at the ceiling._\n\nAnd he realized that it was the ceiling of the antechamber.\n\n\"My legs hurt,\" he repeated. And he could hear the hoarse whisper inside\nthe helmet. He realized that he was lying flat on his back. He had been\njarred around quite a bit in the suit.\n\nHe wondered if he could sit up. He managed to get both arms behind him\nand push himself into a sitting position. He wiggled his feet. The\nservos responded. He hurt all over, but a little experiment told him\nthat he was only bruised. Nothing was broken. He hadn't been hit as hard\nas Ferguson and Metty had been.\n\n\"Willows?\" he said. \"Willows?\"\n\nThere was no answer from the earphones.\n\nHe looked at the chronometer dial inside his helmet. Oh two forty-nine.\nHe had been unconscious less than ten minutes.\n\nThe same glance brought his eyes to two other dials. The internal\nradiation of the suit was a little high, but nothing to worry about. But\nthe dial registering the external radiation was plenty high. Without the\nprotection of the suit, he wouldn't have lived through those ten\nminutes.\n\nWhere was Willows?\n\nAnd then he knew, and he pushed any thought of further help from that\nquarter out of his mind. What had to be done would have to be done by\nPeter de Hooch alone. He climbed to his feet.\n\nHis head hurt, and he swayed with nausea and pain. Only the massive\nweight of the suit's shoes kept him upright. Then it passed, and he\nblinked his eyes and shook his head to clear it. He found he was holding\nhis breath, and he let it out.\n\nThe trouble had been so simple, and yet he hadn't seen it. Oh, yes, he\nhad! He _must_ have, subconsciously. Otherwise, how would he have\nguessed that the stuff in the sampling chamber was Osmium 187? Ferguson\nand Metty _had_ been trying to make Mercury 203 by adding eight\nsuccessive tritium nuclei to Hafnium 179, progressing through Tantalum\n182, Tungsten 185, Rhenium 188, Osmium 191, Iridium 194, Platinum 197,\nand Gold 200, all of which were unstable.\n\nBut the Hydrogen 3 reaction had gone wrong. The doubling had set in,\nproducing Helium 4. Successive additions of the alpha particles to\nHafnium 179 had produced, first, Tungsten 183, and then Osmium 187, both\nof which were stable.\n\nFerguson and Metty, seeing that something was wrong, drew off a sample\nand then reset the reaction to produce the Hg-203 they wanted. Then they\nhad come down to pick up the sample.\n\nThey hadn't realized that the helium production had gone wild. Much more\nhelium than necessary was being produced, and the bleeder valve had\nfailed. When they opened the sample chamber, they got a blast of\nhigh-pressure helium right in the face. The shock of that sudden release\nhad jarred the whole atmosphere inside the reaction chamber, and the\nbleeder valve had let go. But the violence of the pressure release had\ncaused a fault to the surface to open up and had closed the valve\nagain--jammed it, probably. There had been enough pressure left in there\nto blow de Hooch up against the nearest wall when he opened the door.\nSince the pressure indicator system was connected to the release system,\nwhen one had failed, the other had failed. That's why the pressure gauge\nhad indicated normal.\n\nAnd, of course, it had been the pressure differential that had caused\nthe controls to stick. Well, they ought to be all right now, then. He\ndecided he'd better take a look.\n\n       *       *       *\n\nThe firewall door was still open. He walked over to it and stepped into\nthe small chamber that led to the inner reactor room. The inside door,\nmuch weaker than the outer firewall door, had been blown off its hinges.\nHe stepped past it and went on in.\n\nWhat he saw made him jerk his glance away from the periscope in his\nhelmet and check his radiation detectors again. Not much change. Relief\nswept over him as he looked back at the reactor itself. The normally\ndead black walls were glowing a dull red. It was pure thermal heat, but\nit shouldn't be doing that.\n\nMoving quickly, he went over to the place where the control cables came\nin through the firewall. It took him several minutes to assure himself\nthat they would function from the control room now. There was nothing\nmore to do but get out of here and get that reaction damped.\n\nHe went out again, closing the firewall door behind him and dogging it\ntight. There would be no more helium production now.\n\nHe went through the radiation trap to the decontamination chamber to\nwash off whatever it was he had picked up.\n\nThe decontamination room was a mess.\n\nDe Hooch stared at the twisted pipes and the stream of water that gushed\nout of a cracked valve. The blast had jarred everything loose. Well, he\ncould still scrub himself off.\n\nExcept that the scrubbers weren't working.\n\nHe swore under his breath and twisted the valve that was supposed to\ndispense detergent. It did, thank Heaven. He doused himself good with it\nand then got under the flowing water.\n\nThe radiation level remained exactly where it was.\n\nHe walked over and pulled one of the brushes off the defunct scrubber\nand sudsed it up. It wasn't until he started to use it that he got a\ngood look at his arms. He hadn't paid any attention before.\n\nHe walked over to the mirror to get a good look.\n\n\"You look magnificent,\" he told his reflection acidly.\n\nThe radiation-proof armor looked as though it had been chrome plated.\n\nBut de Hooch knew better than that. He knew exactly what had happened.\nHe was nicely plated all over with a film of mercury, which had\namalgamated itself with the metallic surface of the suit. He was\nthoroughly wet with the stuff and no amount of water and detergent would\ntake it off.\n\nThere was something wrong with Number Two Reactor, all right. It had\nleaked out some of the Mercury 203 that Ferguson and Metty had been\nmaking.\n\nHe thought a minute. It hadn't been leaking out just before he opened\nthe door in the firewall, because Willows would certainly have noticed\nthe bright mercury line when he checked with the spectroscope. The stuff\nmust have been released when the pressure dropped.\n\nHe walked back to the anteroom and looked at the sampling chamber. There\nwere a few droplets of mercury around the inlet.\n\nThus far, the three pressure explosions had wrecked about everything\nthat was wreckable, he thought. No, not quite. There was still the\nchance that the whole station would go if he didn't get back into the\ncontrol room and stop that \"powers of two\" chain. The detonation of\nInstantanium 512 would finish the job by doing what high-pressure helium\ncould never do.\n\nHe glanced at the thermometer. The temperature behind the firewall had\nrisen to two-forty Centigrade. It wasn't supposed to be above two\nhundred. It wasn't too serious, really, because a little heat like that\nwouldn't bother a Ditmars-Horst reactor, but it indicated that things\nback there weren't working properly.\n\nHe turned away and walked back to the decontamination chamber. There\nmust be some way he could get the mercury off the suit--because he\ncouldn't take the suit off until the mercury was gone.\n\n       *       *       *       *       *\n\nFirst, he tried scrubbing. That was what showed him how upset he really\nwas. He had actually scrubbed the armor on his left arm free of mercury\nwhen he realized what he was doing and threw the brush down in disgust.\n\n\"Use your head, de Hooch!\" he told himself. What good would it do to\nscrub the stuff off of the few places he could reach? In the bulky\narmor, he was worse than muscle-bound. He couldn't touch any part of his\nback; he couldn't bend far enough to touch his legs. His shoulders were\ninaccessible, even. Scrubbing was worse than useless--it was\ntime-wasting.\n\nHe picked up the brush again and began scrubbing at the other arm. It\ngave him something to do while he thought. While he was thinking, he\nwasn't wasting time.\n\nWhat would dissolve mercury? Nitric acid. Good old HNO{3}. Fine. Except\nthat the hot lab was at the other end of the reactor, where the fissure\nhad let all the air out. The bulkheads had dropped, and he couldn't get\nin. And, naturally, the nitric acid would be in the lab.\n\nFor the first time, he found himself hating Willows' guts. If he were\naround, he could get some acid from the cold lab, or even from the other\nhot lab at Number One. If Willows--\n\nHe stood up and dropped the brush. \"Dolt! Boob! Moron! Idiot!\" Not\nWillows. Himself. There was no reason on earth--or Luna--why he couldn't\nwalk over to Number One hot lab and get the stuff himself. The habit of\nnever leaving the lab without thorough decontamination was so thoroughly\ningrained in him that he had simply never thought about it until that\nmoment. But what did a little contamination with radioactive mercury\nmean at a time like this? He could take F corridor to Number One, use\nthe decontamination chamber and the acid from the lab, shuck off his\narmor there, and come back through E corridor. F could be cleaned up\nlater.\n\nSo simple.\n\nHe went through the light trap to the next chamber and turned the handle\non the sliding door. The door wouldn't budge. It had been warped by the\nforce of the helium blast, and it was stuck in its grooves.\n\nWell, there were tools. The thing could be unstuck.\n\nPeter de Hooch was a determined man, a strong man, and a smart man. But\nthe door was more determined and stronger than he was, and his\nintelligence didn't give him much of an edge right then. After an hour's\nhard work, he managed to get the door open about eighteen inches. Then\nit froze fast and refused to move again. All the power and leverage he\ncould bring to bear was useless. The door had opened all it was going to\nopen. Beyond it, he could see the next radiation trap--and freedom.\n\nEighteen inches would have been plenty of space for him to get through\nif he had not been wearing the radiation-proof suit. But he didn't dare\ntake that suit off. By the time he got out of the suit, the intensely\nradioactive mercury on its surface would have made his death only a\nmatter of time. And not much time at that.\n\nHe told himself that if it were simply a matter of running to the\ncontrol room to shut off the D-H reactor, he'd do it. That could have\nbeen done before he lost consciousness. But it wasn't that easy. Damping\nthe reaction took time and control. The stuff had to be eased back\nslowly. Shutting off the Ditmars-Horst would simply blow a hole in the\ncrust of Luna and kill everyone if he did it now. There were four or\nfive men out there who would die if he pulled anything foolish like\nthat. The explosion wouldn't be as powerful as the Instantanium 512\nreaction would be, but it would be none the less deadly for all that.\n\nThere had to be either a way to scrape the mercury off the suit or a way\nto open the door another six inches.\n\nOr, he added suddenly, a way to get safely out of the suit.\n\n       *       *       *\n\nAt the end of another twenty minutes, he had still thought of nothing.\nHe wandered around the decontamination room, looking at everything,\nhoping he might see something that would give him a clue. He didn't.\n\nHe went into the antechamber of the reactor and glared at the door in\nthe firewall. The instruments said that things were getting pretty\nfierce on the other side of that wall. Temperature: Two ninety-five and\nstill rising. Pressure? He carefully cracked the inlet of the sampling\nchamber and got a soft hiss. The helium was expanding from the heat,\nthat was all. Part of the trouble with the reactor, he thought, was the\nhigh percentage of oxygen and nitrogen that had mixed in during the ten\nminutes or so that the door was open. All hell was fixing to bust loose\nin there, and he, Peter de Hooch, was right next to it.\n\nHe walked back into the decontamination chamber.\n\nWhat would dissolve mercury?\n\nMercury would dissolve gold. Would gold dissolve mercury?\n\nVery funny.\n\nHe was like a turtle, de Hooch thought. Perfectly safe as long as he was\nin his shell, but take him out of it and he would die.\n\n_Hell of a way to spend the night_, he thought. _A night in shining\narmor._\n\nThat struck him as funny. He began to laugh. And laugh.\n\nHe almost laughed himself sick before he realized that it was fear and\ndespair that were driving him into hysteria, not a sense of humor. He\nforced himself to calmness.\n\nHe must be calm.\n\nHe must think.\n\nYes.\n\nHow do you go about getting rid of a radioactive metal that is in effect\nwelded to the outside of your suit?\n\nThe trouble was, he was a nucleonics engineer, not a chemist. He\nremembered quite a bit of his chemistry, of course, but not as much as\nhe would have liked.\n\nCould the stuff be neutralized?\n\nSure, he told himself. Very simple. All he had to do was go climb into\nthe reactor, and let the reactor do the job. Mercury 203 plus an alpha\nparticle gives nice, stable Lead 207. Just go climb right into the\nDitmars-Horst and let the Helium 4 do the job.\n\nBut the thought stuck in his mind.\n\nHe kept telling himself not to panic as Willows had done.\n\nAnd several minutes later, chuckling to himself in a half demented\nfashion, he opened the firewall door and went in to let the helium do\nthe job.\n\n       *       *       *\n\nIt was nearly eight in the morning, Greenwich time, when the three\nsurface vehicles, with their wide Caterpillar treads lumbered to a halt\nnear the kiosk that marked the entrance to the underground site of the\nlaboratories.\n\n\"O.K.,\" said one of the men in the first machine, holding a microphone\nto his lips, \"let's go in. If what Willows said is true, the whole place\nmay blow any minute now, but I'm not asking for volunteers. Nobody will\nbe any safer up here than they will down there, and we have to do a job.\nBesides, Willows wasn't completely rational. Nobody would put on a vac\nsuit and run away like that if he was in his right mind. So we can\ndiscount a lot of what he said when we picked him up on the road.\n\n\"The five of us in this car are going straight to Number One Reactor to\nsee what can be done to stop whatever is going on. The rest of you start\ntrying to see if you can get those trapped men out of A and B corridors.\nAll right, let's move in.\"\n\nLess than five minutes later, five men went into the control room of\nNumber One Reactor. They found Peter de Hooch sound asleep in the\ncontrol chair, and the instruments showed that the Ditmars-Horst reactor\nwas inactive.\n\nOne of the men shook de Hooch gently, awakening him in the middle of a\nsnore.\n\n\"What?\" he said groggily.\n\n\"We're here, Guz. Everything's O.K.\"\n\n\"Sure everything's O.K. Nothing to it. All I did was wait until the\ntemperature got above three fifty-seven Centigrade--above the boiling\npoint of mercury. Then I went in and let the hot helium _boil_ the stuff\noff me. Nothing to it. Near boiled myself alive, but it did the trick.\"\n\n\"What,\" asked the man in a puzzled voice, \"are you talking about?\"\n\n\"I am a knight in dull armor,\" said Peter de Hooch, dozing off again.\n\nThen he roused himself a little, and said, without opening his eyes: \"Hi\nyo, Quicksilver, away.\" And he was sound asleep again.\n\n\n    _And when he saw what he had done,\n    With all his might and main,\n    He jumped back in that bramble bush\n    And scratch'd them in again!..._\n\n\n\n\n\n\n\nEnd of Project Gutenberg's The Bramble Bush, by Gordon Randall Garrett\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE BRAMBLE BUSH ***\n\n***** This file should be named 23764.txt or 23764.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/3/7/6/23764/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}