{"title": "Scrimshaw", "author": "William Fitzgerald Jenkins", "releaseDate": "December 10, 2007", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Astounding Science Fiction_ September\n    1955. Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note. Subscript\n    characters are shown within {braces}.\n\n\n\n\n                            [Illustration]\n\n                               SCRIMSHAW\n\n               _The old man just wanted to get back his\n               memory--and the methods he used were\n               gently hellish, from the viewpoint of the\n               others...._\n\n                          BY MURRAY LEINSTER\n\n                         Illustrated by Freas\n\n\nPop Young was the one known man who could stand life on the surface of\nthe Moon's far side, and, therefore, he occupied the shack on the Big\nCrack's edge, above the mining colony there. Some people said that no\nnormal man could do it, and mentioned the scar of a ghastly head-wound\nto explain his ability. One man partly guessed the secret, but only\npartly. His name was Sattell and he had reason not to talk. Pop Young\nalone knew the whole truth, and he kept his mouth shut, too. It wasn't\nanybody else's business.\n\nThe shack and the job he filled were located in the medieval notion of\nthe physical appearance of hell. By day the environment was heat and\ntorment. By night--lunar night, of course, and lunar day--it was\nfrigidity and horror. Once in two weeks Earth-time a rocketship came\naround the horizon from Lunar City with stores for the colony deep\nunderground. Pop received the stores and took care of them. He handed\nover the product of the mine, to be forwarded to Earth. The rocket went\naway again. Come nightfall Pop lowered the supplies down the long cable\ninto the Big Crack to the colony far down inside, and freshened up the\nlanding field marks with magnesium marking-powder if a rocket-blast had\nblurred them. That was fundamentally all he had to do. But without him\nthe mine down in the Crack would have had to shut down.\n\nThe Crack, of course, was that gaping rocky fault which stretches nine\nhundred miles, jaggedly, over the side of the Moon that Earth never\nsees. There is one stretch where it is a yawning gulf a full half-mile\nwide and unguessably deep. Where Pop Young's shack stood it was only a\nhundred yards, but the colony was a full mile down, in one wall. There\nis nothing like it on Earth, of course. When it was first found,\nscientists descended into it to examine the exposed rock-strata and\nlearn the history of the Moon before its craters were made. But they\nfound more than history. They found the reason for the colony and the\nrocket landing field and the shack.\n\nThe reason for Pop was something else.\n\nThe shack stood a hundred feet from the Big Crack's edge. It looked like\na dust-heap thirty feet high, and it was. The outside was surface\nmoondust, piled over a tiny dome to be insulation against the cold of\nnight and shadow and the furnace heat of day. Pop lived in it all alone,\nand in his spare time he worked industriously at recovering some missing\nportions of his life that Sattell had managed to take away from him.\n\nHe thought often of Sattell, down in the colony underground. There were\ngalleries and tunnels and living-quarters down there. There were\nair-tight bulkheads for safety, and a hydroponic garden to keep the air\nfresh, and all sorts of things to make life possible for men under if\nnot on the Moon.\n\nBut it wasn't fun, even underground. In the Moon's slight gravity, a man\nis really adjusted to existence when he has a well-developed case of\nagoraphobia. With such an aid, a man can get into a tiny, coffinlike\ncubbyhole, and feel solidity above and below and around him, and happily\ntell himself that it feels delicious. Sometimes it does.\n\nBut Sattell couldn't comfort himself so easily. He knew about Pop, up on\nthe surface. He'd shipped out, whimpering, to the Moon to get far away\nfrom Pop, and Pop was just about a mile overhead and there was no way to\nget around him. It was difficult to get away from the mine, anyhow. It\ndoesn't take too long for the low gravity to tear a man's nerves to\nshreds. He has to develop kinks in his head to survive. And those\nkinks--\n\nThe first men to leave the colony had to be knocked cold and shipped\nout unconscious. They'd been underground--and in low gravity--long\nenough to be utterly unable to face the idea of open spaces. Even now\nthere were some who had to be carried, but there were some tougher ones\nwho were able to walk to the rocketship if Pop put a tarpaulin over\ntheir heads so they didn't have to see the sky. In any case Pop was\nessential, either for carrying or guidance.\n\n       *       *       *       *       *\n\nSattell got the shakes when he thought of Pop, and Pop rather probably\nknew it. Of course, by the time he took the job tending the shack, he\nwas pretty certain about Sattell. The facts spoke for themselves.\n\nPop had come back to consciousness in a hospital with a great wound in\nhis head and no memory of anything that had happened before that moment.\nIt was not that his identity was in question. When he was stronger, the\ndoctors told him who he was, and as gently as possible what had happened\nto his wife and children. They'd been murdered after he was seemingly\nkilled defending them. But he didn't remember a thing. Not then. It was\nsomething of a blessing.\n\nBut when he was physically recovered he set about trying to pick up the\nthreads of the life he could no longer remember. He met Sattell quite by\naccident. Sattell looked familiar. Pop eagerly tried to ask him\nquestions. And Sattell turned gray and frantically denied that he'd ever\nseen Pop before.\n\nAll of which happened back on Earth and a long time ago. It seemed to\nPop that the sight of Sattell had brought back some vague and cloudy\nmemories. They were not sharp, though, and he hunted up Sattell again to\nfind out if he was right. And Sattell went into panic when he returned.\n\nNowadays, by the Big Crack, Pop wasn't so insistent on seeing Sattell,\nbut he was deeply concerned with the recovery of the memories that\nSattell helped bring back. Pop was a highly conscientious man. He took\ngood care of his job. There was a warning-bell in the shack, and when a\nrocketship from Lunar City got above the horizon and could send a tight\nbeam, the gong clanged loudly, and Pop got into a vacuum-suit and went\nout the air lock. He usually reached the moondozer about the time the\nship began to brake for landing, and he watched it come in.\n\nHe saw the silver needle in the sky fighting momentum above a line of\njagged crater-walls. It slowed, and slowed, and curved down as it drew\nnearer. The pilot killed all forward motion just above the field and\ncame steadily and smoothly down to land between the silvery triangles\nthat marked the landing place.\n\nInstantly the rockets cut off, drums of fuel and air and food came out\nof the cargo-hatch and Pop swept forward with the dozer. It was a\nminiature tractor with a gigantic scoop in front. He pushed a great\nmound of talc-fine dust before him to cover up the cargo. It was\nnecessary. With freight costing what it did, fuel and air and food came\nfrozen solid, in containers barely thicker than foil. While they stayed\nat space-shadow temperature, the foil would hold anything. And a cover\nof insulating moondust with vacuum between the grains kept even air\nfrozen solid, though in sunlight.\n\nAt such times Pop hardly thought of Sattell. He knew he had plenty of\ntime for that. He'd started to follow Sattell knowing what had happened\nto his wife and children, but it was hearsay only. He had no memory of\nthem at all. But Sattell stirred the lost memories. At first Pop\nfollowed absorbedly from city to city, to recover the years that had\nbeen wiped out by an axe-blow. He did recover a good deal. When Sattell\nfled to another continent, Pop followed because he had some distinct\nmemories of his wife--and the way he'd felt about her--and some fugitive\nmental images of his children. When Sattell frenziedly tried to deny\nknowledge of the murder in Tangier, Pop had come to remember both his\nchildren and some of the happiness of his married life.\n\nEven when Sattell--whimpering--signed up for Lunar City, Pop tracked\nhim. By that time he was quite sure that Sattell was the man who'd\nkilled his family. If so, Sattell had profited by less than two days'\npay for wiping out everything that Pop possessed. But Pop wanted it\nback. He couldn't prove Sattell's guilt. There was no evidence. In any\ncase, he didn't really want Sattell to die. If he did, there'd be no way\nto recover more lost memories.\n\nSometimes, in the shack on the far side of the Moon, Pop Young had odd\nfancies about Sattell. There was the mine, for example. In each two\nEarth-weeks of working, the mine-colony nearly filled up a three-gallon\ncannister with greasy-seeming white crystals shaped like two pyramids\nbase to base. The filled cannister would weigh a hundred pounds on\nEarth. Here it weighed eighteen. But on Earth its contents would be\ncomputed in carats, and a hundred pounds was worth millions. Yet here on\nthe Moon Pop kept a waiting cannister on a shelf in his tiny dome,\nbehind the air-apparatus. It rattled if he shook it, and it was worth no\nmore than so many pebbles. But sometimes Pop wondered if Sattell ever\nthought of the value of the mine's production. If he would kill a woman\nand two children and think he'd killed a man for no more than a hundred\ndollars, what enormity would he commit for a three-gallon quantity of\nuncut diamonds?\n\n       *       *       *       *       *\n\nBut he did not dwell on such speculation. The sun rose very, very slowly\nin what by convention was called the east. It took nearly two hours to\nurge its disk above the horizon, and it burned terribly in emptiness for\nfourteen times twenty-four hours before sunset. Then there was night,\nand for three hundred and thirty-six consecutive hours there were only\nstars overhead and the sky was a hole so terrible that a man who looked\nup into it--what with the nagging sensation of one-sixth gravity--tended\nto lose all confidence in the stability of things. Most men immediately\nfound it hysterically necessary to seize hold of something solid to keep\nfrom falling upward. But nothing felt solid. Everything fell, too.\nWherefore most men tended to scream.\n\nBut not Pop. He'd come to the Moon in the first place because Sattell\nwas here. Near Sattell, he found memories of times when he was a young\nman with a young wife who loved him extravagantly. Then pictures of his\nchildren came out of emptiness and grew sharp and clear. He found that\nhe loved them very dearly. And when he was near Sattell he literally\nrecovered them--in the sense that he came to know new things about them\nand had new memories of them every day. He hadn't yet remembered the\ncrime which lost them to him. Until he did--and the fact possessed a\ncertain grisly humor--Pop didn't even hate Sattell. He simply wanted to\nbe near him because it enabled him to recover new and vivid parts of his\nyouth that had been lost.\n\nOtherwise, he was wholly matter-of-fact--certainly so for the far side\nof the Moon. He was a rather fussy housekeeper. The shack above the Big\nCrack's rim was as tidy as any lighthouse or fur-trapper's cabin. He\ntended his air-apparatus with a fine precision. It was perfectly simple.\nIn the shadow of the shack he had an unfailing source of extreme low\ntemperature. Air from the shack flowed into a shadow-chilled pipe.\nMoisture condensed out of it here, and CO{2} froze solidly out of it\nthere, and on beyond it collected as restless, transparent liquid air.\nAt the same time, liquid air from another tank evaporated to maintain\nthe proper air pressure in the shack. Every so often Pop tapped the pipe\nwhere the moisture froze, and lumps of water ice clattered out to be\nreturned to the humidifier. Less often he took out the CO{2} snow, and\nmeasured it, and dumped an equivalent quantity of pale-blue liquid\noxygen into the liquid air that had been purified by cold. The oxygen\ndissolved. Then the apparatus reversed itself and supplied fresh air\nfrom the now-enriched fluid, while the depleted other tank began to fill\nup with cold-purified liquid air.\n\nOutside the shack, jagged stony pinnacles reared in the starlight, and\ncraters complained of the bombardment from space that had made them.\nBut, outside, nothing ever happened. Inside, it was quite different.\n\nWorking on his memories, one day Pop made a little sketch. It helped a\ngreat deal. He grew deeply interested. Writing-material was scarce, but\nhe spent most of the time between two particular rocket-landings getting\ndown on paper exactly how a child had looked while sleeping, some\nfifteen years before. He remembered with astonishment that the child had\nreally looked exactly like that! Later he began a sketch of his\npartly-remembered wife. In time--he had plenty--it became a really\ntruthful likeness.\n\nThe sun rose, and baked the abomination of desolation which was the\nmoonscape. Pop Young meticulously touched up the glittering triangles\nwhich were landing guides for the Lunar City ships. They glittered from\nthe thinnest conceivable layer of magnesium marking-powder. He checked\nover the moondozer. He tended the air apparatus. He did everything that\nhis job and survival required. Ungrudgingly.\n\nThen he made more sketches. The images to be drawn came back more\nclearly when he thought of Sattell, so by keeping Sattell in mind he\nrecovered the memory of a chair that had been in his forgotten home.\nThen he drew his wife sitting in it, reading. It felt very good to see\nher again. And he speculated about whether Sattell ever thought of\nmillions of dollars' worth of new-mined diamonds knocking about\nunguarded in the shack, and he suddenly recollected clearly the way one\nof his children had looked while playing with her doll. He made a quick\nsketch to keep from forgetting that.\n\nThere was no purpose in the sketching, save that he'd lost all his young\nmanhood through a senseless crime. He wanted his youth back. He was\nrecovering it bit by bit. The occupation made it absurdly easy to live\non the surface of the far side of the Moon, whether anybody else could\ndo it or not.\n\nSattell had no such device for adjusting to the lunar state of things.\nLiving on the Moon was bad enough anyhow, then, but living one mile\nunderground from Pop Young was much worse. Sattell clearly remembered\nthe crime Pop Young hadn't yet recalled. He considered that Pop had made\nno overt attempt to revenge himself because he planned some retaliation\nso horrible and lingering that it was worth waiting for. He came to hate\nPop with an insane ferocity. And fear. In his mind the need to escape\nbecame an obsession on top of the other psychotic states normal to a\nMoon-colonist.\n\nBut he was helpless. He couldn't leave. There was Pop. He couldn't kill\nPop. He had no chance--and he was afraid. The one absurd, irrelevant\nthing he could do was write letters back to Earth. He did that. He wrote\nwith the desperate, impassioned, frantic blend of persuasion and\ninformation and genius-like invention of a prisoner in a high-security\nprison, trying to induce someone to help him escape.\n\nHe had friends, of a sort, but for a long time his letters produced\nnothing. The Moon swung in vast circles about the Earth, and the Earth\nswung sedately about the Sun. The other planets danced their saraband.\nThe rest of humanity went about its own affairs with fascinated\nattention. But then an event occurred which bore directly upon Pop Young\nand Sattell and Pop Young's missing years.\n\nSomebody back on Earth promoted a luxury passenger-line of spaceships\nto ply between Earth and Moon. It looked like a perfect set-up. Three\nspacecraft capable of the journey came into being with attendant reams\nof publicity. They promised a thrill and a new distinction for the rich.\nGuided tours to Lunar! The most expensive and most thrilling trip in\nhistory! One hundred thousand dollars for a twelve-day cruise through\nspace, with views of the Moon's far side and trips through Lunar City\nand a landing in Aristarchus, plus sound-tapes of the journey and fame\nhitherto reserved for honest explorers!\n\nIt didn't seem to have anything to do with Pop or with Sattell. But it\ndid.\n\nThere were just two passenger tours. The first was fully booked. But the\npassengers who paid so highly, expected to be pleasantly thrilled and\nshielded from all reasons for alarm. And they couldn't be. Something\nhappens when a self-centered and complacent individual unsuspectingly\nlooks out of a spaceship port and sees the cosmos unshielded by mists or\nclouds or other aids to blindness against reality. It is shattering.\n\nA millionaire cut his throat when he saw Earth dwindled to a mere\nblue-green ball in vastness. He could not endure his own smallness in\nthe face of immensity. Not one passenger disembarked even for Lunar\nCity. Most of them cowered in their chairs, hiding their eyes. They were\nthe simple cases of hysteria. But the richest girl on Earth, who'd had\nfive husbands and believed that nothing could move her--she went into\ncatatonic withdrawal and neither saw nor heard nor moved. Two other\npassengers sobbed in improvised strait jackets. The first shipload\nstarted home. Fast.\n\nThe second luxury liner took off with only four passengers and turned\nback before reaching the Moon. Space-pilots could take the strain of\nspace-flight because they had work to do. Workers for the lunar mines\ncould make the trip under heavy sedation. But it was too early in the\ndevelopment of space-travel for pleasure-passengers. They weren't\nprepared for the more humbling facts of life.\n\nPop heard of the quaint commercial enterprise through the micro-tapes\nput off at the shack for the men down in the mine. Sattell probably\nlearned of it the same way. Pop didn't even think of it again. It seemed\nto have nothing to do with him. But Sattell undoubtedly dealt with it\nfully in his desperate writings back to Earth.\n\n       *       *       *       *       *\n\nPop matter-of-factly tended the shack and the landing field and the\nstores for the Big Crack mine. Between-times he made more drawings in\npursuit of his own private objective. Quite accidentally, he developed a\ncertain talent professional artists might have approved. But he was not\ntrying to communicate, but to discover. Drawing--especially with his\nmind on Sattell--he found fresh incidents popping up in his\nrecollection. Times when he was happy. One day he remembered the puppy\nhis children had owned and loved. He drew it painstakingly--and it was\nhis again. Thereafter he could remember it any time he chose. He did\nactually recover a completely vanished past.\n\nHe envisioned a way to increase that recovery. But there was a marked\nshortage of artists' materials on the Moon. All freight had to be hauled\nfrom Earth, on a voyage equal to rather more than a thousand times\naround the equator of the Earth. Artists' supplies were not often\nincluded. Pop didn't even ask.\n\nHe began to explore the area outside the shack for possible material no\none would think of sending from Earth. He collected stones of various\nsorts, but when warmed up in the shack they were useless. He found no\nstrictly lunar material which would serve for modeling or carving\nportraits in the ground. He found minerals which could be pulverized and\nused as pigments, but nothing suitable for this new adventure in the\nrecovery of lost youth. He even considered blasting, to aid his search.\nHe could. Down in the mine, blasting was done by soaking carbon\nblack--from CO{2}--in liquid oxygen, and then firing it with a spark. It\nexploded splendidly. And its fumes were merely more CO{2} which an\nair-apparatus handled easily.\n\nHe didn't do any blasting. He didn't find any signs of the sort of\nmineral he required. Marble would have been perfect, but there is no\nmarble on the Moon. Naturally! Yet Pop continued to search absorbedly\nfor material with which to capture memory. Sattell still seemed\nnecessary, but--\n\nEarly one lunar morning he was a good two miles from his shack when he\nsaw rocket-fumes in the sky. It was most unlikely. He wasn't looking for\nanything of the sort, but out of the corner of his eye he observed that\nsomething moved. Which was impossible. He turned his head, and there\nwere rocket-fumes coming over the horizon, not in the direction of Lunar\nCity. Which was more impossible still.\n\nHe stared. A tiny silver rocket to the westward poured out monstrous\nmasses of vapor. It decelerated swiftly. It curved downward. The rockets\nchecked for an instant, and flamed again more violently, and checked\nonce more. This was not an expert approach. It was a faulty one. Curving\nsurface-ward in a sharply changing parabola, the pilot over-corrected\nand had to wait to gather down-speed, and then over-corrected again. It\nwas an altogether clumsy landing. The ship was not even perfectly\nvertical when it settled not quite in the landing-area marked by silvery\ntriangles. One of its tail-fins crumpled slightly. It tilted a little\nwhen fully landed.\n\nThen nothing happened.\n\nPop made his way toward it in the skittering, skating gait one uses in\none-sixth gravity. When he was within half a mile, an air-lock door\nopened in the ship's side. But nothing came out of the lock. No\nspace-suited figure. No cargo came drifting down with the singular\ndeliberation of falling objects on the Moon.\n\n[Illustration]\n\nIt was just barely past lunar sunrise on the far side of the Moon.\nIncredibly long and utterly black shadows stretched across the plain,\nand half the rocketship was dazzling white and half was blacker than\nblackness itself. The sun still hung low indeed in the black,\nstar-speckled sky. Pop waded through moondust, raising a trail of slowly\nsettling powder. He knew only that the ship didn't come from Lunar City,\nbut from Earth. He couldn't imagine why. He did not even wildly connect\nit with what--say--Sattell might have written with desperate\nplausibility about greasy-seeming white crystals out of the mine,\nknocking about Pop Young's shack in cannisters containing a hundred\nEarth-pounds weight of richness.\n\n       *       *       *       *       *\n\nPop reached the rocketship. He approached the big tail-fins. On one of\nthem there were welded ladder-rungs going up to the opened air-lock\ndoor.\n\nHe climbed.\n\nThe air-lock was perfectly normal when he reached it. There was a glass\nport in the inner door, and he saw eyes looking through it at him. He\npulled the outer door shut and felt the whining vibration of admitted\nair. His vacuum suit went slack about him. The inner door began to open,\nand Pop reached up and gave his helmet the practiced twisting jerk\nwhich removed it.\n\nThen he blinked. There was a red-headed man in the opened door. He\ngrinned savagely at Pop. He held a very nasty hand-weapon trained on\nPop's middle.\n\n\"Don't come in!\" he said mockingly. \"And I don't give a damn about how\nyou are. This isn't social. It's business!\"\n\nPop simply gaped. He couldn't quite take it in.\n\n\"This,\" snapped the red-headed man abruptly, \"is a stickup!\"\n\nPop's eyes went through the inner lock-door. He saw that the interior of\nthe ship was stripped and bare. But a spiral stairway descended from\nsome upper compartment. It had a handrail of pure, transparent,\nwater-clear plastic. The walls were bare insulation, but that trace of\nluxury remained. Pop gazed at the plastic, fascinated.\n\nThe red-headed man leaned forward, snarling. He slashed Pop across the\nface with the barrel of his weapon. It drew blood. It was wanton, savage\nbrutality.\n\n\"Pay attention!\" snarled the red-headed man. \"A stickup, I said! Get it?\nYou go get that can of stuff from the mine! The diamonds! Bring them\nhere! Understand?\"\n\nPop said numbly: \"What the hell?\"\n\nThe red-headed man hit him again. He was nerve-racked, and, therefore,\nhe wanted to hurt.\n\n\"Move!\" he rasped. \"I want the diamonds you've got for the ship from\nLunar City! Bring 'em!\" Pop licked blood from his lips and the man with\nthe weapon raged at him. \"Then phone down to the mine! Tell Sattell I'm\nhere and he can come on up! Tell him to bring any more diamonds they've\ndug up since the stuff you've got!\"\n\nHe leaned forward. His face was only inches from Pop Young's. It was\nseamed and hard-bitten and nerve-racked. But any man would be quivering\nif he wasn't used to space or the feel of one-sixth gravity on the Moon.\nHe panted:\n\n\"And get it straight! You try any tricks and we take off! We swing over\nyour shack! The rocket-blast smashes it! We burn you down! Then we swing\nover the cable down to the mine and the rocket-flame melts it! You die\nand everybody in the mine besides! No tricks! We didn't come here for\nnothing!\"\n\nHe twitched all over. Then he struck cruelly again at Pop Young's face.\nHe seemed filled with fury, at least partly hysterical. It was the\ntension that space-travel--then, at its beginning--produced. It was\nmeaningless savagery due to terror. But, of course, Pop was helpless to\nresent it. There were no weapons on the Moon and the mention of\nSattell's name showed the uselessness of bluff. He'd pictured the\ncomplete set-up by the edge of the Big Crack. Pop could do nothing.\n\nThe red-headed man checked himself, panting. He drew back and slammed\nthe inner lock-door. There was the sound of pumping.\n\nPop put his helmet back on and sealed it. The outer door opened.\nOutrushing air tugged at Pop. After a second or two he went out and\nclimbed down the welded-on ladder-bars to the ground.\n\nHe headed back toward his shack. Somehow, the mention of Sattell had\nmade his mind work better. It always did. He began painstakingly to put\nthings together. The red-headed man knew the routine here in every\ndetail. He knew Sattell. That part was simple. Sattell had planned this\nmulti-million-dollar coup, as a man in prison might plan his break. The\nstripped interior of the ship identified it.\n\nIt was one of the unsuccessful luxury-liners sold for scrap. Or perhaps\nit was stolen for the journey here. Sattell's associates had had to\nsteal or somehow get the fuel, and somehow find a pilot. But there were\ndiamonds worth at least five million dollars waiting for them, and the\nwhole job might not have called for more than two men--with Sattell as a\nthird. According to the economics of crime, it was feasible. Anyhow it\nwas being done.\n\nPop reached the dust-heap which was his shack and went in the air lock.\nInside, he went to the vision-phone and called the mine-colony down in\nthe Crack. He gave the message he'd been told to pass on. Sattell to\ncome up, with what diamonds had been dug since the regular cannister was\nsent up for the Lunar City ship that would be due presently. Otherwise\nthe ship on the landing strip would destroy shack and Pop and the colony\ntogether.\n\n\"I'd guess,\" said Pop painstakingly, \"that Sattell figured it out. He's\nprobably got some sort of gun to keep you from holding him down there.\nBut he won't know his friends are here--not right this minute he won't.\"\n\nA shaking voice asked questions from the vision-phone.\n\n\"No,\" said Pop, \"they'll do it anyhow. If we were able to tell about\n'em, they'd be chased. But if I'm dead and the shacks smashed and the\ncable burnt through, they'll be back on Earth long before a new cable's\nbeen got and let down to you. So they'll do all they can no matter what\nI do.\" He added, \"I wouldn't tell Sattell a thing about it, if I were\nyou. It'll save trouble. Just let him keep on waiting for this to\nhappen. It'll save you trouble.\"\n\nAnother shaky question.\n\n\"Me?\" asked Pop. \"Oh, I'm going to raise what hell I can. There's some\nstuff in that ship I want.\"\n\nHe switched off the phone. He went over to his air apparatus. He took\ndown the cannister of diamonds which were worth five millions or more\nback on Earth. He found a bucket. He dumped the diamonds casually into\nit. They floated downward with great deliberation and surged from side\nto side like a liquid when they stopped. One-sixth gravity.\n\nPop regarded his drawings meditatively. A sketch of his wife as he now\nremembered her. It was very good to remember. A drawing of his two\nchildren, playing together. He looked forward to remembering much more\nabout them. He grinned.\n\n\"That stair-rail,\" he said in deep satisfaction. \"That'll do it!\"\n\nHe tore bed linen from his bunk and worked on the emptied cannister. It\nwas a double container with a thermware interior lining. Even on Earth\nnewly-mined diamonds sometimes fly to pieces from internal stress. On\nthe Moon, it was not desirable that diamonds be exposed to repeated\nviolent changes of temperature. So a thermware-lined cannister kept them\nat mine-temperature once they were warmed to touchability.\n\nPop packed the cotton cloth in the container. He hurried a little,\nbecause the men in the rocket were shaky and might not practice\npatience. He took a small emergency-lamp from his spare spacesuit. He\ncarefully cracked its bulb, exposing the filament within. He put the\nlamp on top of the cotton and sprinkled magnesium marking-powder over\neverything. Then he went to the air-apparatus and took out a flask of\nthe liquid oxygen used to keep his breathing-air in balance. He poured\nthe frigid, pale-blue stuff into the cotton. He saturated it.\n\nAll the inside of the shack was foggy when he finished. Then he pushed\nthe cannister-top down. He breathed a sigh of relief when it was in\nplace. He'd arranged for it to break a frozen-brittle switch as it\ndescended. When it came off, the switch would light the lamp with its\nbare filament. There was powdered magnesium in contact with it and\nliquid oxygen all about.\n\nHe went out of the shack by the air lock. On the way, thinking about\nSattell, he suddenly recovered a completely new memory. On their first\nwedding anniversary, so long ago, he and his wife had gone out to dinner\nto celebrate. He remembered how she looked: the almost-smug joy they\nshared that they would be together for always, with one complete year\nfor proof.\n\nPop reflected hungrily that it was something else to be made permanent\nand inspected from time to time. But he wanted more than a drawing of\nthis! He wanted to make the memory permanent and to extend it--\n\nIf it had not been for his vacuum suit and the cannister he carried, Pop\nwould have rubbed his hands.\n\n       *       *       *       *       *\n\nTall, jagged crater-walls rose from the lunar plain. Monstrous, extended\ninky shadows stretched enormous distances, utterly black. The sun, like\na glowing octopod, floated low at the edge of things and seemed to hate\nall creation.\n\nPop reached the rocket. He climbed the welded ladder-rungs to the air\nlock. He closed the door. Air whined. His suit sagged against his body.\nHe took off his helmet.\n\nWhen the red-headed man opened the inner door, the hand-weapon shook and\ntrembled. Pop said calmly:\n\n\"Now I've got to go handle the hoist, if Sattell's coming up from the\nmine. If I don't do it, he don't come up.\"\n\nThe red-headed man snarled. But his eyes were on the cannister whose\ncontents should weigh a hundred pounds on Earth.\n\n\"Any tricks,\" he rasped, \"and you know what happens!\"\n\n\"Yeah,\" said Pop.\n\nHe stolidly put his helmet back on. But his eyes went past the\nred-headed man to the stair that wound down, inside the ship, from some\ncompartment above. The stair-rail was pure, clear, water-white plastic,\nnot less than three inches thick. There was a lot of it!\n\nThe inner door closed. Pop opened the outer. Air rushed out. He climbed\npainstakingly down to the ground. He started back toward the shack.\n\nThere was the most luridly bright of all possible flashes. There was no\nsound, of course. But something flamed very brightly, and the ground\nthumped under Pop Young's vacuum boots. He turned.\n\nThe rocketship was still in the act of flying apart. It had been a\nsplendid explosion. Of course cotton sheeting in liquid oxygen is not\nquite as good an explosive as carbon-black, which they used down in\nthe mine. Even with magnesium powder to start the flame when a bare\nlight-filament ignited it, the cannister-bomb hadn't equaled--say--T.N.T.\nBut the ship had fuel on board for the trip back to Earth. And it blew,\ntoo. It would be minutes before all the fragments of the ship returned\nto the Moon's surface. On the Moon, things fall slowly.\n\nPop didn't wait. He searched hopefully. Once a mass of steel plating\nfell only yards from him, but it did not interrupt his search.\n\nWhen he went into the shack, he grinned to himself. The call-light of\nthe vision-phone flickered wildly. When he took off his helmet the bell\nclanged incessantly. He answered. A shaking voice from the mining-colony\npanted:\n\n\"We felt a shock! What happened? What do we do?\"\n\n\"Don't do a thing,\" advised Pop. \"It's all right. I blew up the ship and\neverything's all right. I wouldn't even mention it to Sattell if I were\nyou.\"\n\nHe grinned happily down at a section of plastic stair-rail he'd found\nnot too far from where the ship exploded. When the man down in the mine\ncut off, Pop got out of his vacuum suit in a hurry. He placed the\nplastic zestfully on the table where he'd been restricted to drawing\npictures of his wife and children in order to recover memories of them.\n\nHe began to plan, gloatingly, the thing he would carve out of a\nfour-inch section of the plastic. When it was carved, he'd paint it.\nWhile he worked, he'd think of Sattell, because that was the way to get\nback the missing portions of his life--the parts Sattell had managed to\nget away from him. He'd get back more than ever, now!\n\nHe didn't wonder what he'd do if he ever remembered the crime Sattell\nhad committed. He felt, somehow, that he wouldn't get that back until\nhe'd recovered all the rest.\n\nGloating, it was amusing to remember what people used to call such\nart-works as he planned, when carved by other lonely men in other\nfaraway places. They called those sculptures scrimshaw.\n\nBut they were a lot more than that!\n\n\nTHE END\n\n[Illustration]\n\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Scrimshaw, by William Fitzgerald Jenkins\n\n*** END OF THIS PROJECT GUTENBERG EBOOK SCRIMSHAW ***\n\n***** This file should be named 23791.txt or 23791.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/3/7/9/23791/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}