{"title": "The Seed of the Toc-Toc Birds", "author": "Francis Flagg", "releaseDate": "December 12, 2007", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks and the Online Distributed\nProofreading Team at http://www.pgdp.net\n\n\n\n\n\n\nTranscriber's Note: This e-text was produced from \"Astounding Stories\",\nJanuary, 1932. Extensive research did not reveal any evidence that the\nU.S. copyright on this publication was renewed.\n\n\n\n[Illustration: _His clutching hands closed on something small and\nhard._]\n\n\n\n\nThe Seed of the Toc-Toc Birds\n\n\nBy Francis Flagg\n\n\n\n\n[Sidenote: Little did Prof. Reubens suspect what his atom-tampering\nwould set loose upon the world.]\n\nTalbot had been working that day, far up in the Catalinas, looking over\nsome mining prospects for his company, and was returning to the\nMountain View Hotel in Oracle when, from the mouth of an abandoned\nshaft some distance back of that town, he saw a strange object emerge.\n\n\"Hello,\" he said to Manuel, his young Mexican assistant, \"what the\ndevil can that be?\"\n\nManuel crossed himself swiftly.\n\n\"Dios!\" he exclaimed, \"but it is a queer bird, señor.\"\n\nQueer, it certainly was, and of a species Talbot had never before laid\neyes on. The bird stood on the crumbling rim of the mining shaft and\nregarded him with golden eyes. Its body was as large as that of a\nbuzzard, and its head had a flat, reptilian look, unpleasant to see.\nNor was that the only odd thing. The feathers glittered metallically,\nlike blued copper, and a streak of glistening silver outlined both\nwings.\n\nMarveling greatly, and deciding that the bird must be some rare kind\nescaped from a zoo, or a stray from tropical lands much further south,\nTalbot advanced cautiously, but the bird viewed his approach with\nunconcern. Ten feet from it he stopped uneasily. The strange fowl's\nintent look, its utter immobility, somewhat disconcerted him.\n\n\"Look out, señor,\" warned Manuel.\n\nInvoluntarily, Talbot stepped back. If he had possessed a rifle he\nwould have shot the bird, but neither Manuel nor himself was armed.\nSuddenly--he had looked away for a moment--the bird was gone. Clutching\na short miner's pick-ax, and a little ashamed of his momentary\ntimidity, he strode to the edge of the abandoned shaft and peered down.\nThere was nothing to see; only rotting joists of wood, crumbling earth\nfor a few feet, and then darkness.\n\n\n\nHe pondered for a moment. This was the old Wiley claim. He knew it\nwell. The shaft went down for over two hundred feet, and there were\nseveral lateral workings, one of which tunneled back into the hills for\na considerable distance. The mine had been a bonanza back in the days\nwhen Oracle boomed, but the last ore had been taken out in 1905, and\nfor twenty-seven years it had lain deserted. Manuel came up beside him\nand leaned over.\n\n\"What is that?\" he questioned.\n\nTalbot heard it himself, a faint rumbling sound, like the rhythmic\nthrob of machinery. Mystified, he gazed blankly at Manuel. Of course it\nwas impossible. What could functioning machinery be doing at the bottom\nof an abandoned hole in the ground? And where there were no signs of\nhuman activity to account for the phenomenon? A more forsaken looking\nplace it would be hard to imagine. Not that the surrounding country\nwasn't ruggedly beautiful and grand; the hills were covered with\nlive-oak, yucca grass, chulla, manzanita, and starred with the white\nblossoms of wild thistle. But this locality was remote from human\nhabitation, and lonely.\n\nCould it be, Talbot wondered, the strange bird making that noise? Or\nperhaps some animal? The noise sounded like nothing any creature,\nfurred or feathered, could make, but, of course, that must be the\nexplanation. However, it would be dark within the hour, with Oracle\nstill two miles distant, so he turned reluctantly away, Manuel\nthwacking the burros from the grazing they had found. But that was not\nto be the end of the odd experience. Just before the trail swung over\nthe next rise, Talbot glanced back. There, perching on the rim of the\nabandoned mining shaft, were not one but two of the strange birds. As\nif cognizant of his backward glance, they napped their gleaming,\nmetallic wings, although they did not rise, and gave voice to what\ncould only be their natural harsh cries, measured and, somehow,\nsinister.\n\n\"_Toc-toc, toc-toc._\"\n\nTalbot went to bed determined to investigate the old Wiley claim the\nnext day, but in the morning an urgent telegram called him and Manuel\nto Phoenix, and so the matter was necessarily postponed. Moreover, on\nmature reflection, he decided that there was nothing much to\ninvestigate. The days went by, the matter slipped his mind, and he had\nalmost forgotten the incident.\n\n\nIt was an Indian who first brought news of the jungle to Oracle. His\nname was John Redpath and he wasn't the average person's idea of an\nIndian at all. He wore store clothes and a wide-brimmed hat, and spoke\nEnglish with the colloquial ease of one whose native language it was.\nIt was ten o'clock in the morning, the hour when people gathered at the\nlocal store and post-office to gossip and get their mail, when he came\ndriving into town in his Ford, his terrified wife and three children\ncrowded into the back seat.\n\n\"What's the matter, John?\" asked Silby, the constable.\n\n\"Matter?\" said Redpath. \"I'll tell you what's the matter.\"\n\nHe held the attention of the crowd which now began flocking around him.\n\"You know me, Silby; I'm not easily frightened; but what's happened at\nmy place has me scared stiff.\"\n\nHe pulled out a handkerchief and mopped his brow.\n\n\"When we went to bed last night, everything looked as usual; but this\nmorning....\"\n\nHe paused.\n\n\"Something over night had grown up in my pasture. Don't ask me what it\nis. The whole hillside was filled with it. I went to the pasture to\nmilk my goats--that's some distance from the house and over a rise; you\nknow how rugged my land is--and there was the stuff, acres of it,\ntwenty, thirty feet tall, like--like nothing I had ever seen before.\nAnd Silby\"--his voice was suddenly low--\"I could see it growing.\"\n\n\nAt this remarkable statement, everyone in sound of his voice gaped with\nastonishment. Had it been any other Indian they would have said he was\ndrunk--but not John Redpath. He didn't drink.\n\n\"Growing?\" echoed Silby stupidly.\n\n\"Yes. The damn stuff was growing. But it wasn't that which stampeded me\nout of there. It was the globe.\"\n\n\"The globe!\" said Silby, more mystified than ever.\n\n\"It was floating over the growing stuff, like a black balloon. Just\nover my place the balloon began to sift down a shower of pebbles. Like\nbeans, they were; seeds, rather; for when they hit the ground they\nstarted to sprout.\"\n\n\"Sprout?\" The constable was capable of nothing more than an echo.\n\n\"I'm telling you the truth,\" continued Redpath. \"Incredibly fast. I had\nbarely time to crank up the car and get out of there. I never would\nhave done it if the strange growth hadn't left the way clear from the\ngarage to the road. Silby, I had the devil of a time getting the wife\nand kids out of the house. When I looked back after going a quarter of\na mile the house had disappeared under a tangled mass.\"\n\nThere was no time for anyone to question John Redpath further. Even as\nhe finished speaking a large automobile dashed up and out tumbled a\nwell-dressed and portly red-faced stranger.\n\n\"What the devil's the matter with the road above here? Funniest thing I\never saw. The road to Mount Lemmon's blocked. My family,\" he said\ninconsequentially, \"is at Mount Lemmon for the summer and I want to get\nthrough to them.\"\n\nBlocked! The crowd stared at him wonderingly. John Redpath threw in his\nclutch. \"So long,\" he said. \"I've a brother in Tucson, and I'm going to\nhis place until this blows over.\"\n\nAs he left Oracle, John Redpath noticed several dark globes drifting\ndown on it from the hills.\n\n\nThe first inkling the outside world had of the terrible tragedy that\nwas happening at Oracle came over the phone to Tucson while John\nRedpath was still en route to that city.\n\n\"Hello, hello! Is this the police station? Silby speaking. Silby, town\nconstable at Oracle. For God's sake, send us help! We're being\nattacked. Yes, attacked from the air. By strange aircraft, round\nglobes, discharging--oh, I don't know what it is; only it grows when it\nhits the earth. Yes, grows. Oracle is hemmed in. And there are the\nbirds--b-i-r-d-s, birds----\"\n\nThere was a stifled cry, the voice suddenly ceased, and the wire went\ndead.\n\n\"My God!\" said the chief of police of Tucson, \"somebody's raving.\" He\nlost no time in communicating with the sheriff's office and sending out\nhis men. They soon returned, white-faced and shaken.\n\n\"Chief,\" said the officer in charge of the party, \"you know where the\nroad to Oracle switches off the main highway? Well, it's impassable,\ncovered with stuff a hundred feet high.\"\n\nThe chief stared. \"Are you crazy?\"\n\n\"No. Listen. It's the queerest growth you ever saw. Not like vegetation\nat all. More like twisted metal....\"\n\n\nBut now the city began to seethe with excitement. Farmers and their\nfamilies flocked in from the Seep Springs district, and from Jayhnes,\ntelling weird tales of drifting globes and encroaching jungle. The\nSouthern Pacific announced that traffic northward was disrupted. Extras\nappeared on the streets with shrieking headlines. Everything was in\nconfusion.\n\nA flyer from the local airport flew over Oracle and announced on his\nreturn that he could see no signs of the town, that its immediate\nvicinity was buried under an incredibly tall and tangled mass of\nvegetation. \"From the air it looks like giant stalks of spaghetti,\ntwisted, fantastic,\" was his description. He went on to say that he\nnoticed quite a few drifting globes and large birds with black,\nglistening wings, but these offered no hindrance to his flight.\n\nNow the wires hummed with the startling news. All the world was\ninformed of the tragedy. The great cities of the nation stood aghast.\nAn aroused Washington dispatched orders for the aerial forces of the\ncountry to proceed to Arizona without delay. The governor of Arizona\nmobilized the state militia. All border patrol officers proceeded to\nthe area affected. And yet in the face of what was happening they were\npowerless to do a thing.\n\nAt two o'clock of the day following the wiping out of Oracle, the first\nblack globes approached Tucson. They floated down from the north,\nskirting the granite ridges and foothills of the Catalinas, and were\nmet with a withering hail of lead from anti-aircraft guns, and burst,\nscattering wide their contents. When some three hours later the first\nsquadron of the air fleet came to earth on the landing field a few\nmiles south of the city, the northern environs of Tucson, all the area\nthe other side of Speedway, and running east and west as far as the eye\ncould see, was a monstrous jungle a hundred or more feet tall--and\nstill growing.\n\n\nTerrified residents fled before the uncanny invasion. People congested\nthe streets. Thousands fled from the city in automobiles, and thousands\nof others thronged the railroad station and bus-line offices seeking\nfor transportation. Rumors ran from lip to lip that Russia was\nattacking the United States with a newly invented and deadly method of\nwarfare; that it wasn't Russia but Japan, China, England, Germany, a\ncoalition of European and Asiatic powers.\n\nFrantically, the city officials wired railroad companies to send in\nemergency trains. The mayor appealed to the citizens to be quiet and\norderly, not to give way to panic, that everything was being done to\ninsure their safety. Hastily deputized bodies of men were set to\npatrolling streets and guarding property. Later, martial law was\nestablished. The south side of Speedway rapidly assumed the appearance\nof an armed camp. At the landing field Flight Commander Burns refueled\nhis ships and interviewed the flyer who had flown over Oracle. That\nworthy shook his head.\n\n\"You're going out to fight, Commander,\" he said, \"but God knows what.\nSo far we have been unable to detect any human agency back of those\nglobes. They just drift in, irrespective of how the wind is blowing. So\nfar our only defense has been to shoot them down, but that does little\ngood; it only helps to broadcast their seed. Then, too, the globes shot\ndown have never been examined. Why? Because where they hit a jungle\nsprings up. Sometimes they burst of their own accord. One or two of\nthem got by us in the darkness last night, despite our searchlights,\nand overwhelmed a company of National Guards.\"\n\nThe flight commander was puzzled.\n\n\"Look here,\" he said, \"those globes don't just materialize out of thin\nair. There must be a base from which they operate. Undoubtedly an enemy\nis lurking in those mountains.\" He got up decisively. \"If it is humanly\npossible to locate and destroy that enemy, we shall do it.\"\n\n\nFlying in perfect formation, the bombing squadron clove the air.\nLooking down, the observers could see the gigantic and mysterious\njungle which covered many square miles of country. Like sinuous coils\nof spaghetti, it looked, and also curiously like vast up-pointed\ngirders of steel and iron. The rays of the late afternoon sun glinted\non this jungle and threw back spears of intense light. Over the iron\nridges of the Catalinas the fleet swept at an elevation of several\nthousand feet. Westward, numerous huge globes could be seen drifting\nsouth. The commander signaled a half dozen of his ships to pursue and\nshoot them down.\n\nIn the mountains themselves, there was surprisingly little of the\nuncanny vegetation. Mile after mile of billowing hills were quartered,\nbut without anything of a suspicious nature being noted. Here and there\nthe observers saw signs of life. Men and women waved at them from\nisolated homesteads and shacks. At Mount Lemmon the summer colonists\nappeared unharmed, but in such rugged country it was impossible to\nthink of landing. Oracle, and for a dozen miles around its vicinity,\nwas deserted.\n\nThough the commander searched the landscape thoroughly with his\nglasses, he could detect the headquarters of no enemies; and yet the\nexistence of the drifting globes would seem to presuppose a sizable\nbase from which they operated. Mystified, he nevertheless subjected the\nOracle area to a thorough bombing, and it was while engaged in doing so\nthat he and his men observed a startling phenomenon.\n\n\nHigh in the heavens, seemingly out of nothing, the mysterious globes\ngrew. The aviators stared, rubbed their eyes in amazement, doubted the\ntruth of what they saw. Their commander recollected his own words,\n\"Those globes don't just materialize out of thin air.\" But that\nactually seemed to be what they were doing. Out of empty space they\nleaped, appearing first as black spots, and in a moment swelling to\ntheir huge proportions.\n\nOne pilot made the mistake of ramming a globe, which burst, and he\nhurtled to earth in a shower of seed, seed which seemed to root and\ngrow and cover his craft with a mass of foliage even as it fell.\nHorrified, ammunition and explosives exhausted, the amazed commander\nordered his ships back to Tucson. What he had to tell caused a\nsensation.\n\n\"No,\" he said, finishing his report to the high military official who\nhad arrived with federal forces, \"I saw nothing--aside from the\nglobes--that could possibly account for the attack. Nothing.\"\n\nBut none the less the attack went on. Though hundreds of planes scoured\nthe sky, though great guns bellowed day and night and thousands of\nsoldiers, state and federal, were under arms, still the incredible\nglobes continued to advance, still more and more of the countryside\ncame under the sway of the nightmarish jungle. And this losing battle\nwas not waged without loss of human life. Sometimes bodies of artillery\nwere cut off by globes getting beyond their lines in the darkness and\nhemming them in. Then they had literally to hack their way out or\nperish; and hundreds of them perished. One company sergeant told of a\nthrilling race with three globes.\n\n\"It was a close thing,\" he said, scratching his head, \"and only a third\nof us made it.\"\n\n\nFear gripped the hearts of the most courageous of men. It was terrifying\nand nerve-racking to face such an _unhuman_ foe--weird, drifting globes\nand invading jungles whose very source was shrouded in mystery. Against\nthis enemy no weapons seemed to prevail. All the paraphernalia of\nmodern warfare was proving useless. And looking at each other with\nwhite faces--not alone in Arizona, but in New York, Chicago, Los\nAngeles--men asked themselves these questions, and the newspapers posed\nthem:\n\n    \"What if this thing can't be stopped?\"\n\n    \"What if it keeps on and on and invades every city and state?\"\n\n    \"It is only starting now, but what will it be like a month from\n    now, a year?\"\n\nThe whole nation awoke to a realization of its danger. The Administration\nat Washington solemnly addressed itself to the capitals of the world.\n\n    \"If some power, jealous of the greatness of America, has perfected\n    a new and barbarous weapon of warfare, and without due warning and\n    declaration of hostilities has launched it against us, not only do\n    we denounce such uncivilized procedure, but demand that such a\n    power speak out and reveal to us and the world who our enemy is.\"\n\nBut the powers of the world, as one, united in disclaiming any hand\nin the monstrous attack being made on the United States. As for that\nattack, it proceeded inexorably. On the fourth day Tucson was evacuated.\nThen Winkleman awoke one morning to find that the drifting globes had\nreached the river. The town was abandoned. California mobilized citizen\nforces in cooperation with Nevada. The great physicist Miller was said\nto be frantically at work on a chemical designed to destroy the\ngigantic growths, specimens of which had been sent him. Such was the\ncondition of affairs when, at Washington, Milton Baxter, the young\nstudent, told his incredible story to a still more incredulous Senate.\n\n\nThe Senate had been sitting in anxious session for five days, and was\nlittle inclined to give ear to the stories of cranks. Fortunately for\nthe world, young Baxter came of an influential family and had taken the\nprecaution of having himself introduced by two prominent financiers,\nwho demanded that he be heard.\n\n\"Gentlemen,\" he said earnestly, \"contrary to current opinion, America\nis not being assailed by a foreign power. No! Listen to me a moment and\nI shall tell you what is attacking America.\"\n\nHe paused and held the assemblage with compelling eyes.\n\n\"But first let me explain how I know what I am going to tell you. I was\nin London when I read of what is occurring in Arizona. Before the wire\nwent dead on him, didn't the unfortunate constable of Oracle say\nsomething about birds?\"\n\nThe senators were silent. \"Yes,\" said a press correspondent at length.\n\"If I remember correctly, he said, 'And there are the birds--b-i-r-d-s,\nbirds.'\"\n\n\"Well,\" exclaimed Senator Huffy, \"the man was pretty well excited and\nhis words may have been misunderstood. What the devil have birds to do\nwith those globes and jungles?\"\n\n\"More than you think,\" replied Baxter. \"Listen!\" He fixed their\nattention with uplifted hand. \"The thing I have to reveal is of such\nparamount importance that I must not be interrupted. You must bear with\nme while I go back some months and even years in time to make myself\nunderstood.\n\n\"You all remember the mysterious disappearance of Professor Reubens.\nYes, I see that you do. It caused a sensation. He was the foremost\nscientist in the country--it would not be exaggerating too much to say\nin the world. His name was not as well known among the masses as that\nof Miller and Dean; in fact, outside of an exclusive circle it wasn't\nknown at all, but ask any scientist about Reubens. He was a tall, dour\nman of sixty, with Scotch blood in his veins, and was content to teach\na class in a college because of the leisure it afforded him for his own\nresearch work. That was at the University of Arizona in Tucson.\n\n\"The faculty of the college was proud to have him on its staff and\nprovided him with a wooden building back of the campus, for a private\nlaboratory and workshop. I understand that the Rockefeller Institute\ncontributed funds towards Professor Reubens' experiments, but I am not\ncertain.\n\n\n\"At any rate he had a wonderfully well equipped place. I was a pupil at\nthe University and attended his class in physics. A strong friendship\ngrew up between us. How can I explain that friendship? I was not a\nparticularly brilliant student, but he had few friends and perhaps my\nboyish admiration pleased him. I think, too, that he was lonely,\nheart-hungry for affection. His wife was dead, and his own boy.... But\nI won't go into that.\n\n\"Suffice it to say that I believe he bestowed on me some of the\naffection he had felt for his dead son. Indeed I am sure he did. Be\nthat as it may, I often visited him in his laboratory and watched,\nfascinated, as he pored over some of his intricate apparatus. In a\nvague way, I knew that he was seeking to delve more deeply into the\natom.\n\n\"'Before Leeuwenhoek invented the microscope,' the Professor once said,\n'who ever dreamed of the life in a drop of water? What is needed now is\na super-microscope to view the atom.'\n\n\"The idea thrilled me.\n\n\"'Do you believe, sir, that an instrument will ever be invented that\nwill do that?'\n\n\"'Yes. Why not? I am working on some such device myself. Of course the\nwhole thing has to be radically different. The present, method of\ndeducing the atom by indirection is very unsatisfactory. We can know\nnothing for certain until direct observation is possible. The atomic\ntheory that likens the atom to our solar system, with planets revolving\nround a central nucleus, is very interesting. But I shall never be\ncontent, for one, until I can see such an atomic system in operation.'\n\n\"Now I had every admiration for the capacity and genius of my teacher,\nbut I couldn't forebear exclaiming:\n\n\"'Is that possible?'\n\n\"'Of course it's possible,' he cried irritably. 'Do you think I should\nbe pursuing my experiments if I didn't think it possible? Only\nnumbskulls think anything impossible!'\n\n\n\"I felt rather hurt at his retort and a certain coolness sprang up\nbetween us. The summer holidays came and I went away without bidding\nhim good-by. But returning for the new semester, my first act was to\nhurry to the laboratory. He greeted me as if there had never been any\ndifference between us.\n\n\"'Come,' he cried; 'you must see what I have accomplished. It is\nmarvelous, marvelous.'\n\n\"In his workshop stood a mechanism perhaps three feet square and four\nfeet high. It was made of polished steel and looked not unlike an\nEdison music box.\n\n\"'You are the first I have shown it to,' he said excitedly. 'Here, look\ninto this.'\n\n\"Stooping over the top of the box I peered into the eye-piece\nindicated. It was so fashioned that it fitted the contour of the face\nsnugly.\n\n\"'Now hold steady,' warned the Professor. 'This machine makes quite a\nnoise, but it won't harm you at all.'\n\n\"I sensed that he was fingering and arranging dials and levers on the\nside of the contrivance. Suddenly an engine in the box began to throb\nwith a steady rhythm. This gradually increased in tempo until the\nvibration of it shook the room.\n\n\"'Don't move,' shouted the Professor.\n\n\"At first I could see nothing. Everything was intensely dark. Then the\ndarkness began to clarify. Or rather I should say it seemed as if the\ndarkness increased to such a pitch that it became--oh, I can't describe\nit! But of a sudden I had the sensation of looking into the utter\nbleakness and desolation of interstellar space. Coldness,\nemptiness--that was the feeling. And in this coldness and emptiness\nflamed a distant sun, around which twelve darker bodies the size of\npeas revolved. They revolved in various ellipses. And far off--millions\nof light years away (the thought came to me involuntarily at the\ntime)--I could glimpse infinitesimal specks of light, a myriad of them.\nWith a cry I jerked back my head.\n\n\"'That,' shouted the Professor in my ear, 'was an atomic universe.'\n\n\n\"It never entered my head to doubt him. The realness, the vividness,\nthe overwhelming loneliness and vastness of the sight I had seen--yes,\nand the suggestion of cosmic grandeur and aloofness that was\nconveyed--banished any other feeling but that of belief.\n\n\"'Inside that box,' said Professor Reubens quietly, 'and directly\nunderneath the special crystal-ray medium I have perfected, is a piece\nof matter no larger than a pin-head. But viewed through the magnifying\nmedium of the crystal-ray that insignificant piece of matter becomes as\nvast and as empty as all space, and in that space you saw--an atomic\nsystem.'\n\n\"An atomic system! Imagine my emotions. The tremendousness of the\nassertion took away my breath. I could only seize the Professor's hand\nand hold to it tightly.\n\n\"'Softly, my boy, softly,' he said, smiling at my emotion. 'What you\nhave seen is but the least part of the invention. There is more to it\nthan that.'\n\n\"'More?'\n\n\"'Yes. Did you think I would be content with merely viewing at a\ndistance? No. Consider that revolving round a central nucleus similar\nto our sun are twelve planets, any one of which may be inhabited by\nintelligent creatures.'\n\n\"I stared at him dumbly.\n\n\"'You mean--'\n\n\"'Why not? Size is only relative. Besides in this case I can\ndemonstrate. Please look again.'\n\n\"Not without trepidation, I did as he bade. Once more I saw the black\nemptiness of atomic space, saw the blazing nucleus with its whirling\nsatellites. Above the roaring noise of the machine came Professor\nReubens' voice. 'I am now intensifying the magnifying medium and\nfocusing it on one of the planets you see. The magnifying crystal-ray\nis mounted on a revolving device which follows this particular planet\nin its orbit. Now ... now....'\n\n\n\"I gazed, enthralled. Only one atomic planet--the size of a pea and\nseemingly motionless in space--now lay in my field of vision. And this\nplanet began to grow, to expand, until beneath my staring eyes it\nlooked like the full moon in all its glory.\n\n\"'I am gradually increasing the magnifying power of the crystal-ray,'\ncame the voice of the Professor.\n\n\"The huge mass of the planet filled the sub-atomic sky. My hands\ngripped the rim of the box with excitement. On its surface began to\nform continents, seas. Good God! was all this really materializing from\na speck of matter under the lens of a super-microscope? I was looking\ndown from an immense height upon an ever clarifying panorama. Mountains\nbegan to unfold, plains, and suddenly beneath me appeared a mighty\ncity. I was too far away to see it distinctly, but it was no city such\nas we have on earth. And yet it was magnificent; it was like gazing at\na strange civilization.\n\n\"Dimly I could see great machines laboring and sending forth glowing\nstreamers of light. Strange buildings rose. It was all bizarre,\nbewildering, unbelievably weird. What creatures dwelt in this place? I\nstrained my eyes, strove to press forward, and in that very moment the\nthings at which I gazed seemed to rise swiftly to meet my descending\nhead. The illusion was that of plunging earthward at breakneck speed.\nWith a stifled cry, I recoiled, rubbed my blinking eyes, and found\nmyself staring stupidly into the face of Professor Reubens. He shut off\nthe machine and regarded me thoughtfully.\n\n\"'In that atomic universe, on a planet swinging round a sub-atomic sun,\nthe all of which lies somewhere in a speck of our matter, intelligent\ncreatures dwell and have created a great machine civilization. And\nBaxter,' he leaned forward and fixed me with eyes that gleamed from\nunder heavy brows, 'not only has my super-atomic-microscope revealed\nsomewhat of that world and its marvels to human vision, but it has\nopened up another, a more wonderful possibility.'\n\n\n\"He did not tell me what this wonderful possibility was, and a few\nminutes later I left the laboratory, intending to return after a late\nclass. But a telegram from Phoenix was at my rooms, calling me home. My\nfather was seriously ill. It was June before he recovered his health.\nConsequently I had to forego college until the next season.\n\n\"'Old Reubens is going dotty,' said one of my classmates to me. Rather\ndisturbed, I sought him out. I saw that there were dark circles of\nsleeplessness under his eyes and that his face had grown thinner.\nSomewhat diffidently I questioned him about his experiments. He\nanswered slowly:\n\n\"'You will recollect my telling you that the super-atomic-microscope\nhad opened up another wonderful possibility?'\n\n\"I nodded, sharply curious now.\n\n\"'Look.'\n\n\"He led the way into his workshop. The super-atomic-microscope, I\nnoticed, had been altered almost out of recognition. It is hopeless for\nme to attempt describing those changes, but midway along one side of\nits length projected a flat surface like a desk, with a large\nfunnel-shaped device resting on it. The big end of this funnel pointed\ntowards a square screen set against the wall, a curious screen\nsuperimposed on what appeared to be a background of frosted glass.\n\n\"'This,' said the Professor, laying one hand on the funnel and\nindicating the screen with the other, 'is part of the arrangement with\nwhich I have established communication with the world in the atom.\n\n\"'No,' he said, rightly interpreting my exclamation, 'I am not crazy.\nFor months I have been exchanging messages with the inhabitants of that\nworld. You know the wave and corpuscular theories of light? Both are\ncorrect, but in a higher synthesis--But I won't go into that. Suffice\nit to say that I broke through the seemingly insuperable barrier\nhemming in the atomic world and made myself known. But I see that you\nstill doubt my assertion. Very well, I will give you a demonstration.\nKeep your eyes on the screen--so----'\n\n\n\"Adjusting what seemed a radio headpiece to my ears, he seated himself\nat a complicated control-board. Motors purred, lights flashed, every\nfilament of the screen became alive with strange fires. The frosted\nglass melted into an infinity of rose-colored distance. Far off, in the\nexact center of this rosy distance appeared a black spot. Despite the\nheadpiece, I could hear the Professor talking to himself, manipulating\ndials and levers. The black spot grew, it advanced, it took on form and\nsubstance; and then I stared, I gasped, for suddenly I was gazing into\na vast laboratory, but depicted on a miniature scale.\n\n\"But it wasn't this laboratory which riveted my attention. No. It was\nthe unexpected creature that perched in the midst of it and seemed to\nlook into my face with unwinking eyes of gold set in a flat reptilian\nhead. This creature moved; its feathers gleamed metallically; I saw its\nbill open and shut. Distinctly through the ear-phones came a harsh\nsound, a sound I can only describe by the words _toc-toc, toc-toc_.\nThen, just as the picture had appeared, it faded, the lights went out,\nthe purring of the motors ceased.\n\n\"'Yes,' said the Professor, stepping to my side and removing the\nheadpiece, 'the inhabitants of the sub-atomic planet are birds.'\n\n\"I could only stare at him dumbly.\n\n\"'I see that astounds you. You are thinking that they lack hands and\nother characteristics of the _genus homo_. But perhaps certain\nfaculties of manipulation take their place. At any rate those birds are\nintelligent beings; in some respects, further advanced in science than\nare we ourselves. Perhaps it would be more exact to say that their\nscientific investigations and achievements have been along slightly\ndifferent lines. If such messages I sent them had come to our world\nfrom another planet or dimension, how readily they might have been\nmisconstrued, ridiculed or ignored.' The Professor shrugged his\nshoulders. 'But the beings in this sub-atomic world interpreted my\ncommunications without difficulty.\n\n\n\"In no time we were conversing with one another through means of a\nsimplified code. I was soon given to understand that their scientists\nand philosophers had long recognized the fact that their universe was\nbut an atom in an immeasurably greater dimension of existence; yes, and\nhad long been trying to establish contact with it.' The Professor's\nvoice fell. 'And not that alone: they were eager to cooperate with me\nin perfecting a method of passing from their world to ours!\n\n\"'Yes,' he cried, 'much of what I have accomplished has been under\ntheir advice and guidance; and they on their part have labored; until\nnow'--his eyes suddenly blazed into my fascinated face--'until now,\nafter months of intensive work and experiment, success is nigh, and any\nday may see the door opened and one of them come through!'\n\n\"Gentlemen!\" cried Milton Baxter, \"what more is there to say? I\nstaggered from Professor Reubens' laboratory that afternoon, my head in\na whirl. That was on a Monday.\n\n\"'Come back Thursday,' he said.\n\n\"But as you know, Professor Reubens disappeared on a Wednesday night\nbefore; and stranger still, his machines disappeared with him. In his\nlaboratory were signs of a struggle, and bloodstains were found. The\npolice suspected me of a guilty knowledge of his whereabouts, in short\nof having made away with my friend. When I told somewhat of the\nexperiments he had been engaged in, spoke of the missing inventions,\nthey thought I was lying. Horrified at the suspicion leveled at myself,\nI finally left Tucson and went abroad. Months passed; and during all\nthose months I pondered the mystery of the Professor's fate, and the\nfate of his machines. But my fevered brain could offer no solution\nuntil I read of what was happening in Arizona; then, then....\"\n\nMilton Baxter leaned forward, his voice broke.\n\n\"Then,\" he cried, \"then I understood! Professor Reubens had succeeded\nin his last experiment. He had opened the door to earth for the bird\nintelligences from the atom and they had come through and slain him and\nspirited away his machines and established them in a secret place!\n\n\"God help us,\" cried Milton Baxter, \"there can be but one conclusion to\ndraw. They are waging war against us with their own hideous methods of\nwarfare; they have set out to conquer earth!\"\n\n\nSuch was the amazing story Milton Baxter told the Senate, but that body\nplaced little credence in it. In times of stress and disaster cranks\nand men of vivid imaginations and little mental stability inevitably\nspring up. But the Washington correspondents wired the story to their\npapers and the Associated Press broadcast it to the four winds.\n\nTalbot had just returned to Phoenix from New Mexico. He had been out of\ntouch with civilization and newspapers and it was with a feeling of\nstunned amazement that he learned of the evacuation of Tucson and\nWinkleman and the wiping out of Oracle. Reading Milton Baxter's\nincredible story he leapt to his feet with an oath. Toc-toc! Why, that\nwas the sound the strange birds had uttered in the hills back of\nOracle. And there was the noise of machinery coming from the old shaft.\n\nFull of excitement he lost no time in seeking an interview with the\nmilitary commander whose headquarters were located in Phoenix and\nrelated to him what Manuel and himself had witnessed and heard that day\nat the abandoned mine. Manuel corroborated his tale. The commander was\nmore than troubled and doubtful.\n\n\"God knows we cannot afford to pass up an opportunity of wiping out the\nenemy. If you will indicate on a map where the old shaft is we will\nbomb it from the air.\"\n\nBut Talbot shook his head.\n\n\"Your planes would have a tough job hitting a spot as small as that\nfrom the air. Besides, a direct hit might only close up the shaft and\nnot destroy the workings underground. If the enemy be the creatures\nMilton Baxter says they are, what is to prevent them from digging their\nway out and resuming the attack?\"\n\n\"Then we will land troops in there somehow and overwhelm them with----\"\n\n\nTalbot interrupted. \"Pardon me, General, but the enemy would have no\ndifficulty in spotting such a maneuver. What chance would your soldiers\nhave against a shower of jungle seed? You would only be sending them to\ndestruction. No, the only way is for someone familiar with those old\nunderground diggings to enter them, locate the birds and the machines\nand blow them up.\"\n\n\"But who----\"\n\n\"Myself. Listen. This is the plan. About five years ago my company\nmined for copper and other ores about a half mile above the Wiley\nclaim. I was in charge of operations. That is how I know the ground so\nwell. One of our northern leads broke through into a tunnel of the\nabandoned mine. When copper prices were shot to hell in the depression\nof 1930 we quit taking out ore; but when I went through the place\neighteen months ago it was still possible to crawl from one mine to\nanother. Of course earth and rock may have fallen since then, but I\ndon't believe the way is yet blocked. If I were dropped in that\nvicinity at night with another man and the necessary tools and\nexplosives....\"\n\nThe general thought swiftly.\n\n\"An auto-gyroscope could land you all right. There's one here now. But\nwhat about the second man to accompany you?\"\n\nManuel said quickly, \"I'm going with the boss.\"\n\n\"You, Manuel,\" Talbot said roughly. \"Don't be a fool. If anything\nshould happen to me--well, I've lived my life; but you're only a kid.\"\n\nManuel's face set stubbornly. \"An experienced mining man you need, is\nit not? In case there should be difficulties. And I am experienced.\nBesides, señores,\" he said simply, \"my wife and child are somewhere in\nthose mountains ... above Oracle....\"\n\nTalbot gripped his hand in quick sympathy. \"All right, Manuel; come if\nyou like.\"\n\n\nA moonless sky hung above them as they swung over the dark and\njungle-engulfed deserted city of Tucson, a sky blazing with the clarity\nof desert stars, and to the south and west shot through with the beams\nof great searchlights. Flying at a lofty altitude to avoid contact with\ndrifting globes or betrayal of their coming with no lights showing\naboard their craft save those carefully screened and focused on the\ninstrument board, it was hard to realize that the fate of America,\nperhaps of the world, hung on the efforts of two puny individuals.\n\nEverything seemed unreal, ghost-like, and suddenly the strangeness of\nit all came over Talbot and he felt afraid. The noiseless engine made\nscarcely a sound; the distant rumble of gunfire sounded like low and\nmuttering thunder. They had come by way of Tucson so as to pick up a\nten-gallon tube of concentrated explosive gas at the military camp in\nthe Tucson mountains.\n\n\"This gas,\" the general had assured them, \"has been secretly developed\nby the chemical branch of the War Department and is more powerful than\nTNT or nitro-glycerin. It is odorless, harmless to breathe and exploded\nby a wireless-radio device.\"\n\nHe had showed them how to manipulate the radio device, and explained\nthat in the metal tube was a tiny chamber from which gas could not\nescape, and a receiving-detonating cap. \"If you can introduce the tube\ninto the underground galleries where you suspect the enemy's\nheadquarters to be, allow the contents to escape for ten minutes, and a\nmile distant you can blow the mine and all in it to destruction. And\nyou needn't be afraid of anything escaping alive,\" he had added grimly.\n\n\nTalbot thought of his words as the dark and silent world slid by. He\nglanced at the luminous dial of his wrist-watch. Eleven-fifteen. The\nmoon rose at eleven-twenty-four. He studied the map. High over Mount\nLemmon the craft soared. He touched the army pilot's arm. \"All right,\"\nhe said, \"throttle her down.\" Their speed decreased. \"Lower.\"\n\nSwiftly they sank, until the dark bulk of hills and trees lay blackly\nbeneath; so near as to seem within the touch of a hand. Though he\nstrained his ears, no alien sound came wafting upward. \"Keep circling\nhere,\" he directed the pilot. \"The moon'll be up in a minute and then\nwe can be sure of where we are.\" The pilot nodded. He was a phlegmatic\nyoung man. Not once during the trip had he uttered a word.\n\nThe east glowed as if with red fire. Many a time before had Talbot\nwatched the moon rise, but never under stranger circumstances. Now the\nnight was illuminated with mellow glory. \"Hit the nail on the head,\" he\nwhispered. \"Do you see that spot over there? To the left, yes. Can you\nland us there?\"\n\nWithout a word the pilot swung for the clearance. It was a close thing,\nrequiring delicate maneuvering, and only an auto-gyroscope could have\nmade it without crashing. Hurriedly Manuel and Talbot unloaded their\ngear.\n\n\"All right,\" said Talbot to the pilot. \"No need to wait for us. If we\nare successful, we'll send out the wireless signal agreed on, and if we\naren't....\" He shrugged his shoulders. \"But tell the General to be sure\nand allow us the time stipulated on before undertaking another attack.\"\n\n\nStanding there on the bleak hillside, watching the auto-gyroscope run\nahead for a few yards and then take the air, Talbot experienced a\nfeeling of desolation. Now he and Manuel were alone, cut off from their\nown kind by barriers of impregnable jungle. And yet on that lonely\nhillside there were no signs of an enemy. For a moment he wondered if\nhe weren't asleep, dreaming; if he wouldn't soon awake to find that all\nthis was nothing but a nightmare.\n\nBut Manuel gathering up the tools aroused him from such thoughts. Not\nwithout difficulty were the necessary things conveyed to the abandoned\nmine back of the old Wiley claim. Their course lay along the bottom of\na dry creek, over a ridge, and so to the shaft half-way down the side\nof a hill. A second trip had to be made to bring the gas tube.\n\nIt was two o'clock in the morning when Manuel stood at the foot of the\nfour-hundred-foot hole and signaled up that the air was good. Talbot\nlowered the tools to him, and the gas container, and lastly went down\nhimself. As already stated, Talbot had explored the underground\nworkings of the mine not eighteen months before. Picking out the main\ntunnel and keeping a close watch for rattlers with electric torches,\nthe two men went cautiously ahead. In places earth had fallen and had\nto be cleared away, but the formation for the most part was a soft rock\nand shale. They went slowly, for fear of starting slides.\n\nAt a spot taking an abrupt turn--and it was here that the newer tunnel\nhad broken through into the older gallery of the Wiley claim--Manuel\ncaught swiftly at Talbot's arm. \"What is that?\" To straining ears came\nthe unmistakable throb of machinery. They snapped off their torches and\ncrouched in Stygian darkness. Not a ray of light was to be seen. Talbot\nknew that in following the ore stratum, the Wiley gallery took several\ntwists. Laboriously he and Manuel advanced with the gas tube. It was\nstiflingly close. He counted the turns, one, two, three. Now the roar\nof machinery was a steady reverberation that shook the tunnel. He\nwhispered to Manuel:\n\n\"Go back and wait for me at the mouth of the shaft. Only one of us must\nrisk taking the gas tube any nearer the enemy. Here, take my watch. It\nis now two-forty-five. If I don't rejoin you by four o'clock touch off\nthe explosive.\"\n\nManuel started to protest. \"Do as I say,\" commanded Talbot. \"The fate\nof the world is at stake. Give me an hour; but no longer--remember!\"\n\n\nLeft alone in the clammy darkness Talbot wiped the sweat from his face.\nGrabbing one end of the rope sling in which the tube was fastened, he\npulled it ahead. There was a certain amount of unavoidable noise; rock\nrattled, earth fell; but he reasoned shrewdly enough that the roar of\nthe machinery would drown this. Beyond a crevice created by a cave-in\nhe saw an intense light play weirdly. He squirmed through the crevice\nand pulled the tube after him.\n\nHis mind reconstructed the mine ahead. He recollected that when the\nlead of this mine had petered out, the owners had begun to sink the\nshaft deeper into the earth before abandoning the mine. This meant that\nthe foot of the shaft, with the addition of an encroaching twenty feet\nof the southern gallery, was deeper by some several yards than the\nfloor of the tunnel in which he stood. Here was the logical place to\nset the gas tube, nose pointed ahead.\n\nWith trembling fingers he loosened the screwed-in nose of the tube with\na wrench. A slight hiss told of the deadly gas's escape. It would\ninevitably flow towards the shaft, drawn by the slight suction of\nmachinery, following the easiest direction of expansion. Now Talbot's\nwork was done, and if he had immediately retreated all would have been\nwell, but the weird light fascinated him. Here he was, one man in the\nbowels of earth pitting his strength, his ingenuity against something\nincredible, unbelievable. Beings from an atomic universe, from a world\nburied within the atom; beings attacking his own earth with uncanny\nmethods of destruction. Oh, it was impossible, absurd, but he must look\nat them, he must see.\n\nScarcely daring to breathe, he squirmed, he crawled, and suddenly he\nsaw. He was looking down into an underground crypt flooded with\nbrilliant light. That crypt had been altered out of all recognition,\nits greater expanse of roof supported with massive pillars, the light\nscreened away from the shaft. But it was not all this which riveted his\nstaring eyes. No--it was the machines; strange, twisted things,\nglowing, pulsing, and--in the light of his knowledge--menacing and\nsinister.\n\n\nTalbot gasped. Almost at once he observed the birds, twelve of them,\ntwo standing in front of what appeared to be a great square of polished\ncrystal, wearing metal caps and goggles, heads cocked forward intently.\nThe others also perched in front of odd machines like graven images.\nThat was the uncanny thing about the birds: they appeared to be doing\nnothing. Only the occasional jerk of a head, the filming of a hard\ngolden eye, gave them a semblance of life. But, none the less, there\ncould be no mistaking the fact that they were the guiding, the\ndirecting geniuses back of all the pulsing, throbbing mechanisms.\n\nHalf mesmerized by the sight, forgetful of time and place, Talbot\nleaned forward in awe. There was a great funnel, a shallow cabinet, and\nout of the cabinet poured an intense reddish beam, and out of the\nbeam....\n\nIt was a minute before he understood, and then comprehension came to\nhim. Those dark spots shooting from the cabinet, no larger than peas,\nwere the mysterious drifting globes whose scattered seed was fast\ncovering miles of Arizonian soil with impenetrable jungle. From a\nuniverse in a piece of matter no larger than a pin-head, from a\nsub-atomic world, the weapons of an alien intelligence were ruthlessly\nbeing hurled against man, to conquer, to destroy him.\n\nAnd now it was made plain to him why the drifting globes had seemed to\nmaterialize out of thin air. Being infinitesimally small parts of an\natom, these globes were released from the cabinet and soon assumed the\nsize of peas; they were guided across the crypt, up the old Wiley\nshaft, and high in the air, somewhere in space, enlarged to immense\nproportions. How? Talbot could not guess. By some manipulation of\nscience and machinery beyond that of earth.\n\nEngrossed, he moved an inch forward, craned his head, and in that\nmoment it happened. Beneath his weight a section of earth and rock\ncrumbled, cracked, slid forward, and he plunged headlong to the floor\nbelow, striking his skull with stunning force!\n\n\nHe came to himself, staring up into the dour-looking face of a tall\nman. He recollected pitching forward among the birds and the machines.\nBut the birds and the machines had disappeared and he was lying in an\nodd room without windows but lit with a soft radiance. Bewildered, he\nsat up.\n\n\"Who are you?\" he demanded.\n\nThe man's beard looked straggly, untrimmed.\n\n\"My name,\" he said, \"is Reubens--Professor Reubens.\"\n\nProfessor Reubens! Talbot gasped. \"Not the scientist who disappeared?\"\n\n\"Yes--as you've disappeared.\"\n\n\"What!\"\n\n\"Through the machine.\"\n\nIt was a moment before Talbot understood. \"You mean....\"\n\n\"That you are a prisoner in a sub-atomic world.\"\n\nTalbot now realized with startling clearness what had happened to him.\nWhen he had fallen into the crypt the weird birds had directly placed\nhim in the cabinet and transported him to their own world. In other\nwords, he and Reubens and everything he saw about him were infinitely\nsmall creatures in an atom-world. He and the Professor were trapped!\nAnd when Manuel blew up the only means of return....\n\n\"How long have I been here?\" Talbot asked hoarsely.\n\n\"Five minutes at the most.\"\n\nThen, at the shortest, the way to earth would exist twenty minutes\nlonger. Twenty minutes.... Incoherently he told Reubens of what had\nhappened in Arizona since his disappearance, of his own misadventure.\n\n\"Aye,\" said the Professor, \"I knew as much. Nor do these inhuman birds\nintend stopping with the use of seed globes. More devilish weapons than\nthat they plan using against earth. Oh, they are fiends, fiends!\nAlready have they wiped out civilization and intelligent life on other\nplanets in this sub-atomic system and introduced their own.\"\n\n\nHe stopped, shuddering. \"Nor is it to be wondered at that no birds were\nseen after the first attack on Oracle,\" he went on. \"They do not fight\nin person, as do we ourselves, but through proxy, directing machines\nfrom centers of control. In powers of destruction, they are\nimmeasurably ahead of man. Thank God you discovered their headquarters\nin the deserted mine and have spread the gas for its destruction. But\nthe rage of the birds at such a defeat will be terrible. They will\nundoubtedly torture me in an effort to make me reveal the basis of my\ninvention so that they can resume the attack on earth. So we must\nescape.\"\n\n\"But how--where?\"\n\n\"I have thought that out. It is one chance in a thousand. Undoubtedly\nwe will be killed. But that is better than being tortured or living in\nthis world. Look.\"\n\nHe held up a pearl-handled pen-knife. \"The birds are smart, all right,\nbut they don't quite understand clothes, wearing none themselves. They\nfound your revolver, but overlooked this.\"\n\n\"Of what good is it?\"\n\n\"To cut our way out of this cell.\"\n\nTalbot laughed incredulously. The walls of the room were smooth, and\nhard to the touch. \"They're as solid as concrete,\" he said.\n\n\"But cut like cheese under a steel blade. I found that out. Watch.\"\n\nTo Talbot's amazement the point of the penknife sank into the wall and\nin a moment a section of it was gouged out. The professor said tensely,\n\"I've been months in this place, been taken back and forth, and know\nthe lay of the land. This room is in a great building that houses the\nlaboratory from which the attack against earth is being launched. Would\nyou believe it, only the great scientist who picked up my messages and\nhelped me perfect my invention, and a few of his assistants, are\nconcerned in that attack, and they will be congregated at the machines.\nFollow me, and whatever I command, do it promptly.\"\n\n\nThe Professor had been working feverishly as he spoke, and now he and\nTalbot crawled through the hole he had made in the wall and found\nthemselves in a long gloomy corridor. \"Quick,\" Reubens whispered.\n\nThey darted down the passageway. Talbot had only time to see that the\ngleaming sides of the corridor were beveled and etched with strange\ndesigns, before they came to its end and where a curious device like a\nhuge five-pointed star was revolving noiselessly, half sunk in a great\nhole in the floor. Without hesitation the Professor stepped onto one of\nthe flat-tipped star-points as it came level with where they stood and\nTalbot did the same. Up, turned the star-point, to a dizzy height, and\nover, but the tip swung on ball-bearings, maintaining its passengers in\na perpendicular position, and from its highest point of elevation\ndescended to another floor far below, where they disembarked.\n\nThe huge revolving star-wheel was nothing but an ingenious movable\nstaircase. But the Professor gave Talbot no time to marvel, nor did the\nlatter try to linger. The corridor below was wider, more richly beveled\nand carved, and the statue of an heroic bird stood perched in the\ncenter of it. The lighting was soft and mellow, but Talbot could\nperceive no windows or globes. Suddenly from an open doorway hopped a\nbird. There was no chance to avoid it. Its wings were spread and from\nits parted bill came a harsh cry, \"Toc-toc, toc-toc!\"\n\n\nKnife in one hand, the Professor hurled himself forward and caught the\nbird in the grip of the other. Instantly from the doorway sprang a\nmonstrous mechanism on stilts, flexible tentacles of metal reaching out\nand wrapping themselves around the Professor. Talbot leaped to the\nProfessor's assistance. The mechanism fought like a live thing. In vain\nhe strove to wrench the tentacles free of the Professor. One of them\nlashed out and took him by the thighs in a crushing grasp. But the\nProfessor had the bird by the throat. Both of his hands were free.\nBack, he forced its head, back. The mechanism seemed to falter in the\nattack, as if bewildered. Across the exposed throat the Professor drew\nthe gleaming blade. Flesh, tendons and arteries gave, blood spurted,\nand in the same moment the tentacles fell away from Talbot and the\nProfessor and withdrew with a dull clang. The Professor released the\nbird and it dropped to the floor.\n\n\"It is the birds' mentality that directs those mechanisms,\" said the\nProfessor, pointing to the now harmless machine.\n\nApparently the brief but terrific battle had passed unnoticed, no alarm\nbeing given. Now the corridor twisted. The two men came to where a deep\nwell was sunk in the floor. To one side a star-wheel revolved smoothly.\nOut of the depths came the steady throb of machinery. Cautiously\npeering over the edge, Talbot saw a sight he would never forget.\n\n\nHe did not need the Professor's whispered words to tell him that here\nwas the source of the deadly attack being waged against earth.\nMotionless birds perched in front of bizarre machines; lights waxed and\nwaned; a cannon-like device, or funnel, shot a column of light into a\nscreen, and through the column of light moved a steady procession of\nround objects the size of plums.\n\n\"The drifting globes being shot through to earth,\" whispered the\nProfessor, \"and our only hope. Listen, the birds are intent on their\nmachines, their backs to the star-wheel. We will descend, throw\nourselves into the column of light, seize hold of a globe, and....\"\n\nHe did not need to finish. Talbot understood in a flash. They would be\ndragged to their own world by the weapons hurled at it.\n\n\"Of course that column of light may kill us,\" went on the Professor\ntensely. \"Or we may be blown up on the other side. Your Mexican friend\nhasn't touched off that explosive gas yet, because--But we've not a\nmoment to lose. Follow me.\"\n\nThe tip of the star-wheel went up, over, descended. The blood was\nroaring in Talbot's ears. \"Now!\" hissed the Professor. \"Now!\" Together\nthey rushed forward. Talbot's foot slipped. The heart leaped into his\nthroat. He never remembered reaching the column of light; but suddenly\nhe was in it, blinded, dazed. His clutching hands closed on something\nsmall and hard.\n\nThe laboratory was a pinwheel going round and round. Through a sea of\ndarkness he floated. A distant glow grew, expanded, became the crypt in\nthe old Wiley mine. A moment he glimpsed the gleaming pillars, the\npulsing machines, the startled birds, and then--Oh, it was incredible,\nimpossible, but the dark, crumbling walls of the old shaft were around\nhim; the globe in his hand no larger than a pea was lifting him towards\nlife and safety.\n\nHe wanted to shout, to sing, but even as the pale stars fell athwart\nhis upturned face, even as the cool mountain air smote his fevered\nbrow, the dark earth erupted beneath his feet, a whirlwind of smoke and\nwind beat and buffeted him, and, in the midst of an overwhelming noise,\nconsciousness was blotted out!\n\nIt was bright daylight when Talbot regained his senses. Propped against\na great rock the Professor regarded him whimsically. Reubens looked\nbadly bruised and battered; one arm hung loosely at his side. Talbot's\nhead ached and he knew that a leg was broken.\n\n\"Yes,\" said the Professor, \"we got through just in time--a few seconds\nbefore the explosive gas was touched off. Thank God, my invention has\nbeen destroyed. The world is safe.\"\n\nYes, the world was safe. Talbot sank back with a sigh of relief.\nOverhead a white plane was dipping toward earth.\n\n\n\n\n\n\nEnd of Project Gutenberg's The Seed of the Toc-Toc Birds, by Francis Flagg\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE SEED OF THE TOC-TOC BIRDS ***\n\n***** This file should be named 23831-8.txt or 23831-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/3/8/3/23831/\n\nProduced by Greg Weeks and the Online Distributed\nProofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}