{"title": "The Professional Approach", "author": "Charles Leonard Harness", "releaseDate": "December 15, 2007", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n The\n Professional\n Approach\n\n The trials of a patent lawyer are usually\n highly technical tribulations--and among\n the greatest is the fact that Inventors\n are only slightly less predictable than\n their Inventions!\n\n by Leonard Lockhard\n\n Illustrated by Schoenherr\n\n\n\"Sometimes,\" said Helix Spardleton, Esquire, \"a patent case gets away\nfrom you. As the attorney in the case, you never quite see it the same\nas everybody else. You stand isolated and alone, unable to persuade the\nPatent Examiners, the Board, the courts, possibly even the inventor, to\naccept your view of the case. Nothing you do or say matches anyone\nelse's thinking, and you begin to wonder what's the matter with\neveryone.\"\n\n[Illustration]\n\nI nodded. This was my favorite time of day. It was early evening in\nWashington, D.C., and my boss, Helix Spardleton, patent attorney\nextraordinary, was relaxing. His feet were up on one corner of his\ndesk, his cigar was in the Contemplation Position, and the smoke curled\nslowly toward the ceiling. His office was a good room in which to relax.\nIt was filled with fine, old well-scratched furniture, and the walls\nwere lined with books, and there was the comfortable picture of Justice\nHolmes on the wall looking down with rare approval on what he saw.\nSusan, our secretary, had made the last coffee of the day, and had\nkicked off her shoes the better to enjoy it. The three of us just sat in\nthe deepening dusk, and talked. We didn't even turn on a light. It was a\nshame I wasn't paying close attention to Mr. Spardleton.\n\nI said, \"Yes, I know what you mean about other people's not seeing\nthings the same way you do. I've seen something like it at work with\nsome of my friends just before they get married. They think their brides\nare just about the most beautiful women in the world, when they are\nreally quite homely--wouldn't even hold a candle to our Susan here.\"\n\nMr. Spardleton looked at me and then at Susan, and Susan looked at him\nand then at me in that sober wide-eyed way she has, and then they looked\nat each other and smiled. I guess they realized that I had said\nsomething pretty funny.\n\nMr. Spardleton said, \"I understand why you think of the situation in\nterms of brides, but I always think of it in terms of a proud father who\nsees nothing but perfection in his newborn son.\"\n\n\"Yes,\" I said, \"that's a good way to put it, too.\"\n\n\"There are,\" he continued through a cloud of gentle smoke, \"two\ndifferent ways in which a patent case can get away from the attorney.\nThe first doesn't happen very often, but when it does it has a tendency\nto set the world on fire. That's the case that has true merit to\nit--high invention, if you will--but the invention is so subtle that\nnobody can see its importance. Only the attorney who wraps the case\naround his heart can appreciate its vast potential. He goes through the\nprosecution before the Patent Office and possibly before the courts\nshouting high praises of the invention, but all the tribunals turn a\ndeaf ear. Sometimes the attorney finally reaches Nirvana; the invention\ncomes into its own. It shakes the world, just as the attorney had always\nknown it would.\"\n\nI nodded and said, \"Elias Howe and his sewing machine, McCormick and his\nreaper, Colt and his pistol.\" Mr. Spardleton had taught me well.\n\n\"The other way is more common,\" he continued. \"There the attorney never\nsees the case in its true light. He is blinded by something in it and\nthinks it is greater than it is. He wastes a lot of time trying to\npersuade everybody that this very ordinary invention is the wonder of\nthe decade. He thinks of the invention the way a father does of a\nwayward son--he sees none of its faults, only its virtues, and he\nmagnifies those.\"\n\nI shifted into a more comfortable position in my deep chair. Mr.\nSpardleton must have thought I was going to say something. He looked at\nme and added hastily, \"Or rather, as you'd have it, the way a bridegroom\nlooks at his prospective bride. That better?\"\n\n\"Oh yes. Those fellows are really blinded. They just can't see anything\nthe way it really is.\"\n\nMr. Spardleton said, \"Most patent attorneys are unable to tell the\ndifference between the two ways a case can get away from them, once they\nget caught in it. They always think that nobody else agrees with them\nbecause nobody else understands the case. It is quite a blow when it\nturns out that they are the one who has been wrong all along. Yes,\nsometimes an understanding of the facts is as difficult as an\nunderstanding of the law.\"\n\n\"Yes,\" I said sleepily. \"Sure must be.\"\n\nIf I had known better that evening, I would never have allowed myself to\nget so sleepy. I should have listened for the meaning in Mr.\nSpardleton's words instead of merely listening to the words themselves.\nI have seen Patent Examiners act that way--they hear the words, but the\nmeaning does not come through. We locked the doors and went home, then.\nHow I wish I had listened!\n\n       *       *       *       *       *\n\nDr. Nathaniel Marchare is unquestionably the greatest organic chemist\nthe world has seen since Emil Fischer. His laboratories in Alexandria,\nVirginia, constantly pour out a host of exceedingly important\ninventions. The chemists, physicists, physical chemists, and biologists\nwho work under him are all dedicated men and women, gifted with that\nscientific insight that so often produces simple solutions to great\nproblems. Dr. Marchare and his people are the principal clients of the\nfirm of Helix Spardleton, Patent Attorney, and as such they are very\nimportant to me. Nevertheless, I always get a queasy feeling in my\nstomach when Dr. Marchare excitedly calls up Mr. Spardleton, and Mr.\nSpardleton turns him over to me.\n\nDr. Marchare is a very nice person, not at all mad as people are prone\nto say. He is tall and gaunt and slightly wall-eyed, and he seems to\nlive in a great, flopping laboratory smock, and his hair is always wild,\nand he seems to look around you rather than at you, but he is a very\nnice person and not at all mad. His main trouble is he does not\nunderstand the workings of the United States Patent System. After I have\nexplained to him the operation of the Patent Law on some particular\nsituation, Dr. Marchare frequently begins to mutter to himself as if I\nwere no longer in the same room with him, and I find this most\ndiscouraging. As if this were not bad enough, many of Dr. Marchare's\nscientists have acquired the same habit.\n\nIt was a bright fall morning when this particular call came through. I\nhadn't heard the phone ring, nor did I hear Mr. Spardleton answer it in\nresponse to Susan's buzz. But some sixth sense brought me upright in my\nchair when I heard Mr. Spardleton say, \"Well, how are things out in the\nWashington suburbs this morning?\"\n\nI felt the hairs tingle at the base of my neck, and I knew that Mr.\nSpardleton was talking to Dr. Marchare. I heard, \"Certainly, why don't I\nsend Mr. Saddle out. He's worked with Callahan before--on that Pigeon\nScarer Case, as I recall--and the two of them can decide what to do.\nThat sound all right?\"\n\nI am afraid it sounded all right, because there was some chitchat and\nthen the sound of the phone's banging into its cradle, and Mr.\nSpardleton's booming voice, \"Oh, Mr. Saddle. Will you come in here a\nmoment, please?\"\n\nI took a quick swallow of milk of magnesia, an excellent antacid, and\nwent in. Mr. Spardleton was busy so he came right to the point. \"They've\ngot some kind of problem out at the Marchare Laboratory--don't know\nwhether to file a patent application right now, or wait until the\ninvention is more fully developed. Will you hop out there and get them\nstraightened out? Callahan is the chemist, and you know him pretty\nwell.\"\n\nI certainly did. Callahan's name always reminded me of the time I took\ntestimony in Sing Sing Prison on a Callahan application in Interference.\nBut I nodded numbly and went back to my office and finished the bottle\nof milk of magnesia and caught a cab to the Marchare Laboratory.\n\n       *       *       *\n\nIt was cool in the lab and the air smelled faintly of solvents. I liked\nthe smell, and I sniffed it deeply and tried to distinguish one from the\nother. My chemistry professor had often told me that I had the best nose\nhe had run across in twenty-five years of teaching. I picked out the\npungent, aromatic odor of toluene and the hospital smell of diethyl\nether, and I thought I could detect the heavy odor of lauryl alcohol.\nUnderneath them all was a rich, sweet smell that I had smelled before,\nbut I couldn't tell what it was. I decided it was a lactone, and let it\ngo at that. I nodded as I went past the receptionist, and her smile made\nme feel uncomfortable again, just as it always did; there was too much\nof a leer in it. I never stopped to tell her where I was going; I just\nwent in unannounced.\n\nI went up the stairs and down the hall to Callahan's lab, next to Dr.\nMarchare's. I went in. Henry Callahan stood at a bench pouring a\ncolorless liquid down a chromatographic column. He looked over at me and\nsaid, \"Well, Carl Saddle. How are you, man? Nice to see you.\"\n\nCallahan was a big man, heavy-set, with bright blue eyes, and a shock of\nlight-brown hair. For all his bulk he moved lightly as befitted a former\nstroke on the Penn crew. I was fond of Callahan, even with all the\ntrouble his inventions caused me; I knew he couldn't help it. I said,\n\"Hello Henry. How have you been?\" And we exchanged some more amenities.\n\nFinally he said, \"Carl, we have quite a problem here, and we don't know\nwhat to do about it. Here's the situation.\"\n\nI swallowed, and took out my notebook and pencil, and laid my pocket\nslide rule in front of me. I always put the slide rule out where the\ninventor can see it to remind him that he is talking to another\ntechnical man, not just a lawyer. This helps make him stick to the\nfacts. I didn't need the rule with Callahan, but habit is hard to break.\n\nCallahan said, \"Some time ago I made a polyester, used adipic acid and\nan amino alcohol. On a hunch I dropped in an aluminum alkyl, and then\npushed the polymerization along with both ultraviolet and heat. Got a\nstiff gel out of the pot and drew it into a quarter of a pound of\nfibers. I only had time to determine that the fibers were amorphous--no\ntime to draw them further to see if they would develop crystallinity. I\nput them in an open-mouth jar which I later found had been used to store\nmercury. One evening I took them out and found they had developed\ncrystallinity on standing. Furthermore, the fibrous ends had split, and\nthe split ends seemed to be tacky--seemed a natural to me to make a\nsheet of paper out of it.\"\n\nI nodded as I worked furiously on my notes. All of Marchare's people\ntalked that way. They did the most fantastic things sometimes, and then\ntalked about them as if anyone would have done the same thing. I had\ncomplained about this oddity to Mr. Spardleton when I first came to work\nfor him; I was used to inventions that were made in understandable ways.\nHe had smiled and asked me to quote the last sentence of 35 U.S.C. 103,\nthe statute that set forth the conditions for patentability. It was a\ngood thing I had memorized the statute. I recited the last sentence,\n\"Patentability shall not be negatived by the manner in which the\ninvention is made.\" Well, here it was again.\n\nI asked Callahan, \"Did you make a sheet of paper out of it?\"\n\n\"Sure did. Made a hand sheet in a twelve-by-twelve inch mold. Pressed it\nout, dried it, then got busy again so I couldn't test it for a week.\nWhen I did I started working nights to see if I could duplicate my\nresults. Just finished this morning. Here's the hand sheet, the second\none.\"\n\nHe handed me a sheet of paper, snow-white in color. I put aside my\npencil and notebook to examine it. As I took it in my hand it was\nobvious that it was something unusual. It was softer than a cleansing\ntissue, and probably even more flexible. I rubbed it between my fingers,\nand it had the most remarkable feel of any paper I had ever felt--soft\nand clinging and cool, and exceedingly pleasant. I knew the paper\nchemists called this property \"hand.\" Callahan's paper had the most\nremarkable hand I had ever seen.\n\n\"Tear it in half,\" Callahan said.\n\n       *       *       *       *       *\n\nI took the sheet between my thumbs and forefingers and gingerly pulled,\nexpecting the light and soft sheet to part easily. Nothing happened. I\npulled harder, and still nothing. I smiled at Callahan, got a better\ngrip, and gave it a yank. Then I twisted opposite corners around my\nfingers and frankly pulled at it. The absurd sheet refused to tear, and\nI realized how ridiculous I must look to Callahan to be unable to tear a\nflimsy sheet of paper. I suppose I lost my temper a little. I gathered\nas much of the paper as I could in each hand, bent over to put my hands\non the inside of my knees, and pulled until I heard my back muscles\ncrack. I let out my breath explosively and looked helplessly at\nCallahan.\n\nHe said, \"Don't feel bad, Carl. Nobody has been able to tear it.\"\n\n\"You mean it?\" I asked. I found myself puffing; I had not realized I was\nstraining so hard.\n\n\"Yup. That paper has a tensile of 2,800 pounds per square inch, and a\ntear strength equally unbelievable.\"\n\nI looked at the little sheet and great possibilities began to occur to\nme. \"Clothing,\" I said. \"Great heavens, think what this will do for the\nclothing industry. No more weaving. Just run this stuff off on a paper\nmachine at five hundred feet per minute.\" I stopped and looked at\nCallahan and said, \"You will be able to make it on a paper-making\nmachine, won't you?\"\n\n\"As far as I know.\"\n\n\"Good,\" I said. \"When can we try it in the pilot plant.\"\n\n\"Well, that's where the problem comes in, Carl. I have to leave for the\nWest Coast tomorrow, and I'll be gone for six months. There's nobody\nelse around here to take it through the pilot plant. What's worse, one\nof my technicians left this morning to take a job with Lafe Rude\nConsultants, Inc., up in Boston. The technician is an ethical man, and\nall that, but I'm afraid the word will be out on this paper now.\"\n\nMy heart sank. Callahan said, \"I've already started another of my\ntechnicians, John Bostick, on the process to make certain he can repeat\nmy work. But that's all we can do for a few months around here. The\nlaboratories have never been so busy. What do you think we ought to do?\"\n\nThe answer was obvious. \"We've got to file a patent application right\naway. It isn't ready to file, but we've got to do it anyway.\"\n\nCallahan said, \"Oh, we're in good shape. We _know_ it works.\"\n\nI nodded and said, \"What acids other than adipic will work?\"\n\n\"Oh, azoleic, sebacic, a few others, I suppose.\"\n\n\"What else other than amino alcohols? What other catalysts? Do you\nreally need mercury vapor? Will some other metallic vapor do? What about\ntemperature variations in making the polyester? How long a cure time?\nHow much ultraviolet? Will the fibers be better if you draw them more?\nCan you get those tacky fiber ends in any other way? Can you improve\nthem? What about the sheet-making conditions? Does oxygen in the air\ncatalyze...?\"\n\nCallahan held up his hands and said, \"O.K., O.K., we don't know anything\nabout it. But we're not going to find out these things until we open a\nresearch program, and we can't open a program for at least six months.\nIn the meantime that technician may ...\"\n\nI held up my hands this time, and he fell quiet. We stood silently until\nI asked, \"All the information in your notebooks, Henry?\"\n\nHe nodded, and I continued, \"Well, I'll be back tomorrow to talk to you\nand Bostick. We'll just have to file a patent application on what we\nhave.\"\n\nWe chatted a while about his work on the West Coast, and then we shook\nhands and I left. I had a few moments to think in the cab before I\ntalked with Mr. Spardleton. Here I was in that situation that a patent\nattorney dreads. I had an incomplete invention, one that required a\ngreat deal of work before it could be filed, yet I had to file now in\nthe incomplete condition. With it all, here was a most significant\ninvention, one that would make the world take notice. This was one of\nthe rare ones, I could feel it in my bones. It was obviously an\nindustry-founder, a landmark invention on a par with the greatest, even\nin its incomplete condition. By golly, I was going to do a job on this\none.\n\n       *       *       *\n\nMr. Spardleton was in a bad mood when I entered his office. I didn't\nhave a chance to say a thing before he bellowed at me, \"Mr. Saddle, do\nyou know what a plasticizer is?\"\n\n\"Why, ah, yes. It is a material, generally a solvent, that softens and\nrenders another material more flexible.\"\n\n\"That's right.\" His fist banged on the desk. \"Yet here,\" he waved an\nOffice Action at me, \"is an Examiner who says that the term\n'plasticizer' is indefinite, and I must give a list of suitable\nplasticizers when he knows that Rule 118 forbids me to put in such a\nlist. Can you imagine? He is saying in effect that a chemist who works\nwith synthetic resins does not know what a plasticizer is, and I must\ntake him by the hand and teach him something he learned in freshman\nchemistry. It has nothing to do with the invention, either. I am\nclaiming a new kind of lens holder, and I point out that the interior of\nthe holder may be coated if desired with a plasticized synthetic resin\ncoating. My, I don't know what the Office is coming to. The Patent\nOffice is the only institution in the world that does not know the\nmeaning of the phrase 'room temperature'. Some day.... What's the\nmatter, Mr. Saddle?\"\n\nI had pulled up a chair and hunched down in it. Mr. Spardleton\nrecognized the symptoms. He put down the offending Office Action and\nsettled back and waited for me to tell him my troubles.\n\nI said, \"I've got a hot invention. It is a paper that will replace\ncloth, strong, flexible, cheap too. We've only made one version of it,\nthough, and I have to file an application right away because one of\nCallahan's technicians left, and we can't risk waiting.\"\n\nHe nodded, and I went on, describing to him all the details of the\ninvention and the situation. When I finished I stared morosely at the\nfloor. Mr. Spardleton said, \"What's the problem? File a quick\napplication now, and later on when you have more information, abandon it\nand file a good, full-scale application.\"\n\n[Illustration]\n\nI looked at him in surprise and said, \"But somebody else has just as\nmuch information as we have, and he may start to experiment right away.\nThat technician knows as much as we do. In another six months they could\nfile a complete application and beat us out on dates; they'd be first\nwith the complete application.\"\n\n\"Well, what do you propose to do about it?\"\n\nI shrugged. \"I'll have to make up as good an application as I can right\nnow. We'll make some guesses at how the research would go, and put it\nin.\"\n\n\"Oh now, look. You don't know\"--he began ticking off the points on his\nfingers--\"if you really need the trialkyl aluminum, or the\nmercury-treated glass surface, or the heat, or the radiation, or any\ncombination of them. You don't have any idea of the conditions that are\nnecessary to produce this paper.\"\n\n\"I know.\"\n\n\"All you've got is a single example that works. If you make your claims\nbroader than that one example, the Examiner will reject you for lack of\ndisclosure. This is basic in patent law. Ex parte Cameron, Rule 71, and\n35 U.S.C. 112 will do for a starter.\"\n\nBut I hadn't worked with Mr. Spardleton for nine years for nothing, and\nhe had taught me how to play this game pretty well. I sat up straighter\nin my chair and said, \"Yes, but in Ex parte Dicke and Moncrieff the\ndisclosure of nitric acid as a shrinking agent for yarns was enough to\nsupport a claim for shrinking agents broadly; the claim did not have to\nbe limited to nitric acid.\"\n\n\"Only because nitric acid was already known to be a shrinking agent for\nyarns.\"\n\nI said, \"Well, adipic acid is a known polyester ingredient.\"\n\n\"And all the other ingredients?\"\n\nI did then what he had carefully taught me to do when I was losing an\nargument: I quickly shifted to another point. \"In Ex parte Tabb the\napplicant merely disclosed raisins and raisin oil, but that was enough\nto support claims to 'dried fruit' and 'edible oil'.\"\n\n\"But in that case the Board of Appeals said they allowed such\nterminology only because the equivalency of the substances could be\nforeseen by those skilled in the art, foreseen with certainty, too. Can\nyou say that about your substances?\"\n\nI hesitated before I answered, and that was all he needed to take over.\n\"A large number of ingredients was recited in In re Ellis, and since\nthere was no evidence to show that they all would not work, the\napplicant was allowed broad claims. But you'd have trouble making your\nguessed-at ingredients stick. In the case of Corona Cord Tire Company v.\nDovan, the court said the patentee was entitled to his broader claims\nbecause he proved he had tested a reasonable number of the members of a\nchemical class. Have you?\"\n\nI started to answer, but Mr. Spardleton was in full swing now, and he\nsaid to me, \"No, sir, you haven't. You are not ready to put in broad\nclaims on a half-baked invention.\"\n\nIt was the \"half-baked\" that did it. Controlling my temper I rose to my\nfeet and said in a purposeful, quiet voice, \"I think I see clearly how\nthis case should be handled in this situation. I shall prepare it in\nthat manner, and file it, and prosecute it, and obtain a strong patent\non a pathfinder invention. I'll keep you posted.\" I turned and walked\nout. Just as I passed through the door I thought I heard him say softly,\n\"Attaboy, Carl,\" but I must have been mistaken. Mr. Spardleton never\ncalls me Carl.\n\n       *       *       *\n\nI got right at it the very next morning. I opened the office myself and\nbegan studying my notes to see how broad a claim I could write for the\nTearproof Paper Case. I listed all the ingredients in one column, and\nthen filled up the adjacent columns with all the possible substitutes I\ncould think of. I didn't even know it when Susan arrived at the office,\nstood in my doorway for a moment, and then tip-toed away. Later on Mr.\nSpardleton looked in on me, and I wasn't aware of that, either. It was\nten o'clock before I finally came up for air, and then I dashed out to\nthe Marchare Laboratory for another talk with Callahan. I explained how\nI was going to handle the case to make sure we got a good, broad patent\napplication into the Patent Office.\n\n\"Can you do that?\" he asked.\n\n\"Oh, yes. We can put in all the things we think will work, but if we are\nwrong we are in some degree of trouble. But I feel that with both of us\nworking on this we ought to be able to turn out a good sound job. I'll\nkeep sending you drafts out in San Francisco until we finally get one we\nthink good enough to file. But we can't waste time. This is a hot one,\nand we want to get it in as soon as possible.\"\n\nHe shrugged his shoulders, and we sat down to work on my lists. Neither\none of us realized it when lunch time came and went. But that's the way\nit is with world-beater inventions; they sweep you along. Early that\nafternoon I dictated my first draft to Susan. Callahan and I went over\nthe draft, and then he left for San Francisco. The next time around we\nhad to use air mail. With each new draft we added more to the basic\ninformation we had, rounding out the invention in ever greater detail. I\nadded example after example, being careful to state them in the present\ntense; I did not want to give the impression that the examples had\nactually been run.\n\nIn a month's time I checked with John Bostick. Bostick had been able to\nduplicate Callahan's work, and we had three more, flimsy, diaphanous\nsheets that could not be torn by human hands. That was all I needed. Now\nI knew that anyone could duplicate the Tearproof Paper, and I had at\nleast one, good, substantial working example for my patent application.\nThe knowledge gave me greater confidence in the alternate materials and\nprocedures that Callahan and I had dreamed up. I prepared a final draft\ncontaining twenty-three pages of detailed specification and eleven\nexamples and topped it all off with forty-six claims. It was a\nmagnificent application, considering what I had to start with. I handed\nit to Mr. Spardleton and sat down to hear what he had to say about it.\n\nI watched him out of the corner of my eye as he read it, and I had the\npleasure of seeing his cigar slowly swing outward until the glowing end\nwas almost beneath one of his ears. This, I knew, was his Amazed\nPosition, and it was rare indeed that I or anyone else ever saw it. Mr.\nSpardleton was a man who does not amaze easily.\n\nHe finished and looked up at me and said, \"I assume this is the same\ninvention you told me about last month?\" When I nodded he continued,\n\"And I further assume that you have no experimental data in addition to\nthat you described last month?\" Again I nodded, and he said, \"All of\nthis is paperwork with the exception of Example I?\" I nodded again, and\nhe put the draft down in front of him and stared at it.\n\nI began to grow uncomfortable in the silence. Then he said, so softly\nthat I could hardly hear him, \"I remember, many, many years ago,\nanswering the phone, Cliff Norbright--great chemist--telling me he had\nsmelled phenol when he heated ethylene chlorohydrin in the presence of\nholmium-treated silica gel in a test tube. I wrote the greatest patent\napplication of the age based on that evidence. Just like this one.\" He\nlaid a hand on it, and shook his head, and smiled.\n\n\"There is no crude guesswork on this product,\" I said. \"The work has\nbeen duplicated, and I've seen many specimens of this paper. I tell you,\nsir, there never has been anything like it. Why, even Callahan ...\"\n\n\"Yes, tell me about Dr. Callahan. He is usually a pretty conservative\nfellow. How does he feel about this completely untried product?\"\n\nI sat up straighter. \"This is not an untried product, Mr. Spardleton. It\nhas been made and duplicated. It has all the properties that the\napplication says it has. And Dr. Callahan has just as much faith in it\nas I have.\"\n\nMr. Spardleton looked at me, and smiled, and slowly handed over the\ndraft. \"Mr. Saddle, I wish you all the best in your prosecution of this\ncase. Please call on me if there is anything I can do to help. In any\nway, don't hesitate to call on me.\"\n\nI stood up and took the draft and turned to go, but Mr. Spardleton\nthrust his hand out. I shook it and said, \"Is anything wrong with it?\"\n\n\"Not that I am able to see, Mr. Saddle. It is a most remarkable job, and\nbespeaks of ingenuity, resourcefulness, and skill. You have come a long\nway to be able to write such an application.\"\n\nI didn't know what to say, so I smiled and bobbed my head and walked out\nstill looking at him and smiling, which made it necessary for me to walk\nsideways, and thus made me look, I suppose, somewhat like a crab.\n\nSusan put the case in final form. We sent the papers to California for\nCallahan's signature, then we filed the case, and things got back to\nnormal with me. It was a great relief not to have the strain on me night\nand day. That's the trouble with an important case. You live with it too\nmuch.\n\n       *       *       *       *       *\n\nIt was seven months before I got the first Office Action in the Case. I\nread the first few paragraphs and they were quite normal. They rejected\nthe Case in the usual manner by citing prior patents that had nothing to\ndo with my application. This kind of thing was just part of the game of\nprosecution in which the Patent Examiner makes rejections because that\nis what he is supposed to do no matter what the invention; they don't\nhave to make much sense. But then came a paragraph that went way beyond\ngood sense and proper rejection technique. It said:\n\n_The specification is objected to as containing large portions that are\nmerely laudatory. See Ex parte Grieg, 181 OG 266, and Ex parte\nWellington 113 OG 2218. These portions are superfluous and should be\ndeleted, Ex parte Ball, 1902 CD 326. The specification is unnecessarily\nprolix throughout and contains an unduly large number of embodiments, Ex\nparte Blakemen, 98 OG 791. Shortening is required._\n\nI didn't wait. I grabbed the file of the Case and almost ran over to the\nPatent Office to straighten out the Examiner on a few things. As usual,\nHerbert Krome was the Examiner, so I charged up to his desk and\nimmediately began explaining to him the importance of the Tearproof\nPaper Case. He seemed to pay no attention to me, but I knew him; he was\nlistening. When I finally paused to let him say something, he looked at\nme quizzically and said, \"Mr. Saddle, aren't you aware of the Notice of\nOctober 11, 1955?\"\n\nI looked at him blankly and said, \"What's that?\"\n\n\"It says that interviews with Examiners are not to be held on Fridays\nexcept in exceptional circumstances.\"\n\nI gulped and said, \"Is today Friday?\"\n\nHe pushed his desk calendar toward me. It was Friday all right, and the\nthirteenth at that. I was too embarrassed to speak, and I got up and\nbegan to walk out. Mr. Krome called after me. \"This must be an important\ncase, Mr. Saddle. I'll expect to see you the first thing Monday.\" I\nnodded, and left.\n\nBy Monday, my embarrassment had not diminished. I had really done an\nunheard-of thing in patent prosecution. In patent prosecution, the\npatent attorney has six months to respond to an Office Action. Since\nattorneys carry a docket of cases adapted to fill all their time, an\nattorney in most instances requires the full six months to respond to an\noutstanding Office Action. Industrious attorneys with relatively light\ndockets might respond in five months' time. This may also happen when\nthe attorney is trying to get a little ahead so he can go on a vacation.\nThere are rare instances of record when an attorney had taken some\naction in three or four months. But here, in the Tearproof Paper Case, I\nhad actually gone for an interview on the very first day. I couldn't\npossibly go back on the following Monday; my pride would not allow me. I\nwaited until Tuesday.\n\nBy that time I had gone over the entire rejection and planned my\ncomplete response to the Examiner. I sat down with Mr. Krome on Tuesday\nmorning and talked steadily for fifteen minutes before I realized he was\nwatching me instead of paying attention to the case. I said, \"What's the\nmatter.\"\n\nHe said wonderingly, \"I've never seen you like this before. You are\nacting almost as unreasonably as an inventor. You don't even want to\nhear what I have to say about this case. You should relax, Mr. Saddle.\nYou are here as an advocate, not as a midwife.\"\n\n\"I don't think that's very funny, Mr. Krome,\" I proceeded to explain the\nhigh merit of the case, and he seemed to listen then. Before I left he\npromised to give the case careful consideration. This was all he ever\npromised, so I thanked him and went back to my office. I filed my\namendment in the case the next day. It was eight months before I got the\nnext Office Action.\n\n       *       *       *\n\nCallahan returned in six months and immediately opened a project on the\nTearproof Paper. The two of us sat down together to determine the best\nway to handle the research.\n\nI said, \"Henry, we have already drawn up a complete research program.\nAll we have to do is follow it.\"\n\n\"We have?\" Callahan was surprised.\n\n\"Sure.\" And I laid out in front of him a copy of our patent application,\nand riffled through its pages. \"All we have to do is go through all the\nexamples here to make certain they all work. If they do, the program\nwill be complete, except for the product itself and commercial\nproduction. Our patent application will make the best research guide we\ncould get.\"\n\n\"Why certainly,\" said Callahan. \"We have already spent a great deal of\ntime working out all kinds of substitute and equivalent reactions. It's\nall here. Good. I'll set it up.\"\n\nCallahan began distributing the work to various groups, and I went back\nto my office. Every Friday afternoon thereafter I went out to the\nlaboratories to see how things were coming along. They came along well.\nFrom the beginning the actual results reached by the research teams\nmatched the predictions we had made in our patent application. At the\nFriday afternoon meetings Callahan and I got into the habit of tossing\npleased and knowing glances at each other as the streams of data\ncontinued to confirm our work. Several months rolled happily by. Then\ncame a letter from the Lafe Rude Consultants, Inc., up in Boston. The\nletter said that their people understood that the Marchare Laboratories\nhad under development a remarkably strong paper, and they would be very\nmuch interested in discussing licensing possibilities with us. I grabbed\nthe letter and stormed into Mr. Spardleton's office.\n\n\"Just read this,\" I almost yelled as I handed him the letter. \"This is\nthe outfit that hired Callahan's technician. Now they know all about the\nTearproof Paper. That technician has told them everything. I think we\nought to sue them--inducing disclosure of trade secrets, or something.\"\nI added a great deal more as Mr. Spardleton finished the letter and sat\nholding it looking up at me as I paced back and forth in front of his\ndesk. As I walked and talked, I finally became conscious of the fact\nthat Mr. Spardleton was waiting for me to finish; I could tell by the\nexpression on his face. I pulled up in front of him and fell quiet.\n\nHe said, \"Don't you feel it is significant that this letter was sent to\nus, lawyers for Marchare Laboratories, rather than direct to the\nLaboratories?\"\n\nI thought about it, and he continued, \"Furthermore, as I understand it,\nthe Lafe Rude people have a good reputation.\"\n\nThat was right, too, and I saw what he was driving at. People of good\nreputation don't try to pull a fast one by immediately alerting the\nlawyers for the other side. In fact, when I stopped to think about it, I\ncould see that they were bending over backwards to be careful in this\nsituation.\n\nMr. Spardleton said, as he handed back the letter, \"I suggest you clear\nwith Dr. Marchare, and then make arrangements to talk to these people\nand see if you can negotiate some kind of profitable license. Marchare\nis pretty fully committed right now, and I don't think he has time to\nexploit this paper, even if it turns out to amount to something.\"\n\nI looked at him, aghast that he should still be doubtful of the paper at\nthis late stage of the game. He saw my look and said, \"Oops, I mean this\nmilestone in paper technology once it is announced to the world.\"\n\nThat seemed better, more to the point. I called Dr. Marchare and found\nthat Mr. Spardleton was right, as usual. Dr. Marchare would welcome a\nbeneficial licensing arrangement. I then called the Rude Associates on\nthe phone; it seemed more expeditious than writing. I set up a meeting\ndate as soon as possible, one week away.\n\n       *       *       *       *       *\n\nThe day before I left for Boston I checked in with Callahan to make\ncertain all of our data were correct. We went over every aspect of the\nTearproof Paper Case. I picked out a dozen good samples of the paper of\nvarying composition and thickness and put them in my briefcase along\nwith a copy of the patent application. I had decided that I might even\nshow them a copy of the application if it might help show what a\nmarvelous discovery we had made. Callahan and I shook hands solemnly,\nand he wished me the best of luck. I went back to my office for a final\nquick check, got interested in Zabell's book, and went home without my\nbriefcase. There was no harm done. My plane did not leave until ten in\nthe morning and I had planned to go back to the office anyway. I said\ngood-by to Susan and Mr. Spardleton, retrieved my briefcase from over by\nthe radiator where Susan had put it the night before, and caught the\nplane.\n\nIt was a cold damp day, and the threat of rain was in the air. In Boston\nI caught a cab for the Massachusetts Avenue laboratories of Rude\nAssociates. Dr. Rude himself was at the meeting, along with half a dozen\nof his associates. Dr. Rude was a small man, dapper, totally unlike a\nresearch chemist, and his speech and manner were as impeccable as his\ndress. Only his hands were a giveaway; they were stained with yellow and\nblack stains that looked completely out of place on the man. Dr. Rude\nopened the meeting with an explanation concerning the technician he had\nhired from the Marchare Laboratories two years earlier. \"Just a week\nago,\" said Dr. Rude, \"we put him on a problem of paper chemistry. He\ntold us that the properties we sought--and more--had already been found\nby your laboratory. He said no more, and we would not have allowed him\nto say any more, except that you were the patent lawyer who was working\non the case. That is all we know about it. We hope you have something of\nmutual interest, but we don't know any more than what I have told you.\"\n\nI said, \"Thank you, Dr. Rude. I understand how it was. I assure you it\nnever crossed our minds down in Washington that anything could have been\nout of line in any manner whatsoever.\"\n\nThe assembled group smiled, and I smiled back, and we all felt friendly\nwith one another. Dr. Rude cleared his throat and said, \"Well, is there\nanything you can tell us about this tearpr ... about a paper having some\nof these very interesting properties?\"\n\nI said, \"There is a great deal I can tell you about the paper we have,\nbut suppose I let you see some specimens before I say anything. There's\nnothing like the actual goods themselves to do most of the talking.\"\n\nWe all laughed as I took half a dozen twelve-by-twelve hand sheets out\nof my briefcase and passed them around the table. I watched the chemists\nfinger the sheets, savoring their soft coolness, and I heard the\nwhispered comments, \"good hand,\" \"excellent softness,\" \"fine color,\" and\na few others. Dr. Rude said, \"Are these 'breaking samples', Mr. Saddle?\nDo you mind if we tear them?\"\n\nWell, you can see that this was the question I was waiting for. I sat\nback and allowed a slight smile to play over my face. I said, \"Oh no,\ngentlemen. Go ahead and tear them.\"\n\nI saw several of the people take the sheets between their thumbs and\nforefingers, and gently pull. I saw the sheets tighten momentarily, and\nthen--as if the sheets were no more than ordinary cleansing tissue--I\nsaw the fibers pull apart as each man easily tore the sheet in half.\n\nI felt the blood drain from my face, and it seemed to me that my\npounding heart must have been visible right through my clothes. I\nswallowed and tried to say something, although I had no clear idea of\nwhat I was going to say. Words would not come. I leaned over and took\nanother sheet from my briefcase and tugged at it. It tore in half with\npractically no effort. I took another, same results, and still another.\nI dimly realized that all the people at the meeting were staring at me,\nbut I wasn't concerned. I knew something must be wrong with all the\nspecimens; possibly I had placed regular cleaning tissues in my\nbriefcase, or maybe Susan ... but even as I thought it I knew such a\nmistake was impossible.\n\nI reached over and tried tearing one of the sheets I had passed out to\nthe others. It tore into quarters as easily as it had torn into halves.\nThat finished me. I leaned back and looked around at the silent group\nand wondered what Mr. Spardleton would have said at a time like that. I\nstarted to smile and discovered that my original smile was still frozen\non my face. I stood up and began retrieving the torn papers; they passed\nthem back to me without saying anything. I replaced them in my\nbriefcase, closed it, said, \"Gentlemen, Christmas falls on Friday this\nyear,\" and walked out.\n\n       *       *       *\n\nIt was raining outside, but I scarcely noticed. I hailed a cab to the\nLogan Airport, changed my reservations to an earlier plane, and returned\nto Washington. It was a slow trip. The planes were stacked up in the\nrain at the Washington International Airport, but I did not notice the\npassage of time. I was too stunned to think clearly, but I kept trying.\nI got quite wet in Washington, but I was in a hurry to see Mr.\nSpardleton and I did not bother to change my clothes.\n\nI burst into his office. He looked up and said, \"Well, I didn't expect\nto see you until tomorrow. How did...?\" He saw my face.\n\nI plopped my briefcase on his desk and pulled out all the specimens and\ndumped them in front of him. I said, \"Just look at these. This\n'Tearproof Paper' has deteriorated. These specimens are useless. Right\nin front of all the Rude chemists, they go bad. Most of them are new\nones, too. How can this be possible? Just look at them.\"\n\nMr. Spardleton picked up one of the sheets, rubbed it, and then tugged\nat it gently to tear it. It did not tear. He pulled harder, and then\nharder, and it did not tear. I stared at him in disbelief and said, \"Oh,\nMr. Spardleton, this is no time to play games with me.\"\n\nI took one of the sheets and yanked it, and almost cut my fingers. I\nbent over and put my hands on my knees to get better leverage just as I\nhad the very first time, but the sheet would not tear. I threw it on the\ndesk and tried another with the same results. One after another I ran\nthrough them all while Mr. Spardleton sat back and watched me. I was\nwild-eyed when I finished.\n\nMr. Spardleton said, \"Mr. Saddle, would you mind telling me what has\nhappened?\"\n\nI pulled up a chair, groped for my voice, and finally got the story out.\nHe looked at me strangely, tried to tear another of those miserable\nlittle sheets, and said, \"Mr. Saddle, do you feel all right?\"\n\nIn Boston I had been completely deflated and bewildered, but now I was\nmad. I grabbed up the phone and called Callahan. I had barely started to\npour out the story when he said, \"I'm glad you called, Carl. We seem to\nhave run into something on this paper thing. Looks bad. Can you come\nout?\"\n\n\"Be right there.\" I hung up.\n\nMr. Spardleton went out with me; he didn't want me to go anywhere alone.\nCallahan was holding two sheets up to the light when we went into his\nlab. He said, \"Two identical sheets, except for the moisture content.\nMoisture is the devil. One of these is dry, the other contains three per\ncent moisture. Here's the dry one.\" He tore it in half effortlessly.\n\"Here's the moist one.\" And he strained at it, but it would not tear.\n\"We just ran across this effect last night, and finished checking it out\nan hour ago. Have you been to Rude Associates yet?\"\n\nI nodded.\n\n\"Too bad. We'll have to show them what can happen.\"\n\nMr. Spardleton said, \"They already know.\"\n\nCallahan said, \"This kicks the whole thing in the head. The paper can\nnever be more than a laboratory curiosity, as far as we can see. The\nsun, a dry climate, heat, any of these things will drive off the\nmoisture, and the paper will lose its strength. There's no way we can\nmarket a product like that when it might lose its strength at any time.\nI'm afraid the 'Tearproof Paper' must join the huge list of fine\nproducts that can't be sold because of one small flaw.\"\n\nIt was Mr. Spardleton who steered me out of the labs. He slipped an arm\nthrough mine and said, \"You can refile the patent application and add\nthis information about the moisture content. You ought to get the patent\nwithout too much trouble even if the product is of no commercial value.\"\n\nI nodded as we stood in the rain waiting for a cab.\n\nHe said, \"I never told you what happened in that Phenol Case of mine\nmany years ago. It turned out that the man at the next bench had spilled\na little phenol on the bench top. That's what my inventor smelled; there\nnever was any phenol in the test tube. We all fall over the facts of a\ncase now and then.\" He squeezed my arm, and the rain did not seem to\nfall quite as hard.\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Analog_ September 1962. Extensive\n    research did not uncover any evidence that the U.S. copyright on\n    this publication was renewed. Minor spelling and typographical\n    errors have been corrected without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Professional Approach, by \nCharles Leonard Harness and Theodore Lockhard Thomas\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE PROFESSIONAL APPROACH ***\n\n***** This file should be named 23872.txt or 23872.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/3/8/7/23872/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}