{"title": "Charley de Milo", "author": "Laurence Mark Janifer AKA Larry M. Harris", "releaseDate": "December 18, 2007", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Bruce Albrecht, Stephen Blundell\nand the Online Distributed Proofreading Team at\nhttp://www.pgdp.net\n\n\n\n\n\n\n\n\n\n[Illustration]\n\n CHARLEY\n de MILO\n\n By LARRY M. HARRIS\n\n Illustrated by Emsh\n\n\n _It isn't at all obvious--at first thought--that\n having two perfectly good, usable arms could be a\n real handicap to a man...._\n\n\n    \"To be, or not to be--that is the question.\n    Whether 'tis nobler in the mind to suffer\n    The slings and arrows of outrageous fortune,\n    Or to take arms ...\"\n              _Hamlet_, Act III, Scene I\n\n\nThe rocket was on the way up, but Professor Lightning didn't seem to\ncare. Outside the cooktent Wrout flapped his arms and, on that signal,\nSeaman started up the big electric band, whooping it up with John Philip\nSousa for openers, while all over the midway the lights snapped on, big\nwhites and yellows, reds, greens, purples and dusky violets framing, in\na titillating dimness, the front flap of the girlie tent. The outside\ntalkers were busy outside the spectacle tents like Wicks' Hell Drivers,\nBiggest Auto Show in Fifty States--outside the grind shows, the eats,\nthe rides: \"Here and now, for the fourth part of one single dollar bill,\nthe most amazing ...\" \"... Terrifying and strange beings from the\nfarthest reaches of the Earth who will exhibit ...\" \"... Dances learned\nat the Court of the Sultan, Ay-rab dances right here, right on the\ninside, for only--\"\n\nAnd the crowd, filing in, laughed and chattered and shrieked on swooping\nrides, the Great Crane, the Space Race, the Merry-Go-Round and the\nHorses, threw down money to win a kewpie doll, a Hawaiian lei, a real\nlife-size imitation scale model of Luna in three real dimensions ...\nliving it up on the first show, while the rocket climbed on and out, and\nbubbled excitement in the blood.\n\nThe rocket was up: the carnival was open. But Professor Lightning didn't\nseem to care. He sat in the cooktent with his eyes hooded and hidden\nunder the unshaded glow of a hundred-and-fifty-watt Forever bulb, while\nCharley de Milo fidgeted his feet, and listened, and tried to cut the\nold man off.\n\n\"Look, professor,\" he said nervously, \"why don't we talk about it later?\nTable it, till after the show?\" He scratched the side of his head with\nhis left foot. \"I got to go on in a couple of minutes,\" he said. \"I can\nhear the talker going now. I got to--\"\n\n\"Forget the show,\" Professor Lightning said. His voice was flatter and\nharsher, and his face more tense, than Charley ever remembered seeing\nit. \"The show isn't important.\"\n\nCharley blinked, trying to understand. \"But, Professor--\"\n\n\"Listen to me,\" Professor Lightning said. \"The world is at the beginning\nof a new cultural revolution. Since the Cold War melted, and freedom of\ninquiry and research began to live again on both sides of the old Iron\nCurtain, science has begun a new Renaissance. The cultural interflow\nhas--\"\n\n\"Please, professor,\" Charley said miserably, rubbing his toes together.\n\"There isn't much time before I got to go on. And you ought to be\ninside the Science tent, too, because any minute--\"\n\n\"If I am not in the tent,\" Professor Lightning said calmly, \"I will not\nappear in the show. It does not matter.\"\n\n\"But they'll fire you,\" Charley said. He grabbed for a cigarette with\nhis right foot and got it into his mouth. Striking a match with his left\nfoot, he lit the cigarette and blew out a long, ragged plume of smoke.\n\"If you're not there on time,\" he said in strained tones, \"they'll fire\nyou. And what about me?\"\n\nProfessor Lightning gestured with both big hands. It was the same\nmovement he used every night, when he showed the crowd there were no\nwires or batteries secreted on his person. Charley half-expected him to\ngrab hold of a couple of light bulbs and show them glowing in his fists.\nBut the gesture was meant, this time, as an aid to relaxation. \"Don't\nworry,\" Professor Lightning said, in a grating sort of caricature of a\nsoothing tone. \"If they fire me ... well, then, they save me the trouble\nof quitting. And as for you, my boy, a carnival job should be the\nfurthest thing from your thoughts.\"\n\n\"Well, it isn't,\" Charley said sourly. \"And if you'll excuse me,\nprofessor, I care how I get the money to eat, even if you don't. I got a\ngood job--\"\n\n\"You won't need your job,\" Professor Lightning said, \"if you'll listen\nto me.\"\n\nCharley made up his mind. Much as he hated to be impolite, there were\nsome things more important than social forms, he decided. He stood up.\n\"After the show, professor,\" he said with firmness, and went out of the\ncooktent, heading at a rapid dogtrot for the big tent at the other side\nof the midway. As he reached it he could see Dave Lungs, the outside\ntalker, climb up on the front platform to begin his spiel.\n\n\"Marvels of the world!\" Dave announced without preliminary. \"Wonders of\nthe natural universe! Surprises and startling sights for every member of\nthe family!\" By the time he had got that far, a crowd was beginning to\ncollect in front of the platform. \"For the fourth part of a single\ndollar bill--\" Dave went on, but Charley didn't have the time to listen;\nhe was in the bally.\n\nHe lifted the backflap of the tent with one foot, and wriggled inside.\n\nAs he made his way to the cluster of people near the front flap, past\nthe booths and stands, he felt an enormous sense of relief. He had made\nit--with all of fifty seconds to spare.\n\nNed and Ed stood next to him. \"Where you been?\" Ed said in a nasal\nwhisper.\n\n\"I got held up,\" Charley explained. \"Professor Lightning, he was talking\nto me, and--\"\n\n\"Later,\" Ned said. His voice was lower and throatier than Ed's; it was\nthe only way Charley could tell them apart, but then, he thought, nobody\never had to tell them apart. They were, like all Siamese twins, always\ntogether. \"We're going on,\" Ned said, and he and his twin moved forward.\n\nCharley moved into place behind them, and came out blinking in the glare\nof the front platform.\n\n\"Siamese twins,\" Dave was shouting. \"A contemporary marvel of science,\nladies and gentlemen--and here we have ...\"\n\nCharley stepped forward as Ned and Ed stepped back into the shadows\nagain.\n\n\"... Charley de Milo! Ladies and gentlemen, the world-wide fame of this\nbrave and talented boy is stupendous! His feats of skill will amaze you!\nWatch him thread a needle! Watch him comb his hair! And all for one thin\nquarter, ladies and gentlemen, only the fourth part--\"\n\nThe electronic band choked on Sousa, coughed and began again with\nKabalevsky. Charley watched the audience below, staring up at him,\nhundreds of faces. He heard their gasp as he flexed his shoulders and\nturned. He grinned down, taking a second longer than usual, and then\nstepped back, still grinning.\n\n\"Charley de Milo, the Armless Wonder!\" Dave said. \"And many more sights\ninside, ladies and gentlemen, sights to amaze you, sights to chill your\nvery blood, sights ...\"\n\n       *       *       *       *       *\n\nOne-thirty, and the last show over. The rocket had come down for the\nnight; all over the midway lights were blinking off and silence was\ncreeping, like a stain, over the ground. Professor Lightning was sitting\non his bunk, in the small tent he shared with Erma the Fish Girl. Erma\nwas out drinking with Dave Lungs and some of the others, and only the\nprofessor and Charley de Milo were in the room. Charley was sitting on\nErma's bunk, looking resigned.\n\n\"Well, if you still want to talk to me,\" he said, \"now's your chance.\nO.K.?\"\n\n\"I certainly want to talk to you,\" Professor Lightning said firmly. \"I\nwant to tell you of the most important moment of your life.\"\n\nCharley tried to think of something to say to this, but there wasn't\nanything. He shifted on the bunk, scratched at his nose with his left\nfoot, and grinned spastically. \"Sure,\" he said at random. \"And, by the\nway, I'm sorry about before, professor. But the show was going on,\nand--\"\n\n\"The show,\" Professor Lightning said, in tones of the utmost contempt.\n\"Forget about the show--now, and tomorrow, and forever.\"\n\n\"But--\"\n\n\"No words,\" Professor Lightning said, raising a hand delicately.\n\"Please. Allow me to tell you of my invention.\"\n\nCharley sighed and lay back on the bed. \"Invention, professor?\" he said.\n\"You mean sort of a machine?\"\n\nFor some reason, Professor Lightning looked irritated. \"It's not a\nmachine,\" he said flatly. Then he sighed and his tone changed. \"Charley,\nmy boy,\" he said, \"do you remember what I was telling you before? About\nhow the world has entered a new Age of Science? How new inventions, new\ndiscoveries, are coming along every day?\"\n\n\"Well, sure,\" Charley said. \"The papers talk about it every once in a\nwhile. You know, I see the papers, or the Chicago _American_, anyhow. My\nmother sends it to me. She likes the columns.\"\n\n\"Why,\" Professor Lightning went on, as if he hadn't been listening at\nall, \"right here in Wrout's Carnival Shows, we have things that just\ndidn't exist ten or fifteen years ago. The electronic band. The Forever\nbulb.\"\n\n\"That's right,\" Charley put in. \"And look at Joe Wicks. Why, he can do\ntricks with all those new things they got on cars, tricks nobody ever\ndid before or even thought about in the old days.\"\n\n\"And more fundamental discoveries,\" the professor said. \"Chadwick's Law\nof Dimensionality, Dvedkin and the Ontological Mean ... oh, I keep up\nwith the literature. No matter what's happened to me, I keep up with the\nliterature.\"\n\nCharley sighed, very softly so as not to injure the professor's\nfeelings. But he did hope the old man wasn't going to start on all those\nstories about his lost career again. Charley knew--everybody in the\nWrout show did--that Professor Lightning had been a real professor once,\nat some college or other. Biology, or Biological Physics, or something\nelse--he'd taught classes about it, and done research. And then there\nhad been something about a girl, a student the professor had got himself\ninvolved with. Though it was pretty hard to imagine the professor,\nwhite-haired and thin the way he was now, chasing after a girl.\n\nHe'd been fired, or something, and he'd drifted for a while and then got\nhimself an act and come with a Carnival. Charley knew the whole story.\nHe didn't want to hear it again.\n\nBut the professor said: \"I'm as good as I ever was--better than I ever\nwas, my boy. I've been keeping up, doing experiments. I've been quiet\nabout it.\"\n\nEverybody, Charley thought, knew about Professor Lightning and his\nexperiments. If they kept the old man happy, kept him contented and\ndoing shows, why not? After all, the old guy didn't drink or anything\nreally serious; if he wanted to play around with test tubes and even\nBunsen burners, people figured, why, let him.\n\nBut Professor Lightning thought nobody knew. Well, he had been a real\nprofessor once, which is to say a square. Some people never really\nadjusted to carny life--where everybody knows everything.\n\nCharley figured maybe it was better to act surprised. \"Really?\" he said.\n\"Experiments?\"\n\nProfessor Lightning looked pleased, which satisfied Charley. \"I've been\non the track of something big,\" he said. He seemed to be talking more to\nhimself than to Charley. \"Something new,\" he said. \"And at last ... at\nlast, my boy, I've found it. I'll be famous, Charley, famous--and so\nwill you!\"\n\n\"That's nice,\" Charley said politely. Then he blinked. \"But what do you\nmean,\" he added, \"me?\"\n\n\"I want you to help me,\" the professor said. He leaned forward, and in\nthe dim light of the tent's single lamp, his eyes glittered. \"I want you\nto come with me.\"\n\n\"Come with you?\" Charley said, and swallowed hard. He'd never thought,\nthe way some did, that the old man was crazy. But it did look as if he'd\nslipped a couple of cogs for sure and for real. \"Where?\" Charley said.\n\n\"Washington,\" the professor said instantly. \"New York. London, Paris.\nRome. The world, Charley. The world that's going to do us homage.\"\n\nCharley shifted a little in the bed. \"Look, professor,\" he said, \"I've\ngot a job, right here in the carny. I couldn't leave here. So suppose we\njust--\"\n\n\"Your job?\" the professor said. \"Your job's gone, my boy. Wait. Let me\ntell you what I've discovered. Let me tell you what has\nhappened--happened to you, my boy. To you, and to me.\"\n\nCharley sat upright, slowly. \"Well,\" he said, \"all right, professor.\"\n\nProfessor Lightning beamed, and his eyes glittered brighter and\nbrighter. \"Limb regeneration,\" he said, and his voice was as soft and\nquiet as if he'd been talking about the most beautiful woman in the\nworld. \"Limb regeneration.\"\n\n       *       *       *       *       *\n\nCharley waited a long minute before he admitted to himself that he\ndidn't have the faintest idea what the professor was talking about.\n\"What?\" he said at last.\n\nProfessor Lightning shook his head slightly. \"Charley,\" he said softly,\n\"you're an Armless Wonder. That's right, isn't it?\"\n\n\"Sure it is, professor,\" Charley said. \"You know that. I was born that\nway. Made a pretty good thing out of it, too.\"\n\n\"Well,\" Professor Lightning said, \"you don't have to be one. Can you\nrealize that?\"\n\nCharley nodded slowly. \"Sure I don't,\" he said. \"Only it's pretty good\nmoney, you know? And there's no sense in sitting around back home and\nfeeling sorry for myself, is there? I mean, this way I can make money\nand have a job and--\"\n\n\"No,\" Professor Lightning said emphatically.\n\nCharley blinked. \"No?\" he said.\n\nProfessor Lightning shook his head, meaningfully. \"Charley, my boy,\" he\nsaid, \"I don't mean that you should go home and mope. But think about\nthis: suppose you had your arms? Suppose you had two arms, just like\neverybody else.\"\n\n\"Why think about anything like that?\" Charley said. \"I mean, I am what I\nam. That's the way things are. Right?\"\n\n\"Wrong,\" Professor Lightning said. \"I can give you arms, Charley. I can\nmake you normal. Just like everybody else.\"\n\n\"Well,\" Charley said. After a few seconds he said: \"Gee.\" Then he said:\n\"You're kidding me, professor.\"\n\n\"I'm perfectly serious,\" Professor Lightning said.\n\n\"But--\"\n\n\"Let me show you,\" Professor Lightning said. He stood up and went to the\nflap of the tent. \"Come with me,\" he said, and Charley got up, dumbly,\nand followed him out into the cool darkness outside.\n\nLater, Charley couldn't remember all that Professor Lightning had showed\nhim or told him. There were some strange-looking animals called\nsalamanders; Professor Lightning had cut their tails off and they'd\ngrown new tails. That, he said, happened in nature. But he had gone a\nstep farther. He had isolated the particular factor that made such\nregrowth possible.\n\nCharley remembered something about a molecular lattice, but it didn't\nmake any sense to him, and was only a puzzle. But the professor told him\nall about the technique, in a very earnest and scientific voice that was\nconvincing to listen to, and showed him mice that he'd cut the tails off\nof, and the mice had brand-new tails, and even feet in one or two cases.\nThere were a whole lot of small animals in cages, all together in back\nof the professor's tent, and Charley looked at all of them. The\nprofessor had a flashlight, and everything was very clear and bright.\n\nWhen the demonstration was over, Charley had no doubts at all. It was\nobvious to him that the professor could do just what he said he could\ndo: grow limbs on things. Charley scratched his head with his left foot,\nnervously.\n\n\"That's why I came to you,\" the professor said. \"I need a human\nbeing--just to show the scientific world that my technique works on\nhuman beings. And I've worked with you for a number of years now,\nCharley.\"\n\n\"Five,\" Charley said. \"Five since you came with Wrout.\"\n\n\"I like you,\" the professor said. \"I want to make you the first, the\nvery first, person to be helped by my technique.\"\n\nCharley shifted his feet. \"You mean you want to give me arms,\" he said.\n\n\"That's right,\" the professor said.\n\n\"No,\" Charley said.\n\n       *       *       *       *       *\n\nProfessor Lightning nodded. \"Now, then,\" he said. \"We'll get right to\nwork on ... Charley, my boy, what did you say?\"\n\nCharley licked his lips. \"I said no,\" he said.\n\nProfessor Lightning waited a long minute. \"You mean you don't believe\nme,\" he said at last. \"You think I'm some sort of a crackpot.\"\n\n\"Not at all,\" Charley said politely. \"I guess if you say you can do this\n... well, I see all the animals, and everything, and I guess you can do\nit. That's O.K.\"\n\n\"But you're doubtful,\" Professor Lightning said.\n\nCharley shook his head. \"No,\" he said. \"You can do it, all right. I\nguess I'm sure of that, professor.\"\n\n[Illustration]\n\n\"Then,\" the professor said, in a tenser voice, \"you think it might be\ndangerous. You think you might be hurt, or that things might not work\nout right, or--\"\n\n\"Gee,\" Charley said, \"I never thought of anything like that, professor.\nI know you wouldn't want to hurt me.\"\n\n\"I certainly wouldn't,\" Professor Lightning said. \"I want to help you. I\nwant to make you normal. Like everybody else.\"\n\n\"Sure,\" Charley said uncomfortably.\n\n\"Then you'll do it,\" Professor Lightning said. \"I knew you would,\nCharley. It's a great opportunity. And I offered it to you because\nyou--\"\n\n\"Gee, I know,\" Charley said, feeling more uncomfortable than ever. \"And\ndon't think I don't appreciate it. But look at it my way, professor.\" He\npaused. \"Suppose I had two arms--just like everybody else, the way you\ntell me. What would happen to me?\"\n\n\"Happen?\" Professor Lightning blinked. \"Why, Charley ... why, you could\ndo anything you liked. Anything. You'd have the same opportunities as\nanybody else. You could be ... well, my boy, you could be anything.\"\n\n\"Could I?\" Charley said. \"Excuse me for talking about this, professor,\nbut I've had a lot of time to think about it. And it's all sort of new\nto you. I mean, you weren't born the way I was, and so you just don't\nunderstand it.\"\n\nProfessor Lightning said: \"But, my boy--\"\n\n\"No.\" Charley said. \"Let me explain this. Because it's important.\" He\ncleared his throat, sat down on the ground and fumbled for a cigarette.\nHe found one in his shirt pocket, carried it to his lips with his right\nfoot, and lit a match with his left. When he was smoking easily, he went\non.\n\n\"Professor, do you know how old I am?\" he said. \"I'm forty-two years\nold. Maybe I don't look it, but that's how old I am. Now, I've spent all\nmy life learning to do one thing, and I do a pretty good job of it.\nAnyhow, good enough to get me a spot with Wrout's show, and probably\nwith anybody else I wanted to work for.\"\n\n\"But your arms--?\" the professor said.\n\n\"That's what I mean,\" Charley said. \"I don't have any arms. I never had\nany. Maybe I miss 'em, a little--but everything I do is based on the\nfact that I don't have 'em. Now, professor, do you know what I am?\"\n\nProfessor Lightning frowned. \"What you are?\" he said.\n\n\"I'm an Armless Wonder,\" Charley said. \"That's a pretty good thing to\nbe. In a carny, they look up to an Armless Wonder--he's a freak, a born\nfreak, and that's as high as you can go, in a carny. I get a good\nsalary--I send enough to my mother and my sister, in Chicago, for them\nto live on. And I have what I need myself. I've got a job, professor,\nand standing, and respect.\" He paused. \"Now, suppose I had arms. I'd\nhave to start from scratch, all over again. I'd have to start from the\nbottom up, just learning the basic elements of any job I signed on for.\nI'd be a forty-two-year-old man doing the work of an eighteen-year-old.\nAnd not making much money. And not having much standing, or respect.\"\n\nCharley took the cigarette out of his mouth with his right foot, held it\nfor a second and put it back.\n\n\"I'd be normal,\" he said. \"I'd be just like everybody else, professor.\nAnd what do I want anything like _that_ for?\"\n\n       *       *       *       *       *\n\nProfessor Lightning tried everything, but it wasn't any good. \"Fame,\" he\nsaid, and Charley pointed out, calmly and reasonably, that the kind of\nfame he'd get from being an experimental subject was just like being a\nfreak, all over again--except that it would wear off, and then, he\nasked, where would he be? Professor Lightning talked about Man's Duty to\nScience, and Charley countered with Science's Duty to Man. Professor\nLightning tried friendship, and argument, and even force--but nothing\nworked. Incredible as it seemed to the professor, Charley was content to\nremain a freak, an Armless Wonder. More, he seemed to be proud and happy\nabout it.\n\nIt was too bad that the professor didn't think of the one argument that\nmight have worked. In the long run, it wouldn't have made any\ndifference, perhaps--but it would have cleared matters up, right there\nand then. Because the one workable argument had a good chance of\nsucceeding.\n\nBut, then, Professor Lightning really didn't understand carny. He never\nthought of the one good argument, and after a while he gave up, and went\naway.\n\nOf course, that was several days later. Professor Lightning told Charley\nthat he was leaving for New York, and Charley said: \"What? In the middle\nof the season?\" Then he told Wrout, and Wrout screamed and ranted and\nswore that Professor Lightning would never work in carny again. \"I'll\nhave you blacklisted!\" he roared.\n\nAnd Professor Lightning shrugged and smiled and went away to pack. He\ntook all his notebooks, and all the cages with little animals in them,\nand he didn't seem at all disturbed. \"I'll find another subject,\" he\ntold Charley, when he left. \"When they find out what I've got, in New\nYork, they'll provide me with subjects by the hundred. I did want to\nhelp you ...\"\n\n\"Thanks,\" Charley said honestly.\n\n\"... But that's the way things are, I suppose,\" Professor Lightning\nsaid. \"Maybe some day you'll realize.\"\n\nCharley shook his head. \"I'm afraid not, professor,\" he said, and\nProfessor Lightning shook Charley's foot, and left, and Charley went\nback to work in the freak show, and for a while he didn't even think\nabout Professor Lightning. Then, of course, the news began to show up in\nthe Chicago _American_, which Charley got two or three days late because\nhis mother sent it to him by mail.\n\nAt first Charley didn't realize that Dr. Edmund Charles Schinsake was\nProfessor Lightning, but then the _American_ ran his picture; that was\nthe day Professor Lightning was awarded a medal by the AMA, and Charley\nfelt pleased and happy for the old man. It looked as it he'd got what he\nwanted.\n\nCharley, of course, didn't think much about the professor's \"limb\nregeneration\"; he didn't need it, he thought, and he didn't want it, and\nthat was that.\n\nAnd then, one night, he was dropped from the bally, and he asked Dave\nLungs about it, and Dave said: \"Well, we want the biggest draw we can\nget, out there before the show,\" and put Erma, the Fish Girl, out in his\nplace. And Charley started to wonder about that, and after a few days\nhad gone by he found himself talking about it, to Ed Baylis, over in the\ncooktent while they were having lunch.\n\nBaylis was a little man of sixty or so, with a wrinkled face like a\nwalnut and a powerful set of lungs; he was Wrout's outside talker for\nthe girlie show. \"Because I'm old,\" he said, grinning. \"I don't have\ntrouble with the girls. And if I got to take one off the bally or out of\nthe show there's no personal stuff that would make it tough, see what I\nmean?\"\n\n\"That's what I'm worried about,\" Charley said.\n\n\"What?\" Ed asked. He speared a group of string beans with his fork and\nconveyed them to his mouth. Charley, using his right foot, did the same.\n\n\"The bally,\" Charley said. \"The way things are, Dave took me off, and\nI'm worrying about it.\"\n\n\"Maybe some kind of a change,\" Ed said.\n\nCharley shook his head. \"He said ... he said he wanted the biggest draw\nout there. Now, you know I'm a big draw, Ed. I always have been.\"\n\n\"Sure,\" Ed said. He chewed another mouthful and swallowed. \"Still,\npeople want a change now and then. Doesn't have to mean anything.\"\n\n\"Maybe not,\" Charley said uncomfortably. But he wasn't convinced.\n\n       *       *       *       *       *\n\nThe season drew to a close, and Charley went off to the Florida Keys,\nwhere he spent a month living with some friends before holing up with\nhis mother and sister for the winter. He was offered a job in New York,\nat a year-round flea museum in Times Square, but after some thought he\ndecided against it. He'd never had to work winters, and he wasn't going\nto start.\n\nAfter all, he was still doing well, wasn't he? He told himself\nemphatically that he was. He was an Armless Wonder, a born freak, the\ntop of the carny ladder, with a good job wherever he cared to look for\none.\n\nHe had to tell himself that quite a few times before he began to believe\nit.\n\nSpring came, and then summer, and Charley kissed his mother and his\nsister good-by and joined Wrout's Carnival Shows in Summit, Idaho, three\ndays before their opening. He didn't notice much change from previous\nyears, but it took an effort not to notice some things.\n\nNot like the new man who'd taken Professor Lightning's place--a tall\nthin youngster who had an Electric Chair act. Or like the periodic\nquarrels between Ned and Ed; it seemed they'd met a girl over the winter\nseason, and disagreed about her. Ed thought she was perfectly wonderful;\nNed couldn't see her for beans.\n\nNo, things like that were a part of carny; you got used to them, as the\nshow rolled along year after year, and paid no more attention to them\nthan a housewife pays to rather uninteresting back-fence gossip.\n\nIt was something else that had changed, something important.\n\nHis contract, for instance. It was made out for the same pay as he'd\nbeen getting, but the option periods were shortened up; suddenly,\nCharley was living from season to season, with almost no assurance of\ncontinuous, steady work. Old man Wrout had looked a little less than\nhappy when he'd given Charley the contract; he'd almost seemed ashamed,\nand he hadn't really looked Charley in the eye once. But when Charley\nasked what was wrong, he got no answer.\n\nOr none that meant anything. \"It's just the way things are,\" Wrout\nmuttered. \"Don't make no difference, kid.\"\n\nBut it did make a difference. Charley wasn't out in the bally any more,\neither; he was backstage among the second-rate acts, the tattooed man\nand the fire-eater and the rest, while Erma and Ned and Ed and the\ntop-liners took their bows out before the crowd, pulling them in, and\ngot the gasps and the applause.\n\nThe crowds in front of his own platform, inside during the show, were\nsmaller, too. At first Charley thought that was due to the bally itself,\nbut as the season began and wore on, the crowds continued to shrink\nbeyond all expectation. Counting as he worked, combing his hair with one\nfoot, drawing little sketches for the customers (\"Take one home for only\none extra dime, a treasured souvenir especially personalized for you by\nCharley de Milo\")--counting the house, he discovered one evening that he\nwas the smallest draw in the tent. The tattooed man did better than\nCharley de Milo, which was enough of a disgrace; the rest were so far\nahead that Charley didn't even want to think about it.\n\nHis first idea was that somebody was out to get him. He could feel the\nmuscles of his shoulders and back bunching up when he tried thinking\nwhat to do about the sabotage that had struck him; but an Armless Wonder\nhas one very real disadvantage. He can comb his own hair and brush his\nown teeth; he can feed himself and--with proper clothing--dress himself;\nhe can open doors and shut windows and turn the pages of books. But he\ncan't engage in a free-for-all fight, not without long and careful\ntraining in that style of battle known as _savate_, or boxing with the\nfeet. Charley had never learned _savate_; he had never needed it.\n\nFor the first time since he could remember, he felt helpless. He wasn't\nnormal; he couldn't do what any normal man could do. He wanted to find\nthe man who was sabotaging his show, and beat him into a confession, and\nthrow him off the lot--\n\nAnd he couldn't.\n\nThe muscles of his back pulled and pulled at him. He clenched his jaw.\nThen Dave Lungs came over to his platform and he forced himself to\nrelax, sweating. There were four or five people behind Dave, ordinary\nmarks with soft, soft faces and round eyes. While Dave talked Charley\nwent through his act; perhaps ten other marks were scattered in the\ntent, standing at other platforms, watching other acts even without Dave\nthere to guide them and talk them up.\n\nAnd when he was through Dave sold exactly one of the sketches Charley\nhad done. One. An old man bought it, a chubby little Santa Claus of a\nman with eyes that twinkled and a belly that undoubtedly shook like a\njelly bowl when it was freed from its expensive orlon confines. Dave\nwent off to the next platform, where Erma stood, and the marks followed\nhim, and more drifted over. Erma had ten customers, Charley noticed, and\nhe grabbed a handkerchief from the platform floor and wiped his damp\nface with one foot.\n\n       *       *       *       *       *\n\n_Something's wrong_, he thought stupidly, and he must have said it aloud\nbecause, at his feet, a high, thin old voice said: \"What was that, son?\nDid you say something?\"\n\n\"Nothing at all,\" Charley mumbled, and looked down. The Santa Claus man\nwas staring up at him. \"Show's over,\" Charley said, more curtly than he\nmeant. He took a deep breath and set his feet more firmly on the\nplatform, but it didn't do any good. He was like a coiled spring,\nwaiting for release.\n\n\"I don't expect any show,\" Santa Claus said. \"Really I don't. But I did\nwant to talk to you for a few minutes, if you don't mind.\"\n\n\"I'm not in a talking mood,\" Charley said. \"Sorry.\" He was ashamed of\nthe words as soon as he brought them out; that was no way to treat any\nstranger, not even a mark. But it was a long second before he could say\nanything else. Santa Claus stood watching him patiently, holding\nCharley's sketch by one corner in his left hand.\n\n\"I'm sorry,\" Charley said at last. \"It ... must be the heat. I'm kind of\non edge.\"\n\n\"Of course,\" Santa Claus said. \"I understand. Really I do.\"\n\nThere was a little silence. Dave and the crowd trailed away from Erma\nand headed for Senor Alcala, the fire-eater at the end of the row.\nCharley barely heard Dave's spiel; he licked his lips and said: \"You\nwanted to talk to me.\"\n\n\"Now,\" Santa Claus said, \"I don't want you to be ashamed of anything.\nThere's nothing personal in this, really there isn't. But I do want to\nhelp if I can, help anyone who needs help.\"\n\n\"I don't need help,\" Charley said. \"I'm sorry.\" He tried to keep his\nvoice gentle. The old man obviously meant well; there was no sense in\nhurting him.\n\n\"It's your ... infirmity,\" Santa Claus said. \"Boy, have they been\nkeeping the news from you?\"\n\n\"News?\" Charley said, with a sudden sick feeling.\n\n\"In New York,\" Santa Claus said. \"There's a doctor there--a man who can\nhelp people like you. He has a new technique. I was reading in the\npapers just the other day--there was a man injured in a railroad\naccident, who lost one arm and one leg. This doctor used him as his\nfirst subject.\"\n\n\"He said he'd find another one,\" Charley put in without thinking.\n\n\"Another?\"\n\n\"It doesn't matter,\" Charley said. \"You were going to suggest that I go\nand see this doctor. Is that right?\"\n\n\"Well,\" Santa Claus said, seeming oddly embarrassed, \"it can't hurt, you\nknow. And it might help. Really it might. And then ... then you might\nnot have to ... have to be the way you are, and do what you do.\"\n\nCharley took a long breath. \"I'll think about it,\" he said, in the very\npolitest tone he could manage.\n\n\"I only want to help,\" Santa Claus said.\n\n\"I'm sure you do,\" Charley said. \"And thanks.\"\n\n\"If there's anything I can do--\"\n\nCharley smiled down. \"That's all right,\" he said. \"Thanks. But I guess\nyou'd better join the rest--if you want to see the show at all.\"\n\nSanta Claus said: \"Oh. Of course.\" He turned and found the group just\nleaving Senor Alcala's platform, and scurried off to catch up with them.\nCharley stared at his retreating back, fighting to stay calm.\n\nThat was the way marks were, of course, and there wasn't anything to be\ndone about it. It was always \"the way you _have_ to be,\" and \"the things\nyou _have_ to do.\" It never seemed to enter their heads that pity was\nunnecessary baggage where a born freak was concerned, any more than it\nhad entered Professor Lightning's head. A born freak, Charley reflected,\nhad a pretty good life of it, all told; why, even marriage wasn't out of\nthe question. Charley knew of some very happy ones.\n\nBut the marks pitied you, Charley thought. And maybe it wasn't\nespecially smart to tell them anything different; pity, as much as\nanything else, keep them coming. Pity, and a kind of vicarious victory.\nWhen Charley threaded a needle, he was telling all the marks: \"It\ndoesn't matter what kind of accident happens to you--you can overcome\nit. You can go on and do anything. It's all what you make\nit--everything, every bad turn life hands you can be made into something\nbetter. If I can do it, you can do it.\"\n\nThat was what the marks felt, Charley thought. It was wrong-headed, it\nwas stupid, and it could be a simple nuisance--but it brought in the\ndough. Why argue with it? Why try to change it?\n\nCharley nearly grinned. The crowd of marks moved on down the other side\nof the tent, and Charley watched them. Ned and Ed drew the biggest\ncrowd, an attentive, almost rapt crew who could be suckered into buying\nanything the Siamese twins wanted to sell them. Dave milked them for all\nthey were worth, and Charley nodded quietly to himself. Dave was a good\ncarny man.\n\nHe worked for the good of the show. Or--did he?\n\nDave had taken him off the bally. Did Dave have some reason to hate him?\nCould Dave be out to get him?\n\nCharley couldn't think why, but it was a lead, the only one he had. And\nif Dave did turn out to be behind everything that was happening, Charley\nknew exactly what he was going to do.\n\nHe couldn't beat Dave himself.\n\nBut he had friends--\n\n       *       *       *       *       *\n\nAfter the show, that night, Charley went hunting for Ed Baylis. Ed had\nbeen around Wrout's a long time, and if anything were going on Ed would\nknow about it. Charley went down to the girlie tent, and found Ed just\nclearing up. All over the midway, the lights were going out, and the\nMars Race game gave one final roar and came to a halt. The last\ncustomers were leaving.\n\nEd looked up when he came over. Charley didn't ease into the subject; he\ncouldn't. \"Something's wrong,\" he said at once. \"I'm off the bally, and\nthe crowds are going down. I don't like it, Ed.\"\n\nBaylis shrugged. \"Who would?\" he said.\n\n\"But--something's wrong,\" Charley said. \"Ed, you know what's happening.\nYou get the word. Let me in on it.\"\n\n\"I don't know anything about this,\" Ed said at once. But his face was\nstill, his eyes shuttered in the darkness.\n\nCharley kept after him. They went behind the girlie tent, talking\nsoftly. Overhead a rocket burned by, but neither man looked up.\n\nAt last Ed sighed. \"Just forget about it,\" he said. \"Just do your job.\nThat's all that matters. You don't want to know anything else.\"\n\n\"Why don't I?\" Charley said. \"Sure I do. And it's no good telling me to\ndo my job. The way things are running, Ed, I'm not going to _have_ a job\nvery long.\"\n\n\"There's nothing you can do about it,\" Ed said. \"Believe me. You don't\nwant to know because knowing wouldn't do you any good. And you wouldn't\nbelieve me if I told you.\"\n\n\"Try me,\" Charley said. \"Go ahead.\" He scratched at one shin with the\nother foot.\n\n\"Well,\" Ed began, and then stopped. He shook his head. \"Look, Charley,\nlet me tell this my way. Something like this happened before. A long\nwhile back--before the Cold War started, let alone ended.\"\n\n\"Go ahead,\" Charley said. A drop of sweat ran slowly down his forehead.\nHe tried to ignore it.\n\n\"Did I ever tell you I used to talk for a strong-man act?\" Ed said. \"Not\na sideshow talker, nothing like that; this guy had an act of his own,\nfull tent and flies. Gondo, his name was, and I can still see those\nflies: _Eighth Wonder of the World_ up on top, red on blue, and just\n_Gondo_ underneath, pure white with red outlining. Class, but flashy, if\nyou see what I mean. You never saw the like, kid.\"\n\nCharley shook his head. \"O.K.,\" he said. \"But what does this have to do\nwith--\"\n\n\"Well,\" Ed cut in, \"that was years ago; I was a youngster, pretty well\njust setting out. And Gondo drew crowds--big crowds. Lifting a wagonload\nof people on his back--that was one of his tricks. I think Sandow\nhimself used to do it, but he had nothing on Gondo; the guy had style.\nClass. And he was a draw; I was working for J. C. Hobart Shows then, and\nthere was nothing on the lot to top him.\"\n\nEd paused, rubbing at his chin reflectively.\n\n\"Then the crowds started to fall off,\" he said. \"Just like with you,\nCharley. And nobody knew why. Gondo was doing the same act--no change\nthere. So the change had to be some place else.\"\n\n\"Same with me,\" Charley said.\n\n\"Sure,\" Ed said. \"The same with you. Charley, do you follow the\npapers?\"\n\n\"I guess so,\" Charley said. \"One, anyway. My mother sends it to me from\nChicago. She likes the--\"\n\n\"Sure,\" Ed said. \"Well, did you ever hear about a Dr. Schinsake? Edmund\nCharles Schinsake?\"\n\nCharley snorted in surprise. \"Who do you think you are?\" he said. \"Santa\nClaus?\"\n\n\"What?\"\n\n\"Nothing,\" Charley said. \"It's just ... well, nothing. But sure, I know\nthe guy. And so do you.\" He explained.\n\n\"Professor Lightning?\" Ed said. \"I never saw a picture. But it doesn't\nmatter--except maybe it'll make the guy easier to see. Because this is\nit, Charley; I think you ought to go and see him.\"\n\nThere was a little silence.\n\n\"You, too?\" Charley said. \"You mean, so I can stop being a poor, poor\ncripple and stop making lots of money? Is that what you're talking\nabout?\"\n\n\"Listen, Charley,\" Ed said. \"I--\"\n\n\"Just give up,\" Charley cut in. \"That's what you want me to do. Just\ngive up and go to the good old doctor and ask him to give me some arms.\nIs that what you wanted to tell me about this Gondo of yours? How he\njust gave up and got a nice little white cottage some place and got a\nnice little low-paying job and lived unhappily ever after, because a\ncarny isn't a healthy, well-adjusted life? Is that it, Ed?\"\n\nEd Ribbed at his chin. \"No, Charley,\" he said. \"No, kid. Not at all. But\nI think you ought to--\"\n\n\"Well, I won't,\" Charley said. \"Look, Ed: I want you to get this\nstraight. I don't care who's against me, or what they've got planned.\nI'm not going to give up. I'm going to find out what's going on, and I'm\ngoing to lick it. Have you got it?\"\n\nEd sighed. \"I've got it,\" he said. \"But, Charley: there are some things\nyou don't lick.\"\n\n\"I'll find out,\" Charley said. \"Believe me, Ed. I'll find out.\"\n\n       *       *       *       *       *\n\nBut nobody else knew a thing--or, at least, nobody was willing to talk.\nNed and Ed offered any help they could give--but said nothing that\nhelped. Erma was puzzled, but ignorant; Senor Alcala knew nothing, and\nno one else was any better off, as far as Charley could discover.\n\nAfter a week, Charley decided there was only one person for him to see.\nEd Baylis had recommended him, and so had the little Santa Claus.\nProfessor Lightning didn't look like much of a lead, but there was\nnothing else left. The audience was still dropping, little by little,\nand Charley knew perfectly well that something had to be done, and fast.\n\nGetting a leave of absence was even easier than he'd expected it to be;\nand that was just one more proof of how far his standing with the show\nhad dropped. People just didn't care; he wasn't a draw any more.\n\nAnd his standing with the carny was all he had left. He had caught\nhimself, lately, wondering if he would really be so badly off with two\narms, like everybody else. The idea frightened him, but the way it kept\ncoming back frightened him even more.\n\nLeaving the carny lot, of course, he put on his sandals; outside the\ncarnival, he had to wear shoes. They were laceless, of course, and made\nto be kicked off easily. Charley slipped into them and thought wryly of\nthe professor and his \"scientific Renaissance.\" The shoes were a new\nplastic, lightweight and long-lasting, but the dyeing problem hadn't\nquite been solved. Instead of a quiet, dull brown, they were a garish\nshade that almost approached olive drab.\n\n[Illustration]\n\nWell, he thought, nothing's perfect. He shrugged into a harness and had\nhis single suitcase attached to it; the harness and case were\nlightweight, too, and Charley headed for the station walking easily.\n\nHe climbed aboard the train and dropped his suitcase into the Automatic\nPorter, and then went to find a seat. The only one available was next to\na middle-aged man chewing a cigar in a sour silence. Charley slipped\ninto his seat without a word, and hoped the man would ignore him. He had\na face like an overripe summer squash, and his big hands, clasped in his\nlap, were fat and white, covered with tiny freckles. Charley leaned back\nand closed his eyes.\n\nA minute or so passed in silence.\n\nThen a voice said: \"Heading for New York?\"\n\n\"That's right,\" Charley said tiredly. He opened his eyes. The\nmiddle-aged man was leaning toward him, smelling of his cheap cigar.\n\n\"Likewise,\" the man said. His voice was hoarse and unpleasant. \"I\nthought you might be.\"\n\n\"That's right,\" Charley said. \"Long trip.\" He hoped desperately that the\nman would leave him alone. He wasn't on display now; he wanted the time\nto think, to try and figure out what had been happening. He had to have\nsome questions to ask Professor Lightning, and that meant that he had to\nhave some sort of plan of action.\n\n\"Going to see that doctor,\" the middle-aged man said. \"That right?\"\n\n\"That's right,\" Charley said. Apparently Professor Lightning had become\na nine-day wonder; anyone going to New York was presumed to be going to\nsee him.\n\nThen Charley corrected himself. Not anyone.\n\nAny cripple.\n\n\"Get the arms fixed, right?\" the middle-aged man said.\n\n\"That's right,\" Charley said for the third time. Maybe the man would\ntake the hint.\n\nBut he had no such luck. \"That's a fine thing the doctor is doing,\" he\nsaid. \"I mean, helping all these people. Don't have to be ... well,\nlook, bud, don't take me personally.\"\n\n\"I don't mind,\" Charley said. \"I'm used to it.\"\n\n\"Sure,\" the man said. \"Hey, by the way. My name's Roquefort. Al\nRoquefort.\"\n\n\"Charley de Milo,\" Charley said.\n\n\"Glad to know you,\" the man said. \"So while we're traveling companions,\nyou might say ... might as well get to be friendly.\"\n\n\"Sure,\" Charley said tiredly. He looked round the car. A great many\npeople seemed to be heading East. There were no other seats. Charley\nsighed and shrugged himself deeper into the upholstery.\n\n\"You know,\" Roquefort said suddenly, \"I can't help thinking.\"\n\n\"Oh?\" Charley said, fidgeting his feet.\n\n\"That's right,\" Roquefort said. \"I mean, all these people. And Dr.\nSchinsake. I remember once, I went to a circus, or a sideshow.\"\n\n\"Carnival, probably,\" Charley put in, knowing exactly what was coming.\n\n\"Something like that,\" Roquefort said. \"Anyhow, they had this sideshow,\nand there was a man there without any legs. Did all kinds of tricks--got\nalong real good. But I can't help thinking now: he wouldn't have to get\nalong that way any more. Because this doctor would fix him up.\"\n\n\"I guess so,\" Charley said wearily.\n\n\"Sure,\" Roquefort said. \"It's a great thing, what he's doing. All these\nfreak shows ... you understand, it's just a name for them--\"\n\n\"I understand,\" Charley said. \"Don't worry about it.\" He shifted his\nfeet nervously. Shoes always felt a little uncomfortable, even\nlightweight sandals; he felt trapped in them. Now, if he had arms and\nhands ...\n\nHe choked the thought off before it got any further.\n\n\"All these shows,\" Roquefort said, \"why, there isn't any need for them\nany more. I mean the people without legs, or arms, anyhow. See? Because\nthis doctor--\"\n\n\"I see,\" Charley said.\n\n\"Why, anybody works in a show like that, I mean without arms or\nlegs--why, he's just crazy, that's all. When he can get help, I mean.\"\n\n\"Sure,\" Charley said uneasily. \"Sure, he's just crazy.\"\n\nRoquefort chomped on his cigar and looked solemn and well-informed.\nCharley shivered slightly, and wondered why.\n\n\"Just crazy.\" Was that what they thought, he wondered. Was that what\nthey were thinking when they looked up at him?\n\nHe shivered again and slipped his shoes off quietly. Immediately, he\nfelt a little better.\n\nBut not very much.\n\n       *       *       *       *       *\n\nNew York was a madhouse worse than any carnival Charley had ever seen.\nHe made his way, harness and suitcase on his back, through the station\ncrowds and out into the taxi ramp. A line of the new cabs stood there,\nand Charley managed to grab one inches ahead of a woman with a small,\ncrying child in tow. He gestured to the driver with his head, and the\ndoor slid open. He stepped inside, released the catch that let his\nsuitcase thump to the floor, and sat down with a sigh.\n\n\"Tough, hey?\" the cabbie said. His glowing nameplate read _David Peters\nWells_. He turned around, showing a face that had little in common with\nthe official license photo, under his name. He was swarthy and short,\nwith large yellowing teeth and tiny eyes. \"Where to, Mac?\" he said.\n\nCharley licked his lips. \"I really don't know,\" he said.\n\nThe cabbie blinked. \"What?\"\n\n\"I'm going to need some help,\" Charley said. \"I want to find a Dr.\nSchinsake, but I don't know where he is. If you can drive me to a\ndrugstore, where we can look him up in a phone book--\"\n\n\"Dr. Schinsake?\" the driver said. \"That's the guy who grows things? I\nmean, arms and legs? Like that?\"\n\n\"That's right,\" Charley said.\n\n\"O.K., buddy,\" the driver said. \"Just hang on.\" The cab started with a\ncough and a roar, and shot out of the terminal like a bazooka shell.\nOver the noise of travel, the cabbie said: \"Going to get yourself fixed\nup? No offense, Mac.\"\n\n\"No offense,\" Charley said. \"I'm just going to talk to him.\"\n\n\"Oh,\" the cabbie said. \"Sure.\" There was silence for a second. Then the\ncabbie turned around. The machine shot ahead, down a wide avenue filled\nwith cars. Charley took a deep breath and forgot to let it go. \"You\nknow,\" the cabbie said, \"I seen something funny the other day.\"\n\n\"Really?\" Charley said, through clenched teeth.\n\nThe cabbie turned back casually, flicked the wheel to avoid an oncoming\ntruck, and continued: \"Funny, yeah. Went to the Flea Museum ... you\nknow, the sideshow here, on Forty-second?\"\n\n\"I know it,\" Charley said. He'd been offered winter work in the place\nseveral times, though he'd never accepted. Everyone in carny life knew\nof the place.\n\n\"And, anyhow, I went down the other day, and there was this guy ... he\nwas like you, Mac, I mean no arms. You don't mind me talking about it?\"\n\nApparently everybody thought he was sensitive on the subject, Charley\nreflected tiredly. \"I don't mind,\" he said.\n\n\"Sure,\" the cabbie said. A red light showed ahead and the cab screeched\nto a halt. \"Anyhow, there he was, like a freak, you know? Hell, Mac, I\nwas mad. I mean mad. The guy wants me to pay money to see him; he don't\nwant to go get cured. He's like lazy, Mac. Lazy. Wants to sit around and\nlet me pay money I work hard for, like some kind of a stuffed exhibit he\nthinks he is.\" The light changed; the cab shuddered and moved on. \"And\nthis doctor right here in the same city. Now, what do you think of\nthat?\"\n\nCharley shrugged. \"I wouldn't know,\" he said cautiously. He took out a\ncigarette with his left foot, lit it with his right, and slid both feet\nback into his shoes. \"Nearly there?\" he asked.\n\n\"No offense, Mac,\" the cabbie said, sounding obscurely troubled. \"We're\nthere in a minute.\" He turned and stared narrowly at Charley. The cab\nshot blindly on. \"Say, listen. That with the cigarette. You belong to\nsome kind of sideshow? I mean, no offense--\"\n\n\"No offense,\" Charley said. \"That's right. I'm with a carnival.\"\n\n\"We'll, you're doing the right thing,\" the cabbie said, turning back to\nthe road again. Amazingly, there was no obstruction before them. \"I\nmean, a guy has to be honest. With this doctor around, you can't be a\nno-arms guy any more; it's not fair. Right?\"\n\nCharley licked his lips. The cab stopped.\n\n\"Here we are,\" the driver announced.\n\nCharley indicated his grouch-bag, still heavy with dollar bills, hanging\nround his neck. With scrupulous care, the driver extracted one bill.\n\"Keep the change,\" Charley said. \"And thanks for the conversation.\"\n\nHe stepped out, hooking the suitcase to his harness as he did so. And\nthere, in front of him, was a small white-faced stone building. The cab\nroared away behind him, and Charley started across the sidewalk.\n\nNow, in New York, he had found out what he was going to ask Professor\nLightning. And it was the one thing he hadn't thought possible.\n\n       *       *       *       *       *\n\nOne flight of stairs led straight up from the doorway, and Charley took\nit slowly. At the top was a great wooden door with a brass plate\nscrewed to it, and on the brass plate a single name was incised: _Dr.\nE. C. Schinsake_. There was nothing else. Charley slipped the shoe off\nhis right foot, and rang the bell.\n\nA voice inside said: \"Who's there? Who is it, please?\"\n\n\"It's me, professor,\" Charley called. He slipped the sandal back on.\n\"Charley de Milo. I came to see you.\"\n\n\"Charley--\" There was a second of silence. \"Charley de Milo?\" Professor\nLightning's grating voice said. \"From the show?\" Footsteps came across a\nroom, and the door swung open. Professor Lightning stood inside, just as\ntall and white-haired as ever, and Charley blinked, looking at him, and\npast him at the room.\n\nPeople didn't live in rooms like that, he thought. They were only for\nthe movies, or maybe for millionaires, but not for people, real people\nthat Charley himself knew to talk to.\n\nThe furniture--a couch, a few chairs and tables, a phonograph--was\nglitteringly new and expensive-looking. The walls were freshly painted\nin soft, bright colors, and pictures hung on them, strange-looking\npictures Charley couldn't make sense out of. But they looked right,\nsomehow, in that room.\n\nOn the floor there was a rug deeper and softer-looking than any Charley\nhad ever seen. And, away to the right, two floor-length windows\nsparkled, hung with great drapes and shining in the daylight. There were\nflowers growing outside the sills, just visible above the window frames.\nCharley gulped and took a breath.\n\n\"Come in,\" Professor Lightning said. \"Come in.\" In the midst of the riot\nof wealth, the professor didn't seem to have changed at all. He was\nstill wearing the same ratty robe he'd worn in the carnival, his hair\nwas still as uncombed. It was only on second glance that Charley saw the\nlook in his eyes. Professor Lightning was Dr. Schinsake now; the eyes\nsaid that, and were proud of it. And the world agreed with Dr.\nSchinsake.\n\nCharley came into the bright room and stood quietly until Dr. Schinsake\nasked him to sit down.\n\n\"Well, now, my boy,\" he said. \"You haven't given me a word since you\nrang the bell, and I would like to know why you're here. Frankly, you're\nlucky to catch me in; but we were up late last night, working in the\nlabs. I'm afraid I overslept a little.\" His eyes shone with the mention\nof his laboratories. It was a far cry from the back of the science tent,\nCharley supposed.\n\nBut he'd come for a definite purpose. He licked his lips, waited a\nsecond, and said: \"Professor, it's about my arms. What you said you\ncould do.\"\n\n\"Your arms?\" The old man frowned. \"Now? You've come to me ... Charley,\nmy boy, tell me why. Tell me why you have changed your mind now.\"\n\nCharley nodded. \"I ... I didn't start out here to ask you about my\narms,\" he said. \"But on the way I started putting things together.\nProfessor, why do people come to side-shows?\"\n\nThe old man shrugged. \"Entertainment,\" he said.\n\n\"Sure, but there are all kinds of entertainment,\" Charley said. \"Like\nstrong men. There used to be a lot of strong men in carnivals, but there\naren't any more. And now I know why. Ed Baylis started to tell me, but I\n... well, never mind.\"\n\n\"Charley,\" the old man said. \"What do strong men have to do with--\"\n\n\"Let me tell you, professor,\" Charley said. \"People don't care about\nstrong men any more; there are too many gadgets around. Nobody has to be\na strong man; nobody wants to watch one. They're useless. See?\"\n\n\"Everyone can be his own strong man,\" the old man said.\n\n\"Right,\" Charley said. \"The chain hoist--machines like that--they killed\noff the whole act. Years ago. And you've killed off the Armless Wonders\nand the Legless Wonders, professor. You've done it, all at once.\"\n\nProfessor Lightning shook his head. \"I don't see--\" he began.\n\n\"Anybody can grow new arms,\" Charley said. \"So the man without\narms--he's not an object of pity any more. He's just some guy who\ndoesn't want to work. Nobody wants to go and see him; let him grow arms,\nif he doesn't want to be called a lazy bum. See?\"\n\nThere was a little silence.\n\n\"I see,\" Professor Lightning said slowly. \"Without pity, without a\nstrong sense of identification, there is no audience.\"\n\n\"For me there isn't,\" Charley said. \"Or for anybody like me.\"\n\nProfessor Lightning nodded. \"Well,\" he said. \"I hardly meant to ...\nwell, Charley, you came for something else.\" His face seemed to\nlengthen. \"And I must tell you ... Charley, I have been doing a lot of\nwork. I am hardly a professional scientist; I have been away too long.\"\n\n\"But--\"\n\n\"It is true,\" Professor Lightning said sadly. \"Never mind; I've had my\none discovery--how much an accident, no one may ever know. But I\nneglected to widen the scope of what I had done; I generalized too\nrapidly, my boy.\" He took a deep breath. \"The method, the technique, is\nvery complex,\" he said. \"But imagine it this way: a man comes to New\nYork. He explores it. Later, when he goes home, he is asked to draw a\nmap of it--and he can do so, because he has the experience. He has the\nmemory of New York, locked in his mind.\"\n\nCharley nodded. \"What does that have to do with me?\" he said.\n\n\"The cells ... the cells of the body seem to have such a memory,\" the\nprofessor said. \"It is the basis of my technique.\"\n\nCharley nodded. \"O.K.,\" he said \"I don't care how it works, so long as\nit-- It does work, doesn't it?\"\n\nThe professor shook his head. Very slowly, he said: \"Not for you, my\nboy. Not for you.\" He paused. \"You see, you were born without arms. In\nsuch a case the cellular memory does not seem to exist--like a man who\nhas never been to New York. He cannot draw the map. He has no memory to\nbegin with.\"\n\nThe silence this time was a long one.\n\nAt last Charley said: \"But somebody could tell him. I mean about New\nYork, so he could draw the map.\"\n\n\"Perhaps,\" the professor said. \"We are working on it. Some day--\"\n\n\"But not today,\" Charley said. \"Is that it?\"\n\n\"I ... I'm afraid so,\" the professor said.\n\nCharley sat for a long time, thinking. He pictured the carnival, and the\nshrinking audiences. Could he explain to them why he couldn't get arms?\nWould any audience stop to listen and digest the truth? Charley thought\nof the armless man in the Flea Museum, and decided slowly that no\nexplanation would be good enough. People didn't stop to make small\ndistinctions. Not in a sideshow. Not in a carnival.\n\nNo.\n\nThere was only one thing he could do; he saw that clearly. But it took\nhim a long time to find the right words. At last he had them.\n\n\"Professor,\" he said, \"suppose I go right back to being a sideshow\nexhibit--but with a limited audience.\"\n\nProfessor Lightning looked puzzled. \"What do you mean?\" he said.\n\n\"Well,\" Charley said, carefully and with a sudden, surprising feeling of\nhope, \"you don't happen to need a new guinea pig, do you?\"\n\n\nTHE END\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Astounding Science Fiction_ May 1959.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Charley de Milo, by \nLaurence Mark Janifer AKA Larry M. Harris\n\n*** END OF THIS PROJECT GUTENBERG EBOOK CHARLEY DE MILO ***\n\n***** This file should be named 23889.txt or 23889.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/3/8/8/23889/\n\nProduced by Greg Weeks, Bruce Albrecht, Stephen Blundell\nand the Online Distributed Proofreading Team at\nhttp://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}