{"title": "A Matter of Proportion", "author": "Anne Walker", "releaseDate": "December 19, 2007", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Bruce Albrecht, Stephen Blundell\nand the Online Distributed Proofreading Team at\nhttp://www.pgdp.net\n\n\n\n\n\n\n\n\n\n A\n MATTER\n OF\n PROPORTION\n\n\n _In order to make a man stop, you must\n convince him that it's impossible to go on.\n Some people, though, just can't be convinced._\n\n\n BY ANNE WALKER\n\n Illustrated by Bernklau\n\n\n[Illustration]\n\nIn the dark, our glider chutes zeroed neatly on target--only Art\nBenjamin missed the edge of the gorge. When we were sure Invader hadn't\nheard the crashing of bushes, I climbed down after him. The climb, and\nwhat I found, left me shaken. A Special Corps squad leader is not\nexpendable--by order. Clyde Esterbrook, my second and ICEG mate, would\nhave to mine the viaduct while my nerve and glycogen stabilized.\n\nWe timed the patrols. Clyde said, \"Have to wait till a train's coming.\nNo time otherwise.\" Well, it was his show. When the next pair of\nburly-coated men came over at a trot, he breathed, \"Now!\" and ghosted\nout almost before they were clear.\n\nI switched on the ICEG--inter-cortical encephalograph--planted in my\ntemporal bone. My own senses could hear young Ferd breathing, feel and\nsmell the mat of pine needles under me. Through Clyde's, I could hear\nthe blind whuffle of wind in the girders, feel the crude wood of ties\nand the iron-cold molding of rails in the star-dark. I could feel, too,\nan odd, lilting elation in his mind, as if this savage universe were a\ngood thing to take on--spray guns, cold, and all.\n\nWe wanted to set the mine so the wreckage would clobber a trail below,\none like they'd built in Burma and Japan, where you wouldn't think a\nmonkey could go; but it probably carried more supplies than the viaduct\nitself. So Clyde made adjustments precisely, just as we'd figured it\nwith the model back at base. It was a tricky, slow job in the bitter\ndark.\n\nI began to figure: If he armed it for this train, and ran, she'd go off\nwhile we were on location and we'd be drenched in searchlights and spray\nguns. Already, through his fingers, I felt the hum in the rails that\nevery tank-town-reared kid knows. I turned up my ICEG. \"All right,\nClyde, get back. Arm it when she's gone past, for the next one.\"\n\nI felt him grin, felt his lips form words: \"I'll do better than that,\nWillie. Look, Daddy-o, no hands!\" He slid over the edge and rested\nelbows and ribs on the raw tie ends.\n\nWe're all acrobats in the Corps. But I didn't like this act one little\nbit. Even if he could hang by his hands, the heavy train would jolt him\noff. But I swallowed my thoughts.\n\nHe groped with his foot, contacted a sloping beam, and brought his other\nfoot in. I felt a dull, scraping slither under his moccasin soles.\n\"Frost,\" he thought calmly, rubbed a clear patch with the edge of his\nfoot, put his weight on it, and transferred his hands to the beam with a\ntwist we hadn't learned in Corps school. My heart did a double-take; one\nslip and he'd be off into the gorge, and the frost stung, melting under\nhis bare fingers. He lay in the trough of the massive H-beam, slid down\nabout twenty feet to where it made an angle with an upright, and wedged\nhimself there. It took all of twenty seconds, really. But I let out a\nbreath as if I'd been holding it for minutes.\n\nAs he settled, searchlights began skimming the bridge. If he'd been\nrunning, he'd have been shot to a sieve. As it was, they'd never see him\nin the mingled glare and black.\n\nHis heart hadn't even speeded up beyond what was required by exertion.\nThe train roared around a shoulder and onto the viaduct, shaking it like\nan angry hand. But as the boxcars thunder-clattered above his head, he\nwas peering into the gulf at a string of feeble lights threading the\nbottom. \"There's the flywalk, Willie. They know their stuff. But we'll\nget it.\" Then, as the caboose careened over and the searchlights cut\noff, \"Well, that gives us ten minutes before the patrol comes back.\"\n\n       *       *       *       *       *\n\nHe levered onto his side, a joint at a time, and began to climb the\nbeam. Never again for me, even by proxy! You just _couldn't_ climb that\nthing nohow! The slope was too steep. The beam was too massive to\nshinny, yet too narrow to lie inside and elbow up. The metal was too\nsmooth, and scummed with frost. His fingers were beginning to numb.\nAnd--he _was_ climbing!\n\nIn each fin of the beam, every foot or so, was a round hole. He'd get\none finger into a hole and pull, inching his body against the beam. He\ntimed himself to some striding music I didn't know, not fast but no\nwaste motion, even the pauses rhythmic.\n\nI tell you. I was sweating under my leathers. Maybe I should have\nswitched the ICEG off, for my own sake if not to avoid distracting\nClyde. But I was hypnotized, climbing.\n\nIn the old days, when you were risking your neck, you were supposed to\nthink great solemn thoughts. Recently, you're supposed to think about\nsomething silly like a singing commercial. Clyde's mind was neither\nposturing in front of his mental mirror nor running in some feverish\nlittle circle. He faced terror as big as the darkness from gorge bottom\nto stars, and he was just simply as big as it was--sheer life exulting\nin defying the dark, the frost and wind and the zombie grip of Invader.\nI envied him.\n\nThen his rhythm checked. Five feet from the top, he reached confidently\nfor a finger hole ... No hole.\n\nHe had already reached as high as he could without shifting his purchase\nand risking a skid--and even his wrestler's muscles wouldn't make the\nclimb again. My stomach quaked: Never see sunlight in the trees any\nmore, just cling till dawn picked you out like a crow's nest in a dead\ntree; or drop ...\n\nNot Clyde. His flame of life crouched in anger. Not only the malice of\nnature and the rage of enemies, but human shiftlessness against him too?\nGood! He'd take it on.\n\nShoulder, thigh, knee, foot scraped off frost. He jammed his jaw against\nthe wet iron. His right hand never let go, but it crawled up the fin of\nthe strut like a blind animal, while the load on his points of purchase\nmounted--watchmaker co-ordination where you'd normally think in\nboilermaker terms. The flame sank to a spark as he focused, but it never\nblinked out. This was not the anticipated, warded danger, but the trick\npunch from nowhere. This was It. A sneak squall buffeted him. I cursed\nthinly. But he sensed an extra purchase from its pressure, and reached\nthe last four inches with a swift glide. The next hole was there.\n\nHe waited five heartbeats, and pulled. He began at the muscular\ndisadvantage of aligned joints. He had to make it the first time; if you\ncan't do it with a dollar, you won't do it with the change. But as elbow\nand shoulder bent, the flame soared again: Score one more for life!\n\nA minute later, he hooked his arm over the butt of a tie, his chin, his\nother arm, and hung a moment. He didn't throw a knee up, just rolled and\nlay between the rails. Even as he relaxed, he glanced at his watch:\nthree minutes to spare. Leisurely, he armed the mine and jogged back to\nme and Ferd.\n\nAs I broke ICEG contact, his flame had sunk to an ember glow of\nanticipation.\n\n       *       *       *       *       *\n\nWe had almost reached the cave pricked on our map, when we heard the\nslam of the mine, wee and far-off. We were lying doggo looking out at\nthe snow peaks incandescent in dawn when the first Invader patrols\ntrailed by below. Our equipment was a miracle of hot food and basic\nmedication. Not pastimes, though; and by the second day of hiding, I was\nthinking too much. There was Clyde, an Inca chief with a thread of black\nmustache and incongruous hazel eyes, my friend and ICEG mate--what made\nhim tick? Where did he get his delight in the bright eyes of danger? How\ndid he gear his daredevil valor, not to the icy iron and obligatory\nkilling, but to the big music and stars over the gorge? But in the\nCorps, we don't ask questions and, above all, never eavesdrop on ICEG.\n\nYoung Ferd wasn't so inhibited. Benjamin's death had shaken him--losing\nyour ICEG mate is like losing an eye. He began fly-fishing Clyde: How\nhad Clyde figured that stunt, in the dark, with the few minutes he'd\nhad?\n\n\"There's always a way, Ferd, if you're fighting for what you really\nwant.\"\n\n\"Well, I want to throw out Invader, all right, but--\"\n\n\"That's the start, of course, but beyond that--\" He changed the subject:\nperhaps only I knew of his dream about a stronghold for rebels far in\nthese mountains. He smiled. \"I guess you get used to calculated risks.\nExcept for imagination, you're as safe walking a ledge twenty stories\nup, as down on the sidewalk.\"\n\n\"Not if you trip.\"\n\n\"That's the calculated risk. If you climb, you get used to it.\"\n\n\"Well, how did you _get_ used to it? Were you a mountaineer or an\nacrobat?\"\n\n\"In a way, both.\" Clyde smiled again, a trifle bitterly and switched the\ntopic. \"Anyway, I've been in action for the duration except some time in\nhospital.\"\n\nFerd was onto that boner like an infielder. To get into SC you have to\nbe not only championship fit, but have no history of injury that could\ncrop up to haywire you in a pinch. So, \"Hospital? You sure don't show it\nnow.\"\n\nClyde was certainly below par. To cover his slip he backed into a\nbigger, if less obvious, one. \"Oh, I was in that Operation Armada at\nGolden Gate. Had to be patched up.\"\n\nHe must have figured, Ferd had been a kid then, and I hadn't been too\nold. Odds were, we'd recall the episode, and no more. Unfortunately, I'd\nbeen a ham operator and I'd been in the corps that beamed those\nfireships onto the Invader supply fleet in the dense fog. The whole\nepisode was burned into my brain. It had been kamikaze stuff, though\nthere'd been a theoretical chance of the thirty men escaping, to justify\nsending them out. Actually, one escape boat did get back with three men.\n\nI'd learned about those men, out of morbid, conscience-scalded\ncuriosity. Their leader was Edwin Scott, a medical student. At the very\nstart he'd been shot through the lower spine. So, his companions put him\nin the escape boat while they clinched their prey. But as the escape\nboat sheered off, the blast of enemy fire killed three and disabled two.\n\nScott must have been some boy. He'd already doctored himself with\nhemostatics and local anaesthetics but, from the hips down, he was dead\nas salt pork, and his visceral reflexes must have been reacting like a\nworm cut with a hoe. Yet somehow, he doctored the two others and got\nthat boat home.\n\nThe other two had died, but Scott lived as sole survivor of Operation\nArmada. And he hadn't been a big, bronze, Latin-Indian with incongruous\nhazel eyes, but a snub-nosed redhead. And he'd been wheel-chaired for\nlife. They'd patched him up, decorated him, sent him to a base hospital\nin Wisconsin where he could live in whatever comfort was available. So,\nhe dropped out of sight. And now, this!\n\nClyde was lying, of course. He'd picked the episode at random. Except\nthat so much else about him didn't square. Including his name compared\nto his physique, now I thought about it.\n\n       *       *       *       *       *\n\nI tabled it during our odyssey home. But during post-mission leave, it\nkept bothering me. I checked, and came up with what I'd already known:\nScott _had_ been sole survivor, and the others were certified dead. But\nabout Scott, I got a runaround. He'd apparently vanished. Oh, they'd\ncheck for me, but that could take years. Which didn't lull my curiosity\nany. Into Clyde's past I was sworn not to pry.\n\nWe were training for our next assignment, when word came through of the\nsurrender at Kelowna. It was a flare of sunlight through a black sky.\nThe end was suddenly close.\n\nClyde and I were in Victoria, British Columbia. Not subscribing to the\nfolkway that prescribes seasick intoxication as an expression of joy, we\ndid the town with discrimination. At midnight we found ourselves\nstrolling along the waterfront in that fine, Vancouver-Island mist, with\njust enough drink taken to be moving through a dream. At one point, we\nleaned on a rail to watch the mainland lights twinkling dimly like the\nhope of a new world--blackout being lifted.\n\nSuddenly, Clyde said, \"What's fraying you recently, Will? When we were\ntaking our ICEG reconditioning, it came through strong as garlic, though\nyou wouldn't notice it normally.\"\n\nWhy be coy about an opening like that? \"Clyde, what do you know about\nEdwin Scott?\" That let him spin any yarn he chose--if he chose.\n\nHe did the cigarette-lighting routine, and said quietly, \"Well, I _was_\nEdwin Scott, Will.\" Then, as I waited, \"Yes, really me, the real me\ntalking to you. This,\" he held out a powerful, coppery hand, \"once\nbelonged to a man called Marco da Sanhao ... You've heard of\ntransplanting limbs?\"\n\nI had. But this man was no transplant job. And if a spinal cord is cut,\ntransplanting legs from Ippalovsky, the primo ballerino, is worthless. I\nsaid, \"What about it?\"\n\n\"I was the first--successful--brain transplant in man.\"\n\nFor a moment, it queered me, but only a moment. Hell, you read in fairy\ntales and fantasy magazines about one man's mind in another man's body,\nand it's marvelous, not horrible. But--\n\nBy curiosity, I know a bit about such things. A big surgery journal,\nback in the '40s, had published a visionary article on grafting a whole\nlimb, with colored plates as if for a real procedure[A]. Then they'd\ndeveloped techniques for acclimating a graft to the host's serum, so it\nwould not react as a foreign body. First, they'd transplanted hunks of\near and such; then, in the '60s, fingers, feet, and whole arms in fact.\n\nBut a brain is another story. A cut nerve can grow together; every fiber\nhas an insulating sheath which survives the cut and guides growing\nstumps back to their stations. In the brain and spinal cord, no sheaths;\ngrowing fibers have about the chance of restoring contact that you'd\nhave of traversing the Amazon jungle on foot without a map. I said so.\n\n\"I know,\" he said, \"I learned all I could, and as near as I can put it,\nit's like this: When you cut your finger, it can heal in two ways.\nUsually it bleeds, scabs, and skin grows under the scab, taking a week\nor so. But if you align the edges exactly, at once, they may join\nalmost immediately healing by First Intent. Likewise in the brain, if\nthey line up cut nerve fibers before the cut-off bit degenerates, it'll\njoin up with the stump. So, take a serum-conditioned brain and fit it to\nthe stem of another brain so that the big fiber bundles are properly\nfitted together, fast enough, and you can get better than ninety per\ncent recovery.\"\n\n       *       *       *       *       *\n\n\"Sure,\" I said, parading my own knowledge, \"but what about injury to the\nmasses of nerve cells? And you'd have to shear off the nerves growing\nout of the brain.\"\n\n[Illustration]\n\n\"There's always a way, Willie. There's a place in the brain stem called\nthe isthmus, no cell masses, just bundles of fibers running up and down.\nAlmost all the nerves come off below that point; and the few that don't\ncan be spliced together, except the smell nerves and optic nerve. Ever\nnotice I can't smell, Willie? And they transplanted my eyes with the\nbrain--biggest trick of the whole job.\"\n\nIt figured. But, \"I'd still hate to go through with it.\"\n\n\"What could I lose? Some paraplegics seem to live a fuller life than\never. Me, I was going mad. And I'd seen the dogs this research team at\nmy hospital was working on--old dogs' brains in whelps' bodies, spry as\nnatural.\n\n\"Then came the chance. Da Sanhao was a Brazilian wrestler stranded here\nby the war. Not his war, he said; but he did have the decency to\nvolunteer as medical orderly. But he got conscripted by a bomb that took\na corner off the hospital and one off his head. They got him into\nchemical stasis quicker than it'd ever been done before, but he was dead\nas a human being--no brain worth salvaging above the isthmus. So, the\nbig guns at the hospital saw a chance to try their game on human\nmaterial, superb body and lower nervous system in ideal condition,\nwaiting for a brain. Only, whose?\n\n\"Naturally, some big-shot's near the end of his rope and willing to\ngamble. But _I_ decided it would be a forgotten little-shot, name of\nEdwin Scott. I already knew the surgeons from being a guinea pig on\nICEG. Of course, when I sounded them out, they gave me a kindly\nbrush-off: The matter was out of the their hands. However, I knew whose\nhands it _was_ in. And I waited for my chance--a big job that needed\nsomebody expendable. Then I'd make a deal, writing my own ticket because\nthey'd figure I'd never collect. Did you hear about Operation\nSeed-corn?\"\n\nThat was the underground railway that ran thousands of farmers out of\noccupied territory. Manpower was what finally broke Invader, improbable\nas it seems. Epidemics, desertions, over-extended lines, thinned that\noverwhelming combat strength; and every farmer spirited out of their\nhands equalled ten casualties. I nodded.\n\n\"Well, I planned that with myself as director. And sold it to Filipson.\"\n\nI contemplated him: just a big man in a trench coat and droop-brimmed\nhat silhouetted against the lamp-lit mist. I said, \"You directed\nSeed-corn out of a wheel chair in enemy territory, and came back to get\ntransplanted into another body? Man, you didn't tell Ferd a word of a\nlie when you said you were used to walking up to death.\" (But there was\nmore: Besides that dour Scot's fortitude, where did he come by that\nhigh-hearted valor?)\n\nHe shrugged. \"You do what you can with what you've got. _Those_ weren't\nthe big adventures I was thinking about when I said that. I had a team\nbehind me in those--\"\n\nI could only josh. \"I'd sure like to hear the capperoo then.\"\n\nHe toed out his cigarette. \"You're the only person who's equipped for\nit. Maybe you'd get it, Willie.\"\n\n\"How do you mean?\"\n\n\"I kept an ICEG record. Not that I knew it was going to happen, just\nwanted proof if they gave me a deal and I pulled it off. Filipson\nwouldn't renege, but generals were expendable. No one knew I had that\ntransmitter in my temporal bone, and I rigged it to get a tape on my\nhome receiver. Like to hear it?\"\n\nI said what anyone would, and steered him back to quarters before he'd\nthink better of it. This would be something!\n\n       *       *       *       *       *\n\nOn the way, he filled in background. Scott had been living out of\nhospital in a small apartment, enjoying as much liberty as he could\nmanage. He had equipment so he could stump around, and an antique car\nspecially equipped. He wasn't complimentary about them. Orthopedic\nproducts had to be: unreliable, hard to service, unsightly, intricate,\nand uncomfortable. If they also squeaked and cut your clothes, fine!\n\nHaving to plan every move with an eye on weather and a dozen other\nfactors, he developed in uncanny foresight. Yet he had to improvise at a\nmoment's notice. With life a continuous high-wire act, he trained every\nsurviving fiber to precision, dexterity, and tenacity. Finally, he\navoided help. Not pride, self-preservation; the compulsively helpful\nhave rarely the wit to ask before rushing in to knock you on your face,\nso he learned to bide his time till the horizon was clear of beaming\nsimpletons. Also, he found an interest in how far he could go.\n\nThese qualities, and the time he had for thinking, begot Seed-corn. When\nhe had it convincing, he applied to see General Filipson, head of\nRegional Intelligence, a man with both insight and authority to make the\ndeal--but also as tough as his post demanded. Scott got an appointment\ntwo weeks ahead.\n\nThat put it early in April, which decreased the weather hazard--a major\nconsideration in even a trip to the Supermarket. What was Scott's grim\nconsternation, then, when he woke on D-day to find his windows plastered\nwith snow under a driving wind--not mentioned in last night's forecast\nof course.\n\nHe could concoct a plausible excuse for postponement--which Filipson was\njust the man to see through; or call help to get him to HQ--and have\nFilipson bark, \"Man, you can't even make it across town on your own\npower because of a little snow.\" No, come hell or blizzard, he'd have to\ngo solo. Besides, when he faced the inevitable unexpected behind Invader\nlines, he couldn't afford a precedent of having flinched now.\n\nHe dressed and breakfasted with all the petty foresights that can mean\nthe shaving of clearance in a tight squeeze, and got off with all the\nmargin of time he could muster. In the apartment court, he had a parking\nspace by the basement exit and, for a wonder, no free-wheeling\nnincompoop had done him out of it last night. Even so, getting to the\ncar door illustrated the ordeal ahead; the snow was the damp, heavy\nstuff that packs and glares. The streets were nasty, but he had the\nadvantage of having learned restraint and foresight.\n\nHQ had been the post office, a ponderous red-stone building filling a\nwhole block. He had scouted it thoroughly in advance, outside and in,\nand scheduled his route to the general's office, allowing for minor\nhazards. Now, he had half an hour extra for the unscheduled major\nhazard.\n\nBut on arriving, he could hardly believe his luck. No car was yet parked\nin front of the building, and the walk was scraped clean and salted to\nkill the still falling flakes. No problems. He parked and began to\nunload himself quickly, to forestall the elderly MP who hurried towards\nhim. But, as Scott prepared to thank him off, the man said, \"Sorry, Mac,\nno one can park there this morning.\"\n\nScott felt the chill of nemesis. Knowing it was useless, he protested\nhis identity and mission.\n\nBut, \"Sorry, major. But you'll have to park around back. They're\nbringing in the big computer. General himself can't park here. Them's\norders.\"\n\nHe could ask the sergeant to park the car. But the man couldn't leave\nhis post, would make a to-do calling someone--and that was Filipson's\nsuite overlooking the scene. No dice. Go see what might be possible.\n\nBut side and back parking were jammed with refugees from the computer,\nand so was the other side. And he came around to the front again. Five\nminutes wasted. He thought searchingly.\n\nHe could drive to a taxi lot, park there, and be driven back by taxi,\ndisembark on the clean walk, and there you were. Of course, he could\nhear Filipson's \"Thought you drove your own car, ha?\" and his own\ndamaging excuses. But even Out Yonder, you'd cut corners in emergency.\nIt was all such a comfortable Out, he relaxed. And, relaxing, saw his\nalternative.\n\n       *       *       *       *       *\n\nHe was driving around the block again, and noted the back entrance. This\nwas not ground level, because of the slope of ground; it faced a broad\nlanding, reached by a double flight of steps. These began on each side\nat right-angles to the building and then turned up to the landing along\nthe face of the wall. Normally, they were negotiable; but now, even had\nhe found parking near them, he hadn't the chance of the celluloid cat in\nhell of even crossing the ten feet of uncleaned sidewalk. You might as\nwell climb an eighty-degree, fifty-foot wall of rotten ice. But there\nwas always a way, and he saw it.\n\nThe unpassable walk itself was an avenue of approach. He swung his car\nonto it at the corner, and drove along it to the steps to park in the\nangle between steps and wall--and discovered a new shut-out. He'd\nexpected the steps to be a mean job in the raw wind that favored this\nface of the building; but a wartime janitor had swept them sketchily\nonly down the middle, far from the balustrades he must use. By the\nbalustrades, early feet had packed a semi-ice far more treacherous than\nthe untouched snow; and, the two bottom steps curved out beyond the\nbalustrade. So ... a sufficiently reckless alpinist might assay a cliff\nin a sleet storm and gale, but he couldn't even try if it began with an\noverhang.\n\nStill time for the taxi. And so, again Scott saw the way that was always\nthere: Set the car so he could use its hood to heft up those first\nsteps.\n\nSuddenly, his thinking metamorphosed: He faced, not a miserable,\nunwarranted forlorn hope, but the universe as it was. Titanic pressure\nsuit against the hurricanes of Jupiter, and against a gutter freshet,\nlife was always outclassed--and always fought back. Proportions didn't\nmatter, only mood.\n\nHe switched on his ICEG to record what might happen. I auditioned it,\nbut I can't disentangle it from what he told me. For example, in his\nwords: Multiply distances by five, heights by ten, and slickness by\ntwenty. And in the playback: Thirty chin-high ledges loaded with soft\nlard, and only finger holds and toe holds. And you did it on stilts that\nbegan, not at your heels, at your hips. Add the hazard of Helpful Hosea:\n\"Here, lemme giveya hand, Mac!\", grabbing the key arm, and crashing down\nthe precipice on top of you.\n\nSwitching on the ICEG took his mind back to the snug apartment where its\nreceiver stood, the armchair, books, desk of diverting work. It looked\nawful good, but ... life fought back, and always it found a way.\n\n       *       *       *       *       *\n\nHe shucked his windbreaker because it would be more encumbrance than\nhelp in the showdown. He checked, shoelaces, and strapped on the cleats\nhe had made for what they were worth. He vetoed the bag of sand and salt\nhe kept for minor difficulties--far too slow. He got out of the car.\n\nThis could be the last job he'd have to do incognito--Seed-corn, he'd\nget credit for. Therefore, he cherished it: triumph for its own sake.\nAlternatively, he'd end at the bottom in a burlesque clutter of\nchrom-alum splints and sticks, with maybe a broken bone to clinch the\ndecision. For some men, death is literally more tolerable than defeat in\nhumiliation.\n\nEighteen shallow steps to the turn, twelve to the top. Once, he'd have\ncleared it in three heartbeats. Now, he had to make it to a\ntwenty-minute deadline, without rope or alpenstock, a Moon-man adapted\nto a fraction of Earth gravity.\n\nWith the help of the car hood, the first two pitches were easy. For the\nnext four or five, wind had swept the top of the balustrade, providing\ndamp, gritty handhold. Before the going got tougher, he developed a\ntechnic, a rhythm and system of thrusts proportioned to heights and\nwidths, a way of scraping holds where ice was not malignantly welded to\nstone, an appreciation of snow texture and depth, an economy of effort.\n\nHe was enjoying a premature elation when, on the twelfth step, a cleat\nstrap gave. Luckily, he was able to take his lurch with a firm grip on\nthe balustrade; but he felt depth yawning behind him. Dourly, he took\nthirty seconds to retrieve the cleat; stitching had been sawed through\nby a metal edge--just as he'd told the cocksure workman it would be. Oh,\nto have a world where imbecility wasn't entrenched! Well--he was\nfighting here and now for the resources to found one. He resumed the\nescalade, his rhythm knocked cockeyed.\n\nThings even out. Years back, an Invader bomber had scored a near miss on\nthe building, and minor damage to stonework was unrepaired. Crevices\ngave fingerhold, chipped-out hollows gave barely perceptible purchase to\nthe heel of his hand. Salutes to the random effects of unlikely causes!\n\nHe reached the turn, considered swiftly. His fresh strength was blunted;\nhis muscles, especially in his thumbs, were stiffening with chill. Now:\nHe could continue up the left side, by the building, which was tougher\nand hazardous with frozen drippings, or by the outside, right-hand rail,\nwhich was easier but meant crossing the open, half-swept wide step and\nrecrossing the landing up top. Damn! Why hadn't he foreseen that? Oh,\nyou can't think of everything. Get going, left side.\n\n       *       *       *       *       *\n\nThe wall of the building was rough-hewn and ornamented with surplus\ncarvings. Cheers for the 1890s architect!\n\nQualified cheers. The first three lifts were easy, with handholds in a\nfrieze of lotus. For the next, he had to heft with his side-jaw against\na boss of stone. A window ledge made the next three facile. The final\nfive stared, an open gap without recourse. He made two by grace of the\njanitor's having swabbed his broom a little closer to the wall. His\nmuscles began to wobble and waver: in his proportions, he'd made\ntwo-hundred feet of almost vertical ascent.\n\nBut, climbing a real ice-fall, you'd unleash the last convulsive effort\nbecause you had to. Here, when you came down to it, you could always sit\nand bump yourself down to the car which was, in that context, a mere\nsafe forty feet away. So he went on because he had to.\n\nHe got the rubber tip off one stick. The bare metal tube would bore into\nthe snow pack. It might hold, _if_ he bore down just right, and swung\nhis weight just so, and got just the right sliding purchase on the wall,\nand the snow didn't give underfoot or undercane. And if it didn't\nwork--it didn't work.\n\nBeyond the landing, westwards, the sky had broken into April blue, far\naway over Iowa and Kansas, over Operation Seed-corn, over the refuge for\nrebels that lay at the end of all his roads....\n\nHe got set ... and lifted. A thousand miles nearer the refuge! Got set\n... and lifted, balanced over plunging gulfs. His reach found a round\npilaster at the top, a perfect grip for a hand. He drew himself up, and\nthis time his cleated foot cut through snow to stone, and slipped, but\nhis hold was too good. And there he was.\n\nNo salutes, no cheers, only one more victory for life.\n\nEven in victory, unlife gave you no respite. The doorstep was three feet\nwide, hollowed by eighty years of traffic, and filled with frozen\ndrippings from its pseudo-Norman arch. He had to tilt across it and\ncatch the brass knob--like snatching a ring in a high dive.\n\nNo danger now, except sitting down in a growing puddle till someone came\nalong to hoist him under the armpits, and then arriving at the general's\nlate, with his seat black-wet.... You unhorse your foeman, curvet up to\nthe royal box to receive the victor's chaplet, swing from your saddle,\nand fall flat on your face.\n\nBut, he cogitated on the bench inside, getting his other cleat off and\nthe tip back on his stick, things do even out. No hearty helper had\nintervened, no snot-nosed, gaping child had twitched his attention,\nnobody's secretary--pretty of course--had scurried to helpfully knock\nhim down with the door. They were all out front superintending arrival\nof the computer.\n\n       *       *       *       *       *\n\nThe general said only, if tartly, \"Oh yes, major, come in. You're late,\na'n't you?\"\n\n\"It's still icy,\" said Ed Scott. \"Had to drive carefully, you know.\"\n\nIn fact, he _had_ lost minutes that way, enough to have saved his exact\ndeadline. And that excuse, being in proportion to Filipson's standard\ndimension, was fair game.\n\n       *       *       *       *       *\n\nI wondered what dimension Clyde would go on to, now that the challenge\nof war was past. To his rebels refuge at last maybe? Does it matter?\nWhatever it is, life will be outclassed, and Scott-Esterbrook's brand of\nlife will fight back.\n\n\nTHE END\n\n\nFOOTNOTES:\n\n[A] Hall, \"Whole Upper Extremity Transplant for Human Beings.\" Annals of\nSurgery 1944, #120, p. 12.\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Astounding Science Fiction_ August\n    1959. Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note.\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of A Matter of Proportion, by Anne Walker\n\n*** END OF THIS PROJECT GUTENBERG EBOOK A MATTER OF PROPORTION ***\n\n***** This file should be named 23920.txt or 23920.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/3/9/2/23920/\n\nProduced by Greg Weeks, Bruce Albrecht, Stephen Blundell\nand the Online Distributed Proofreading Team at\nhttp://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}