{"title": "But, I Don't Think", "author": "Gordon Randall Garrett", "releaseDate": "December 24, 2007", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Bruce Albrecht, Mary Meehan and\nthe Online Distributed Proofreading Team at\nhttp://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                          BUT, I DON'T THINK\n\n                          BY RANDALL GARRETT\n\n\n\n\n_As every thinking man knows, every slave always yearns for the freedom\nhis master denies him..._\n\n\n\n\n\"_But, gentlemen,\" said the Physician, \"I really don't think we can\nconsider any religion which has human sacrifice as an integral part as a\nhumane religion._\"\n\n\"_At least,\" added the Painter with a chuckle, \"not as far as the victim\nis concerned._\"\n\n_The Philosopher looked irritated. \"Bosh! What if the victim likes it\nthat way?_\"\n\n    _--THE IDLE WORSHIPERS_\n    _by R. Phillip Dachboden_\n\n\n\n\nI\n\n\nThe great merchantship _Naipor_ settled her tens of thousands of tons of\nmass into her landing cradle on Viornis as gently as an egg being\nsettled into an egg crate, and almost as silently. Then, as the\nantigravs were cut off, there was a vast, metallic sighing as the\ngigantic structure of the cradle itself took over the load of holding\nthe ship in her hydraulic bath.\n\nAt that point, the ship was officially groundside, and the _Naipor_ was\nin the hands of the ground officers. Space Captain Humbolt Reed sighed,\nleaned back in his desk chair, reached out a hand, and casually touched\na trio of sensitized spots on the surface of his desk.\n\n\"Have High Lieutenant Blyke bring The Guesser to my office immediately,\"\nhe said, in a voice that was obviously accustomed to giving orders that\nwould be obeyed.\n\nThen he took his fingers off the spots without waiting for an answer.\n\nIn another part of the ship, in his quarters near the Fire Control\nSection, sat the man known as The Guesser. He had a name, of course, a\nregular name, like everyone else; it was down on the ship's books and in\nthe Main Registry. But he almost never used it; he hardly ever even\nthought of it. For twenty of his thirty-five years of life, he had been\na trained Guesser, and for fifteen of them he'd been The Guesser of\n_Naipor_.\n\nHe was fairly imposing-looking for a Guesser; he had the tall,\nwide-shouldered build and the blocky face of an Executive, and his\nfather had been worried that he wouldn't show the capabilities of a\nGuesser, while his mother had secretly hoped that he might actually\nbecome an Executive. Fortunately for The Guesser, they had both been\nwrong.\n\nHe was not only a Guesser, but a first-class predictor, and he showed\nimpatience with those of his underlings who failed to use their ability\nin any particular. At the moment of the ship's landing, he was engaged\nin verbally burning the ears off Kraybo, the young man who would\npresumably take over The Guesser's job one day--if he ever learned how\nto handle it.\n\n\"You're either a liar or an idiot,\" said The Guesser harshly, \"and I\nwish to eternity I knew which!\"\n\nKraybo, standing at attention, merely swallowed and said nothing. He had\nfelt the back of The Guesser's hand too often before to expose himself\nintentionally to its swing again.\n\nThe Guesser narrowed his eyes and tried to see what was going on in\nKraybo's mind.\n\n\"Look here, Kraybo,\" he said after a moment, \"that one single Misfit\nship got close enough to do us some damage. It has endangered the life\nof the _Naipor_ and the lives of her crewmen. You were on the board in\nthat quadrant of the ship, and you let it get in too close. The records\nshow that you mis-aimed one of your blasts. Now, what I want to know is\nthis: were you really guessing or were you following the computer too\nclosely?\"\n\n\"I was following the computer,\" said Kraybo, in a slightly wavering\nvoice. \"I'm sorry for the error, sir; it won't happen again.\"\n\nThe Guesser's voice almost became a snarl. \"It hadn't better! You know\nthat a computer is only to feed you data and estimate probabilities on\nthe courses of attacking ships; you're not supposed to think they can\npredict!\"\n\n\"I know, sir; I just--\"\n\n\"You just near came getting us all killed!\" snapped The Guesser. \"You\nclaim that you actually guessed where that ship was going to be, but you\nfollowed the computer's extrapolation instead?\"\n\n\"Yes, sir,\" said the tense-faced Kraybo. \"I admit my error, and I'm\nwilling to take my punishment.\"\n\nThe Guesser grinned wolfishly. \"Well, isn't that big-hearted of you? I'm\nvery glad you're willing, because I just don't know what I'd do if you\nrefused.\"\n\nKraybo's face burned crimson, but he said nothing.\n\nThe Guesser's voice was sarcastically soft. \"But I guess about the only\nthing I could do in that case would be to\"--The Guesser's voice suddenly\nbecame a bellow--\"_kick your thick head in_!\"\n\nKraybo's face drained of color suddenly.\n\nThe Guesser became suddenly brusque. \"Never mind. We'll let it go for\nnow. Report to the Discipline Master in Intensity Five for ten minutes\ntotal application time. Dismissed.\"\n\nKraybo, whose face had become even whiter, paused for a moment, as\nthough he were going to plead with The Guesser. But he saw the look in\nhis superior's eyes and thought better of it.\n\n\"Yes, sir,\" he said in a weak voice. He saluted and left.\n\n       *       *       *       *       *\n\nAnd The Guesser just sat there, waiting for what he knew would come.\n\nIt did. High Lieutenant Blyke showed up within two minutes after Kraybo\nhad left. He stood at the door of The Guesser's cubicle, accompanied by\na sergeant-at-arms.\n\n\"Master Guesser, you will come with us.\" His manner was bored and\nsomewhat flat.\n\nThe Guesser bowed his head as he saluted. \"As you command, great sir.\"\nAnd he followed the lieutenant into the corridor, the sergeant tagging\nalong behind.\n\nThe Guesser wasn't thinking of his own forthcoming session with the\ncaptain; he was thinking of Kraybo.\n\nKraybo was twenty-one, and had been in training as a Guesser ever since\nhe was old enough to speak and understand. He showed occasional flashes\nof tremendous ability, but most of the time he seemed--well, _lazy_. And\nthen, there was always the question of his actual ability.\n\nA battle in the weirdly distorted space of ultralight velocities\nrequires more than machines and more than merely ordinary human\nabilities. No computer, however built, can possibly estimate the flight\nof a dodging spaceship with a canny human being at the controls. Even\nthe superfast beams from a megadyne force gun require a finite time to\nreach their target, and it is necessary to fire at the place where the\nattacking ship will be, not at the position it is occupying at the time\nof firing. That was a bit of knowledge as old as human warfare: you must\nlead a moving target.\n\nFor a target moving at a constant velocity, or a constant acceleration,\nor in any other kind of orbit which is mathematically predictable, a\ncomputer was not only necessary, but sufficient. In such a case, the\naccuracy was perfect, the hits one hundred per cent.\n\nBut the evasive action taken by a human pilot, aided by a randomity\nselector, is not logical and therefore cannot be handled by a computer.\nLike the path of a microscopic particle in Brownian motion, its position\ncan only be predicted statistically; estimating its probable location is\nthe best that can be done. And, in space warfare, probability of that\norder is simply not good enough.\n\nTo compute such an orbit required a special type of human mind, and\ntherefore a special type of human. It required a Guesser.\n\nThe way a Guesser's mind operated could only be explained _to_ a Guesser\n_by_ another Guesser. But, as far as anyone else was concerned, only the\nobjective results were important. A Guesser could \"guess\" the route of a\nmoving ship, and that was all anyone cared about. And a Master Guesser\nprided himself on his ability to guess accurately 99.999% of the time.\nThe ancient sport of baseball was merely a test of muscular\nco-ordination for a Guesser; as soon as a Guesser child learned to\ncontrol a bat, his batting average shot up to 1.000 and stayed there\nuntil he got too old to swing the bat. A Master Guesser could make the\nsame score blindfolded.\n\nHitting a ship in space at ultralight velocities was something else\nagain. Young Kraybo could play baseball blindfolded, but he wasn't yet\ncapable of making the master guesses that would protect a merchantship\nlike the _Naipor_.\n\nBut what was the matter with him? He had, of course, a fire-control\ncomputer to help him swing and aim his guns, but he didn't seem to be\nable to depend on his guesswork. He had more than once fired at a spot\nwhere the computer said the ship would be instead of firing at the spot\nwhere it actually arrived a fraction of a second later.\n\nThere were only two things that could be troubling him. Either he was\ndoing exactly as he said--ignoring his guesses and following the\ncomputer--or else he was inherently incapable of controlling his\nguesswork and was hoping that the computer would do the work for him.\n\nIf the first were true, then Kraybo was a fool; if the second, then he\nwas a liar, and was no more capable of handling the fire control of the\n_Naipor_ than the captain was.\n\nThe Guesser hated to have Kraybo punished, really, but that was the only\nway to make a youngster keep his mind on his business.\n\n_After all_, thought The Guesser, _that's the way I learned; Kraybo can\nlearn the same way. A little nerve-burning never hurt anyone._\n\nBut that last thought was more to bolster himself than it was to justify\nhis own actions toward Kraybo. The lieutenant was at the door of the\ncaptain's office, with The Guesser right behind him.\n\n       *       *       *       *       *\n\nThe door dilated to receive the three--the lieutenant, The Guesser, and\nthe sergeant-at-arms--and they marched across the room to the captain's\ndesk.\n\nThe captain didn't even bother to look up until High Lieutenant Blyke\nsaluted and said: \"The Guesser, sir.\"\n\nAnd the captain gave the lieutenant a quick nod and then looked coldly\nat The Guesser. \"The ship has been badly damaged. Since there are no\nrepair docks here on Viornis, we will have to unload our cargo and then\ngo--_empty_--all the way to D'Graski's Planet for repairs. All during\nthat time, we will be more vulnerable than ever to Misfit raids.\"\n\nHis ice-chill voice stopped, and he simply looked at The Guesser with\nglacier-blue, unblinking eyes for ten long seconds.\n\nThe Guesser said nothing. There was nothing he _could_ say. Nothing that\nwould do him any good.\n\nThe Guesser disliked Grand Captain Reed--and more, feared him. Reed had\nbeen captain of the _Naipor_ for only three years, having replaced the\nold captain on his retirement. He was a strict disciplinarian, and had a\ntendency to punish heavily for very minor infractions of the rules. Not,\nof course, that he didn't have every right to do so; he was, after all,\nthe captain.\n\nBut the old captain hadn't given The Guesser a nerve-burning in all the\nyears since he had accepted The Guesser as The Guesser. And Captain\nReed--\n\nThe captain's cold voice interrupted his thoughts.\n\n\"Well? What was it? If it was a mechano-electronic misfunction of the\ncomputer, say so; we'll speak to the engineer.\"\n\nThe Guesser knew that the captain was giving him what looked like an\nout--but The Guesser also knew it was a test, a trap.\n\nThe Guesser bowed his head very low and saluted. \"No, great sir; the\nfault was mine.\"\n\nGrand Captain Reed nodded his head in satisfaction. \"Very well.\nIntensity Five, two minutes. Dismissed.\"\n\nThe Guesser bowed his head and saluted, then he turned and walked out\nthe door. The sergeant-at-arms didn't need to follow him; he had been\nlet off very lightly.\n\nHe marched off toward the Disciplinary Room with his head at the proper\nangle--ready to lift it if he met a lesser crewman, ready to lower it if\nhe met an executive officer.\n\nHe could already feel the terrible pain of the nerve-burner coursing\nthrough his body--a jolt every ten seconds for two minutes, like a whip\nlashing all over his body at once. His only satisfaction was the\nknowledge that he had sentenced Kraybo to ten minutes of the same thing.\n\n       *       *       *       *       *\n\nThe Guesser lay on his bed, face down, his grasping fingers clutching\nspasmodically at the covering as his nerves twitched with remembered\npain. Thirteen jolts. Thirteen searing jolts of excruciating torture. It\nwas over now, but his synapses were still crackling with the memories of\nthose burning lashes of energy.\n\nHe was thirty-five. He had to keep that in mind. He was thirty-five now,\nand his nerves should be under better control than they had been at\ntwenty. He wondered if there were tears streaming from his eyes, and\nthen decided it didn't matter. At least he wasn't crying aloud.\n\nOf course, he had screamed in the nerve-burner; he had screamed thirteen\ntimes. Any man who didn't scream when those blinding stabs of pain came\nwas either unconscious or dead--it was no disgrace to scream in the\nburner. But he wasn't screaming now.\n\nHe lay there for ten minutes, his jaw clamped, while the twitching\nsubsided and his nervous system regained its usual co-ordination.\n\nThe burner did no actual physical damage; it wasn't good economics for\nan Executive to allow his men to be hurt in any physical manner. It took\na very little actual amount of energy applied to the nerve endings to\nmake them undergo the complex electrochemical reaction that made them\nsend those screaming messages to the brain and spine. There was less\ntotal damage done to the nerves than a good all-night binge would do to\na normal human being. But the effect on the mind was something else\nagain.\n\nIt was a very effective method of making a man learn almost any lesson\nyou wanted to teach him.\n\nAfter a while, The Guesser shuddered once more, took a deep breath, held\nit for fifteen seconds, and then released it. A little later, he lifted\nhimself up and swung his legs over the edge of his bed. He sat on the\nedge of the bed for a few minutes, then got up and got dressed in his\nbest uniform.\n\nAfter all, the captain hadn't said anything about restricting him to the\nship, and he had never been to Viornis before. Besides, a couple of\ndrinks might make him feel better.\n\nThere were better planets in the galaxy, he decided two hours later.\nThousands of them.\n\nFor one thing, it was a small, but dense world, with a surface gravity\nof one point two standard gees--not enough to be disabling, but enough\nto make a man feel sluggish. For another, its main export was farm\nproducts: there were very few large towns on Viornis, and no center of\npopulation that could really be called a city. Even here, at the\nspaceport, the busiest and largest town on the planet, the population\nwas less than a million. It was a \"new\" world, with a history that\ndidn't stretch back more than two centuries. With the careful population\ncontrol exercised by the ruling Execs, it would probably remain small\nand provincial for another half millennium.\n\nThe Guesser moseyed down one of the streets of Bellinberg probably named\nafter the first Prime Executive of the planet--looking for a decent\nplace for a spaceman to have a drink. It was evening, and the sinking of\nthe yellow primary below the western horizon had left behind it a clear,\nstar-filled sky that filled the air with a soft, white radiance. The\nstreets of the town itself were well-lit by bright glow-plates imbedded\nin the walls of the buildings, but above the street level, the buildings\nthemselves loomed darkly. Occasionally, an Exec's aircar would drift\nrapidly overhead with a soft rush of air, and, in the distance, he could\nsee the shimmering towers of the Executive section rising high above the\neight- or ten-storyed buildings that made up the majority of Bellinberg.\n\nThe streets were fairly crowded with strollers--most of them Class Four\nor Five citizens who stepped deferentially aside as soon as they saw his\nuniform, and kept their eyes averted from him. Now and then, the power\ncar of a Class Three rolled swiftly by, and The Guesser felt a slight\ntwinge of envy. Technically, his own rank was the equivalent of Class\nThree, but he had never owned a groundcar. What need had a spaceman of a\ngroundcar? Still, it would be nice to drive one just once, he thought;\nit would be a new experience, certainly.\n\nRight now, though, he was looking for a Class Three bar; just a place to\nhave a small, quiet drink and a bite to eat. He had a perfect right to\ngo into a lower class bar, of course, but he had never felt quite\ncomfortable associating with his inferiors in such a manner, and\ncertainly they would feel nervous in his presence because of the sidearm\nat his hip.\n\nNo one below Class Three was allowed to carry a beamgun, and only Ones\nand Twos were allowed to wear the screening fields that protected them\nfrom the nerve-searing effects of the weapon. And they, being Execs,\nwere in no danger from each other.\n\nFinally, after much walking, he decided that he was in the wrong part of\ntown. There were no Class Three bars anywhere along these streets.\nPerhaps, he thought, he should have gone to the Spacemen's Club at the\nspaceport itself. On the other hand, he hadn't particularly wanted to\nsee any of the other minor officers of his own class after the\nnear-fiasco which had damaged the _Naipor_. Being a Guesser set him\napart, even from other Threes.\n\nHe thought for a moment of asking a policeman, but he dismissed it.\nCops, as always, were a breed apart. Besides, they weren't on the\nstreets to give directions, but to preserve order.\n\nAt last, he went into a nearby Class Four bar and snapped his fingers\nfor the bartender, ignoring the sudden silence that had followed his\nentrance.\n\nThe barman set down a glass quickly and hurried over, bobbing his head\nobsequiously. \"Yes, sir; yes, sir. What can I do for you, sir? It's an\nhonor to have you here, sir. How may I serve you?\"\n\nThe man himself was wearing the distinctive clothing of a Five, so his\ncustomers outranked him, but the brassard on his arm showed that his\nmaster was a Two, which afforded him enough authority to keep reasonable\norder in the place.\n\n\"Where's the nearest Class Three bar?\" The Guesser snapped.\n\nThe barman looked faintly disappointed, but he didn't lose his\nobsequiousness. \"Oh, that's quite a way from here, sir--about the\nclosest would be Mallard's, over on Fourteenth Street and Upper Drive. A\nmile, at least.\"\n\nThe Guesser scowled. He was in the wrong section of town, all right.\n\n\"But I'd be honored to serve you, sir,\" the barman hurried on. \"Private\nbooth, best of everything, perfect privacy--\"\n\nThe Guesser shook his head quickly. \"No. Just tell me how to get to\nMallard's.\"\n\nThe barman looked at him for a moment, rubbing a fingertip across his\nchin, then he said: \"You're not driving, I suppose, sir? No? Well, then,\nyou can either take the tubeway or walk, sir....\" He let the sentence\nhang, waiting for The Guesser's decision.\n\nThe Guesser thought rapidly. Tubeways were for Fours and Fives. Threes\nhad groundcars; Ones and Twos had aircars; Sixes and below walked. And\nspacemen walked.\n\nTrouble is, spacemen aren't used to walking, especially on a planet\nwhere they weigh twenty per cent more than they're used to. The Guesser\ndecided he'd take the tubeway; at the Class Three bar, he might be able\nto talk someone into driving him to the spaceport later.\n\nBut five minutes later, he was walking in the direction the bartender\nhad told him to take for finding Mallard's on foot. To get to the\ntubeway was a four-block walk, and then there would be another long walk\nafter he got off. Hoofing it straight there would be only a matter of\nfive blocks difference, and it would at least spare him the\nembarrassment of taking the tube.\n\n       *       *       *       *       *\n\nIt was a foolish thing to do, perhaps, but once The Guesser had set his\nmind on something, it took a lot more than a long walk to dissuade him\nfrom his purpose. He saw he was not the only spaceman out on the town;\none of the Class Five taverns he passed was filled with boisterous\nsinging, and he could see a crowd of men standing around three crewmen\nwho were leading them in a distinctly off-color ballad. The Guesser\nsmiled a little to himself. Let them have their fun while they were\non-planet; their lives weren't exactly bright aboard ship.\n\nOf course, they got as much as was good for them in the way of\nentertainment, but a little binge gave them something to look forward\nto, and a good nerve-burning would sober them up fast enough if they\nmade the mistake of coming back drunk.\n\nNerve-burning didn't really bother a Five much, after all; they were\nbig, tough, work-hardened clods, whose minds and brains simply didn't\nhave the sensitivity to be hurt by that sort of treatment. Oh, they\nscreamed as loud as anyone when they were in the burner, but it really\ndidn't have much effect on them. They were just too thick-skulled to\nhave it make much difference to them one way or the other.\n\nOn the other hand, an Exec would probably go all to pieces in a burner.\nIf it didn't kill him outright, he'd at least be sick for days. They\nwere too soft to take even a touch of it. No Class One, so far as The\nGuesser knew, had ever been subjected to that sort of treatment, and a\nTwo only got it rarely. They just weren't used to it; they wouldn't have\nthe stamina to take it.\n\nHis thoughts were interrupted suddenly by the familiar warning that rang\nin his mind like a bell. He realized suddenly, as he became blazingly\naware of his surroundings, that he had somehow wandered into a\ndefinitely low-class neighborhood. Around him were the stark, plain\nhousing groups of Class Six families. The streets were more dimly lit,\nand there was almost no one on the street, since it was after curfew\ntime for Sixes. The nearest pedestrian was a block off and moving away.\n\nAll that took him but a fraction of a second to notice, and he knew that\nit was not his surroundings which had sparked the warning in his mind.\nThere was something behind him--moving.\n\nWhat had told him? Almost nothing. The merest touch of a foot on the\nsoft pavement--the faintest rustle of clothing--the whisper of something\nmoving through the air.\n\nAlmost nothing--but enough. To a man who had played blindfold baseball,\nit was plenty. He knew that someone not ten paces behind him had thrown\nsomething heavy, and he knew its exact trajectory to within a thousandth\nof a millimeter, and he knew exactly how to move his head to avoid the\nmissile.\n\nHe moved it, at the same time jerking his body to one side. It had only\nbeen a guess--but what more did a Guesser need?\n\nFrom the first hint of warning to the beginning of the dodging motion,\nless than half a second had passed.\n\nHe started to spin around as the heavy object went by him, but another\nwarning yelped in his mind. He twisted a little, but it was too late.\n\nSomething burned horribly through his body, like a thousand million\nacid-tipped, white-hot needles jabbing through skin and flesh and\nsinking into the bone. He couldn't even scream.\n\nHe blacked out as if he'd been a computer suddenly deprived of power.\n\n\n\n\nII\n\n\n_Of course_, came the thought, _a very good way to put out a fire is to\npour cold water on it. That's a very good idea._\n\nAt least, it had put out the fire.\n\n_Fire?_ What fire? The fire in his body, the scalding heat that had been\nquenched by the cold water.\n\nSlowly, as though it were being turned on through a sluggishly turning\nrheostat, consciousness came back to The Guesser.\n\nHe began to recognize the sensations in his body. There was a general,\nall-over dull ache, punctuated here and there by sharper aches. There\nwas the dampness and the chill. And there was the queer, gnawing feeling\nin the pit of his stomach.\n\nAt first, he did not think of how he had gotten where he was, nor did he\neven wonder about his surroundings. There seemed merely to be an\nabsolute urgency to get out of wherever he was and, at the same time, an\nutter inability to do so. He tried to move, to shift position, but his\nmuscles seemed so terribly tired that flexing them was a high-magnitude\neffort.\n\nAfter several tries, he got his arms under his chest, and only then did\nhe realize that he had been lying prone, his right cheek pressed against\ncold, slimy stone. He lifted himself a little, but the effort was too\nmuch, and he collapsed again, his body making a faint splash as he did\nso.\n\nHe lay there for a while, trying to puzzle out his odd and uncomfortable\nenvironment. He seemed to be lying on a sloping surface with his head\nhigher than his feet. The lower part of his body was immersed in chill,\ngently-moving water. And there was something else--\n\nThe smell.\n\nIt was an incredible stench, an almost overpowering miasma of decay.\n\nHe moved his head then, and forced his eyes open. There was a dim,\nfeeble glow from somewhere overhead and to his right, but it was enough\nto show him a vaulted ceiling a few feet above him. He was lying in some\nsort of tube which--\n\nAnd then the sudden realization came.\n\nHe was in a sewer.\n\nThe shock of it cleared his mind a little, and gave added strength to\nhis muscles. He pushed himself to his hands and knees and began crawling\ntoward the dim light. It wasn't more than eight or ten feet, but it\nseemed to take an eternity for him to get there. Above him was a\ngrating, partially covered with a soggy-looking sheet of paper. The\nlight evidently came from a glow-plate several yards away.\n\nHe lay there, exhausted and aching, trying to force his brain into\naction, trying to decide what to do next.\n\nHe'd have to lift the grating, of course; that much was obvious. And\nhe'd have to stand up to do that. Did he have the strength?\n\nOnly one way to find out. Again he pushed himself to his hands and\nknees, and it seemed easier this time. Then, bracing himself against the\ncurving wall of the sewer, he got to his feet. His knees were weak and\nwobbly, but they'd hold. They _had_ to hold.\n\nThe top of the sewer duct was not as far off as it had seemed; he had to\nstoop to keep from banging his head against the grating. He paused in\nthat position to catch his breath, and then reached up, first with one\nhand and then with the other, to grasp the grating.\n\nThen, with all the strength he could gather, he pushed upwards. The\nhinged grate moved upwards and banged loudly on the pavement.\n\nThere remained the problem of climbing out of the hole. The Guesser\nnever knew how he solved it. Somehow, he managed to find himself out of\nthe sewer and lying exhausted on the pavement.\n\nHe knew that there was some reason why he couldn't just lie there\nforever, some reason why he had to hide where he couldn't be seen.\n\nIt was not until that moment that he realized that he was completely\nnaked. He had been stripped of everything, including the chronometer on\nhis wrist.\n\nWith an effort, he heaved himself to his feet again and began running,\nstumbling drunkenly, yet managing somehow to keep on his feet. He had to\nfind shelter, find help.\n\nSomewhere in there, his mind blanked out again.\n\n       *       *       *       *       *\n\nHe awoke feeling very tired and weak, yet oddly refreshed, as though he\nhad slept for a long time. When his eyes opened, he simply stared at the\nunfamiliar room for a long time without thinking--without really caring\nto think. He only knew that he was warm and comfortable and somehow\nsafe, and it was such a pleasant feeling after the nightmare of cold and\nterror that he only wanted to enjoy it without analyzing it.\n\nBut the memory of the nightmare came again, and he couldn't repress it.\nAnd he knew it hadn't been a nightmare, but reality.\n\nFull recollection flooded over him.\n\nSomeone had shot him with a beamgun, that nasty little handweapon that\ndelivered in one powerful, short jolt the same energy that was doled out\nin measured doses over a period of minutes in a standard nerve-burner.\nHe remembered jerking aside at the last second, just before the weapon\nwas fired, and it was evidently that which had saved his life. If the\nbeam had hit him in the head or spine, he'd be dead now.\n\nThen what? Guessing about something that had happened in the past was\nfutile, and, anyway, guessing didn't apply to situations like that. But\nhe thought he could pretty well figure out what had happened.\n\nAfter he'd been shot down, his assailant had probably dragged him off\nsomewhere and stripped him, and then dumped him bodily into the sewer.\nThe criminal had undoubtedly thought that The Guesser was dead; if the\nbody had been found, days or weeks later, it would be unidentifiable,\nand probably dismissed as simply another unsolved murder. They were\nrather common in low-class districts such as this.\n\nWhich brought him back again to the room.\n\nHe sat up in bed and looked around. Class Six Standard Housing. Hard,\ngray, cast polymer walls--very plain. Ditto floor and ceiling. Single\nglow-plate overhead. Rough, gray bedclothing.\n\nSomeone had found him after that careening flight from the terror of the\nsewer and had brought him here. Who?\n\n_Who?_\n\nThe sense of well-being he had felt upon awakening had long since\ndeserted him. What he felt now was a queer mixture of disgust and fear.\nHe had never known a Class Six. Even the lowest crewman on the _Naipor_\nwas a Five.\n\nUneasily, The Guesser climbed out of the bed. He was wearing a sack-like\ngray dress that fell almost to his knees, and nothing else. He walked on\nsilent bare feet to the door. He could hear nothing beyond it, so he\ntwisted the handle carefully and eased it open a crack.\n\nAnd immediately he heard low voices. The first was a man's.\n\n\"... Like you pick up dogs, hey.\" He sounded angry. \"He bring trouble on\nhigh, that'n. Look, you, at the face he got. He no Sixer, no, nor even\nFiver. Exec, that's what. Trouble.\"\n\nThen a woman's voice. \"Exec, he?\" A sharp laugh. \"Naked, dirty-wet,\nsick, he fall on my door. Since when Execs ask help from Sixer chippie\nlike I? And since when Execs talk like Sixer when they out of they head?\nNo fancy Exec talk, he, no.\"\n\nThe Guesser didn't understand that. If the woman was talking about\nhim--and she must be--then surely he had not spoken the illiterate\npatois of the Class Six people when he was delirious.\n\nThe woman went on. \"No, Lebby; you mind you business; me, I mind mine.\nHere, you take you this and get some food. Now, go, now. Come back at\ndark.\"\n\nThe man grumbled something The Guesser didn't understand, but there\nseemed to be a certain amount of resignation in his voice. Then a door\nopened and closed, and there was a moment of silence.\n\n       *       *       *       *       *\n\nThen he heard the woman's footsteps approaching the partially opened\ndoor. And her voice said: \"You lucky Lebby have he back to you when you\nopen the door. If he even see it move, he know you wake.\"\n\nThe Guesser backed away from the door as she came in.\n\nShe was a drab woman, with a colorlessness of face that seemed to match\nthe colorlessness of her clothing. Her hair was cropped short, and she\nseemed to sag all over, as though her body were trying to conform to the\nshapelessness of the dress instead of the reverse. When she forced a\nsmile to her face, it didn't seem to fit, as though her mouth were\nunused to such treatment from the muscles.\n\n\"How you feel?\" she asked, stopping just inside the room.\n\n\"I ... uh--\" The Guesser hardly knew what to say. He was in a totally\nalien environment, a completely unknown situation. \"I'm fine,\" he said\nat last.\n\nShe nodded. \"You get plenty sleep, all right. Like dead, except when you\ntalk to yourself.\"\n\nThen he _had_ spoken in delirium. \"How ... how long was I out?\"\n\n\"Three days,\" she said flatly. \"Almost four.\" She paused. \"You ship\nleave.\"\n\n\"Leave?\" The Guesser said blankly. \"The _Naipor_? Gone?\" It seemed as if\nthe world had dropped away from his feet, leaving him to fall endlessly\nthrough nothingness. It was true, of course. It didn't take more than\ntwenty-four hours to unload the ship's holds, and, since there had been\nno intention of reloading, there was no need to stay. He had long\noverstayed the scheduled take-off time.\n\nIt created a vacuum in his mind, a hole in his very being that could\nnever be filled by anything else. The ship was his whole life--his home,\nhis work, his security.\n\n\"How did you know about the ship?\" he asked in a dazed voice.\n\n\"A notice,\" she said. She fished around in one of the big pockets of the\ngray dress and her hand came out with a crumpled sheet of glossy paper.\nShe handed it to him silently. It was a Breach of Contract notice.\n\n    WANTED\n    _for_\n    BREACH OF CONTRACT\n\n    JAIM JAKOM DIEGO\n\n    AGE:             35\n    HEIGHT:      185 cm\n    WEIGHT:       96 kg\n    HAIR:         black\n    EYES:          blue\n    COMPLXN:       fair\n\n    Jaim Jakom Diego, Spacetech 3rd Guesser, broke contract with\n    Interstellar Trade Corporation on 3/37/119 by failing to report for\n    duty aboard home merchantship _Naipor_ on that date. All citizens\n    are notified hereby that said Jaim Jakom Diego is unemployable\n    except by the ITC, and that he has no housing, clothing, nor\n    subsistance rights on any planet, nor any right to transportation\n    of any kind.\n\n    STANDARD REWARD PLUS BONUS FOR INFORMATION LEADING TO THE ARREST OF\n    THIS MAN\n\nThe Guesser looked at the picture that accompanied the notice. It was an\nold one, taken nearly fifteen years before. It didn't look much like him\nany more. But that didn't matter; even if he was never caught, he still\nhad no place to go. A runaway had almost no chance of remaining a\nrunaway for long. How would he eat? Where would he live?\n\nHe looked up from the sheet, into the woman's face. She looked back with\na flat, unwavering gaze. He knew now why she had been addressing him as\nan equal, even though she knew he was Class Three.\n\n\"Why haven't you tried to collect the reward?\" he asked. He felt\nsuddenly weak, and sat down again on the edge of the bed.\n\n\"Me, I need you.\" Then her eyes widened a trifle. \"Pale you look, you\ndo. I get you something solid inside you. Nothing but soup I get down\nyou so far, all three days. Soup. You sit, I be back.\"\n\nHe nodded. He _was_ feeling sickish.\n\nShe went into the other room, leaving the door open, and he could hear\nnoises from the small kitchen. The woman began to talk, raising her\nvoice a little so he could hear her.\n\n\"You like eggs?\" she asked.\n\n\"Some kinds,\" said The Guesser. \"But it doesn't matter. I'm hungry.\" He\nhadn't realized how hungry he was.\n\n\"_Some_ kinds?\" The woman's voice was puzzled. \"They more than one kind\nof egg?\" The kitchen was suddenly silent as she waited intently for the\nanswer.\n\n\"Yes,\" said The Guesser. \"On other planets. What kind of eggs are\nthese?\"\n\n\"Just ... just _eggs_.\"\n\n\"I mean, what kind of animal do they come from?\"\n\n\"Chicken. What else lay eggs?\"\n\n\"Other birds.\" He wished vaguely that he knew more about the fauna of\nViornis. Chickens were well-nigh universal; they could live off almost\nanything. But other fowl fared pretty well, too. He shrugged it off;\nnone of his business; leave that to the ecologists.\n\n\"Birds?\" the woman asked. It was an unfamiliar word to her.\n\n\"Different kinds of chickens,\" he said tiredly. \"Some bigger, some\nsmaller, some different colors.\" He hoped the answer would satisfy her.\n\nEvidently it did. She said, \"Oh,\" and went on with what she was doing.\n\nThe silence, after only a minute or two, became unbearable. The Guesser\nhad wanted to yell at the woman to shut up, to leave him alone and not\nbother him with her ignorant questions that he could not answer because\nshe was inherently too stupid to understand. He had wondered why he\nhadn't yelled; surely it was not incumbent on a Three to answer the\nquestions of a Six.\n\nBut he _had_ answered, and after she stopped talking, he began to know\nwhy. He wanted to talk and to be talked to. Anything to fill up the void\nin his mind; anything to take the place of a world that had suddenly\nvanished.\n\nWhat would he be doing now, if this had not happened? Involuntarily, he\nglanced at his wrist, but the chronometer was gone.\n\nHe would have awakened, as always, at precisely 0600 ship time. He would\nhave dressed, and at 0630 he would have been at table, eating his meal\nin silence with the others of his class. At 0640, the meal would be\nover, and conversation would be allowed until 0645. Then, the inspection\nof the fire control system from 0650 until 0750. Then--\n\nHe forced his mind away from it, tried not to think of the pleasant,\nregular orderly routine by which he had lived his life for a quarter of\na century and more.\n\nWhen the woman's voice came again, it was a relief.\n\n\"What's a Guesser?\"\n\nHe told her as best he could, trying to couch his explanation in terms\nthat would be understood by a woman of her limited vocabulary and\nintelligence. He was not too sure he succeeded, but it was a relief to\ntalk about it. He could almost feel himself dropping into the routine\nthat he used in the orientation courses for young Guessers who had been\nassigned to him for protection and instruction.\n\n\"Accurate predicting of this type is not capable of being taught to all\nmen; unless a man has within him the innate ability to be a Guesser, he\nis as incapable of learning Guessing as a blind man is incapable of\nbeing taught to read.\" (It occurred to him at that moment to wonder how\nthe Class Six woman had managed to read the Breach of Contract notice.\nHe would have to ask her later.) \"On the other hand, just as the mere\npossession of functioning eyes does not automatically give one the\nability to read, neither does the genetic inheritance of Guesser\npotentialities enable one to make accurate, useful Guesses. To make this\npotentiality into an ability requires years of hard work and practice.\n\n\"You must learn to concentrate, to focus your every attention on the job\nat hand, to--\"\n\nHe broke off suddenly. The woman was standing in the doorway, holding a\nplate and a steaming mug. Her eyes were wide with puzzlement and\nastonishment. \"You mean _me_?\"\n\n\"No ... no.\" He shook his head. \"I ... was thinking of something else.\"\n\nShe came on in, carrying the food. \"You got tears in your eyes. You\nhurt?\"\n\nHe wanted to say _yes_. He wanted to tell her how he was hurt and why.\nBut the words wouldn't--or couldn't--come. \"No,\" he said. \"My eyes are\njust a little blurry, that's all. From sleep.\"\n\nShe nodded, accepting his statements. \"Here. You eat you this. Put some\nstuffing in you belly.\"\n\nHe ate, not caring what the food tasted like. He didn't speak, and\nneither did she, for which he was thankful. Conversation during a meal\nwould have been both meaningless and painful to him.\n\nIt was odd to think that, in a way, a Class Six had more freedom than he\ndid. Presumably, she _could_ talk, if she wanted, even during a meal.\n\nAnd he was glad that she had not tried to eat at the same time. To have\nhis food cooked and served by a Six didn't bother him, nor was he\nbothered by her hovering nearby. But if she had sat down with him to\neat--\n\nBut she hadn't, so he dropped the thought from his mind.\n\nAfterwards, he felt much better. He actually hadn't realized how hungry\nhe had been.\n\nShe took the dishes out and returned almost immediately.\n\n\"You thought what you going to do?\" she asked.\n\nHe shook his head. He hadn't thought. He hadn't even wanted to think. It\nwas as though, somewhere in the back of his mind, something kept\nwhispering that this was all nothing but a very bad dream and that he'd\nwake up in his cubicle aboard the _Naipor_ at any moment.\nIntellectually, he knew it wasn't true, but his emotional needs, coupled\nwith wishful thinking, had hamstrung his intellect.\n\nHowever, he knew he couldn't stay here. The thought of living in a Class\nSix environment all the rest of his life was utterly repellent to him.\nAnd there was nowhere else he could go, either. Even though he had not\nbeen tried as yet, he had effectively been Declassified.\n\n\"I suppose I'll just give myself over to the Corporation,\" he said.\n\"I'll tell them I was waylaid--maybe they'll believe it.\"\n\n\"Maybe? Just only maybe?\"\n\nHe shrugged a little. \"I don't know. I've never been in trouble like\nthis before. I just don't know.\"\n\n\"What they going to do to you, you give up to them?\"\n\n\"I don't know that, either.\"\n\nHer eyes suddenly looked far off. \"Me, I got an idea. Maybe get both of\nus some place.\"\n\nHe looked at her quickly. \"What do you mean?\"\n\nHer gaze came back from the distance, and her eyes focused squarely on\nhis. \"The Misfits,\" she said in her flat voice. \"We could go to the\nMisfits.\"\n\n\n\n\nIII\n\n\nThe Guesser had been fighting the Misfits for twenty years, and hating\nthem for as long as he could remember. The idea that he could ever\nbecome one of them had simply never occurred to him. Even the idea of\ngoing to one of the Misfit Worlds was so alien that the very suggestion\nof it was shocking to his mind.\n\nAnd yet, the suggestion that the Sixer woman had made did require a\nlittle thinking over before he accepted or rejected it.\n\nThe Misfits. What did he really know about them, anyway?\n\nThey didn't call themselves Misfits, of course; that was a derogatory\nname used by the Aristarchy. But the Guesser couldn't remember off hand\njust what they _did_ call themselves. Their form of government was a\nnear-anarchic form of ochlocracy, he knew--mob rule of some sort, as\nmight be expected among such people. They were the outgrowth of an\nancient policy that had been used centuries ago for populating the\nplanets of the galaxy.\n\nThere are some people who simply do not, will not, and can not fit in\nwith any kind of social organization--except the very flimsiest,\nperhaps. Depending on the society in which they exist and the extent of\ntheir own antisocial activities, they have been called, over the\ncenturies, everything from \"criminals\" to \"pioneers.\" It was a matter of\nwhether they fought the unwelcome control of the society in power or\nfled from it.\n\nThe Guesser's knowledge of history was close to nonexistent, but he had\nheard that the expansion to the stars from Earth--a planet he had never\nbeen within a thousand parsecs of--had been accomplished by the\nexpedient of combining volunteers with condemned criminals and shipping\nthem off to newly-found Earth-type planets. After a generation had\npassed, others came in--the civilizing types--and settled the planets,\nmaking them part of the Aristarchy proper.\n\n(Or was the Aristarchy that old? The Guesser had a feeling that the\ngovernment at that time had been of a different sort, but he couldn't\nfor the life of him remember what it was. Perhaps it had been the\nprototype of the Aristarchy, for certainly the present system of society\nhad existed for four or five centuries--perhaps more. The Guesser\nrealized that his knowledge of ancient history was as confused as\nanyone's; after all, it wasn't his specialty. He remembered that when he\nwas a boy, he'd heard a Teacher Exec talk about the Geological Ages of\nEarth and the Teacher had said that \"cave men were _not_ contemporary\nwith the dinosaur.\" He hadn't known what it meant at the time, since he\nwasn't supposed to be listening, anyway, to an Exec class, but he had\nrealized that the histories of times past often became mixed up with\neach other.)\n\nAt any rate, the process had gone along smoothly, even as the present\nprocess of using Class Sevens and Declassified citizens did. But in the\nearly days there had not been the organization that existed in the\npresent Aristarchy; planets had become lost for generations at a time.\n(The Guesser vaguely remembered that there had been wars of some kind\nduring that time, and that the wars had contributed to those losses.)\nSome planets had civilized themselves without the intervention of the\nEarth government, and, when the Earth government had come along, they\nhad fought integration with everything they could summon to help them.\n\nMost of the recalcitrant planets had eventually been subdued, but there\nwere still many \"hidden planets\" which were organized as separate\ngovernments under a loose confederation. These were the Misfits.\n\nBecause of the numerical superiority of the Aristarchy, and because it\noperated in the open instead of skulking in the darkness of space, the\nMisfits knew where Aristarchy planets were located, while the Aristarchy\nwas unable to search out every planet in the multimyriads of star\nsystems that formed the galaxy.\n\nThus the Misfits had become pirates, preying on the merchantships of the\nAristarchy. Why? No one knew. (Or, at least, The Guesser corrected\nhimself, _he_ didn't know.) Such a non-sane culture would have non-sane\nreasons.\n\nThe Aristarchy occupied nearly all the planets of the galaxy that could\nbe inhabited by Man; that much The Guesser had been told. Just why\nEarth-type planets should occur only within five thousand light-years of\nthe Galactic Center was a mystery to him, but, then, he was no\nastrophysicist.\n\nBut the Sixer woman said she had heard that the Aristarchy was holding\nback facts; that there were planets clear out to the Periphery, all\noccupied by Misfits; that the legendary Earth was one of those planets;\nthat--\n\nA thousand things. All wrong, as The Guesser knew. But she was firmly\nconvinced that if anyone could get to a Misfit planet, they would be\nwelcomed. There were no Classes among the Misfits, she said. (The\nGuesser dismissed that completely; a Classless society was ridiculous on\nthe face of it.)\n\nThe Guesser had asked the woman why--if her statements were true--the\nMisfits had not conquered the Aristarchy long ago. After all, if they\nheld the galaxy clear out to the Periphery, they had the Aristarchy\nsurrounded, didn't they?\n\nShe had had no answer.\n\nAnd it had only been later that The Guesser realized that _he_ had an\nanswer. Indeed, that he himself, was a small, but significant part of\nthat answer.\n\nThe Misfits had no Guessers. That was a fact that The Guesser knew from\npersonal experience. He had been in space battles with Misfit fleets,\nand he had brought the _Naipor_ through those battles unscathed while\nwreaking havoc and destruction among the massed ships of the Misfits.\nThey had no Guessers. (Or no _trained_ Guessers, he amended. The\npotential might be there, but certainly the actuality was not.)\n\nAnd it occurred to him that the Misfits might have another kind of\ntrained talent. They seemed to be able to search out and find a single\nAristarchy ship, while it was impossible to even detect a Misfit fleet\nuntil it came within attacking distance. Well, that, again, was not his\nbusiness.\n\n       *       *       *       *       *\n\nBut none of these considerations were important in the long run; none of\nthem were more than minor. The thing that made up The Guesser's mind,\nthat spurred him into action, was the woman's admission that she had a\nplan for actually reaching Misfit planets.\n\nIt was quite simple, really; they were to be taken prisoners.\n\n\"They spaceships got no people inside, see you,\" she said, just as\nthough she knew what she were talking about. \"They just want to catch\nour ships, not kill 'em. So they send out a bunch of little ships on\nthey own, just to ... uh ... cripple our ships. It don't matter, they\nlittle ships get hit, because they no one in them, see you. They trying\nto get our ships in good shape, and people in them and stuff, that's\nall.\"\n\n\"Yes, yes,\" The Guesser had said impatiently, \"but what's that to do\nwith us?\"\n\nShe waved a hand, as though she were a little flustered by his\nperemptory tone. She wasn't, after all, used to talking with Class\nThrees as equals, even though she knew that in this case the Three was\nhelpless.\n\n\"I _tell_ you! I _tell_ you!\" She paused to reorganize her thoughts.\n\"But I ask you: if we get on a ship, you can keep it from shooting the\nMisfit ships?\"\n\nThe Guesser saw what she was driving at. It didn't make much sense yet,\nbut there was a glimmer of something there.\n\n\"You mean,\" he said, \"that you want to know whether it would be possible\nfor me to partially disable the fire-control system of a spaceship\nenough to allow it to be captured by Misfit ships?\"\n\nShe nodded rapidly. \"Yes ... I think, yes. Can you?\"\n\n\"Ye-e-es,\" The Guesser said, slowly and cautiously. \"I could. But not by\njust walking in and doing it. I mean, it would be almost impossible to\nget aboard a ship in the first place, and without an official position I\ncouldn't do anything anyway.\"\n\nBut she didn't look disappointed. Instead, she'd smiled a little. \"I get\nus on the ship,\" she said. \"And you have official position. We do it.\"\n\nWhen she had gone on to explain, The Guesser's mind had boggled at her\naudacity--at first. And then he'd begun to see how it might be possible.\n\nFor it was not until then that the woman had given The Guesser\ninformation which he hadn't thought to ask about before. The first was\nher name: Deyla. The second was her job.\n\nShe was a cleaning woman in Executive territory.\n\nAnd, as she outlined her plan for reaching the Misfits, The Guesser\nbegan to feel despair slipping from his mind, to be replaced by hope.\n\n       *       *       *       *       *\n\nThe Guesser plodded solemnly along the street toward the tall,\nglittering building which was near the center of Executive territory,\nhis feet moving carefully, his eyes focused firmly on the soft, textured\nsurface of the pavement. He was clad in the rough gray of a Class Six\nlaborer, and his manner was carefully tailored to match. As he was\napproached by Fours and Fives, he stepped carefully to one side, keeping\nhis face blank, hiding the anger that seethed just beneath the surface.\n\nAround his arm was a golden brassard indicating that he was contracted\nto a Class One, and in his pocket was a carefully forged card indicating\nthe same thing. No one noticed him; he was just another Sixer going to\nhis menial job.\n\nThe front of the building bore a large glowing plaque which said:\n\nVIORNIS EXPORT CORPORATION\n\nBut the front entrance was no place for a Sixer. He went on past it,\nstepping aside regularly for citizens of higher class than his own\nassumed Six. He made his way around to the narrow alley that ran past\nthe rear of the building.\n\nThere was a Class Five guard armed with a heavy truncheon, standing by\nthe door that led into the workers entrance. The Guesser, as he had\nbeen instructed by Deyla, had his card out as he neared the doorway. The\nguard hardly even glanced at it before wagging a finger indicating that\nThe Guesser was to pass. He didn't bother to speak.\n\nThe Guesser was trembling as he walked on in--partly in anger, partly in\nfear. It seemed ridiculous that one glance had not told the guard that\nhe was not a Class Six. The Guesser was quite certain that he didn't\n_look_ like a Sixer. But then, Fives were not very perceptive people,\nanyway.\n\nThe Guesser went on walking into the complex corridors of the lower part\nof the building, following directions that had been given him by Deyla.\nThere was no hesitation on his part; his memory for things like that was\nas near perfect as any record of the past can be. He knew her\ninstructions well enough to have navigated the building in the dark.\n\nAgain, The Guesser found himself vaguely perturbed by the relative\nfreedom of Sixers. As long as they got their jobs done there was almost\nno checking as to how they spent their time. Well, actually, the jobs to\nwhich they were suited were rather trivial--some of them were actually\n\"made work.\" After all, in a well-run society, it was axiomatic that\neveryone have basic job security; that's what kept everyone happy.\n\nOf course, there were plenty of Sixers working in construction and on\nfarms who were kept on their toes by overseers, but cleaning jobs and\nsuch didn't need such supervision. A thing can only be so clean; there's\nno quota to fill and exceed.\n\nAfter several minutes of walking and climbing stairs--Sixers did not use\nlift chutes or drop chutes--he found the room where Deyla had told him\nto meet her. It was a small storeroom containing cleaning tools and\nsupplies. She was waiting for him.\n\nAnd, now that the time had actually come for them to act on her plan,\nfear showed on her face. The Guesser knew then that he had been right in\nhis decision. But he said nothing about that yet.\n\n\"Now are you certain about the destination?\" he asked before she could\nspeak.\n\nShe nodded nervously. \"Yes, yes. D'Graski's Planet. That's what he say.\"\n\n\"Good.\" The Guesser had waited for three weeks for this day, but he had\nknown it would come eventually. D'Graski's Planet was the nearest repair\nbase; sooner or later, another ship had to make that as a port of call\nfrom Viornis. He had told Deyla that the route to D'Graski's was the one\nmost likely to be attacked by Misfit ships, that she would have to wait\nuntil a ship bound for there landed at the spaceport before the two of\nthem could carry out their plan. And now the ship was here.\n\n\"What's the name of the ship?\" he asked.\n\n\"Th-the _Trobwell_.\"\n\n\"What's the matter with you?\" he asked, suddenly and harshly.\n\nShe shivered. \"Scared. Awful scared.\"\n\n\"I thought so. Have you got the clothing?\"\n\n\"Y-yes.\" Then she broke down completely. \"You got to help me! You got to\nshow me how to act like Exec lady! Show me how to talk! Otherwise, we\nboth get caught!\"\n\nHe shook her to quiet her. \"Shut up!\" When she had quieted, he said:\n\"You are right, of course; we'd both be caught if you were to slip up.\nBut I'm afraid it's too late to teach you now. It's always been too\nlate.\"\n\n\"Wha-what ... what you mean?\"\n\n\"Never mind. Where's the traveling case?\"\n\nShe pointed silently towards a shelf, one of many that lined the room.\n\nThe Guesser went over and pulled out a box of cleaning dust-filters.\nBehind it was a gold-and-blue traveling case. The girl had spent months\nstealing the little things inside it, bit by bit, long before The\nGuesser had come into her life, dreaming of the day when she would\nbecome an Exec lady. Not until he had come had she tried to project that\ndream into reality.\n\nThe Guesser thumbed the opener, and the traveling case split into\nhalves. The sight of the golden uniform of a Class One Executive gleamed\namong the women's clothing. And she had forgotten no detail; the\nexpensive beamgun and holster lay beneath the uniform.\n\nHe picked it up carefully, almost reverently. It was the first time he'd\nheld one since he'd been beamed down himself, so long ago. He turned the\nintensity knob down to the \"stun\" position.\n\n\"We going to put them on _here_?\" she asked in a hushed voice. \"Just\nwalk out? Me, I scared!\"\n\nHe stood up, the stun gun in his hand, its muzzle pointed toward the\nfloor. \"Let me tell you something,\" he said, keeping his voice as kindly\nas he could. \"Maybe it will keep you out of further trouble. You could\nnever pass as an Exec. Never. It wouldn't matter how long you tried to\npractice, you simply couldn't do it. Your mind is incapable of it. Your\nevery word, your every mannerism, would be a dead giveaway.\"\n\nThere was shock slowly coming over her face. \"You not going to take me,\"\nshe said, in her soft, flat voice.\n\n\"No.\"\n\n\"How I ever going to get to Misfits? How?\" There were tears in her eyes,\njust beginning to fill the lower lids.\n\n\"I'm sorry,\" he said, \"but I'm afraid your idealized Misfits just don't\nexist. The whole idea is ridiculous. Their insane attacks on us show\nthat they have unstable, warped minds--and don't tell me about\nmachine-operated or robot-controlled ships. You don't build a machine to\ndo a job when a human being is cheaper. Your fanciful Misfit nation\nwould have dissolved long ago if it had tried to operate on the\nprinciple that a lower-class human is worth more than a machine.\n\n\"You'll be better off here, doing your job; there are no such havens as\nClassless Misfit societies.\"\n\nShe was shaking her head as he spoke, trying to fight away the words\nthat were shattering her cherished dream. And the words were having\ntheir effect because she believed him, because he believed himself.\n\n\"No,\" she was saying softly. \"No, no, no.\"\n\nThe Guesser brought up the gun muzzle and shot her where she stood.\n\n       *       *       *       *       *\n\nHalf an hour later, The Guesser was fighting down his own fear. He was\nhard put to do it, but he managed to stride purposefully across the\ngreat spacefield toward the towering bulk of the _Trobwell_ without\nbetraying that fear.\n\nIf they caught him now--\n\nHe closed his mind against the thought and kept on walking.\n\nAt the base of the landing cradle, a Class Four guard was standing\nstolidly. He bowed his head and saluted as The Guesser walked by.\n\n_It's so easy!_ The Guesser thought. _So incredibly easy!_\n\nEven the captain of the ship would only be a Class Two Exec. No one\nwould question him--no one would _dare_ to.\n\nA lieutenant looked up, startled as he entered the ship itself, and\nsaluted hurriedly.\n\n\"It's an honor to have you aboard, great sir,\" he said apologetically,\n\"but you realize, of course, that we are taking off in a very few\nminutes.\"\n\nWords choked suddenly in the Guesser's throat, and he had to swallow\nhard before he could speak. \"I know that. I'm ... I'm going with you.\"\n\nThe lieutenant's eyes widened a trifle. \"No orders have been taped to\nthat effect, great sir.\"\n\n_This is it!_ thought The Guesser. He would either put it over now or\nhe'd be lost--completely.\n\nHe scowled. \"Then tape them! I will apologize to the captain about this\nlast-minute change, but I want no delay in take-off. It is absolutely\nvital that I reach D'Graski's Planet quickly!\"\n\nThe lieutenant blanched a little. \"Sorry, great sir! I'll see that the\norders are taped. You wish a cabin?\"\n\n\"Certainly. I presume you have an adequate one?\"\n\n\"I'm sure we do, great sir; I'll have the Quarters Officer set one up\nfor you immediately.\"\n\n\"Excellent,\" said The Guesser. \"Excellent.\"\n\nFifteen minutes later, the _Trobwell_ lifted from the planet exactly on\nschedule. The Guesser, in his assigned room, breathed a deep sigh of\nrelief. He was on his way to D'Graski's Planet at last!\n\n       *       *       *       *       *\n\n\"Tell me, great sir,\" said the captain, \"what do you think the final\ndecision on this case should be?\" He shoved the sheaf of papers across\nthe desk to The Guesser.\n\nThe Guesser looked at them unseeingly, his mind in a whirl. For five\ndays now, the captain of the _Trobwell_ had been handing him papers and\nasking him questions of that sort. And, since he was the ranking Exec,\nhe was expected to give some sort of answer.\n\nThis one seemed even more complex than the others, and none of them had\nbeen simple. He forced his eyes to read the print, forced his mind to\nabsorb the facts.\n\nThese were not clear-cut problems of the kind he had been dealing with\nall his life. Computing an orbit mentally was utterly simple compared\nwith these fantastic problems.\n\nIt was a question of a choice of three different types of cargoes, to be\ncarried to three different destinations. Which would be the best choice?\nThe most profitable from an energy standpoint, as far as the ship was\nconcerned, considering the relative values of the cargoes? What about\nrelative spoilage rates as compared with fluctuating markets?\n\nThe figures were all there, right before him in plain type. But they\nmeant nothing. Often, he had been unable to see how there was any\ndifference between one alternative and another.\n\nOnce, he had been handed the transcripts of a trial on ship, during\nwhich two conflicting stories of an incident had been told by witnesses,\nand a third by the defendant. How could one judge on something like\nthat? And yet he had been asked to.\n\nHe bit his lower lip in nervousness, and then stopped immediately as he\nrealized that this was no time to display nerves.\n\n\"I should say that Plan B was the best choice,\" he said at last. It was\na wild stab at nothing, he realized, and yet he could do no better. Had\nhe made a mistake?\n\nThe captain nodded gravely. \"Thank you, great sir. You've been most\nhelpful. The making of decisions is too important to permit of its being\nconsidered lightly.\"\n\nThe Guesser could take it no longer. \"It was a pleasure to be of\nassistance,\" he said as he stood up, \"but there are certain of my own\npapers to be gone over before we reach D'Graski's Planet. I trust I\nshall be able to finish them.\"\n\nThe captain stood up quickly. \"Oh, certainly, great sir. I hope I\nhaven't troubled you with my rather minor problems. I shan't disturb you\nagain during the remainder of the trip.\"\n\nThe Guesser thanked him and headed for his cabin. He lay on his bed for\nhours with a splitting headache. If it weren't for the fact that he had\nbeen forced to go about it this way, he would never have tried to\nimpersonate an Executive. Never!\n\nHe wasn't even sure he could carry it off for the rest of the trip.\n\nSomehow, he managed to do it. He kept to himself and pretended that the\nblue traveling bag held important papers for him to work on, but he\ndreaded mealtimes, when he was forced to sit with the captain and two\nlieutenants, chattering like monkeys as they ate. And he'd had to talk,\ntoo; being silent might ruin the impression he had made.\n\nHe hated it. A mouth was built for talking and eating, granted--but not\nat the same time. Of course, the Execs had it down to a fine art; they\nhad a great deal more time for their meals than a Class Three, and they\nmanaged to eat a few bites while someone else was talking, then talk\nwhile the other ate. It was disconcerting and The Guesser never\ncompletely got the hang of co-ordinating the two.\n\nEvidently, however, none of the three officers noticed it.\n\nBy the time the _Trobwell_ reached D'Graski's Planet, he was actually\nphysically ill from the strain. One of the worst times had come during\nan attack by Misfit ships. He had remained prone on his bed, his mind\ntensing at each change of acceleration in the ship. Without the screens\nand computer to give him data, he couldn't Guess, and yet he kept\ntrying; he couldn't stop himself. What made it worse was the knowledge\nthat his Guesses were coming out wrong almost every time.\n\nWhen the ship finally settled into the repair cradle, The Guesser could\nhardly keep his hands from shaking. He left the ship feeling broken and\nold. But as his feet touched the ground, he thought to himself: _I made\nit! In spite of everything, I made it!_\n\nAnd then two men walked toward him--two men wearing blue uniforms of a\nship's Disciplinary Corps. He not only recognized their faces, but he\nsaw the neat embroidery on the lapels.\n\nIt said: _Naipor_.\n\n\n\n\nIV\n\n\nSpace Captain Humbolt Reed, commander of the _Naipor_, looked at his\nMaster Guesser and shook his head. \"I ought to have you shot.\nDeclassification is too good for you by far. Impersonating an Executive!\nHow did you ever think you'd get away with it?\" He paused, then barked:\n\"Come on! Explain!\"\n\n\"It was the only way I could think of to get back to the _Naipor_, great\nsir,\" said The Guesser weakly.\n\nThe captain leaned back slowly in his seat. \"Well, there's one\nextenuating circumstance. The officers of the _Trobwell_ reported that\nyou were a fine source of amusement during the trip. They enjoyed your\nclownish performance very much.\n\n\"Now, tell me exactly why you didn't show up for take-off on Viornis.\"\n\nThe Guesser explained what had happened, his voice low. He told about\nhaving something thrown at him, about the beamgun being fired at him. He\ntold about the girl, Deyla. He told everything in a monotonous\nundertone.\n\nThe captain nodded when he was through. \"That tallies. It fits with the\nconfession we got.\"\n\n\"Confession, sir?\" The Guesser looked blank.\n\nCaptain Reed sighed. \"You're supposed to be a Guesser. Tell me, do you\nthink I personally, could beam you from behind?\"\n\n\"You're the captain, sir.\"\n\n\"I don't mean for disciplinary purposes,\" the captain growled. \"I mean\nfrom ambush.\"\n\n\"Well ... no, sir. As soon as I knew you were there, I'd be able to\nGuess where you'd fire. And I wouldn't be there.\"\n\n\"Then what kind of person would be able to throw something at you so\nthat you'd Guess, so that you'd dodge, and be so preoccupied with that\nfirst dodging that you'd miss the Guess on the aiming of the beamgun\nbecause of sheer physical inertia? What kind of person would know\nexactly where you'd be when you dodged? What kind of person would know\nexactly where to aim that beamgun?\"\n\nThe Guesser had seen what was coming long before the captain finished\nhis wordy interrogation.\n\n\"Another Guesser, sir,\" he said. His eyes narrowed.\n\n\"Exactly,\" said Captain Reed. \"Your apprentice, Kraybo. He broke down\nduring a Misfit attack on the way here; he was never cut out to be a\nMaster Guesser, and even though he tried to kill you to get the job, he\ncouldn't handle it. He cracked completely as soon as he tried to\nco-ordinate alone. We've actually missed you, Master Guesser.\"\n\n\"May I see to the disciplining of Kraybo, sir?\" The Guesser asked\ncoldly.\n\n\"You're too late. He's been declassified.\" The captain looked down at\nthe papers on his desk. \"You may consider yourself reinstated, Master\nGuesser, since the fault was not yours.\n\n\"However, masquerading as an Exec, no matter how worthy your motives,\ncannot be allowed to go unpunished. You will report to the Discipline\nMaster for a three-and-three every day for the next five days. And you\nwill not be allowed to leave the ship during the time we remain in\nrepair dock. Dismissed.\"\n\n\"Thank you, great sir.\" The Guesser turned on his heel and marched out,\nheading for the Discipline Master.\n\nIt was good to be home again.\n\n\n\n\n\nEnd of Project Gutenberg's But, I Don't Think, by Gordon Randall Garrett\n\n*** END OF THIS PROJECT GUTENBERG EBOOK BUT, I DON'T THINK ***\n\n***** This file should be named 24005.txt or 24005.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/4/0/0/24005/\n\nProduced by Greg Weeks, Bruce Albrecht, Mary Meehan and\nthe Online Distributed Proofreading Team at\nhttp://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}