{"title": "Dead Giveaway", "author": "Gordon Randall Garrett", "releaseDate": "December 27, 2007", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Bruce Albrecht, Mary Meehan and\nthe Online Distributed Proofreading Team at\nhttp://www.pgdp.net\n\n\n\n\n\n\n\n\n\nDEAD GIVEAWAY\n\nBY RANDALL GARRETT\n\nIllustrated by Martinez\n\n[Transcriber's note: This etext was produced from Astounding Science\nFiction August 1959. Extensive research did not uncover any evidence\nthat the U.S. copyright on this publication was renewed.]\n\n\n\n\n_Logic's a wonderful thing; by logical analysis, one can determine the\nnecessary reason for the existence of a dead city of a very high order\non an utterly useless planet. Obviously a shipping transfer point!\nNecessarily..._\n\n\n\n\n\"Mendez?\" said the young man in the blue-and-green tartan jacket. \"Why,\nyes ... sure I've heard of it. Why?\"\n\nThe clerk behind the desk looked again at the information screen.\n\"That's the destination we have on file for Scholar Duckworth, Mr.\nTurnbull. That was six months ago.\" He looked up from the screen,\nwaiting to see if Turnbull had any more questions.\n\nTurnbull tapped his teeth with a thumbnail for a couple of seconds, then\nshrugged slightly. \"Any address given for him?\"\n\n\"Yes, sir. The Hotel Byron, Landing City, Mendez.\"\n\nTurnbull nodded. \"How much is the fare to Mendez?\"\n\nThe clerk thumbed a button which wiped the information screen clean,\nthen replaced it with another list, which flowed upward for a few\nseconds, then stopped. \"Seven hundred and eighty-five fifty, sir,\" said\nthe clerk. \"Shall I make you out a ticket?\"\n\nTurnbull hesitated. \"What's the route?\"\n\nThe clerk touched another control, and again the information on the\nscreen changed. \"You'll take the regular shuttle from here to Luna, then\ntake either the _Stellar Queen_ or the _Oriona_ to Sirius VI. From\nthere, you will have to pick up a ship to the Central Worlds--either to\nVanderlin or BenAbram--and take a ship from there to Mendez. Not\ncomplicated, really. The whole trip won't take you more than three\nweeks, including stopovers.\"\n\n\"I see,\" said Turnbull. \"I haven't made up my mind yet. I'll let you\nknow.\"\n\n\"Very well, sir. The _Stellar Queen_ leaves on Wednesdays and the\n_Oriona_ on Saturdays. We'll need three days' notice.\"\n\nTurnbull thanked the clerk and headed toward the big doors that led out\nof Long Island Terminal, threading his way through the little clumps of\npeople that milled around inside the big waiting room.\n\nHe hadn't learned a hell of a lot, he thought. He'd known that Duckworth\nhad gone to Mendez, and he already had the Hotel Byron address. There\nwas, however, some negative information there. The last address they had\nwas on Mendez, and yet Scholar Duckworth couldn't be found on Mendez.\nObviously, he had not filed a change of address there; just as\nobviously, he had managed to leave the planet without a trace. There was\nalways the possibility that he'd been killed, of course. On a thinly\npopulated world like Mendez, murder could still be committed with little\nchance of being caught. Even here on Earth, a murderer with the right\ncombination of skill and luck could remain unsuspected.\n\nBut who would want to kill Scholar Duckworth?\n\nAnd why?\n\nTurnbull pushed the thought out of his mind. It was possible that\nDuckworth was dead, but it was highly unlikely. It was vastly more\nprobable that the old scholar had skipped off for reasons of his own and\nthat something had happened to prevent him from contacting Turnbull.\n\nAfter all, almost the same thing had happened in reverse a year ago.\n\nOutside the Terminal Building, Turnbull walked over to a hackstand and\npressed the signal button on the top of the control column. An empty cab\nslid out of the traffic pattern and pulled up beside the barrier which\nseparated the vehicular traffic from the pedestrian walkway. The gate in\nthe barrier slid open at the same time the cab door did, and Turnbull\nstepped inside and sat down. He dialed his own number, dropped in the\nindicated number of coins, and then relaxed as the cab pulled out and\nsped down the freeway towards Manhattan.\n\nHe'd been back on Earth now for three days, and the problem of Scholar\nJames Duckworth was still bothering him. He hadn't known anything about\nit until he'd arrived at his apartment after a year's absence.\n\n       *       *       *       *       *\n\nThe apartment door sighed a little as Dave Turnbull broke the electronic\nseal with the double key. Half the key had been in his possession for a\nyear, jealousy guarded against loss during all the time he had been on\nLobon; the other half had been kept by the manager of the Excelsior\nApartments.\n\nAs the door opened, Turnbull noticed the faint musty odor that told of\nlong-unused and poorly circulated air. The conditioners had been turned\ndown to low power for a year now.\n\nHe went inside and allowed the door to close silently behind him. The\napartment was just the same--the broad expanse of pale blue rug, the\nmatching furniture, including the long, comfortable couch and the fat\noverstuffed chair--all just as he'd left them.\n\nHe ran a finger experimentally over the top of the table near the door.\nThere was a faint patina of dust covering the glossy surface, but it was\nvery faint, indeed. He grinned to himself. In spite of the excitement of\nthe explorations on Lobon, it was great to be home again.\n\nHe went into the small kitchen, slid open the wall panel that concealed\nthe apartment's power controls, and flipped the switch from\n\"maintenance\" to \"normal.\" The lights came on, and there was a faint\nsigh from the air conditioners as they began to move the air at a more\nnormal rate through the rooms.\n\nThen he walked over to the liquor cabinet, opened it, and surveyed the\ncontents. There, in all their glory, sat the half dozen bottles of\nEnglish sherry that he'd been dreaming about for twelve solid months. He\ntook one out and broke the seal almost reverently.\n\nNot that there had been nothing to drink for the men on Lobon: the\nUniversity had not been so blue-nosed as all that. But the choice had\nbeen limited to bourbon and Scotch. Turnbull, who was not a whisky\ndrinker by choice, had longed for the mellow smoothness of Bristol Cream\nSherry instead of the smokiness of Scotch or the heavy-bodied strength\nof the bourbon.\n\nHe was just pouring his first glass when the announcer chimed. Frowning,\nTurnbull walked over to the viewscreen that was connected to the little\neye in the door. It showed the face of--what was his name? Samson?\nSanders. That was it, Sanders, the building superintendent.\n\nTurnbull punched the opener and said: \"Come in. I'll be right with you,\nMr. Sanders.\"\n\nSanders was a round, pleasant-faced, soft-voiced man, a good ten years\nolder than Turnbull himself. He was standing just inside the door as\nTurnbull entered the living room; there was a small brief case in his\nhand. He extended the other hand as Turnbull approached.\n\n\"Welcome home again, Dr. Turnbull,\" he said warmly. \"We've missed you\nhere at the Excelsior.\"\n\nTurnbull took the hand and smiled as he shook it. \"Glad to be back, Mr.\nSanders; the place looks good after a year of roughing it.\"\n\nThe superintendent lifted the brief case. \"I brought up the mail that\naccumulated while you were gone. There's not much, since we sent cards\nto each return address, notifying them that you were not available and\nthat your mail was being held until your return.\"\n\nHe opened the brief case and took out seven standard pneumatic mailing\ntubes and handed them to Turnbull.\n\nTurnbull glanced at them. Three of them were from various friends of his\nscattered over Earth; one was from Standard Recording Company; the\nremaining three carried the return address of James M. Duckworth, Ph.\nSch., U.C.L.A., Great Los Angeles, California.\n\n\"Thanks, Mr. Sanders,\" said Turnbull. He was wondering why the man had\nbrought them up so promptly after his own arrival. Surely, having waited\na year, they would have waited until they were called for.\n\nSanders blinked apologetically. \"Uh ... Dr. Turnbull, I wonder if ... if\nany of those contain money ... checks, cash, anything like that?\"\n\n\"I don't know. Why?\" Turnbull asked in surprise.\n\nSanders looked even more apologetic. \"Well, there was an attempted\nrobbery here about six months ago. Someone broke into your mailbox\ndownstairs. There was nothing in it, of course; we've been putting\neverything into the vault as it came in. But the police thought it might\nbe someone who knew you were getting money by mail. None of the other\nboxes were opened, you see, and--\" He let his voice trail off as\nTurnbull began opening the tubes.\n\nNone of them contained anything but correspondence. There was no sign of\nanything valuable.\n\n\"Maybe they picked my box at random,\" Turnbull said. \"They may have been\nfrightened off after opening the one box.\"\n\n\"That's very likely it,\" said Sanders. \"The police said it seemed to be\na rather amateurish job, although whoever did it certainly succeeded in\nneutralizing the alarms.\"\n\nSatisfied, the building superintendent exchanged a few more pleasantries\nwith Turnbull and departed. Turnbull headed back toward the kitchen,\npicked up his glass of sherry, and sat down in the breakfast nook to\nread the letters.\n\nThe one from Standard Recording had come just a few days after he'd\nleft, thanking him for notifying them that he wanted to suspend his\nmembership for a year. The three letters from Cairo, London, and Luna\nCity were simply chatty little social notes, nothing more.\n\nThe three from Scholar Duckworth were from a different breed of cat.\n\nThe first was postmarked 21 August 2187, three months after Turnbull had\nleft for Lobon. It was neatly addressed to Dave F. Turnbull, Ph.D.\n\n       *       *       *       *       *\n\nDear Dave (it read):\n\nI know I haven't been as consistent in keeping up with my old pupils as\nI ought to have been. For this, I can only beat my breast violently and\nmutter _mea culpa, mea culpa, mea maxima culpa_. I can't even plead that\nI was so immersed in my own work that I hadn't the time to write,\nbecause I'm busier right now than I've been for years, and I've had to\n_make_ time for this letter.\n\nOf course, in another way, this is strictly a business letter, and it\ndoes pertain to my work, so the time isn't as hard to find as it might\nbe.\n\nBut don't think I haven't been watching your work. I've read every one\nof your articles in the various journals, and I have copies of all four\nof your books nestled securely in my library. Columbia should be--and\napparently is--proud to have a man of your ability on its staff. At the\nrate you've been going, it won't be long before you get an invitation\nfrom the Advanced Study Board to study for your Scholar's degree.\n\nAs a matter of fact, I'd like to make you an offer right now to do some\noriginal research with me. I may not be a top-flight genius like\nMetternick or Dahl, but my reputation does carry some weight with the\nBoard. (_That, Turnbull thought, was a bit of needless modesty;\nDuckworth wasn't the showman that Metternick was, or the prolific writer\nthat Dahl was, but he had more intelligence and down-right wisdom than\neither._) So if you could manage to get a few months leave from\nColumbia, I'd be honored to have your assistance. (_More modesty,\nthought Turnbull. The honor would be just the other way round._)\n\nThe problem, in case you're wondering, has to do with the Centaurus\nMystery; I think I've uncovered a new approach that will literally kick\nthe supports right out from under every theory that's been evolved for\nthe existence of that city. Sound interesting?\n\nI'm mailing this early, so it should reach you in the late afternoon\nmail. If you'll be at home between 1900 and 2000, I'll call you and give\nyou the details. If you've got a pressing appointment, leave details\nwith the operator.\n\n    All the best,\n            Jim Duckworth\n\n       *       *       *       *       *\n\nTurnbull slid the letter back into its tube and picked up the second\nletter, dated 22 August 2187, one day later.\n\n       *       *       *       *       *\n\nDear Dave,\n\nI called last night, and the operator said your phone has been\ntemporarily disconnected. I presume these letters will be forwarded, so\nplease let me know where you are. I'm usually at home between 1800 and\n2300, so call me collect within the next three or four days.\n\n    All the best,\n              Jim\n\n       *       *       *       *       *\n\nThe third letter was dated 10 November 2187. Turnbull wondered why it\nhad been sent. Obviously, the manager of the Excelsior had sent\nDuckworth a notice that Dr. Turnbull was off-planet and could not be\nreached. He must have received the notice on the afternoon of 22 August.\nThat would account for his having sent a second letter before he got the\nnotice. Then why the third letter?\n\n       *       *       *       *       *\n\nDear Dave,\n\nI know you won't be reading this letter for six months or so, but at\nleast it will tell you where I am. I guess I wasn't keeping as close\ntabs on your work as I thought: otherwise I would have known about the\nexpedition to Lobon. You ought to be able to make enough credit on that\ntrip to bring you to the attention of the Board.\n\nAnd don't feel too bad about missing my first letters or the call. I was\noff on a wild goose chase that just didn't pan out, so you really didn't\nmiss a devil of a lot.\n\nAs a matter of fact, it was rather disappointing to me, so I've decided\nto take a long-needed sabbatical leave and combine it with a little\nresearch on the half-intelligent natives of Mendez. I'll see you in a\nyear or so.\n\n    As ever,\n          Jim Duckworth\n\n       *       *       *       *       *\n\nWell, that was that, Turnbull thought. It galled him a little to think\nthat he'd been offered a chance to do research with Scholar Duckworth\nand hadn't been able to take it. But if the research hadn't panned\nout.... He frowned and turned back to the first letter.\n\nA theory that would \"literally kick the supports right out from under\nevery theory that's been evolved for the existence of that city,\" he'd\nsaid. Odd. It was unlike Duckworth to be so positive about anything\nuntil he could support his own theory without much fear of having it\npulled to pieces.\n\nTurnbull poured himself a second glass of sherry, took a sip, and rolled\nit carefully over his tongue.\n\nThe Centaurus Mystery. That's what the explorers had called it back in\n2041, nearly a century and a half before, when they'd found the great\ncity on one of the planets of the Alpha Centaurus system. Man's first\ninterstellar trip had taken nearly five years at sublight velocities,\nand _bing!_--right off the bat, they'd found something that made\ninterstellar travel worthwhile, even though they'd found no planet in\nthe Alpha Centaurus system that was really habitable for man.\n\nThey'd seen it from space--a huge domed city gleaming like a great gem\nfrom the center of the huge desert that covered most of the planet. The\nplanet itself was Marslike--flat and arid over most of its surface, with\na thin atmosphere high in CO_2 and very short on oxygen. The city showed\nup very well through the cloudless air.\n\nFrom the very beginning, it had been obvious that whoever or whatever\nhad built that city had not evolved on the planet where it had been\nbuilt. Nothing more complex than the lichens had ever evolved there, as\nthousands of drillings into the crust of the planet had shown.\n\nCertainly nothing of near-humanoid construction could ever have come\ninto being on that planet without leaving some trace of themselves or\ntheir genetic forebears except for that single huge city.\n\nHow long the city had been there was anyone's guess. A thousand years? A\nmillion? There was no way of telling. It had been sealed tightly, so\nnone of the sand that blew across the planet's surface could get in. It\nhad been set on a high plateau of rock, far enough above the desert\nlevel to keep it from being buried, and the transparent dome was made of\nan aluminum oxide glass that was hard enough to resist the slight\nerosion of its surface that might have been caused by the gentle, thin\nwinds dashing microscopic particles of sand against its smooth surface.\n\nInside, the dry air had preserved nearly every artifact, leaving them as\nthey had been when the city was deserted by its inhabitants at an\nunknown time in the past.\n\nThat's right--deserted. There were no signs of any remains of living\nthings. They'd all simply packed up and left, leaving everything behind.\n\nDating by the radiocarbon method was useless. Some of the carbon\ncompounds in the various artifacts showed a faint trace of radiocarbon,\nothers showed none. But since the method depends on a knowledge of the\namount of nitrogen in the atmosphere of the planet of origin, the rate\nof bombardment of that atmosphere by high-velocity particles, and\nseveral other factors, the information on the radioactivity of the\nspecimens meant nothing. There was also the likelihood that the carbon\nin the various polymer resins came from oil or coal, and fossil carbon\nis useless for radio-dating.\n\nNor did any of the more modern methods show any greater success.\n\nIt had taken Man centuries of careful comparison and cross-checking to\nread the evolutionary history written in the depths of his own planet's\ncrust--to try to date the city was impossible. It was like trying to\nguess the time by looking at a faceless clock with no hands.\n\nThere the city stood--a hundred miles across, ten thousand square miles\nof complex enigma.\n\nIt had given Man his first step into the ever-widening field of Cultural\nXenology.\n\nDave Turnbull finished his sherry, got up from the breakfast nook, and\nwalked into the living room, where his reference books were shelved. The\ncopy of Kleistmeistenoppolous' \"City of Centaurus\" hadn't been opened in\nyears, but he took it down and flipped it open to within three pages of\nthe section he was looking for.\n\n\"It is obvious, therefore, that every one of the indicators\npoints in the same direction. The City was not--_could not have\nbeen_--self-supporting. There is no source of organic material on the\nplanet great enough to support such a city; therefore, foodstuffs must\nhave been imported. On the other hand, it is necessary to postulate\n_some_ reason for establishing a city on an otherwise barren planet and\npopulating it with an estimated six hundred thousand individuals.\n\n\"There can be only one answer: The race that built the City did so for\nthe same reason that human beings built such megalopolises as New York,\nLos Angeles, Tokyo, and London--because it was a focal point for\nimportant trade routes. Only such trade routes could support such a\ncity; only such trade routes give reason for the City's very existence.\n\n\"And when those trade routes changed or were supplanted by others in the\ncourse of time, the reason for the City's existence vanished.\"\n\nTurnbull closed the book and shoved it back into place. Certainly the\ntheory made sense, and had for a century. Had Duckworth come across\ninformation that would seem to smash that theory?\n\nThe planet itself seemed to be perfectly constructed for a gigantic\nlanding field for interstellar ships. It was almost flat, and if the\ntranshipping between the interstellar vessels had been done by air,\nthere would be no need to build a hard surface for the field. And there\nwere other indications. Every fact that had come to light in the ensuing\ncentury had been in support of the Greek-German xenologist's theory.\n\nHad Duckworth come up with something new?\n\nIf so, why had he decided to discard it and forget his new theory?\n\nIf not, why had he formulated the new theory, and on what grounds?\n\nTurnbull lit a cigarette and looked sourly at the smoke that drifted up\nfrom its tip. What the devil was eating him? He'd spent too much time\naway from Earth, that was the trouble. He'd been too deeply immersed in\nhis study of Lobon for the past year. Now all he had to do was get a\nlittle hint of something connected with cultural xenology, and his mind\nwent off on dizzy tizzies.\n\nForget it. Duckworth had thought he was on to something, found out that\nhe wasn't, and discarded the whole idea. And if someone like Scholar\nJames Duckworth had decided it wasn't worth fooling with, then why was a\ncommon Ph. D. like Turnbull worrying about it? Especially when he had no\nidea what had started Duckworth off in the first place.\n\nAnd his thoughts came back around to that again. If Duckworth had\nthought enough of the idea to get excited over it, what had set him off?\nEven if it had later proved to be a bad lead, Turnbull felt he'd like to\nknow what had made Duckworth think--even for a short time--that there\nwas some other explanation for the City.\n\nAh, hell! He'd ask Duckworth some day. There was plenty of time.\n\nHe went over to the phone, dialed a number, and sat down comfortably in\nhis fat blue overstuffed chair. It buzzed for half a minute, then the\ntelltale lit up, but the screen remained dark.\n\n\"Dave!\" said a feminine voice. \"Are you back? Where on Earth have you\nbeen?\"\n\n\"I haven't,\" said Turnbull. \"How come no vision?\"\n\n\"I was in the hammam, silly. And what do you mean 'I haven't'? You\nhaven't what?\"\n\n\"You asked me where on Earth I'd been, and I said I haven't.\"\n\n\"Oh! Lucky man! Gallivanting around the starways while us poor humans\nhave to stay home.\"\n\n\"Yeah, great fun. Now look, Dee, get some clothes on and turn on your\npickup. I don't like talking to gray screens.\"\n\n\"Half a sec.\" There was a minute's pause, then the screen came on,\nshowing the girl's face. \"Now, what do you have on your purported mind?\"\n\n\"Simple. I've been off Earth for a year, staring at bearded faces and\nlistening to baritone voices. If it isn't too short notice, I'd like to\ntake you to dinner and a show and whatever else suggests itself\nafterward.\"\n\n\"Done!\" she said. \"What time?\"\n\n\"Twenty hundred? At your place?\"\n\n\"I'll be waiting.\"\n\nDave Turnbull cut the circuit, grinning. The Duckworth problem had\nalmost faded from his mind. But it flared back up again when he glanced\nat the mail tubes on his desk.\n\n\"Damn!\" he said.\n\nHe turned back to the phone, jammed a finger into the dial and spun it\nangrily. After a moment, the screen came to life with the features of a\nbeautifully smiling but obviously efficient blond girl.\n\n\"Interstellar Communications. May I serve you, sir?\"\n\n\"How long will it take to get a message to Mendez? And what will it\ncost?\"\n\n\"One moment, sir.\" Her right hand moved off-screen, and her eyes shifted\nto look at a screen that Turnbull couldn't see. \"Mendez,\" she said\nshortly. \"The message will reach there in five hours and thirty-six\nminutes total transmission time. Allow an hour's delay for getting the\nmessage on the tapes for beaming.\n\n\"The cost is one seventy-five per symbol. Spaces and punctuation marks\nare considered symbols. _A, an, and_, and _the_ are symbols.\"\n\nTurnbull thought a moment. It was high--damned high. But then a man with\na bona fide Ph. D. was not exactly a poor man if he worked at his\nspecialty or taught.\n\n\"I'll call you back as soon as I've composed the message,\" he said.\n\n\"Very well, sir.\"\n\nHe cut the circuit, grabbed a pencil and started scribbling. When he'd\nfinished reducing the thing to its bare minimum, he started to dial the\nnumber again. Then he scowled and dialed another number.\n\nThis time, a mild-faced young man in his middle twenties appeared.\n\"University of California in Los Angeles. Personnel Office. May I serve\nyou?\"\n\n\"This is Dr. Dave Turnbull, in New York. I understand that Scholar\nDuckworth is on leave. I'd like his present address.\"\n\nThe young man looked politely firm. \"I'm sorry, doctor; we can not give\nout that information.\"\n\n\"Oh, yap! Look here; I know where he is; just give me--\" He stopped.\n\"Never mind. Let me talk to Thornwald.\"\n\nThornwald was easier to deal with, since he knew both Duckworth and\nTurnbull. Turnbull showed him Duckworth's letter on the screen. \"I know\nhe's on Mendez; I just don't want to have to look all over the planet\nfor him.\"\n\n\"I know, Dave. I'm sure it's all right. The address is Landing City,\nHotel Byron, Mendez.\"\n\n\"Thanks, Thorn; I'll do you a favor some day.\"\n\n\"Sure. See you.\"\n\nTurnbull cut off, dialed Interstellar Communications, sent his message,\nand relaxed. He was ready to make a night of it. He was going to make\nhis first night back on Earth a night to remember.\n\nHe did.\n\n       *       *       *       *       *\n\nThe next morning, he was feeling almost flighty. He buzzed and flitted\naround his apartment as though he'd hit a high point on a manic cycle,\nhappily burbling utter nonsense in the form of a perfectly ridiculous\npopular song.\n\n    _My dear, the merest touch of you\n      Has opened up my eyes;\n    And if I get too much of you,\n      You really paralyze!\n    Donna, Donna, bella Donna,\n      Clad in crimson bright,\n    Though I'm near you, I don't wanna\n      See the falling shades of night!_\n\nEven when the phone chimed in its urgent message, it didn't disturb his\nfrothy mood. But three minutes later he had dropped down to earth with a\nheavy _clunk_.\n\nHis message to Mendez had not been delivered. There was not now, and\nnever had been a Scholar James Duckworth registered at the Hotel Byron\nin Landing City. Neither was his name on the incoming passenger lists at\nthe spaceport at Landing City.\n\nHe forced himself to forget about it; he had a date with Dee again that\nnight, and he was not going to let something silly like this bother him.\nBut bother him it did. Unlike the night before, the date was an utter\nfiasco, a complete flop. Dee sensed his mood, misinterpreted it,\ncomplained of a headache, and went home early. Turnbull slept badly that\nnight.\n\nNext morning, he had an appointment with one of the executives of\nU.C.L.I.--University of Columbia in Long Island--and, on the way back he\nstopped at the spaceport to see what he could find out. But all he got\nwas purely negative information.\n\nOn his way back to Manhattan, he sat in the autocab and fumed.\n\nWhen he reached home, he stalked around the apartment for an hour,\nsmoking half a dozen cigarettes, chain fashion, and polishing off three\nglasses of Bristol Cream without even tasting it.\n\nDave Turnbull, like any really top-flight investigator, had developed\nintuitive thinking to a fine art. Ever since the Lancaster Method had\nshown the natural laws applying to intuitive reasoning, no scientist\nworthy of the name failed to apply it consistently in making his\ninvestigations. Only when exact measurement became both possible and\nnecessary was there any need to apply logic to a given problem.\n\nA logician adds two and two and gets four; an intuitionist multiplies\nthem and gets the same answer. But a logician, faced with three twos,\ngets six--an intuitionist gets eight. Intuition will get higher orders\nof answers from a given set of facts than logic will.\n\nTurnbull applied intuition to the facts he knew and came up with an\nanswer. Then he phoned the New York Public Library, had his phone\nconnected with the stacks, and spent an hour checking for data that\nwould either prove or disprove his theory. He found plenty of the former\nand none of the latter.\n\nThen he called his superiors at Columbia.\n\nHe had to write up his report on the Lobon explorations. Would it be\npossible for him to take a six-month leave of absence for the purpose?\n\nIt would.\n\nThe following Saturday, Dr. Dave F. Turnbull was on the interstellar\nliner _Oriona_, bound for Sirius.\n\n       *       *       *       *       *\n\nIf ever there was a Gold Mine In The Sky, it was Centaurus City. To the\ncultural xenologists who worked on its mysterious riches, it seemed to\npresent an almost inexhaustible supply of new data. The former\ninhabitants had left everything behind, as though it were no longer of\nany value whatever. No other trace of them had as yet been found\nanywhere in the known galaxy, but they had left enough material in\nCentaurus City to satisfy the curiosity of Mankind for years to come,\nand enough mystery and complexity to whet that curiosity to an even\nsharper degree.\n\nIt's difficult for the average person to grasp just how much information\ncan be packed into a city covering ten thousand square miles with a\npopulation density equal to that of Manhattan. How long would it take\nthe hypothetical Man From Mars to investigate New York or London if he\nhad only the City to work with, if he found them just as they stand\nexcept that the inhabitants had vanished?\n\nThe technological level of the aliens could not be said to be either\n\"above\" or \"below\" that of Man: it could only be said to be \"different.\"\nIt was as if the two cultures complemented each other; the areas of\nknowledge which the aliens had explored seemed to be those which Mankind\nhad not yet touched, while, at the same time, there appeared to be many\nlevels of common human knowledge which the aliens had never approached.\n\nFrom the combination of the two, whole new fields of human thought and\nendeavor had been opened.\n\nNo trace of the alien spaceships had been uncovered, but the\nanti-gravitational devices in their aircraft, plus the basic principles\nof Man's own near-light-velocity drive had given Man the ultralight\ndrive.\n\nTheir knowledge of social organization and function far exceeded that of\nMan, and the hints taken from the deciphered writings of the aliens had\nradically changed Man's notions of government. Now humanity could build\na Galactic Civilization--a unity that was neither a pure democracy nor\nan absolute dictatorship, but resulted in optimum governmental control\ncombined with optimum individual freedom. It was _e pluribus unum_ plus.\nTheir technological writings were few, insofar as physics and chemistry\nwere concerned. What there were turned out to be elementary texts rather\nthan advanced studies--which was fortunate, because it had been through\nthese that the cultural xenologists had been able to decipher the\nlanguage of the aliens, a language that was no more alien to the modern\nmind than, say, ancient Egyptian or Cretan.\n\nBut without any advanced texts, deciphering the workings of the\nthousands of devices that the aliens had left behind was a tedious job.\nThe elementary textbooks seemed to deal with the same sort of science\nthat human beings were used to, but, at some point beyond, the aliens\nhad taken a slightly different course, and, at first, only the very\nsimplest of their mechanisms could be analyzed. But the investigators\nlearned from the simpler mechanisms, and found themselves able to take\nthe next step forward to more complex ones. However, it still remained a\nfact that the majority of the devices were as incomprehensible to the\ninvestigators as would the function of a transistor have been to James\nClerk Maxwell.\n\nIn the areas of the social sciences, data was deciphered at a fairly\nrapid rate; the aliens seemed to have concentrated all their efforts on\nthat. Psionics, on the other hand, seemed never to have occurred to\nthem, much less to have been investigated. And yet, there were devices\nin Centaurus City that bore queer generic resemblances to common\nTerrestrial psionic machines. But there was no hint of such things in\nthe alien literature.\n\nAnd the physical sciences were deciphered only slowly, by a process of\ncut-and-try and cut-and-try again.\n\nThe investigations would take time. There were only a relatively small\nhandful of men working on the problems that the City posed. Not because\nthere weren't plenty of men who would have sacrificed their time and\nefforts to further the work, but because the planet, being hostile to\nMan, simply would not support very many investigators. It was not\neconomically feasible to pour more men and material into the project\nafter the point of diminishing returns had been reached. Theoretically,\nit would have been possible to re-seal the City's dome and pump in an\natmosphere that human beings could live with, but, aside from every\nother consideration, it was likely that such an atmosphere would ruin\nmany of the artifacts within the City.\n\nBesides, the work in the City was heady stuff. Investigation of the City\ntook a particular type of high-level mind, and that kind of mind did not\noccur in vast numbers.\n\nIt was not, Turnbull thought, his particular dish of tea. The physical\nsciences were not his realm, and the work of translating the alien\nwritings could be done on Earth, from 'stat copies, if he'd cared to do\nthat kind of work.\n\n       *       *       *       *       *\n\nSirius VI was a busy planet--a planet that was as Earthlike as a planet\ncould be without being Earth itself. It had a single moon, smaller than\nEarth's and somewhat nearer to the planet itself. The _Oriona_ landed\nthere, and Dave Turnbull took a shuttle ship to Sirius VI, dropping down\nat the spaceport near Noiberlin, the capital.\n\nIt took less than an hour to find that Scholar Duckworth had gone no\nfarther on his journey to Mendez than Sirius VI. He hadn't cashed in his\nticket; if he had, they'd have known about it on Earth. But he certainly\nhadn't taken a ship toward the Central Stars, either.\n\nTurnbull got himself a hotel room and began checking through the\nNoiberlin city directory. There it was, big as life and fifteen times as\nsignificant. Rawlings Scientific Corporation.\n\nTurnbull decided he might as well tackle them right off the bat; there\nwas nothing to be gained by pussyfooting around.\n\nHe used the phone, and, after browbeating several of the employees and\npulling his position on a couple of executives, he managed to get an\nappointment with the Assistant Director, Lawrence Drawford. The\nDirector, Scholar Jason Rawlings, was not on Sirius VI at the time.\n\nThe appointment was scheduled for oh nine hundred the following morning,\nand Turnbull showed up promptly. He entered through the big main door\nand walked to the reception desk.\n\n\"Yes?\" said the girl at the desk.\n\n\"How do you do,\" Turnbull said. \"My name is Turnbull; I think I'm\nexpected.\"\n\n\"Just a moment.\" She checked with the information panel on her desk,\nthen said: \"Go right on up, Dr. Turnbull. Take Number Four Lift Chute to\nthe eighteenth floor and turn left. Dr. Drawford's office is at the end\nof the hall.\"\n\nTurnbull followed directions.\n\nDrawford was a heavy-set, florid-faced man with an easy smile and a\nrather too hearty voice.\n\n\"Come in, Dr. Turnbull; it's a pleasure to meet you. What can I do for\nyou?\" He waved Turnbull to a chair and sat down behind his desk.\n\nTurnbull said carefully: \"I'd just like to get a little information, Dr.\nDrawford.\"\n\nDrawford selected a cigar from the humidor on his desk and offered one\nto Turnbull. \"Cigar? No? Well, if I can be of any help to you, I'll\ncertainly do the best I can.\" But there was a puzzled look on his face\nas he lit his cigar.\n\n\"First,\" said Turnbull, \"am I correct in saying that Rawlings Scientific\nis in charge of the research program at Centaurus City?\"\n\nDrawford exhaled a cloud of blue-gray smoke. \"Not precisely. We work as\na liaison between the Advanced Study Board and the Centaurus group, and\nwe supply the equipment that's needed for the work there. We build\ninstruments to order--that sort of thing. Scholar Rawlings is a member\nof the Board, of course, which admits of a somewhat closer liaison than\nmight otherwise be possible.\n\n\"But I'd hardly say we were in charge of the research. That's handled\nentirely by the Group leaders at the City itself.\"\n\nTurnbull lit a cigarette. \"What happened to Scholar Duckworth?\" he said\nsuddenly.\n\nDrawford blinked. \"I beg your pardon?\"\n\nAgain Turnbull's intuitive reasoning leaped far ahead of logic; he knew\nthat Drawford was honestly innocent of any knowledge of the whereabouts\nof Scholar James Duckworth.\n\n\"I was under the impression,\" Turnbull said easily, \"that Scholar\nDuckworth was engaged in some sort of work with Scholar Rawlings.\"\n\nDrawford smiled and spread his hands. \"Well, now, that may be. Dr.\nTurnbull. If so, then they're engaged in something that's above my\nlevel.\"\n\n\"Oh?\"\n\nDrawford pursed his lips for a moment, frowning. Then he said: \"I must\nadmit that I'm not a good intuitive thinker, Dr. Turnbull. I have not\nthe capacity for it, I suppose. That's why I'm an engineer instead of a\nbasic research man; that's why I'll never get a Scholar's degree.\" Again\nhe paused before continuing. \"For that reason, Scholar Rawlings leaves\nthe logic to me and doesn't burden me with his own business. Nominally,\nhe is the head of the Corporation; actually, we operate in different\nareas--areas which, naturally, overlap in places, but which are not\ncongruent by any means.\"\n\n\"In other words,\" said Turnbull, \"if Duckworth and Rawlings were working\ntogether, you wouldn't be told about it.\"\n\n\"Not unless Scholar Rawlings thought it was necessary to tell me,\"\nDrawford said. He put his cigar carefully in the ashdrop. \"Of course, if\nI _asked_ him, I'm sure he'd give me the information, but it's hardly\nany of _my_ business.\"\n\n       *       *       *       *       *\n\nTurnbull nodded and switched his tack. \"Scholar Rawlings is off-planet,\nI believe?\"\n\n\"That's right. I'm not at liberty to disclose his whereabouts, however,\"\nDrawford said.\n\n\"I realize that. But I'd like to get a message to him, if possible.\"\n\nDrawford picked up his cigar again and puffed at it a moment before\nsaying anything. Then, \"Dr. Turnbull, please don't think I'm being\nstuffy, but may I ask the purpose of this inquiry?\"\n\n\"A fair question,\" said Turnbull, smiling. \"I really shouldn't have come\nbarging in here like this without explaining myself first.\" He had his\nlie already formulated in his mind. \"I'm engaged in writing up a report\non the cultural significance of the artifacts on the planet Lobon--you\nmay have heard something of it?\"\n\n\"I've heard the name,\" Drawford admitted. \"That's in the Sagittarius\nSector somewhere, as I recall.\"\n\n\"That's right. Well, as you know, the theory for the existence of\nCentaurus City assumes that it was, at one time, the focal point of a\ncomplex of trade routes through the galaxy, established by a race that\nhas passed from the galactic scene.\"\n\nDrawford was nodding slowly, waiting to hear what Turnbull had to say.\n\n\"I trust that you'll keep this to yourself, doctor,\" Turnbull said,\nextinguishing his cigarette. \"But I am of the opinion that the artifacts\non Lobon bear a distinct resemblance to those of the City.\" It was a\nbald, out-and-out lie, but he knew Drawford would have no way of knowing\nthat it was. \"I think that Lobon was actually one of the colonies of\nthat race--one of their food-growing planets. If so, there is certainly\na necessity for correlation between the data uncovered on Lobon and\nthose which have been found in the City.\"\n\nDrawford's face betrayed his excitement. \"Why ... why, that's amazing! I\ncan see why you wanted to get in touch with Scholar Rawlings, certainly!\nDo you really think there's something in this idea?\"\n\n\"I do,\" said Turnbull firmly. \"Will it be possible for me to send a\nmessage to him?\"\n\n\"Certainly,\" Drawford said quickly. \"I'll see that he gets it as soon as\npossible. What did you wish to say?\"\n\nTurnbull reached into his belt pouch, pulled out a pad and stylus, and\nbegan to write.\n\n_I have reason to believe that I have solved the connection between the\ntwo sources of data concerned in the Centaurus City problem. I would\nalso like to discuss the Duckworth theory with you._\n\nWhen he had finished, he signed his name at the bottom and handed it to\nDrawford.\n\nDrawford looked at it, frowned, and looked up at Turnbull questioningly.\n\n\"He'll know what I mean,\" Turnbull said. \"Scholar Duckworth had an idea\nthat Lobon was a data source on the problem even before we did our\ndigging there. Frankly, that's why I thought Duckworth might be working\nwith Scholar Rawlings.\"\n\nDrawford's face cleared. \"Very well. I'll put this on the company\ntransmitters immediately, Dr. Turnbull. And--don't worry, I won't say\nanything about this to anyone until Scholar Rawlings or you, yourself,\ngive me the go-ahead.\"\n\n\"I'd certainly appreciate that,\" Turnbull said, rising from his seat.\n\"I'll leave you to your work now, Dr. Drawford. I can be reached at the\nMayfair Hotel.\"\n\nThe two men shook hands, and Turnbull left quickly.\n\n       *       *       *       *       *\n\nTurnbull felt intuitively that he knew where Rawlings was. On the\nCentaurus planet--the planet of the City. But where was Duckworth?\nReason said that he, too, was at the City, but under what circumstances?\nWas he a prisoner? Had he been killed outright?\n\nSurely not. That didn't jibe with his leaving Earth the way he had. If\nsomeone had wanted him killed, they'd have done it on Earth; they\nwouldn't have left a trail to Sirius IV that anyone who was interested\ncould have followed.\n\nOn the other hand, how could they account for Duckworth's disappearance,\nsince the trail _was_ so broad? If the police--\n\nNo. He was wrong. The trouble with intuitive thinking is that it tends\nto leave out whole sections of what, to a logical thinker, are pieces of\nabsolutely necessary data.\n\nDuckworth actually had no connection with Rawlings--no _logical_\nconnection. The only thing the police would have to work with was the\nfact that Scholar Duckworth had started on a trip to Mendez and never\nmade it any farther than Sirius IV. There, he had vanished. Why? How\ncould they prove anything?\n\nOn the other hand, Turnbull was safe. The letters from Duckworth, plus\nhis visit to Drawford, plus his acknowledged destination of Sirius IV,\nwould be enough to connect up both cases if Turnbull vanished. Rawlings\nshould know he couldn't afford to do anything to Turnbull.\n\nDave Turnbull felt perfectly safe.\n\nHe was in his hotel room at the Mayfair when the announcer chimed, five\nhours later. He glanced up from his book to look at the screen. It\nshowed a young man in an ordinary business jumper, looking rather\nboredly at the screen.\n\n\"What is it?\" Turnbull asked.\n\n\"Message for Dr. Turnbull from Rawlings Scientific Corporation,\" said\nthe young man, in a voice that sounded even more bored than his face\nlooked.\n\nTurnbull sighed and got up to open the door. When it sectioned, he had\nonly a fraction of a second to see what the message was.\n\nIt was a stungun in the hand of the young man.\n\nIt went off, and Turnbull's mind spiraled into blankness before he could\nreact.\n\n       *       *       *       *       *\n\nOut of a confused blur of color, a face sprang suddenly into focus, swam\naway again, and came back. The lips of the face moved.\n\n\"How do you feel, son?\"\n\nTurnbull looked at the face. It was that of a fairly old man who still\nretained the vitality of youth. It was lined, but still firm.\n\nIt took him a moment to recognize the face--then he recalled stereos\nhe'd seen.\n\nIt was Scholar Jason Rawlings.\n\nTurnbull tried to lift himself up and found he couldn't.\n\nThe scholar smiled. \"Sorry we had to strap you down,\" he said, \"but I'm\nnot nearly as strong as you are, and I didn't have any desire to be\njumped before I got a chance to talk to you.\"\n\nTurnbull relaxed. There was no immediate danger here.\n\n\"Know where you are?\" Rawlings asked.\n\n\"Centaurus City,\" Turnbull said calmly. \"It's a three-day trip, so\nobviously you couldn't have made it in the five hours after I sent you\nthe message. You had me kidnaped and brought here.\"\n\nThe old man frowned slightly. \"I suppose, technically, it _was_\nkidnaping, but we had to get you out of circulation before you said\nanything that might ... ah ... give the whole show away.\"\n\nTurnbull smiled slightly. \"Aren't you afraid that the police will trace\nthis to you?\"\n\n\"Oh, I'm sure they would eventually,\" said Rawlings, \"but you'll be free\nto make any explanations long before that time.\"\n\n\"I see,\" Turnbull said flatly. \"Mind operation. Is that what you did to\nScholar Duckworth?\"\n\nThe expression on Scholar Rawling's face was so utterly different from\nwhat Turnbull had expected that he found himself suddenly correcting\nhis thinking in a kaleidoscopic readjustment of his mind.\n\n\"What did you think you were on to, Dr. Turnbull?\" the old man asked\nslowly.\n\nTurnbull started to answer, but, at that moment the door opened.\n\nThe round, pleasant-faced gentleman who came in needed no introduction\nto Turnbull.\n\nScholar Duckworth said: \"Hello, Dave. Sorry I wasn't here when you woke\nup, but I got--\" He stopped. \"What's the matter?\"\n\n\"I'm just cursing myself for being a fool,\" Turnbull said sheepishly. \"I\nwas using your disappearance as a datum in a problem that didn't require\nit.\"\n\nScholar Rawlings laughed abruptly. \"Then you thought--\"\n\nDuckworth chuckled and raised a hand to interrupt Rawlings. \"Just a\nmoment, Jason; let him logic it out to us.\"\n\n\"First take these straps off,\" said Turnbull. \"I'm stiff enough as it\nis, after being out cold for three days.\"\n\nRawlings touched a button on the wall, and the restraining straps\nvanished. Turnbull sat up creakily, rubbing his arms.\n\n\"Well?\" said Duckworth.\n\nTurnbull looked up at the older man. \"It was those first two letters of\nyours that started me off.\"\n\n\"I was afraid of that,\" Duckworth said wryly. \"I ... ah ... tried to get\nthem back before I left Earth, but, failing that, I sent you a letter to\ntry to throw you off the track.\"\n\n\"Did you think it would?\" Turnbull asked.\n\n\"I wasn't sure,\" Duckworth admitted. \"I decided that if you had what it\ntakes to see through it, you'd deserve to know the truth.\"\n\n\"I think I know it already.\"\n\n\"I dare say you do,\" Duckworth admitted. \"But tell us first why you\njumped to the wrong conclusion.\"\n\nTurnbull nodded. \"As I said, your letters got me worrying. I knew you\nmust be on to something or you wouldn't have been so positive. So I\nstarted checking on all the data about the City--especially that which\nhad come in just previous to the time you sent the letters.\n\n\"I found that several new artifacts had been discovered in Sector Nine\nof the City--in the part they call the Bank Buildings. That struck a\nchord in my memory, so I looked back over the previous records. That\nSector was supposed to have been cleaned out nearly ninety years ago.\n\n\"The error I made was in thinking that you had been forcibly abducted\nsomehow--that you had been forced to write that third letter. It\ncertainly looked like it, since I couldn't see any reason for you to\nhide anything from me.\n\n\"I didn't think you'd be in on anything as underhanded as this looked,\nso I assumed that you were acting against your will.\"\n\nScholar Rawlings smiled. \"But you thought I was capable of underhanded\ntactics? That's not very flattering, young man.\"\n\nTurnbull grinned. \"I thought you were capable of kidnaping a man. Was I\nwrong?\"\n\nRawlings laughed heartily. \"_Touché._ Go on.\"\n\n       *       *       *       *       *\n\n\"Since artifacts had been found in a part of the City from which\nthey had previously been removed, I thought that Jim, here, had found\na ... well, a cover-up. It looked as though some of the alien machines\nwere being moved around in order to conceal the fact that someone was\nkeeping something hidden. Like, for instance, a new weapon, or a device\nthat would give a man more power than he should rightfully have.\"\n\n\"Such as?\" Duckworth asked.\n\n\"Such as invisibility, or a cheap method of transmutation, or even a new\nand faster space drive. I wasn't sure, but it certainly looked like it\nmight be something of that sort.\"\n\nRawlings nodded thoughtfully. \"A very good intuition, considering the\nfact that you had a bit of erroneous data.\"\n\n\"Exactly. I thought that Rawlings Scientific Corporation--or else you,\npersonally--were concealing something from the rest of us and from the\nAdvisory Board. I thought that Scholar Duckworth had found out about it\nand that he'd been kidnaped to hush him up. It certainly looked that\nway.\"\n\n\"I must admit it did, at that,\" Duckworth said. \"But tell me--how does\nit look now?\"\n\nTurnbull frowned. \"The picture's all switched around now. You came here\nfor a purpose--to check up on your own data. Tell me, is everything here\non the level?\"\n\nDuckworth paused before he answered. \"Everything _human_,\" he said\nslowly.\n\n\"That's what I thought,\" said Turnbull. \"If the human factor is\neliminated--at least partially--from the data, the intuition comes\nthrough quite clearly. We're being fed information.\"\n\nDuckworth nodded silently.\n\nRawlings said: \"That's it. Someone or something is adding new material\nto the City. It's like some sort of cosmic bird-feeding station that has\nto be refilled every so often.\"\n\nTurnbull looked down at his big hands. \"It never was a trade route\nfocus,\" he said. \"It isn't even a city, in our sense of the term, no\nmore than a birdhouse is a nest.\" He looked up. \"That city was built for\nonly one purpose--to give human beings certain data. And it's evidently\ndata that we need in a hurry, for our own good.\"\n\n\"How so?\" Rawlings asked, a look of faint surprise on his face.\n\n\"Same analogy. Why does anyone feed birds? Two reasons--either to study\nand watch them, or to be kind to them. You feed birds in the winter\nbecause they might die if they didn't get enough food.\"\n\n\"Maybe we're being studied and watched, then,\" said Duckworth,\nprobingly.\n\n\"Possibly. But we won't know for a long time--if ever.\"\n\nDuckworth grinned. \"Right. I've seen this City. I've looked it over\ncarefully in the past few months. Whatever entities built it are so far\nahead of us that we can't even imagine what it will take to find out\nanything about them. We are as incapable of understanding them as a bird\nis incapable of understanding us.\"\n\n\"Who knows about this?\" Turnbull asked suddenly.\n\n\"The entire Advanced Study Board at least,\" said Rawlings. \"We don't\nknow how many others. But so far as we know everyone who has been able\nto recognize what is really going on at the City has also been able to\nrealize that it is something that the human race _en masse_ is not yet\nready to accept.\"\n\n\"What about the technicians who are actually working there?\" asked\nTurnbull.\n\nRawlings smiled. \"The artifacts are very carefully replaced. The\ntechnicians--again, as far as we know--have accepted the evidence of\ntheir eyes.\"\n\n       *       *       *       *       *\n\nTurnbull looked a little dissatisfied. \"Look, there are plenty of people\nin the galaxy who would literally hate the idea that there is anything\nin the universe superior to Man. Can you imagine the storm of reaction\nthat would hit if this got out? Whole groups would refuse to have\nanything to do with anything connected with the City. The Government\nwould collapse, since the whole theory of our present government comes\nfrom City data. And the whole work of teaching intuitive reasoning would\nbe dropped like a hot potato by just those very people who need to learn\nto use it.\n\n\"And it seems to me that some precautions--\" He stopped, then grinned\nrather sheepishly. \"Oh,\" he said, \"I see.\"\n\nRawlings grinned back. \"There's never any need to distort the truth.\nAnyone who is psychologically incapable of allowing the existence of\nbeings more powerful than Man is also psychologically incapable of\npiecing together the clues which would indicate the existence of such\nbeings.\"\n\nScholar Duckworth said: \"It takes a great deal of humility--a real\nfeeling of honest humility--to admit that one is actually inferior to\nsomeone--or something--else. Most people don't have it--they rebel\nbecause they can't admit their inferiority.\"\n\n\"Like the examples of the North American Amerindian tribes.\" Turnbull\nsaid. \"They hadn't reached the state of civilization that the Aztecs or\nIncas had. They were incapable of allowing themselves to be beaten and\nenslaved--they refused to allow themselves to learn. They fought the\nwhite man to the last ditch--and look where they ended up.\"\n\n\"Precisely,\" said Duckworth. \"While the Mexicans and Peruvians today are\na functioning part of civilization--because they _could_ and _did_\nlearn.\"\n\n\"I'd just as soon the human race didn't go the way of the Amerindians,\"\nTurnbull said.\n\n\"I have a hunch it won't,\" Scholar Rawlings said. \"The builders of the\nCity, whoever they are, are edging us very carefully into the next level\nof civilization--whatever it may be. At that level, perhaps we'll be\nable to accept their teaching more directly.\"\n\nDuckworth chuckled. \"Before we can become gentlemen, we have to realize\nthat we are _not_ gentlemen.\"\n\nTurnbull recognized the allusion. There is an old truism to the effect\nthat a barbarian can never learn what a gentleman is because a barbarian\ncannot recognize that he isn't a gentleman. As soon as he recognizes\nthat fact, he ceases to be a barbarian. He is _not_ automatically a\ngentleman, but at least he has become capable of learning how to be one.\n\n\"The City itself,\" said Rawlings, \"acts as a pretty efficient screening\ndevice for separating the humble from the merely servile. The servile\nman resents his position so much that he will fight anything which tries\nto force recognition of his position on him. The servile slave is\nconvinced that he is equal to or superior to his masters, and that he is\nbeing held down by brute force. So he opposes them with brute force and\nis eventually destroyed.\"\n\nTurnbull blinked. \"A screening device?\" Then, like a burst of sunlight,\nthe full intuition came over him.\n\nDuckworth's round face was positively beaming. \"You're the first one\never to do it,\" he said. \"In order to become a member of the Advanced\nStudy Board, a scholar must solve that much of the City's secret by\nhimself. I'm a much older man than you, and I just solved it in the past\nfew months.\n\n\"You will be the first Ph.D. to be admitted to the Board while you're\nworking on your scholar's degree. Congratulations.\"\n\nTurnbull looked down at his big hands, a pleased look on his face. Then\nhe looked up at Scholar Duckworth. \"Got a cigarette, Jim? Thanks. You\nknow, we've still got plenty of work ahead of us, trying to find out\njust what it is that the City builders want us to learn.\"\n\nDuckworth smiled as he held a flame to the tip of Turnbull's cigarette.\n\n\"Who knows?\" he said quietly. \"Hell, maybe they want us to learn about\n_them_!\"\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Dead Giveaway, by Gordon Randall Garrett\n\n*** END OF THIS PROJECT GUTENBERG EBOOK DEAD GIVEAWAY ***\n\n***** This file should be named 24054-8.txt or 24054-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/4/0/5/24054/\n\nProduced by Greg Weeks, Bruce Albrecht, Mary Meehan and\nthe Online Distributed Proofreading Team at\nhttp://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}