{"title": "Damned If You Don't", "author": "Gordon Randall Garrett", "releaseDate": "December 28, 2007", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Bruce Albrecht, Mary Meehan and\nthe Online Distributed Proofreading Team at\nhttp://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                         DAMNED IF YOU DON'T\n\n                         By RANDALL GARRETT\n\n                      Illustrated by van Dongen\n\n[Transcriber's Note: This etext was produced from Astounding Science\nFiction May 1960. Extensive research did not uncover any evidence that\nthe U.S. copyright on this publication was renewed.]\n\n\n    _You can and you can't;\n    You will and you won't.\n    You'll be damn'd if you do;\n    You'll be damn'd if you don't._\n\n    --LORENZO DOW;\n    \"Definition of Calvinism\"\n\n\n_We've all heard of the wonderful invention that the Big Corporation or\nthe Utilities suppressed...? Usually, that Wonderful Invention won't\nwork, actually. But there's another possibility, too...._\n\n\n\n\nThe workshop-laboratory was a mess.\n\nSam Bending looked it over silently; his jaw muscles were hard and\ntense, and his eyes were the same.\n\nTo repeat what Sam Bending thought when he saw the junk that had been\nmade of thousands of dollars worth of equipment would not be\ninadmissible in a family magazine, because Bending was not particularly\naddicted to four-letter vulgarities. But he _was_ a religious man--in a\nlax sort of way--so repeating what ran through his mind that gray Monday\nin February of 1981 would be unfair to the memory of Samson Francis\nBending.\n\nSam Bending folded his hands over his chest. It was not an attitude of\nprayer; it was an attempt to keep those big, gorillalike hands from\nsmashing something. The fingers intertwined, and the hands tried to\ncrush each other, which was a good way to keep them from actually\ncrushing anything else.\n\nHe stood there at the door for a full minute--just looking.\n\nThe lab--as has been said--was a mess. It would have looked better if\nsomeone had simply tossed a grenade in it and had done with it. At least\nthe results would have been random and more evenly dispersed.\n\nBut whoever had gone about the wrecking of the lab had gone about it in\na workmanlike way. Whoever had done the job was no amateur. The vandal\nhad known his way about in a laboratory, that was obvious. Leads had\nbeen cut carefully; equipment had been shoved aside without care as to\nwhat happened to it, but with great care that the shover should not be\ndamaged by the shoving; the invader had known exactly what he was after,\nand exactly how to get to it.\n\nAnd he--whoever he was--had gotten his hands on what he wanted.\n\nThe Converter was gone.\n\n       *       *       *       *       *\n\nSam Bending took his time in regaining his temper. He had to. A man who\nstands six feet three, weighs three hundred pounds, and wears a\nforty-eight size jacket can't afford to lose his temper very often or\nhe'll end up on the wrong end of a homicide charge. That three hundred\npounds was composed of too much muscle and too little fat for Sam\nBending to allow it to run amok.\n\nAt last, he took a deep breath, closed his eyes, and let his tense\nnerves, muscles, and tendons sag--he pretended someone had struck him\nwith a dose of curare. He let his breath out slowly and opened his eyes\nagain.\n\nThe lab still looked the same, but it no longer irritated him. It was\nsomething to be accepted as done. It was something to investigate,\nand--if possible--avenge. But it was no longer something to worry about\nor lose his temper over.\n\n_I should have expected it_, he thought wryly. _They'd have to do\nsomething about it, wouldn't they?_\n\nBut the funny thing was that he _hadn't_ expected it--not in modern,\nlaw-abiding America.\n\nHe reached over to the wall switch to turn on the lights, but before his\nhand touched it, he stopped the motion and grinned to himself. No point\nin turning on the switch when he knew perfectly well that there was no\npower behind it. Still--\n\nHis fingers touched the switch anyway. And nothing happened.\n\nHe shrugged and went over to the phone.\n\nHe let his eyes wander over the wreckage as his right index finger spun\nthe dial. Actually, the room wasn't as much of a shambles as it had\nlooked on first sight. The--burglar?--hadn't tried to get at anything\nbut the Converter. He hadn't known exactly where it was, but he'd been\nable to follow the leads to its hiding place. That meant that he knew\nhis beans about power lines, anyway.\n\nIt also meant that he hadn't been an ordinary burglar. There were plenty\nof other things around for a burglar to make money out of. Unless he\nknew what it was, he wouldn't have gone to the trouble of stealing the\nConverter.\n\nOn the other hand, if he had--\n\n\"Police Department,\" said a laconic voice from the speaker. At the same\ntime, the blue-clad image of a police officer appeared on the screen. He\nlooked polite, but he also looked as though he expected nothing more\nthan a routine call.\n\nBending gave the cop's sleeve a quick glance and said: \"Sergeant, my\nname is Samson Bending. Bending Consultants, 3991 Marden--you'll find it\nin the phone book. Someone broke into my place over the weekend, and\nI'd appreciate it if you'd send someone around.\"\n\nThe sergeant's face showed that he still thought it was routine.\n\"Anything missing, sir?\"\n\n\"I'm not sure,\" said Bending carefully. \"I'll have to make a check. I\nhaven't touched anything. I thought I'd leave that for the detectives.\nBut you can see for yourself what's happened.\"\n\nHe stepped back from the screen and the Leinster cameras automatically\nadjusted for the greater distance to the background.\n\n\"Looks like you had a visitor, all right,\" said the police officer.\n\"What is that? A lab of some kind you've got there?\"\n\n\"That's right,\" Bending said. \"You can check it with the Register.\"\n\n\"Will do, Mr. Bending,\" agreed the sergeant. \"We'll send the Technical\nSquad around in any case.\" He paused, and Sam could see that he'd\npressed an alarm button. There was more interest in his manner, too.\n\"Any signs that it might be kids?\" he asked.\n\nSam shrugged. \"Hard to tell. Might be. Might not.\" He knew good and well\nthat it wasn't a JD gang that had invaded his lab. He grinned\ningratiatingly. \"I figure you guys can tell me more about that than I\ncould tell you.\"\n\nThe sergeant nodded. \"Sure. O.K., Mr. Bending; you just hold on. Don't\ntouch anything; we'll have a copter out there as soon as we can. O.K.?\"\n\n\"O.K.,\" Sam agreed. He cut off as the cop's image began to collapse.\n\n       *       *       *       *       *\n\nSam Bending didn't obey the cop's order to touch nothing. He couldn't\nafford to--not at this stage of the game. He looked over everything--the\nsmashed oscilloscopes, the overturned computer, the ripped-out\nmeters--everything. He lifted a couple of instruments that had been\ntoppled to the floor, raising them carefully with a big screwdriver,\nused as a lever. When he was through, he was convinced that he knew\nexactly who the culprit was.\n\nOh, he didn't know the name of the man, or men, who had actually\ncommitted the crime. Those things were, for the moment, relatively\nunimportant. The police might find them, but that could wait. The thing\nthat _was_ important was that Bending was certain within his own mind\nwho had paid to have the lab robbed.\n\nNot that he could make any accusations to the police, of course. That\nwouldn't do at all. But _he_ knew. He was quite certain.\n\nHe left the lab itself and went into the outer rooms, the three rooms\nthat constituted the clients' waiting room, his own office, and the\nsmaller office of Nita Walder, the girl who took care of his files and\ncorrespondence.\n\nA quick look told him that nothing in the offices had been disturbed. He\nshrugged his huge shoulders and sat down on the long couch in the\nwaiting room.\n\n_Much good it may do them_, he thought pleasantly. _The Converter won't\nbe worth the stuff it's made of if they try to open it._\n\nHe looked at the clock on the wall and frowned. It was off by five\nhours. Then he grinned and looked at his wrist watch. Of course the wall\nclock was Off. It had stopped when the power had been cut off. When the\nburglars had cut the leads to the Converter, everything in the lab had\nstopped.\n\nIt was eight seventeen. Sam Bending lit a cigarette and leaned back to\nwait for the cops. United States Power Utilities, Monopolated, had\noverstepped themselves this time.\n\n       *       *       *       *       *\n\n_Bending Consultants_, as a title for a business, was a little\nmisleading because of the plural ending of the last word. There was only\none consultant, and that was Samson Francis Bending. His speciality was\nthe engineering design of atomic power plants--both the old fashioned\nheavy-metal kind and the newer, more elegant, stellarators, which\nproduced power by hydrogen-to-helium conversion.\n\nBending made good money at it. He wasn't a millionaire by any means, but\nhe had enough money to live comfortably on and enough extra to\nexperiment around on his own. And, primarily, it had always been the\nexperimentation that had been the purpose of Bending Consultants; the\nconsulting end of the business had always been a monetary prop for the\nlab itself. His employees--mostly junior engineers and engineering\ndraftsmen--worked in the two-story building next door to the lab. Their\njob was to make money for the company under Bending's direction while\nBending himself spent as much time as he could fussing around with\nthings that interested him.\n\nThe word \"genius\" has several connotations, depending on how one defines\na genius. Leaving aside the Greek, Roman and Arabic definitions, a\ncareful observer will find that there are two general classes of genius:\nthe \"partial\" genius, and the \"general\" genius. Actually, such a narrow\ndefinition doesn't do either kind justice, but defining a human being is\nan almost impossible job, anyway, so we'll have to do the best we can\nwith the tools we have to work with.\n\nThe \"partial\" genius follows the classic definition. \"A genius is a man\nwith a one-track mind; an idiot has one track less.\" He's a real wowser\nat one class of knowledge, and doesn't know spit about the others.\n\nThe \"general\" genius doesn't specialize. He's capable of original\nthought in any field he works in.\n\nThe trouble is that, because of the greater concentration involved, the\npartial genius usually gets more recognition than the general--that is,\nif he gets any recognition at all. Thus, the mathematical and optical\nwork of Sir Isaac Newton show true genius; his theological and political\nideas weren't worth the paper he wrote them on. Similar accusations\nmight be leveled against Albert Einstein--and many others.\n\nThe general genius isn't so well known because he spreads his abilities\nover a broad area. Some--like Leonardo da Vinci--have made a name for\nthemselves, but, in general, they have remained in the background.\n\nSomeone once defined a specialist as \"a man who learns more and more\nabout less and less until he finally knows everything about nothing.\"\nAnd there is the converse, the general practitioner, who knows \"less and\nless about more and more until he finally knows nothing about\neverything.\"\n\nBoth types can produce geniuses, and there is, of course, a broad\nspectrum in between. Da Vinci, for instance, became famous for his\npaintings; he concentrated on that field because he knew perfectly well\nthat his designs for such things as airplanes were impracticable at the\ntime, whereas the Church would pay for art.\n\nSamson Bending was a genius, granted; but he was more toward the\n\"special\" than the \"general\" side of the spectrum. His grasp of nuclear\nphysics was far and away beyond that of any other scientist of his day;\nhis ability to handle political and economic relationships was rather\nfeeble.\n\nAs he sat in his waiting room on that chill day of February, 1981, his\nmind was centered on nuclear physics, not general economics. Not that\nBending was oblivious to the power of the Great God Ammon; Bending was\nvery fond of money and appreciated the things it could achieve. He\nsimply didn't appreciate the over-all power of Ammon. At the moment, he\nwas brooding darkly over the very fact of existence of Power Utilities,\nand trying to figure out a suitable rejoinder to their _coup de démon_.\n\nAnd then he heard the whir of helicopter blades over the building. The\npolice had come.\n\nHe opened the door of the lab building as they came up the steps. There\nwere two plainclothes men--the Technical Squad, Bending knew--and four\nuniformed officers.\n\n       *       *       *       *       *\n\nThe plainclothesman in the lead, a tall, rather thin man, with dark\nstraight hair and a small mustache, said: \"Mr. Bending? I'm Sergeant\nKetzel. Mind if the boys take a look at the scene? And I'd like to ask a\nfew questions?\"\n\n\"Fine,\" said Sam Bending. \"Come on in.\"\n\nHe showed the officers to the lab, and telling them nothing, left them\nto their work. Then he went into his office, followed by Sergeant\nKetzel. The detective took down all the pertinent data that Bending\nchose to give him, and then asked Bending to go with him to the lab.\n\nThe other plainclothesman came up to Sergeant Ketzel and Bending as they\nentered. \"Pretty easy to see what happened,\" he said. \"Come on over and\ntake a look.\" He led them over to the wall where the Converter had been\nhidden.\n\n\"See,\" he said, \"here's your main power line coming in here. It's been\nburned off. They shut off the power to cut off the burglar alarm to\nthat safe over there.\"\n\nKetzel shook his head slowly, but said nothing for the moment. He looked\nat Bending. \"Has the safe been robbed?\"\n\n\"I don't know,\" Bending admitted. \"I didn't touch it after I saw all\nthis wreckage.\"\n\nKetzel told a couple of the uniformed men to go over the safe for\nevidence. While they waited, Bending looked again at the hole in the\nwall where the Converter had been. And it suddenly struck him that, even\nif he had reported the loss of the Converter to the police, it would be\nhard to prove. The thief had taken care to burn off the ends of the old\nleads that had originally come into the building. Bending himself had\ncut them a week before to install the Converter. Had they been left as\nthey were, Bending could have proved by the oxidation of the surface\nthat they had been cut a long time before the leads on this side of the\nConverter. But both had been carefully fused by a torch.\n\n\"Nothing on the safe,\" said one of the officers. \"No prints, at any\nrate. Micros might show glove or cloth traces, but--\" He shrugged.\n\n\"Would you mind opening the safe, Mr. Bending?\" Sergeant Ketzel asked.\n\n\"Certainly,\" Bending said. He wondered if the safe _had_ been robbed. In\nthe certainty that it was only the Converter that the burglars had been\nafter, he hadn't even thought about the safe.\n\nBending touched the handle, turned it a trifle, and the door swung open\neasily in his hand. \"It wasn't even locked,\" Bending said, almost to\nhimself.\n\nHe looked inside. The safe had been thoroughly gone through, but as far\nas Bending could see, there were no papers missing.\n\n\"Don't touch anything in there, Mr. Bending,\" said Ketzel, \"Just tell us\nas much as you can by looking at it.\"\n\n\"The papers have been disturbed,\" Bending said carefully, \"but I don't\nthink anything is missing, except the petty cash box.\"\n\n\"Uh-huh,\" Ketzel grunted significantly. \"Petty cash box. About how much\nwas in it, Mr. Bending?\"\n\n\"Three or four thousand, I imagine: you'll have to ask Jim Luckman, my\nbusiness manager. He keeps track of things like that.\"\n\n\"Three or four _thousand_ in petty cash?\" Ketzel asked, as though he'd\nprefer Bending to correct the figure to \"two or three hundred.\"\n\n\"About that. Sometimes we have to order equipment of one kind or another\nin a hurry, and we can usually expedite matters if we can promise cash.\nYou know how it is.\"\n\nSergeant Ketzel nodded sourly. He evidently knew only too well how it\nwas. Even the most respectable businessmen were doing occasional\nbusiness with the black market in technological devices. But he didn't\nsay anything to Bending.\n\n\"What did the cash box look like?\" he asked.\n\nBending held out his hands to measure off a distance. \"About so\nlong--ten inches, I guess; maybe six inches wide and four deep. Thin\nsheet steel, with a gray crackle finish. There was a lock on it, but it\nwasn't much of one; since it was kept in the safe, there was no need for\na strong lock.\"\n\nSergeant Ketzel nodded. \"In other words, an ordinary office cash box. No\ndistinguishing marks at all?\"\n\n\"It had 'Bending Consultants' on the top. And underneath that, the word\n'Lab'. In black paint. That 'Lab' was to distinguish it from the petty\ncash box in the main office.\"\n\n\"I see. Do you know anything about the denominations of the bills? Were\nthey marked in any way?\"\n\nBending frowned. \"I don't know. You'd have to ask Luckman about that,\ntoo.\"\n\n\"Where is he now?\"\n\n\"Home, I imagine. He isn't due to report for work until ten.\"\n\n\"O.K. Will you leave word that we want to talk to him when he comes in?\nIt'll take us a while to get all the information we can from the lab,\nhere.\" He looked back at the hole in the wall. \"It still doesn't make\nsense. Why should they go to all that trouble just to shut off a burglar\nalarm?\" He shook his head and went over to where the others were\nworking.\n\nIt was hours before the police left, and long before they were gone Sam\nBending had begun to wish fervently that he had never called them. He\nfelt that he should have kept his mouth shut and fought Power Utilities\non the ground they had chosen. They had known about the Converter only\ntwo weeks, and they had already struck. He tried to remember exactly how\nthe Utilities representative had worded what he'd said, and couldn't.\n\nWell, there was an easy way to find out. He went over to his files and\ntook out the recording for Friday, 30 January 1981. He threaded it\nthrough the sound player--he had no particular desire to look at the\nman's face again--and turned on the machine. The first sentence brought\nthe whole scene back to mind.\n\n       *       *       *       *       *\n\n\"Thank you for your time, Mr. Bending,\" the man whose card had announced\nhim as Richard Olcott. He was a rather average-sized man, with a\nfiftyish face, graying hair that was beginning to thin, and an\nexpression like that of a friendly poker player--pleasant, but\ninscrutable.\n\n\"I always have time to see a representative of Power Utilities, Mr.\nOlcott,\" Bending said. \"Though I must admit that I'm more used to\ndealing with various engineers who work for your subsidiaries.\"\n\n\"Not subsidiaries, please,\" Olcott admonished in a friendly tone. \"Like\nthe Bell Telephone Company, Power Utilities is actually a group of\nindependent but mutually co-operative companies organized under a parent\ncompany.\"\n\nBending grinned. \"I stand corrected. What did you have on your mind, Mr.\nOlcott?\"\n\nOlcott's hesitation was of half-second duration, but it was perceptible.\n\n\"Mr. Bending,\" he began, \"I understand that you have been ... ah ...\nworking on a new and ... ah ... radically different method of power\ngeneration. Er ... is that substantially correct?\"\n\nBending looked at the man, his blocky, big-jawed face expressionless.\n\"I've been doing experimenting with power generators, yes,\" he said\nafter a moment. \"That's my business.\"\n\n\"Oh, quite, quite. I understand that,\" Olcott said hurriedly.\n\"I ... ah ... took the trouble to look up your record before I came.\nI'm well aware of the invaluable work you've done in the power field.\"\n\n\"Thank you,\" Bending said agreeably. He waited to see what the other\nwould say next. It was his move.\n\n\"However,\" Olcott said, \"that's not the sort of thing I was referring\nto.\" He leaned forward in his chair, and his bright gray eyes seemed to\ntake on a new life; his manner seemed to alter subtly.\n\n\"Let me put my ... _our_ cards on the table, Mr. Bending. We understand\nthat you have designed, and are experimenting with, an amazingly compact\npower source. We understand that little remains but to get the bugs out\nof your pilot model.\n\n\"Naturally, we are interested. Our business is supplying the nation with\npower. Anything from a new type solar battery on up is of interest to\nus.\" He stopped, waiting for Bending to speak.\n\nBending obliged. \"I see Petternek let the cat out of the bag\nprematurely,\" he said with a smile. \"I hadn't intended to spring it\nuntil it was a polished work of engineering art. It's been more of a\nhobby than anything else, you see.\"\n\nOlcott smiled disarmingly. \"I'm not acquainted with Mr. Petternek; to be\nquite honest, I have no idea where our engineers picked up the\ninformation.\"\n\n\"He's an engineer,\" Bending said. \"Friends of mine. He probably got a\nlittle enthusiastic in a conversation with one of your boys. He seemed\nquite impressed by my Converter.\"\n\n\"Possibly that is the explanation.\" Olcott paused. \"Converter, you say?\nThat's what you call it?\"\n\n\"That's right. I couldn't think up any fancier name for it. Oh, I\nsuppose I could have, but I didn't want anything too descriptive.\"\n\n\"And the word 'converter' isn't descriptive?\"\n\n\"Hardly,\" said Bending with a short laugh. \"Every power supply is a\nconverter of some kind. A nickel-cadmium battery converts chemical\nenergy into electrical energy. A solar battery converts radiation into\nelectrical current. The old-fashioned, oil- or coal-burning power plants\nconverted chemical energy into heat energy, converted that into kinetic\nenergy, and that, in turn was converted into electrical energy. The\nheavy-metal atomic plant does almost the same thing, except that it uses\nnuclear reactions instead of chemical reactions to produce the heat. The\nstellarator is a converter, too.\n\n\"About the only exception I can think of is the electrostatic condenser,\nand you could say that it converts static electricity into a current\nflow if you wanted to stretch a point. On the other hand, a condenser\nisn't usually considered as a power supply.\"\n\nOlcott chuckled. \"I see your point. Could you give me a rough idea of\nthe principle on which your Converter operates?\"\n\nBending allowed himself a thoughtful frown. \"I'd rather not, just now,\nMr. Olcott. As I said, I want to sort of spring this full-blown on the\nworld.\" He grinned. He looked like a small boy who had just discovered\nthat people liked him; but it was a calculated expression, not an\nautomatic one.\n\nOlcott looked into Bending's eyes without seeing them. He ran his tongue\ncarefully over the inside of his teeth before he spoke. \"Mr. Bending.\"\nPause. \"Mr. Bending, we--and by 'we', I mean, of course, Power\nUtilities,--have heard a great deal about this ... this Converter.\" His\nchocolate-brown eyes bored deep into the gray eyes of Samson Bending.\n\"Frankly,\" he continued, \"we are inclined to discount ninety per cent of\nthe rumors that come to us. Most of them are based on purely crackpot\nideas. None the less, we investigate them. If someone _does_ discover a\nnew process of producing power, we can't afford to be blind to new ideas\njust because they happen to come from ... ah ... unorthodox sources.\n\n\"You, Mr. Bending, are an unusual case. Any rumor concerning your work,\nno matter how fantastic, is worth looking into on your reputation alone,\neven though the claims may be utterly absurd.\"\n\n\"I have made no claims,\" Bending interposed.\n\nOlcott raised a lean hand. \"I understand that, Mr. Bending. None the\nless, others--who may or may not know what they are talking about--have\nmade this claim _for_ you.\" Olcott settled back in his chair and folded\nhis hands across his slight paunch. \"You've worked with us before, Mr.\nBending; you know that we can--and _do_--pay well for advances in the\npower field which are contributed by our engineers. As you know, our\ncontract is the standard one--any discovery made by an engineer while in\nour employ is automatically ours. None the less, we give such men a\nhandsome royalty.\" He paused, opened his brief case, and pulled out a\nnotebook. After referring to it, he looked up at Bending and said:\n\n\"You, yourself have benefitted by this policy. According to our records,\nyou are drawing royalties from three patented improvements in the\nstellarator which were discovered at times when you were employed by\nus--or, rather, by one of our associative corporations--in an advisory\ncapacity. Those discoveries were, by contract, ours. By law, we could\nuse them as we saw fit without recompense to you, other than our regular\nfee. None the less, we chose to pay you a royalty because that is our\nnormal policy with all our engineers and scientific research men. We\nfind it more expedient to operate thus.\"\n\nBending was getting a little tired of Olcott's \"none the less,\" but he\ndidn't show it. \"Are you trying to say that my Converter was invented\nduring my employ with your company, Mr. Olcott?\"\n\nOlcott cleared his throat and shook his head. \"No. Not necessarily. It\nis true that we might have a case on those grounds, but, under the\ncircumstances, we feel it inexpedient to pursue such a course.\"\n\n_Which means_, Bending thought, _that you don't have a case at all_.\n\"Then just what are you driving at, Mr. Olcott?\" he asked aloud.\n\n\"I'll put my cards on the table, Mr. Bending,\" Olcott said.\n\n_You've already said that_, Bending thought, _and I've seen no evidence\nof it_. \"Go ahead,\" he said.\n\n\"Thank you.\" He cleared his throat again. \"If your invention\nis ... ah ... worth while, we are prepared to negotiate with you for\nuse and/or purchase of it.\"\n\nBending had always disliked people who said or wrote \"and/or,\" but he\nhad no desire to antagonize the Power Utilities representative by\nshowing personal pique. \"Let me understand you clearly,\" he said. \"Power\nUtilities wants to buy my rights to the Converter. Right?\"\n\nOlcott cleared his throat a third time. \"In a word, yes. Provided, of\ncourse, that it is actually worth our while. Remember, we know almost\nnothing about it; the claims made for it by our ... ah ... anonymous\ninformer are ... well, ah ... rather fantastic. But your\nreputation--\" He let the sentence hang.\n\nBending was not at all immune to flattery. He grinned. \"Do you mean that\nyou came to me to talk about buying an invention you weren't even sure\nexisted--just because of my reputation?\"\n\n\"Frankly, yes,\" said Olcott. \"Your reputation is ... ah ... shall we\nsay, a good one in power engineering circles.\"\n\n\"Are you an engineer?\" Bending asked suddenly.\n\nOlcott blinked. \"Why, no. No, I am not. I'm a lawyer. I thought you\nunderstood that.\"\n\n\"Sorry,\" Bending said. \"I didn't. Most of the financial work around here\nis done through my Mr. Luckman. I'm not acquainted with the monetary end\nof the business.\"\n\nOlcott smiled. \"Quite all right. Evidently I am not as well known to you\nas you are to me. Not that it matters. Why did you ask?\"\n\nBending stood up. \"I'm going to show you something, Mr. Olcott,\" he\nsaid. \"Would you care to come with me to the lab?\"\n\nOlcott was on his feet in a second. \"I'd be glad to, Mr. Bending.\"\n\n       *       *       *       *       *\n\nBending led the man into the lab. \"Over here,\" he said. At the far end\nof the laboratory was a thick-legged table cluttered with lengths of\nwire, vacuum tubes, transistors, a soldering gun, a couple of meters,\nand the other various paraphernalia of an electronics workshop. In the\ncenter of the table, surrounded by the clutter, sat an oblong box. It\ndidn't look like much; it was just an eighteen by twelve by ten box,\nmade of black plastic, featureless, except for a couple of dials and\nknobs on the top of it, and a pair of copper studs sticking out of the\nend.\n\nStill, Olcott didn't look skeptical. Nor surprised. Evidently, his\ninformant had had plenty of information. Or else his poker face was\nbetter than Bending had thought.\n\n\"This is your pilot model?\" Olcott asked.\n\n\"One of them, yes. Want to watch it go through its paces?\"\n\n\"Very much.\"\n\n\"O.K. First, though, just how good is your technical education? I mean,\nhow basic do I have to get?\" Sam Bending was not exactly a diplomat.\n\nOlcott, however, didn't look offended. \"Let's say that if you keep it on\nthe level of college freshman physics I'll get the general drift. All\nright?\"\n\n\"Sure. I don't intend to get any more technical than that, anyway. I'm\ngoing to tell you _what_ the Converter does--not _how_.\"\n\n\"Fair enough--for the moment. Go ahead.\"\n\n\"Right.\" Sam flipped a switch on the top of the box. \"Takes a minute or\nso to warm up,\" he said.\n\nWhen the \"minute or so\" had passed, Bending, who had been watching the\nmeters on the top of the machine, said: \"See this?\" He pointed at a dial\nface. \"That's the voltage. It's controlled by this vernier knob here.\"\nHe turned the knob, and the needle on the voltmeter moved obligingly\nupwards. \"Anything from ten to a thousand volts,\" he said. \"Easily\nadjusted to suit your taste.\"\n\n\"I don't think I'd like the taste of a thousand volts,\" Olcott said\nsolemnly. \"Might affect the tongue adversely.\" Olcott didn't look\nparticularly impressed. Why should he? Anyone can build a machine that\ncan generate high voltage.\n\n\"Is that AC or DC?\" he asked.\n\n\"DC,\" said Bending. \"But it can easily be converted to AC. Depends on\nwhat you want to use it for.\"\n\nOlcott nodded. \"How much power does that thing deliver?\"\n\nSam Bending had been waiting for that question. He delivered his answer\nwith all the nonchalance of a man dropping a burnt match in an ash tray.\n\n\"Five hundred horsepower.\"\n\nOlcott's face simply couldn't hold its expressionless expression against\nsomething like that. His lips twitched, and his eyes blinked. \"Five\nhundred _what_?\"\n\n\"I will not make the obvious pun,\" said Bending. \"I said 'five hundred\nhorsepower'--unquote. About three hundred and seventy-five kilowatts,\nmaximum.\"\n\nOlcott appeared to be unable to say anything. He simply stared at the\nsmall, innocuous-looking Converter. Bending was unable to decide whether\nOlcott was overawed by the truth or simply stricken dumb by what must\nsound like a monstrous lie.\n\nOlcott licked his lips with the tip of his small, pink tongue. \"Five\nhundred horsepower. Hm-m-m.\" He took a deep breath. \"No wonder those\ncopper studs are so thick.\"\n\n\"Yeah,\" said Bending. \"If I short 'em across at low voltage, they get\nhot.\"\n\n\"_Short them across?_\" Olcott's voice sounded harsh.\n\nBending was in his seventh heaven, and he showed it. His grin was\nrunning as high an energy output as that he claimed for the Converter.\n\"Sure. The amperage is self-limiting. You can only draw about four\nhundred amps off the thing, no matter how low you put the voltage. When\nI said five hundred HP, I meant at a thousand volts. As a matter of\nfact, the available power in horsepower is roughly half the voltage. But\nthat only applies to this small model. A bigger one could supply more,\nof course.\"\n\n\"What does it weigh?\" asked Olcott, in a hushed voice.\n\n\"Little over a hundred pounds,\" Bending said.\n\nOlcott tore his eyes away from the fantastic little box and looked into\nSam Bending's eyes. \"May I ask where you're getting power like that?\"\n\n\"Sure. Hydrogen fusion, same as the stellarator.\"\n\n\"It's powered by deuterium?\"\n\nBending delivered his bombshell. \"Nope. Water. Plain, ordinary\naitch-two-oh. See those little vents at the side? They exhaust oxygen\nand helium. It burns about four hundred milligrams of water per hour at\nmaximum capacity.\"\n\nOlcott had either regained control of himself or had passed the\nsaturation point; Sam couldn't tell which. Olcott said: \"Where do you\nput the water?\"\n\n\"Why put water in it?\" Sam asked coolly. \"That small whirring sound you\nhear isn't the hydrogen-helium conversion; it's a fan blowing air\nthrough a cooling coil. Even in the Sahara Desert there's enough\nmoisture in the air to run this baby.\"\n\n\"And the fan is powered--\"\n\n\"... By the machine itself, naturally,\" said Bending. \"It's a\nself-contained unit. Of course, with a really big unit, you might have\nto hire someone to hang out their laundry somewhere in the neighborhood,\nbut only in case of emergencies.\"\n\n\"May I sit down?\" asked Olcott. And, without waiting for Sam Bending's\npermission, he grabbed a nearby chair and sat. \"Mr. Bending,\" he said,\n\"what is the cost of one of those units?\"\n\n\"Well, that one cost several hundred thousand dollars. But the thing\ncould be mass produced for ... oh, around fifteen hundred dollars. Maybe\nless.\"\n\nOlcott absorbed that, blinked, and said: \"Is it dangerous? I mean, could\nit explode, or does it give out radiation?\"\n\n\"Well, you have to treat it with respect, of course,\" Bending said. He\nrubbed his big hands together in an unconscious gesture of triumph.\n\"Just like any power source. But it won't explode; that I can guarantee.\nAnd there's no danger from radiation. All the power comes out as\nelectric current.\"\n\n       *       *       *       *       *\n\nSam Bending remained silent while Olcott stared at the little black box.\nFinally, Olcott put his hands to his face and rubbed his eyes, as though\nhe'd been too long without sleep. When he removed his hands, his eyes\nwere focused on Bending.\n\n\"You realize,\" he said, \"that we can't give you any sort of contract\nuntil this has been thoroughly checked by our own engineers and research\nmen?\"\n\n\"Obviously,\" said Sam Bending. \"But--\"\n\n\"Do you have a patent?\" Olcott interrupted.\n\n\"It's pending,\" said Bending. \"My lawyer thinks it will go through\npretty quickly.\"\n\nOlcott stood up abruptly. \"Mr. Bending, if this machine is actually what\nyou claim it to be--which, of course, we will have to determine for\nourselves--I think that we can make you a handsome--a _very_ handsome\nsettlement.\"\n\n\"How much?\" Bending asked flatly.\n\n\"For full rights--millions,\" said Olcott without hesitation. \"That would\nbe a ... shall we say, an advance ... an advance on the royalties.\"\n\n\"What, no bargaining?\" Bending said, in a rather startled tone.\n\n       *       *       *       *       *\n\nOlcott shook his head. \"Mr. Bending, you know the value of such a device\nas well as I do. You're an intelligent man, and so am I. Haggling will\nget us nothing but wasted time. We want that machine--we _must_ have\nthat machine. And you know it. And I know you know it. Why should we\nquibble?\n\n\"I can't say: 'Name your price'; this thing is obviously worth a great\ndeal more than even Power Utilities would be able to pay. Not even a\ncorporation like ours can whip up a billion dollars without going\nbankrupt. What we pay you will have to be amortized over a period of\nyears. But we--\"\n\n\"Just a minute, Mr. Olcott,\" Bending interrupted. \"Exactly what do you\nintend to do with the Converter if I sell it to you?\"\n\nOlcott hesitated. \"Why ... ah--\" He paused. \"Actually, I couldn't say,\"\nhe said at last. \"A decision like that would have to be made by the\nBoard. Why?\"\n\n\"How long do you think it would take you to get into production?\"\n\n\"I ... ah ... frankly couldn't say,\" Olcott said cautiously. \"Several\nyears, I imagine...\"\n\n\"Longer than that, I dare say,\" Bending said, with more than a touch of\nsarcasm. \"As a matter of fact, you'd pretty much have to suppress the\nConverter, wouldn't you?\"\n\nOlcott looked at Bending, his face expressionless. \"Of course. For a\nwhile. You know very well that this could ruin us.\"\n\n\"The automobile ruined the buggy-whip makers and threw thousands of\nblacksmiths out of work,\" Bending pointed out. \"Such things are\ninevitable. Every new invention is likely to have an effect like that if\nit replaces something older. What do you think atomic energy would have\ndone to coal mining if it weren't for the fact that coal is needed in\nthe manufacture of steel? You can't let considerations like that stand\nin the way of technological progress, Mr. Olcott.\"\n\n\"Is it a question of money?\" Olcott asked quietly.\n\nBending shook his head. \"Not at all. We've already agreed that I could\nmake as much as I want by selling it to you. No; it's just that I'm an\nidealist of sorts. I intend to manufacture the Converter myself, in\norder to make sure it gets into the hands of the people.\"\n\n\"I assure you, Mr. Bending, that Power Utilities would do just that--as\nsoon as it became economically feasible for us to do so.\"\n\n\"I doubt it,\" Sam Bending said flatly. \"If any group has control over\nthe very thing that's going to put them out of business, they don't\nrelease it; they sit on it. Dictators, for instance, have throughout\nhistory, promised freedom to their people 'as soon as it was feasible'.\nCincinnatus may have done it, but no one else has in the last\ntwenty-five centuries.\n\n\"What do you suppose would have happened in the 1940s if the movie\nmoguls of Hollywood had had the patent rights for television? How many\nother inventions actually have been held down simply because the\ninterested parties _did_ happen to get their hands on them first?\n\n\"No, Mr. Olcott; I don't think I can allow Power Utilities to have a\nfinger in this pie or the public would never get a slice of it.\"\n\nOlcott stood up slowly from the chair. \"I see, Mr. Bending; you're quite\nfrank about your views, anyway.\" He paused. \"I shall have to talk this\nover with the Board. There must be some way of averting total disaster.\nIf we find one, we'll let you know, Mr. Bending.\"\n\n       *       *       *       *       *\n\nAnd that was it. That was the line that had stuck in the back of\nBending's mind for two weeks. _If we find a way of averting total\ndisaster, we'll let you know, Mr. Bending._\n\nAnd they evidently thought they'd found a way. For two weeks, there had\nbeen phone calls from officers of greater or lesser importance in Power\nUtilities, but they all seemed to think that if they could offer enough\nmoney, Sam Bending would capitulate. Finally, they had taken the\ndecisive step of stealing the Converter. Bending wondered how they had\nknown where it was; he had taken the precaution of concealing it, just\nin case there might be an attempt at robbery, and using it as power\nsupply for the lab had seemed the best hiding place. But evidently\nsomeone at Power Utilities had read Poe's \"Purloined Letter,\" too.\n\nHe smiled grimly. Even if the police didn't find any clues leading them\nto the thieves who'd broken into his lab, the boys at Power Utilities\nwould find themselves in trouble. The second they started to open the\nConverter, it would begin to fuse. If they were quick, whoever opened it\nshould be able to get away from it before it melted down into an\nunrecognizable mass.\n\nSam Bending took the tape from the playback and returned it to his\nfiles.\n\nHe wondered how the Power Utilities boys had managed to find where the\nConverter was. Checking the power that had been used by Bending\nConsultants? Possibly. It would show that less had been used in the past\ntwo weeks than was normally the case. Only the big building next door\nwas still using current from the power lines. Still, that would have\nmeant that they had read the meter in the last two weeks, which, in\nturn, meant that they had been suspicious in the first place or they\nwouldn't have ordered an extra reading.\n\nOn the other hand, if--\n\nThe visiphone rang.\n\nIt was the phone with the unregistered number, a direct line that didn't\ngo through his secretary's switchboard.\n\nHe flipped it on. \"Yes?\" He never bothered to identify himself on that\nphone; anyone who had the number knew who they were calling. The\nmild-looking, plumpish, blond-haired man whose face came onto the screen\nwas immediately recognizable.\n\n\"How's everything, Mr. Bending?\" he asked with cordial geniality.\n\n\"Fine, Mr. Trask,\" Bending answered automatically. \"And you?\"\n\n\"Reasonable, reasonable. I hear you had the police out your way this\nmorning.\" There was a questioning look in his round blue eyes. \"No\ntrouble, I hope.\"\n\nSam understood the question behind the statement. Vernon Trask was the\ngo-between for some of the biggest black market operators in the\ncountry. Bending didn't like to have to deal with him, but one had very\nlittle choice these days.\n\n\"No. No trouble. Burglary in the night. Someone opened my safe and\npicked up a few thousand dollars, is all.\"\n\n\"I see.\" Trask was obviously wondering whether some black market\noperator would be approached by a couple of burglars in the next few\ndays--a couple of burglars trying to peddle apparatus and equipment that\nhad been stolen from Bending. There still were crooks who thought that\nthe black market dealt in stolen goods of that sort.\n\n\"Some of my instruments were smashed,\" Bending said, \"but none of them\nare missing.\"\n\n\"I'm glad to hear that,\" Trask said. And Bending knew he meant it. The\nblack market boys didn't like to have their customers robbed of\nscientific equipment; it might reflect back on them. \"I just thought I'd\nexplain about missing our appointment this morning,\" Trask went on. \"It\nwas unavoidable; something unexpected came up.\"\n\nTrask was being cagey, as always. He didn't talk directly, even over a\nphone that wasn't supposed to be tapped. Bending understood, though.\nSome of the robotics equipment he'd contracted to get from Trask was\nsupposed to have been delivered that morning, but when the delivery\nagent had seen the police car out front, he'd kept right on going\nnaturally enough.\n\n\"That's all right, Mr. Trask,\" Bending said. \"What with all this trouble\nthis morning, it actually slipped my mind. Another time, perhaps.\"\n\nTrask nodded. \"I'll try to make arrangements for a later date. Thanks a\nlot, Mr. Bending. Good-by.\"\n\nBending said good-by and cut the connection.\n\nSamson Bending didn't like being forced to buy from the black market\noperators, but there was nothing else to do if one wanted certain pieces\nof equipment. During the \"Tense War\" of the late Sixties, the Federal\nand State governments had gone into a state of near-panic. The war that\nhad begun in the Near East had flashed northwards to ignite the eternal\nPowder Keg of Europe. But there were no alliances, no general war; there\nwere only periodic armed outbreaks, each one in turn threatening to turn\ninto World War III. Each country found itself agreeing to an armistice\nwith one country while trying to form an alliance with a second and\ndefending itself from or attacking a third.\n\nAnd yet, during it all, no one quite dared to use the Ultimate Weapons.\nThere was plenty of strafing by fighter planes and sorties by small\nbomber squadrons, but there was none of the \"massive retaliation\" of\nWorld War II. There could be heard the rattle of small-arms fire and the\nrumble of tanks and the roar of field cannon, but not once was there the\nterrifying, all-enveloping blast of nuclear bombs.\n\nBut, at the time, no one knew that it wouldn't happen. The United\nStates and the Soviet Union hovered on the edges of the war, two colossi\nwho hesitated to interfere directly for fear they would have to come to\ngrips with each other.\n\nThe situation made the \"Brinksmanship\" of former Secretary Dulles look\nas safe as loafing in an easy-chair.\n\nAnd the bureaucratic and legislative forces of the United States\nGovernment had reacted in a fairly predictable manner. The \"security\"\nguards around scientific research, which had been gradually diminishing\ntowards the vanishing point, had suddenly been re-imposed--this time,\neven more stringently and rigidly than ever before.\n\nCoupled with this was another force--apparently unrelated--which acted\nto tie in with the Federal security regulations. The juvenile delinquent\ngangs had begun to realize the value of science. Teen-age hoodlums armed\nwith homemade pistols were dangerous enough in the Fifties; add aimed\nrockets and remote-control bombs to their armories, and you have an\nalmost uncontrollable situation. Something had to be done, and various\nlaws controlling the sale of scientific apparatus had been passed by the\nfifty states. And--as with their liquor and divorce laws--no two of the\nstates had the same set of laws, and no one of them was without gaping\nflaws.\n\nBy the time the off-again-on-again wars in Europe had been stilled by\nthe combined pressure of the United Nations--in which the United States\nand the Soviet Union co-operated wholeheartedly, working together in a\nway they had not done for over twenty years--the \"scientific control\nlaws\" in the United States had combined to make scientific research\nalmost impossible for the layman, and a matter of endless red tape,\nforms-in-octuplicate, licenses, permits, investigations, delays, and\nconfusion for the professional.\n\nThe answer, of course, was the black market. What bootlegging had done\nfor the average citizen in the Twenties, the black market was doing for\nscientists fifty years later.\n\nThe trouble was that, unlike the Volstead Act, the scientific\nprohibitions aroused no opposition from the man in the street. Indeed,\nhe rather approved of them. He needed and wanted the products of\nscientific research, but he had a vague fear of the scientist--the\n\"egghead.\" To his way of thinking, the laws were cleverly-designed\nrestrictions promulgated by that marvelous epitome of humanity, the\ncommon man, to keep the mysterious scientists from meddling with things\nthey oughtn't to.\n\nThe result was that the Latin American countries went into full swing,\nproducing just those items which North American scientists couldn't get\ntheir hands on, because the laws stayed on the books. During the next\nten years, they were modified slightly, but only very slightly; but the\nefforts to enforce them became more and more lax. By the time the late\nSeventies and early Eighties rolled around, the black marketeers were\ndoing very nicely, thank you, and any suggestion from scientists that\nthe laws should be modified was met with an intensive counterpropaganda\neffort by the operators of the black market.\n\nActually, the word \"operators\" is a misnomer. It was known by the\nauthorities at the time that there was only one ring operating; the\nmarket was too limited to allow for the big-time operations carried on\nby the liquor smugglers and distillers of half a century before.\n\nSam Bending naturally was forced to deal with the black market, just as\neveryone else engaged in research was; it was, for instance, the only\nsource for a good many technical publications which had been put on the\nRestricted List. Sam wasn't as dependent on them as college and\nuniversity research men were, simply because he was engaged in\nindustrial work, which carried much higher priorities than educational\nwork did.\n\nSam, however, was fed up with the whole mess, and would have given his\neyeteeth to clear up the whole stupid farce.\n\n       *       *       *       *       *\n\nIrritated by every petty distraction at his office, Sam Bending finally\ngave up trying to cope with anything for the rest of the day. At three\nin the afternoon, he told his secretary that he was going home, jammed\nhis hat on his head, and went out to his car.\n\nHe got in, turned the switch, and listened to the deep hum of the\nelectric motors inside. Somehow, it made him feel so good that the\nirritations of the day lessened a great deal. He grinned.\n\nPower Utilities hadn't even thought of this hiding place. The Converter\nin the rear of the car gave the vehicle far more power than it needed,\nbut the extra juice came in handy sometimes. The driving motors wouldn't\ntake the full output of the generators, of course; the Converter hardly\nhad to strain itself to drive the automobile at top speed, and, as long\nas there was traction, no grade could stall the car. Theoretically, it\ncould climb straight up a wall.\n\nNot that Sam Bending had any intention of climbing a wall with it.\n\nHe even had power left over for the sound-effects gadget and the\nair-heater that made the thing appear to be powered by an ordinary\nturbo-electric engine. He listened and smiled as the motors made\nsatisfying sounds while he pulled out of the parking lot and into the\nstreet. He kept that pleased, self-satisfied grin on his face for six\nblocks.\n\nAnd then he began to notice that someone was following him.\n\nAt first, he hadn't paid much attention to it. The car was just a common\nFord Cruiser of the nondescript steel blue color that was so popular.\nBut Bending had been conscious of its presence for several blocks. He\nlooked carefully in the mirror.\n\nMaybe he was wrong. Maybe it had been several cars of that same color\nthat had moved in and out of the traffic behind him. Well, he'd soon\nsee.\n\nHe kept on going toward the North-South Expressway, and kept watching\nthe steel-blue Ford, glancing at his rear view mirror every time he\ncould afford to take his eyes off the traffic.\n\nIt moved back and forth, but it was never more than three cars behind\nhim, and usually only one. Coincidence? Possibly.\n\nAt Humber Avenue, he turned left and drove southwards. The steel-blue\nFord turned, too. Coincidence? Still possible.\n\nHe kept on going down Humber Avenue for ten blocks, until he came to the\nnext cross street that would take him to a lower entrance to the\nNorth-South Expressway. He turned right, and the Ford followed.\n\nAt the ramp leading to the northbound side of the Expressway, the Ford\nwas two cars behind.\n\nCoincidence? No. That's pushing coincidence too far. If the men in the\ncar had actually intended to go north on the Expressway, they would have\ngone on in the direction they had been taking when Bending first noticed\nthem; they wouldn't have gone ten blocks south out of their way.\n\nBending's smile became grim. He had never liked the idea of being\nfollowed around, and, since the loss of one of his Converters, he was\neven touchier about the notion. Trouble was, his fancy, souped-up\nLincoln was of no use to him at all. He could outrun them on a clear\nhighway--but not on the crowded Expressway. Or, conversely, he could\njust keep on driving until they were forced to stop for fuel--but that\ncould be a long and tedious trip if they had a full tank. And besides,\nthey might make other arrangements before they went dry.\n\nWell, there was another way.\n\nHe stayed on the Expressway for the next twenty miles, going far north\nof where he had intended to turn off. At the Marysville Exit, he went\ndown the ramp. He had been waiting for a moment when the Ford would be a\nlittle farther behind than normal, but it hadn't come; at each exit, the\ndriver of the trailing car would edge up, although he allowed himself to\ndrop behind between exits. Whoever was driving the car knew what he was\ndoing.\n\nAt the bottom of the ramp, Bending made a left turn and took the road\ninto Marysville. It was a small town, not more than five or six thousand\npopulation, but it was big enough.\n\nThere weren't many cars on the streets that led off the main highway.\nBending made a right turn and went down one of the quiet boulevards in\nthe residential section. The steel-blue Ford dropped behind as they\nturned; they didn't want to make Bending suspicious, evidently.\n\nHe came to a quiet street parallel to the highway and made a left turn.\nAs soon as he was out of sight of his pursuers, he shoved down on the\naccelerator. The car jumped ahead, slamming Bending back in his seat.\nAt the next corner, he turned left again. A glance in the mirror showed\nhim that the Ford was just turning the previous corner.\n\nBending's heavy Lincoln swung around the corner at high speed and shot\nback toward the highway. At the next corner, he cut left once more, and\nthe mirror showed that the Ford hadn't made it in time to see him turn.\n\nThey'd probably guess he'd gone left, so he made a right turn as soon as\nhe hit the next street, and then made another left, then another right.\nThen he kept on going until he got to the highway.\n\nA left turn put him back on the highway, headed toward the Expressway.\nThe steel-blue car was nowhere in sight.\n\nBending sighed and headed back south towards home.\n\n       *       *       *       *       *\n\nSam Bending knew there was something wrong when he pulled up in front of\nhis garage and pressed the button on the dashboard that was supposed to\nopen the garage door. Nothing happened.\n\nHe climbed out of the car, went over to the door of the garage, and\npushed the emergency button. The door remained obstinately shut.\n\nWithout stopping to wonder what had happened, he sprinted around to the\nfront door of the house, unlocked it, and pressed the wall switch. The\nlights didn't come on, and he knew what had happened.\n\nTrailing a stream of blue invective, he ran to the rear of the house and\nwent down the basement stairs. Sure enough. Somebody had taken his house\nConverter, too.\n\nAnd they hadn't even had the courtesy to shunt him back onto the power\nlines.\n\nAt his home, he had built more carefully than he had at the lab. He had\nrigged in a switch which would allow him to use either the Converter or\nthe regular power sources, so that he could work on the Converter if he\nwanted to. His basement was almost a duplicate of his lab in the city,\nexcept that at home he built gadgets just for the fun of watching them\nwork, while at the lab he was doing more serious research.\n\nHe went over to the cabinet where the switch was, opened it, and punched\nthe relay button. The lights came on.\n\nHe stalked back up the stairs and headed for the visiphone. First, he\ndialed his patent attorney's office; he needed some advice. If Power\nUtilities had their hands on two out of three of his Converters, there\nmight be some trouble over getting the patents through.\n\nThe attorney's secretary said he wasn't in, and she didn't know if he\nexpected to be back that day. It was, she informed Bending rather\narchly, nearly five in the afternoon. Bending thanked her and hung up.\n\nHe dialed the man's home, but he wasn't there, either.\n\nSam Bending stuck a cigarette in his mouth, fired it up, walked over to\nhis easy-chair and sat down to think.\n\nAccording to the police, the first Converter had been stolen on Friday\nnight. The second one had obviously been taken sometime this morning,\nwhile he was in the lab with the police.\n\nThat made sense. The first one they'd tried to open had fused, so they\ndecided to try to get a second one. Only how had they known he had had\nmore than one? He hadn't told anyone that he had three--or even two.\n\nWell, no matter. They _had_ found out. The question was, what did he do\nnext? Inform the police of the two thefts or--\n\nThere was a car pulling up outside the house.\n\nSam stood up and glanced out the window. It was a steel-blue Ford.\n\nBy Heaven! Did they intend to steal the third Converter, too? And right\nin front of his eyes, before it even got decently dark?\n\nSam was so furious that he couldn't even think straight. When the two\nmen climbed out of the car and started walking toward the house, Sam ran\nback into his study, pulled open his desk drawer, and took out the .38\nSpecial he kept there. It was the work of seconds to thumb six\ncartridges into the chambers and swing the cylinder shut.\n\nThe door chime sounded.\n\n       *       *       *       *       *\n\nSam went back into the front room with the revolver in his jacket pocket\nand his hand ready to fire it.\n\n\"Who is it?\" he called, in what he hoped was a steady voice.\n\n\"We're Special Agents of the FBI,\" said a voice. \"May we see you for a\nfew moments, Mr. Bending?\"\n\n\"Certainly. Come on in; the door's unlocked.\" _Just walk in, you\nphonies! Just trot right on in, he thought._\n\nAnd they did. The two men walked in, removing their hats as they did so.\n\n\"We--\" one of them began. He stopped when he saw that he was addressing\na round, black hole that was only a fraction more than a third of an\ninch in diameter but looked much, _much_ larger from his viewpoint.\n\n\"Get your hands in the air and turn around very slowly,\" said Bending.\n\"Lean forward and brace your hands against the wall.\"\n\nThey did as they were told. Bending frisked them carefully and\nthoroughly, thankful that the two years he had spent in the Army hadn't\nbeen completely wasted. Neither one of them was carrying a gun.\n\nBending stepped back and pocketed his own weapon. \"All right. You two\ncan turn around now. If you want to try anything, come ahead--but I\ndon't advise it.\"\n\nThe two men turned around. Neither of them was exactly a small man, but\nthe two of them together didn't outweigh Samson Bending by more than\nfifty pounds.\n\n\"What's the idea of the gun, Mr. Bending?\" the taller of the two asked.\nHe seemed to be the spokesman for the team.\n\n\"I'll ask the questions,\" Bending said. \"But first, I want to tell you\nthat, in the first place, you can get in trouble for impersonating a\nFederal officer, and, in the second, I don't like being followed. So you\njust trot right back to the boys at Power Utilities and tell them that\nif they want to play rough, I am perfectly willing to do likewise. That\nif they come after me again, I'm going to do some very unpleasant\nthings. Understand?\"\n\n\"I think we understand,\" said the spokesman, still relatively unruffled.\n\"But I don't think _you_ do. Would you care to look at our credentials,\nMr. Bending?\"\n\n\"Credentials?\" Sam looked startled. Had he made a mistake?\n\n\"That's right. May I take my billfold out?\"\n\nBending took his gun out again. \"Go ahead. But slowly.\"\n\nThe billfold came out slowly. Bending took it. The identification card\nand the small gold badge said very plainly that the man was a Special\nAgent of the Federal Bureau of Investigation.\n\n\"I ... I'm sorry,\" Bending said weakly. \"I thought you were someone else.\nSome men were following me this afternoon, and--\"\n\n\"That was us, Mr. Bending. Sorry.\"\n\n\"May I verify this?\" Bending asked.\n\n\"Certainly. Go right ahead.\"\n\nBending phoned the local office of the FBI and verified the identities\nof the two men. When he cut off, he asked dazedly: \"What was it you\nwanted?\"\n\n\"Would you mind coming with us--downtown? We'd like to have you see some\npeople.\"\n\n\"Am I under arrest?\"\n\n\"No.\" The agent smiled a little. \"I suppose, if we had to, we could get\nyou for speeding and reckless driving; that was pretty fancy dodging you\ndid. But we're not supposed to be traffic cops.\"\n\nSam smiled feebly. \"What's this all about?\"\n\n\"I haven't the faintest notion, Mr. Bending. Honestly. We were told to\nstick with you until we got word to pick you up. We got that word just\nshortly after you ... hm-m-m ... after you left us. Fortunately, we\nfound you at home. It might have been difficult ...\"\n\n\"Can we go in my car?\" Bending asked. \"I'd rather not leave it unguarded\njust now.\"\n\n\"Certainly. I'll go with you, and Steve can follow.\" He paused. \"But I'm\nafraid you'll have to take that revolver out of your pocket and put it\naway.\"\n\n\"Sure,\" Bending said. \"Sure.\"\n\n       *       *       *       *       *\n\nBending's mind simply refused to function during the drive back to the\ncity. The FBI agent beside him just sat silently while Sam drove the\ncar.\n\nOnce, Sam asked: \"Who is it that wants to see me?\"\n\nAnd the FBI man said: \"Sorry, Mr. Bending; I can't answer any\nquestions. My job is over as soon as I deliver you.\"\n\nA little later, Sam had another question. \"Can you tell me where we're\ngoing, at least?\"\n\n\"Oh--\" the agent laughed, \"sure. I thought I had. The General Post\nOffice Building, on Kenmore Drive.\"\n\nAfter that, Sam didn't say anything. That this whole affair had\nsomething to do with the Converter, Sam had no doubt whatsoever. But he\ncouldn't see exactly what, and none of his wild speculations made sense.\n\nHe pulled up at last into the parking lot behind the Post Office\nBuilding. The second FBI man came up in the steel-blue Ford, and the\nthree of them got out of the cars and went towards the building. It was\nquite dark by now, and the street lights were glowing against a faint\nfalling of February mist. Bending, in spite of his topcoat, felt chilly.\n\nThey went in the back way, past the uniformed Postal Service guard, and\ntook an elevator to the sixth floor. None of the three had anything to\nsay. They walked down the hall, toward the only office that showed any\nlight behind the frosted glass. The lettering on the glass simply said:\n_Conference Room A-6_.\n\nThe FBI man who had driven with Sam rapped on the door with gentle\nknuckles.\n\n\"Yes?\" said a questioning voice from the other side.\n\n\"This is Hodsen, sir. Mr. Bending is with us.\"\n\nThe door opened, and Sam Bending felt mild shock as he saw who it was.\nHe recognized the man from his news photos and TV appearances. It was\nthe Honorable Bertram Condley, Secretary of Economics for the President\nof the United States.\n\n\"Come in, Mr. Bending,\" the Secretary said pleasantly. Unnecessarily, he\nadded, \"I'm Bertram Condley.\"\n\nHe held out his hand, and Sam took it. \"It's a pleasure, Mr. Secretary.\"\n\nCondley gave out with his best friendly-politico smile. \"I'm sorry to\nhave to drag you up here like this, Mr. Bending, but we felt it best\nthis way.\"\n\nSam smiled back, with a trace of irony in the smile. \"It's a pleasure,\nMr. Secretary,\" he repeated.\n\nCondley nodded, still smiling--but there was a spark in his eyes now. \"I\nsee we understand each other. Come on in; I want you to meet the\nothers.\" He looked at the FBI men. \"That's all. For now.\"\n\nThe Federal agents nodded and moved away into the dimness of the\ncorridor.\n\n\"Come in, man, come in,\" the Secretary urged, opening the door wider.\n\nSam hesitated. The light within the room was none too bright. Then he\nstepped forward, following the Secretary.\n\n       *       *       *       *       *\n\nThe outer room was dark. Not too dark, but illuminated only by the dim\nlight from the corridor and from the inner room. From that inner room,\nthere was only a glow of light from the frosted glass panel of the door\nthat separated the two rooms.\n\nCondley closed the hall door, and, as Sam stepped forward toward the\nlighted door, held out a hand to stop him. \"Just a moment,\" he whispered\nsoftly. \"I think you ought to know what you're walking in to, Mr.\nBending.\"\n\nBending stood stock-still. \"Yes, sir?\" he asked, questioningly.\n\n\"I suppose you know what this is all about?\" Secretary Condley asked\nsoftly.\n\n\"The Converter, I imagine,\" Sam Bending said.\n\nCondley nodded, his gray hair gleaming silver in the dim light.\n\"Exactly. I'm sorry we had to drag you up here this way, Mr. Bending,\nbut, in the circumstances, we felt it to be the best way.\" He took a\nbreath. \"Do you know why we called you here?\"\n\n\"No,\" Sam said honestly.\n\nCondley's head nodded again. \"You're in for an argument, Mr. Bending. A\nvery powerful one, I hope. We want to convince you of something.\" Again\nhe paused. \"Are you an open-minded man, Mr. Bending?\"\n\nSam Bending followed the Secretary's lead, and kept his voice low. \"I\nlike to think so, Mr. Secretary.\" He recognized that Condley was\npreparing him for something, and he recognized that the preliminary\nstatements were calculated to soften him. And he recognized the fact\nthat they _did_ soften him. All right--what was the argument?\n\n\"You're an engineer, Mr. Bending,\" Condley said, in the same low voice.\n\"You have been trained to evaluate facts. All I ask is that you use that\ntraining. Now, let's get in there before _Tovarishch_ Artomonov begins\nto think we might be stalling him.\"\n\nCondley strode toward the door and grasped the knob with a firm hand.\nSam Bending followed, wondering. Artomonov? Who was Artomonov? The\nSecretary of Economics had indicated, by his precise enunciation of\n_tovarishch_, that the man was a Russian--or at least a citizen of one\nof the Soviet satellites. Sam Bending took a deep breath and decided\nthat he was prepared for almost anything.\n\nThere were four men seated around the conference table in the back room,\nand the most surprising thing, as far as Sam was concerned, was that he\nrecognized only one of them. From the big buildup, he had had half a\nnotion that the President himself might be there.\n\n\"Mr. Samson Bending, gentlemen,\" said Secretary Condley to the group.\nThey all rose and made half-hearted attempts to smile, but Sam could see\nthat they were watching him as though he had a live grenade in his\npocket.\n\n\"Mr. Bending, I believe you know Mr. Richard Olcott,\" the Secretary\nsaid.\n\nBending gave the Power Utilities executive a sardonic smile, which was\nreturned by a solemn nod of the head.\n\n_Sure I know you, you crook_, Bending thought.\n\n\"And, around the table,\" Condley continued, \"are Dr. Edward Larchmont,\nthe research departmental head of Power Utilities--Dr. Stefan Vanderlin,\nof the United States Bureau of Standards--and Dr. Alexis Andreevich\nArtomonov, of the Soviet Socialist Republics' representative office at\nthe United Nations.\"\n\nSam Bending managed not to blink in astonishment as the last man was\nintroduced--a feat which took every milligram of his self-possession. He\nrecognized the name; A. A. Artomonov, head of the United Nation's\nInternational Trade Bureau. What was _he_ doing here?\n\n\"If you'll sit down, Mr. Bending,\" Condley was saying, \"we can get to\nbusiness.\"\n\nBending sat down, and the others sat with him. \"May I say something\nbefore we go any further?\" Sam Bending asked. \"May I say that I think\nthis is a rather irregular method of doing things and that I think I\nought to see my lawyer.\"\n\nSecretary Condley's eyes narrowed just the slightest. He was a heavy,\njowl-faced, graying man who was known for his firmness in his official\ncapacity. \"At this stage of the game, Mr. Bending, there is no need for\na lawyer. We merely want to explain something to you--we want you to get\nall the data. If, afterwards, you still want your lawyer, you'll be\nperfectly free to call him. Right now, we want you to listen with an\nopen mind.\"\n\nBending thought it over. \"All right. Go ahead.\"\n\n       *       *       *       *       *\n\n\"Very well. First, I'll agree that all this may seem a bit high-handed.\nBut time was--and is--getting short.\" He glanced at Olcott, and the\nglance was not all friendliness. \"The Government was notified about this\nalmost too late; we have had to act fast. Almost _too_ fast.\"\n\n\"I notified the Government as soon as I was sure of my facts,\" Olcott\nsaid, completely unflustered.\n\n\"That's as may be,\" Condley said. \"The point is that we now have the\nproblem on our hands, and we must find an equitable solution.\" He took a\ngold fountain pen from his pocket, and his strong, thick fingers began\ntoying with it while his eyes remained on Sam Bending. \"The fact that\nyou have applied for a patent makes it imperative that we get the\nsituation under control immediately.\"\n\nBefore Sam could answer, there was a knock on the outer door that came\nclearly into the rear room. Secretary Condley rose without saying a word\nand went out.\n\nDr. Larchmont, the Power Utilities physicist, decided to make small talk\nto bridge the hiatus. \"That's a really beautiful piece of machinery\nyou've built, Mr. Bending. Really remarkable.\" He was a small,\nflat-faced man with a fringe of dark hair around his otherwise naked\nscalp.\n\nSam looked a little startled. \"You mean you opened a Converter up?\"\n\nLarchmont nodded. \"I presume you are referring to the fusing device. We\nX-rayed the thing thoroughly before we opened it. These days, many\ndevices are rigged to be self-destroying, but that, in itself is a\nspecialized field. Most of them are traps that are rather easy to get\naround if one is expecting them and knows how to handle them. But the\nConverter itself, if I may say so, is one of the most original and\nelegant devices I have seen in many a day.\"\n\n\"Thanks,\" said Bending, with a touch of bitterness in his voice. \"I--\"\n\nThe door opened at that moment, and Secretary Condley came in followed\nby a tall, round-faced man with dark wavy hair and clear brown eyes.\n\n\"Jim!\" Sam said in surprise.\n\nThe man was James Luckman, Sam Bending's business manager. \"Hello, Sam.\nWhat's this all about? The FBI men who picked me up said I wasn't under\narrest, but I had a hunch it was about as close as you can come without\nactual arrest.\"\n\nSam nodded. \"Funny--I had that impression, too.\" He looked at Condley.\n\"What's the idea, Condley? Jim doesn't know anything about this.\"\n\nThe Secretary managed to look unoffended at Bending's tone. \"Possibly\nnot. We can't be sure, of course, but--frankly, I'd be willing to accept\nyour word.\" He paused. \"But--you're not a businessman, Mr. Bending?\" He\nmade it only half a question.\n\n\"No. I leave that sort of thing up to Jim. Oh, I don't say I'm\ncompletely ignorant of the field; it's just that I'm not particularly\ninterested, that's all. Why should I be?\" He went on, half\nbelligerently. \"I've known and trusted Jim for years. He knows his\nbusiness; I know my science. I know enough to be able to check the\naccount books, and he knows enough to be able to understand a technical\nreport. Right, Jim?\"\n\nLuckman looked bewildered. \"Sure, Sam. But what's all this leading up\nto? I don't get it.\" He frowned suddenly. \"Has someone accused me of\ncheating you?\"\n\n\"No, no, no,\" Condley said rapidly. \"Of course not. Nothing like that.\"\nHe looked sharply at Luckman. \"Do you know anything about the\nConverter?\"\n\nJim Luckman glanced at Bending before replying. Bending's face remained\nexpressionless. \"Go ahead, Jim,\" he said, \"square with him.\"\n\nLuckman spread his hands. \"I know that Sam was working on something he\ncalled a Converter. I don't know anything more about it than that. Sam\nkeeps his ideas secret until he gets them to a marketable stage, which\nis all right with me. I have enough work to do, handling the stuff he's\nalready patented, without worrying about anything that isn't salable\nyet. So?\"\n\nCondley nodded, then gestured toward a chair. \"Sit down, Mr. Luckman. Do\nyou know these other gentlemen?\" he asked rhetorically. He proceeded to\nintroduce the others. Sam Bending noted with satisfaction that Luckman\nlooked rather puzzled when the Russian was introduced.\n\nCondley himself sat down again, and said: \"Well, we're all here. We're\nnot going to make this formal, gentlemen, but I hope it won't develop\ninto a heated argument, either. Let's try to keep our tempers.\"\n\n       *       *       *       *       *\n\n\"First, as to the Converter itself. We all know, with the possible\nexception of Mr. Luckman, what it does, but for his benefit, we'll go\nover that. The Converter, by means of what Dr. Larchmont has been wont\nto call 'a very elegant method', produces electrical power directly from\nthe fusion of hydrogen into helium. A pilot model, with a total volume\nof a little more than one and one-quarter cubic feet, is capable of\nturning out up to five hundred horsepower, either DC or AC in a wide\nrange of frequencies. The voltage can be regulated from zero to one\nthousand volts by simply setting a dial.\n\n\"The device is powered by using ordinary water as fuel. At full\ncapacity, the Converter consumes approximately four hundred milligrams\nof water per hour, which can easily be drawn from the moisture of the\nair. The machine is thus self-fueling.\n\n\"Since the nuclear energy released is converted almost one hundred per\ncent into electrical current, there is no danger from radiation; since\nthe process is, by its very nature, self-limiting, there is no danger of\nexplosion. The worst that can happen is for the machine to burn out,\nand, I understand, it won't do that unless it is purposely tampered\nwith to make it do so.\n\n\"Finally, the device is so inexpensive to produce that it could be sold\nfor about one-quarter of the price of an ordinary automobile.\" He\nstopped, cleared his throat, and glanced at Larchmont and Vanderlin. \"Am\nI essentially correct, gentlemen?\"\n\nLarchmont nodded, and Vanderlin said, \"That's about it.\"\n\nJim Luckman looked at Sam Bending in open admiration. \"Wow,\" he said\nsoftly. \"You're quite a genius, Sam.\"\n\n\"Very well, gentlemen,\" Condley continued, \"we know what this device\nwill do on a physical level. Now we must consider what it will do on an\neconomic level. Have you considered what would happen if you put the\nConverter on the market, Mr. Bending?\"\n\n\"Certainly,\" Bending said, with an angry glance at Olcott. \"The Power\nUtilities would lose their pants. So what? I figure that any company\nwhich tries to steal and suppress inventions deserves a licking.\"\n\nSecretary Condley glanced at Olcott as though he were trying to hold\nback a smile, then returned his gaze to Bending. \"We won't quibble over\nthe ethics of the situation, Mr. Bending. You are correct in saying that\nPower Utilities would be bankrupt. They couldn't stand the competition\nof what amounts to almost unlimited free power. And then what would\nhappen, with every power company in the United States suddenly put out\nof business?\"\n\nSam looked puzzled. \"What difference would it make? People would just be\ngetting their power from another source, that's all.\"\n\nRichard Olcott leaned forward earnestly. \"May I interject something\nhere? I know you are angry with me, Mr. Bending--perhaps with good\nreason. But I'd like to point out something that you might not have\nrecognized. Public Utilities and its co-operative independent companies\nare not owned by individuals. Much of the stock is owned by small\nshare-holders who have only a few shares each. The several billion\ndollars that these companies are worth is spread out over the nation,\nnot just centered with a few wealthy men. In addition, a great many\nshares are held by insurance companies and banks. Literally millions of\npeople would lose money--just as surely as if it had been stolen from\nthem--if this device went on the market.\"\n\nBending frowned. He hadn't thought of it in exactly that way. \"Still,\"\nhe said tentatively, \"didn't blacksmiths and buggy-whip manufacturers\nand horse-breeders lose money after World War I?\"\n\n\"Not to this extent,\" Olcott said, shaking his head. \"This is not 1918,\nMr. Bending. Sixty years ago, our economy was based on gold, not, as it\nis today on production and manpower, centered in the vast interlocking\nweb of American industry.\"\n\nCondley said: \"Mr. Olcott said a moment ago that millions of people\nwould lose money just as surely as if it had been stolen from them. I\nthink it would be more proper to say that the money will be destroyed,\nnot stolen. A thief, after all, does put money back into circulation\nafter he steals it. But when vast amounts of wealth are suddenly removed\nfrom circulation completely, the economic balance is disastrously\nupset.\"\n\n       *       *       *       *       *\n\nSam Bending was still frowning. His grandfather had been a small\nbusinessman in 1929--not fabulously wealthy, but certainly well off by\nthe social standards of the day. Two years later, in 1931, he was broke,\nwiped out completely, happy and eager to accept any odd job he could get\nto support his family.\n\nSam's father had had to leave school during the Thirties and go to work\nin order to bring in enough money to keep the family going. Grandfather\nBending, weakened by long hours of labor that he was physically unfit\nfor, had become an invalid, and the entire support of the family had\ndevolved upon Sam's father.\n\nHe could remember his dad talking about the breadlines and the free-soup\nkitchens. He could remember his grandmother, her hands crippled by\narthritis, aggravated by long hours at a commercial sewing machine in a\nclothing center sweat-shop, just so she could bring in that little extra\nmoney that meant so much to her children and her invalid husband.\n\nCould one invention bring all that back again? Could his own\nharmless-looking Converter plunge millions back into that kind of\nmisery? It seemed hardly possible, but Sam couldn't banish the specter\nof the Great Depression from his mind.\n\n\"Just how far-reaching would this economic upset be?\" he asked Condley.\n\nCondley had taken out his gold fountain pen again and was rolling it\nbetween his palms. \"Well, that's a question with a long answer, Mr.\nBending. Let's begin small and watch it spread.\n\n\"Banks are pretty safe today, aren't they? The Federal Deposit Insurance\nCorporation insures all depositors for deposits up to twenty thousand\ndollars now. A bank is hedged in by so many legal fences that it is\nalmost impossible for one to fail in the same way that they failed all\nover the country in the early Thirties. Even if one does fail, through\nthe gross mismanagement or illegal activities of its governing board,\nthe depositors don't get excited; they know they're covered. There\nhasn't been a really disastrous run on a bank for more than thirty\nyears.\n\n\"But banks don't just keep their money in vaults; they invest it. And a\nsignificantly large percentage of that money is invested in power\ncompanies all over the nation. In an attempt to keep their heads above\nwater, those banks would be forced to make up tremendous losses if Power\nUtilities failed overnight. It would force them to draw in outstanding\nloans for ready cash. It would mean turning in United States Savings\nBonds, which would put a tremendous strain on the Government.\n\n\"In spite of that, most banks won't be able to stay solvent because\ntheir other capital investments will be dropping rapidly in value. As\nMr. Olcott said, our monetary system isn't based on gold, but on\nproduction and goods. If Power Utilities and its members fail, you and\nyour machine will have destroyed--made worthless--several billion\ndollars worth of machinery and equipment. You will have thrown tens of\nthousands of people out of work. You will have cut the underpinnings\nfrom beneath the American dollar.\n\n\"And it won't stop there. What will happen to the companies that build\nthe dynamos and the boilers and the atomic plants for the power\ncompanies? What will happen to the copper industry when the need for\nmillions of miles of copper wire vanishes? They will all suffer\ntremendous setbacks, throwing tens of thousands more out of work and\nlowering the value of their stock drastically.\n\n\"The banks, then, will find their investments suddenly worth only a\nfraction of their former value. They'll fail wholesale. And you can see\nwhat that will do to the Federal Deposit Insurance Corporation and other\ninsurance companies.\"\n\nSam Bending nodded slowly. He could see that. Insurance companies base\ntheir business on the prediction that a certain event--death, accident,\nor the failure of a bank--will happen to a certain percentage of their\ncovered clients, and they adjust their rates accordingly. But something\nthat would change a five-percent-failure rate to a fifty-percent-failure\nrate would break the company.\n\nAnd the unemployment rate would go up even higher. And Sam thought of\nsomething the Secretary hadn't even mentioned. State and Federal\nUnemployment Insurance. What would that drain do to the treasuries of\nthe various governments involved?\n\nSam Bending felt as if the thing were snowballing on him. Where would\nthe State and Federal Governments get that money? Taxes? Don't be silly.\nHow can you collect sales taxes when sales are dropping off because of\nunemployment? How can you get income taxes from depleted incomes? How\ncan you charge luxury taxes when no one is buying luxuries?\n\nCertainly essentials like food, rent, and clothing couldn't be taxed.\nPeople would buy as cheaply as possible, which would force down prices.\nWhich would--\n\n       *       *       *       *       *\n\n\"Where would it go from there?\" Sam asked Condley in a shaken voice.\n\nCondley glanced over at the Russian. \"I believe Dr. Artomonov can answer\nthat one for you.\"\n\nArtomonov was a red-faced, fleshy man with almost no hair and a huge,\nbristling, gray mustache. His eyes were a startling blue. \"Mr. Bending,\"\nhe said in excellent English, \"you may recall that your depression of\nthe Thirties was not confined to America. All of Europe became involved.\nThe same will happen again, to a greater degree, if your machine is\nreleased to the world at this time.\" He brushed at his mustache with a\nfingertip.\n\n\"You may wonder what I am doing here, Mr. Bending. You might think that\nthe traditional rivalry which has existed between our countries for so\nmany decades would preclude my being admitted to such a secret session\nas this one. I might have thought so, too, fifteen years ago. But when\nsomething threatens _both_ our countries, the picture changes. We fought\ntogether during the Motherland War--what you call World War II--because\nof the common threat of German Nazi terrorism. We co-operated to\nsuppress the brush-fires that threatened us in Europe and the Middle\nEast during the so-called Tense War. In big things we must co-operate.\n\n\"Again we are both threatened by a common source, Mr. Bending, and again\nwe must co-operate.\"\n\nSam Bending felt a chill. The thought that he and his machine were a\nthreat as great as that, a threat to the two greatest nations of Earth,\nwas appalling.\n\n\"I am not a scientist, Mr. Bending,\" the Russian went on. \"My title\ncomes from a degree in economics and political science, not in physical\nscience. As soon as this machine was demonstrated to me, however, I\ncould appreciate its power--not only physically, but economically. I\nimmediately contacted my superiors in Moscow to discuss the problem.\n\n\"Naturally, we would like to know the ... ah ... 'elegant' principle\nbehind its operation. Equally naturally\"--he smiled politely at\nSecretary Condley--\"you will not tell us. However, my superiors in\nMoscow assure me that we need not worry on that score; a machine\nidentically similar to yours was invented by one of our brilliant young\nscientists at the University of Moscow over four years ago. As a\npatriot, of course, he was willing to have the machine suppressed, and\nno news of it has leaked out.\"\n\nSam Bending found it difficult to keep from smiling. _Sure_, he thought,\n_and a man named Popov invented radio, and Yablochkov invented the\nelectric light_.\n\n\"You see, Mr. Bending,\" Dr Artomonov continued, \"while we do not have\nthe unstable setup of money-based capitalism, and while we do not need\nto worry about such antiquated and dangerous things as fluctuating stock\nmarkets, we would still find your machine a threat. Communism is based\non the work of the people; our economy is based on the labor of the\nworking man. It is thus stable, because every man must work.\n\n\"But we, too, have a vast, power network, the destruction of which would\ncause the unemployment of millions of our citizens. The unemployment\nalone would cause repercussions all over the Soviet Republics which\nwould be difficult to deal with. We would eventually recover, of\ncourse, because of the inherent stability of our system, but the shock\nwould not be good for us.\n\n\"The same thing would happen in every industrialized nation on Earth,\"\nArtomonov went on. \"In my work with the United Nations, I have studied\njust such problems. European governments would fall overnight. In\nGermany, in the 1920s, it was cheaper to burn bundles of one-mark notes\nthan it was to buy firewood with them. Such things will be repeated,\nnot only in the Germanies, but all over Europe.\n\n\"Some countries, of course, will not be so drastically effected. China,\nand other parts of Asia which have not built up a vast industrial\nsystem, will be affected only slightly. The South American countries\nstill have a more or less agricultural economy and will not be bothered\ngreatly.\n\n\"But the great industrial civilizations of East and West will collapse.\"\n\nWith one breath, Artomonov was saying that the Soviet Union could\nweather the storm, and with another he was hinting that it probably\nwouldn't. But Sam Bending could see the point in spite of the Russian's\ntortuous logic.\n\n\"I think that is all I have to say for the moment,\" Artomonov said,\n\"except to emphasize one point. The Great Depression hit the world some\nfifty years ago. It was a terrible thing for everyone concerned. But it\nwas as nothing at all--a mere zephyr of ill wind--compared to what the\nDepression of the Eighties will be if your machine goes on the market.\"\n\n       *       *       *       *       *\n\nThere was silence for a minute. Sam Bending was thinking hard, and the\nothers could see it--and they knew there was no point in interrupting at\nthat moment.\n\n\"Just a second,\" Sam said. \"There's one thing that I don't really quite\nsee. I can see that the situation you outline would develop if every\npower plant in America--or in the Soviet Union or Europe--were to be\nsuddenly replaced by Converters. I can see that chaos would result.\" He\npaused, marshaling his thoughts, then went on, with a tinge of anger in\nhis voice.\n\n\"But that's not the way it will work! You can't do a thing like that\novernight. To mass produce the Converter will take time--factories will\nhave to be tooled up for it, and all that. And distribution will take\ntime. It seems to me that there would be plenty of time to adjust.\"\n\nCondley started to say something, but Dr. Artomonov burst in\nexplosively.\n\n\"Don't you see, Mr. Bending? The threat of the machine is enough! Even\nhere in your own country, just the knowledge that such machines were to\nbe made at some time in the immediate future would have a disastrous\neffect! Who would invest in Power Utilities if they knew that within a\nshort time it would be bankrupt? No one would want to buy such stock,\nand those who had it would be frantically trying to sell what they had.\nThe effect on the banking system would be the same as if the machine\nwere already being used. Your Mr. Roosevelt pointed out that fear was\nthe problem.\"\n\nBending frowned puzzledly. \"I don't see--\"\n\nHe was interrupted by Dr. Larchmont. \"Let me see if I can't give you an\nanalogy, Mr. Bending. Do you know anything about the so-called 'nerve\ngases'?\"\n\n\"Some,\" admitted Sam. \"Most of them aren't gases; they're finely\ndispersed aerosols.\"\n\nLarchmont nodded. \"Have you any idea how much it takes to kill a man?\"\n\n\"A drop or so of the aerosol on the skin is enough, I understand.\"\n\n\"That's right. Now, how can such a minute amount of poison damage a\nhuman being?\"\n\nBending began to get a glimmer of what the man was driving at. \"Well, I\nknow that some of them suppress the enzymic action with acetylcholine,\nwhich means that the nerves simply act as though their synapses had been\nshorted through. It only takes a small percentage of that kind of damage\nto the nerve fibers to ruin the whole nervous system. The signals get\njammed up and confused, and the whole mechanism ceases to function. The\nvictim dies.\"\n\nLarchmont nodded. \"Now, as I understand it, our banking system is the\nvital nerve network of our economy. And our system is built on\ncredit--faith, if you will. Destroy that faith--even a small percentage\nof it--and you destroy the system.\n\n\"If your machine were to go on the market, there would be no more faith\nin the present utilities system. Their stocks would be worthless long\nbefore your machine actually put them out of business. And that would\nhit our banking system the same way a nerve gas hits the nervous system.\nAnd the victim--the American economy--would die. And the nation, as a\nnation, would die with it.\"\n\n\"I see,\" said Bending slowly. He didn't like the picture at all; it was\nmore frightening than he cared to admit, even to himself. He looked at\nhis business manager. \"What do you think, Jim?\" he asked softly. He knew\nhe could depend on Luckman.\n\nJim Luckman looked worried. \"They're right, Sam. Clean, dead right. I\nknow the investment pattern in this country, and I have an idea of what\nit must be abroad. This country would be in the middle of the worst\ndepression in its history. At least we had Federal help during the\nThirties--but there won't even be a United States Government if this\nhits. Nor, I think, will there be a Soviet government, in spite of what\nDr. Artomonov's personal beliefs may be.\"\n\nSignificantly, the Russian economist said nothing.\n\nSam Bending closed his eyes. \"I've worked on this thing for years,\" he\nsaid tensely. \"It was ... it _means_ something to me. I invented it. I\nperfected it.\" His voice began to quaver just a little. \"But if it's\ngoing to do ... to do all that--\" He paused and took a deep breath. \"All\nright. I'll smash my apparatus and destroy my plans and forget about\nit.\"\n\nJim Luckman looked at Secretary Condley. \"I don't think that would be\nfair. Sam's worked hard on this thing. He deserves recognition. And the\npeople of Earth deserve to get this machine somehow. Can't something be\nworked out?\"\n\n\"Certainly,\" said Condley. \"In some countries, and in some eras,\ndangerous inventions were suppressed by the simplest method. If it was\ndiscovered in time, the inventor was executed summarily, along with\nanyone else who knew the secret, and the invention was destroyed. The\nUnited States isn't that kind of country.\" He looked down at his hands\nand the gold pen again before he went on.\n\n\"Please don't misunderstand, Mr. Bending; we are not trying to keep the\nConverter under wraps forever. In the first place, I don't think it\nwould be possible. What do you think, Dr. Vanderlin?\"\n\nThe Bureau of Standards man said: \"I doubt it. Granted, the Converter is\nnot something one would accidentally stumble across, nor automatically\ndeduce from the 'previous state of the art'. I'll admit frankly that I\ndoubt if I would ever have thought of it. But I doubt gravely that it is\nso unique that it will never be rediscovered independently.\"\n\n\"So,\" said Condley, \"we have no intent to hold it back on that score.\nAnd, in the second place, such an invention is too valuable to allow it\nto be lost.\n\n\"So here is our proposition. You will sell your rights to the Converter\nto Power Utilities. It won't even be patented in the usual sense; we\ncan't allow the Converter to become public property at this time. We\ncan't make it possible for just anyone to send in a quarter to the\nPatent Office to find out how it works. That's why we stopped the patent\napplication.\n\n\"But the Government will see that a contract is written up which admits\nthat you are the inventor of the Converter, and which will give you\nroyalties on every unit built. High royalties.\n\n\"Under strict Government supervision, Power Utilities will proceed to\nliquidate their holdings--slowly, so that there will be no repercussions\non an economic level. The danger lies, not in the Converter's replacing\nexisting power equipment, but in the danger of its replacing them too\nquickly. But with care and control, the adjustment can be made slowly.\nThe process will take about ten years, but you will receive a lump sum,\nplus a monthly payment, as an advance against future royalties.\"\n\n\"I see,\" said Bending slowly. \"That sounds all right to me. What about\nyou, Jim? What do you think?\"\n\nJim Luckman was smiling again. \"Sounds fine to me, Sam. We'll have to\nwork out the terms of the contract, of course, but I think Mr. Olcott\nand I can see eye to eye.\"\n\nOlcott seemed to wince a little. He knew he was over a barrel.\n\n\"I suppose I'll have to be sworn to secrecy, eh?\" Bending asked. He was\nbeginning to recover his poise.\n\nCondley nodded. \"You will.\" He made his characteristic pause, looking\ndown at the gold pen and back up. \"Mr. Bending, don't think that this is\nthe first time this has happened. Yours is not the first dangerous\ninvention that has come up. It just so happens that it's the most\ndangerous so far. We don't like to have to work this way, but we must.\nThere was simply nothing else to do.\"\n\nSam Bending leaned back in his chair. \"That's all right. To be perfectly\nhonest, there are a lot of details that I still don't understand. But I\nrecognize the fact that I'm simply not an economist; I can see the broad\noutlines plainly enough.\"\n\nDr. Artomonov smiled widely. \"I do not understand the details of your\nmachine, either, Mr. Bending, but I understand the broad outlines of its\noperations well enough to be frightened when I think of what it could do\nto world economy if it were to be dumped on the market at this time. I\nam happy to see that America, as well as Mother Russia, can produce\npatriots of a high order.\"\n\nSam gave him a smile. \"Thanks.\" He didn't know quite what else to say to\na statement like that. \"But Jim, here, is going to spend the next\nseveral days trotting out facts and figures for me. I want to see just\nwhat would take place, if I can wrestle with that kind of data.\"\n\n\"Oh, brother!\" said Jim Luckman softly. \"Well, I'll try.\"\n\n\"I'll have the reports from the computers sent to you,\" Condley offered.\n\"They show the whole collapse, step by step.\"\n\nArtomonov cast a speculative glance in Condley's direction, but he said\nnothing.\n\n\"There's one other thing,\" Sam said flatly. \"The Converter is my baby,\nand I want to go on working on it. I think Power Utilities might put me\non as a permanent consultant, so that I could earn some of the money\nthat's coming in over the next ten years. That way, my royalties won't\nsuffer so much from the advance payments.\"\n\nJim Luckman grinned, and Richard Olcott said: \"I thought you said you\nwere no businessman, Mr. Bending.\"\n\n\"I may be ignorant,\" said Sam, \"but I'm not stupid. What about it?\"\n\nOlcott glanced at Dr. Larchmont. The little scientist was beaming.\n\n\"Definitely,\" he said. \"I want Mr. Bending to show me how he managed to\ndope that thing out. And, to be perfectly frank, there are a couple of\nthings in there that I don't get at all.\"\n\n\"That's understandable,\" said Dr. Vanderlin. \"We only had a few hours to\nlook at the thing. Still, I must admit it's a lulu.\"\n\n\"That's not what I meant,\" Larchmont said. \"There are some things in\nthere that would take a long time to figure out without an explanation.\nI'll admit that--\"\n\n\"Wait a minute,\" Bending interrupted. \"You said 'a few hours', Dr.\nVanderlin. You mean only since this morning?\" He grinned. \"What happened\nto the one you got Friday night? Did my fusing device work the first\ntime?\"\n\nVanderlin looked puzzledly at Larchmont. Larchmont said wonderingly:\n\"Friday? You mean you had _two_ pilot models?\"\n\nOlcott said: \"Where was the other? We checked your power drain and saw\nyou weren't using any at your house, so--\"\n\n\"I had three models,\" Bending said. \"I've got one left in my car; you\ntook one from my house, and the third was taken from my lab sometime\nFriday night. Somebody has it ...\"\n\nCondley said: \"Dr. Artomonov, do you know anything about this?\"\n\nThe Russian shook his head. \"Nothing.\" He looked plainly frightened. \"I\nassure you, my government knew nothing of this.\"\n\nCondley leaped to his feet, said: \"Where are those FBI men?\" and ran out\nthe door.\n\n\"The black market,\" said Bending softly. \"They found out somehow.\"\n\n\"And they've had three days to study it,\" Larchmont said. \"It's too late\nnow. That thing is probably somewhere in South America by this time.\"\n\nArtomonov stood up, his face oddly pale. \"You must excuse me, gentlemen.\nI must get in touch with Moscow immediately.\" He strode out of the room.\n\nThe four men remaining in the room just stared at each other for a long\nmoment. There wasn't much else they could do.\n\n\nTHE END\n\n\n\n\n\nEnd of Project Gutenberg's Damned If You Don't, by Gordon Randall Garrett\n\n*** END OF THIS PROJECT GUTENBERG EBOOK DAMNED IF YOU DON'T ***\n\n***** This file should be named 24064-8.txt or 24064-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/4/0/6/24064/\n\nProduced by Greg Weeks, Bruce Albrecht, Mary Meehan and\nthe Online Distributed Proofreading Team at\nhttp://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}