{"title": "Make Mine Homogenized", "author": "Rick Raphael", "releaseDate": "January 2, 2008", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Bruce Albrecht and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\nTranscriber's Note: This e-text was produced from Astounding Science\nFiction, April, 1960. Extensive research did not uncover any evidence\nthat the U.S. copyright on this publication was renewed.\n\n\n\nMAKE MINE HOMOGENIZED\n\n\nBy RICK RAPHAEL\n\nIllustrated by Freas\n\n\nAnyone looking for guaranteed sound science will have to look\nelsewhere. But if it's fun you want ... try the world's most potent\neggnog!\n\n\n\"Shoo,\" Hetty Thompson cried, waving her battered old felt hat at the\nclucking cluster of hens eddying around her legs as she plowed through\nthe flock towards the chicken house. \"Scat. You, Solomon,\" she called\nout, directing her words at the bobbing comb of the big rooster\nstrutting at the edge of the mob. \"Don't just stand there like a\nsatisfied cowhand after a night in Reno. Get these noisy females outta\nmy way.\" She batted at the hens and they scattered with angry squawks\nof protest.\n\nHetty paused in the doorway of the chicken house to allow her eyes to\nbecome accustomed to the cool gloom after the bright glare of the ranch\nyard. She could feel the first trickles of sweat forming under the\nman's shirt she was wearing as the hot, early morning Nevada sun beat\ndown on her back in the doorway.\n\nMoving carefully but quickly through the nests, she reached and groped\nfor the eggs she knew would be found in the scattered straw. As she\nplaced each find carefully in the bucket she carried, her lips moved in\na soundless count. When she had finished, she straightened up and left\nthe chicken house, her face reflecting minor irritation.\n\nAgain the hens swirled about her, hoping for the handfuls of cracked\ncorn she usually tossed to them. On the other side of the yard Solomon\nstepped majestically along the edge of the vegetable garden, never\ncrossing the hoed line separating garden from yard.\n\n\"You'd better stay over there, you no-account Lothario,\" Hetty growled.\n\"Five eggs short this morning and all you do is act like you were just\nthe business agent for this bunch of fugitives from a dumpling pot.\"\nSolomon cocked his head and stared Hetty down. She paused at the foot\nof the backporch steps and threw the rooster a final remark. \"You don't\ndo any better than this you're liable to wind up in that pot yourself.\"\nSolomon gave a scornful cluck. \"Better still, I'll get me a young\nrooster in here and take over your job.\" Solomon let out a squawk and\ntook out at a dead run, herding three hens before him towards the\nchicken house.\n\nWith a satisfied smile of triumph, Hetty climbed the steps and crossed\nto the kitchen door. She turned and looked back across the yard towards\nthe barn and corrals.\n\n\"Barneeeeey,\" Hetty yelled. \"Ain't you finished with that milking yet?\"\n\n\"Comin' now, Miz Thompson,\" came the reply from the barn. Hetty let the\nscreen door slam behind her as she walked into the kitchen and placed\nthe bucket of eggs on the big work table. She had her arm up to wipe\nher moist forehead on the sleeve of her shirt when she spotted the\ngolden egg lying in the middle of the others in the galvanized bucket.\n\nShe froze in the arm-lifted position for several seconds, staring at\nthe dully glowing egg. Then she slowly reached out and picked it up. It\nwas slightly heavier than a regular egg, but for the dull, gold-bronze\nmetallic appearance of the shell, looked just like any of the other\ntwenty-odd eggs in the bucket. She was still holding it in the palm of\nher hand when the kitchen door again slammed and the handy man limped\ninto the room. He carried two pails of milk across the kitchen and set\nthem down near the sink.\n\n\"Whatcha lookin' at, Miz Thompson?\" Barney Hatfield asked.\n\nHetty frowned at the egg in her hand without answering. Barney limped\naround the side of the table for a closer look. Sunlight streaming\nthrough the kitchen windows glinted on the shell of the odd egg.\nBarney's eyes grew round. \"Now ain't that something,\" he whispered in\nawe.\n\nHetty started as though someone had snapped their fingers in front of\nher staring eyes. Her normal look of practical dubiousness returned.\n\n\"Huh,\" she snorted. \"Even had me fooled for a second. Something wrong\nwith this egg but it sure is shootin' ain't gold. One of them fool hens\nmust of been pecking in the fertilizer storeroom and got herself an\noverdose of some of them minerals in that stuff.\n\n\"What are you staring at, you old fool,\" she glared at Barney. \"It\nain't gold.\" Hetty laid the egg at one side of the table. She walked to\nthe sink and took a clean, two-gallon milk can from the drainboard and\nset it in the sink to fill it from the pails of rich, frothy milk\nBarney had brought in the pails.\n\n\"Sally come fresh this morning, Miz Thompson,\" he said. \"Got herself a\nreal fine little bull calf.\"\n\nHetty looked at the two pails of milk. \"Well, where's the rest of the\nmilk, then?\"\n\n\"That's Queenie's milk,\" Barney said. \"Sally's is still out on the\nporch.\"\n\n\"Well bring it in before the sun clabbers it.\"\n\n\"Can't,\" Barney said.\n\nHetty swung around and glared at him. \"What do you mean, you can't? You\nsuddenly come down with the glanders?\"\n\n\"No'm, it's just that Sally's milk ain't no good,\" he replied.\n\n                     *      *      *      *      *\n\nA frown spread over Hetty's face as she hoisted one of the milk pails\nand began pouring into the can in the sink. \"What's wrong with it,\nBarney? Sally seem sick or something?\" she asked.\n\nBarney scratched his head. \"I don't rightly know, Miz Thompson. That\nmilk looks all right, or at least, almost all right. It's kinda thin\nand don't have no foam like you'd expect milk to have. But mostly, it\nsure don't smell right and it danged well don't taste right.\n\n\"_Phooey._\" He made a face at the memory of the taste. \"I stuck my\nfinger in it when it looked kinda queer, and took a taste. It shore\ntasted lousy.\"\n\n\"You probably been currying that mangey old horse of yours before you\nwent to milking,\" Hetty snorted, \"and tasted his cancerous old hide on\nyour fingers. I've told you for the last time to wash your hands before\nyou go to milking them cows. I didn't pay no eighteen hundred dollars\nfor that prize, registered Guernsey just to have you give her bag fever\nwith your dirty hands.\"\n\n\"That ain't so, Miz Thompson,\" Barney cried indignantly. \"I did too,\nwash my hands. Good, too. I wuzn't near my horse this morning. That\nmilk just weren't no good.\"\n\nHetty finished pouring the milk into the cans and after putting the\ncans in the refrigerator, wiped her hands on her jeans and went out\nonto the porch, Barney trailing behind her. She bent over and sniffed\nat the two milk pails setting beside the door. \"_Whew_,\" she\nexclaimed, \"it sure does smell funny. Hand me that dipper, Barney.\"\n\nBarney reached for a dipper hanging on a nail beside the kitchen door.\nHetty dipped out a small quantity of the milk, sipped, straightened up\nwith a jerk and spewed the milk out into the yard. \"Yaawwwk,\" she\nspluttered, \"that tastes worse 'n Diesel oil.\"\n\nShe stirred distastefully at the swirling, flat-looking liquid in the\npails and then turned back to the kitchen. \"I never saw the like of\nit,\" she exclaimed. \"Chickens come out with some kind of sorry-looking\negg and now, in the same morning, an eighteen hundred dollar\nregistered, fresh Guernsey gives out hogwash instead of milk.\" She\nstared thoughtfully across the yard at the distant mountains, now\nshimmering in the hot, midmorning sun. \"Guess we could swill the hogs\nwith that milk, rather'n throw it out, Barney. I never seen anything\nthem Durocs wouldn't eat. When you get ready to put the other swill in\nthe cooker, toss that milk in with it and cook it up for the hogs.\"\n\nHetty went back into her kitchen and Barney turned and limped across\nthe yard to the tractor shed. He pulled the brim of his sweat-stained\nStetson over his eyes and squinted south over the heat-dancing sage and\nsparse grasslands of Circle T range. Dust devils were pirouetting in\nthe hazy distance towards the mountains forming a corridor leading to\nthe ranch. A dirt road led out of the yard and crossed an oiled county\nroad about five miles south of the ranch. The county road was now the\nonly link the Circle T had to the cattle shipping pens at Carson City.\nThe dirt road arrowed south across the range but fifteen miles from the\nranch, a six-strand, new, barbed-wire fence cut the road. A white metal\nsign with raised letters proclaimed \"Road Closed. U.S. Government\nMilitary Reservation. Restricted Area. Danger--Peligre. Keep Out.\"\n\nThe taut bands of wire stretched east and west of the road for more\nthan twenty miles in each direction, with duplicates of the metal sign\nhung on the fence every five hundred yards. Then the wires turned south\nfor nearly a hundred miles, etching in skin-blistering, sun-heated\nstrands, the outlines of the Nevada atomic testing grounds at\nFrenchman's Flat.\n\nWhen the wire first went up, Hetty and her ranching neighbors had\nscreamed to high heaven and high congressmen about the loss of the road\nand range. The fence stayed up. Now they had gotten used to the idea\nand had even grown blasé about the frequent nuclear blasts that rattled\nthe desert floor sixty miles from ground zero.\n\n                     *      *      *      *      *\n\nBarney built a fire under the big, smoke-blackened cauldron Hetty used\nfor cooking the hog swill. Dale Hamilton, the county agent, had given\nHetty a long talk on the dangers of feeding the pigs, raw, uncooked and\npossibly contaminated, garbage. When Hamilton got graphic about what\nhappened to people who ate pork from such hogs, Hetty turned politely\ngreen and had Barney set up the cooking cauldron.\n\nAfter dumping the kitchen slops into the pot, Barney hiked back across\nthe yard to get the two pails of bad milk.\n\nHetty was sitting at the kitchen table, putting the eggs into plastic\nrefrigerator dishes when the hog slop exploded in a whooshing roar,\nfollowed a split second later by an even louder blast that rocked the\nranch buildings. The eggs flew across the room as the lid of the slop\ncauldron came whistling through the kitchen window in a blizzard of\nflying glass and buried itself, edgewise, in the wall over the stove.\nHetty slammed backwards headfirst into a heap of shattered eggs. A\ntorrent of broken plaster, and crockery fragments rained on her stunned\nfigure. Through dazed eyes, she saw a column of purple-reddish fire\nrising from the yard.\n\nA woman who has been thrown twenty-three times from a pitching bronco\nand kicked five times in the process, doesn't stay dazed long. Pawing\ndripping egg yokes and plaster from her face, Hetty Thompson struggled\nto her feet and staggered to the kitchen door.\n\n\"Barneeey,\" she bawled, \"you all right?\"\n\nThe column of weird-colored flame had quickly died and only a few\nflickering pieces of wood from the cauldron fire burned in scattered\nspots about the yard. Of the cauldron, there wasn't a sign.\n\n\"Barney,\" she cried anxiously, \"where are you?\"\n\n\"Here I am, Miz Thompson.\" Barney's blackened face peered around the\ncorner of the tractor shed. \"You O.K., Miz Thompson?\"\n\n\"What in thunderation happened?\" Hetty called out. \"You try to build a\nfire with dynamite for kindling?\"\n\nShaken but otherwise unharmed, Barney painfully limped over to the\nranch house porch.\n\n\"Don't ask me what happened, m'am,\" he said. \"I just poured that milk\ninto the slop pot and then put the lid back on and walked off. I heered\nthis big '_whoosh_' and turned around in time to see the lid fly off\nand the kettle begin to tip into the fire and then there was one\nhelluva blast. It knocked me clean under the tractor shed.\" He fumbled\nin his pocket for a cigarette and shakily lighted it.\n\nHetty peered out over the yard and then looking up, gasped. Perched\nlike a rakish derby hat on the arm of the towering pump windmill was\nthe slop cauldron. \"Well I'll be....\" Hetty Thompson said.\n\n\"You sure you didn't pour gas on that fire to make it burn faster,\nBarney Hatfield?\" she barked at the handy man.\n\n\"No siree,\" Barney declaimed loudly, \"there weren't no gas anywhere\nnear that fire. Only thing I poured out was that there bad milk.\" He\npaused and scratched his head. \"Reckon that funny milk coulda done\nthat, Miz Thompson? There ain't no gas made what'll blow up nor burn so\nfunny as that did.\"\n\nHetty snorted. \"Whoever heard of milk blowing up, you old idiot?\" A\nlook of doubt spread. \"You put all that milk in there?\"\n\n\"No'm, just the one bucket.\" Barney pointed to the other pail beside\nthe kitchen door, now half-empty and standing in a pool of liquid\nsloshed out by the blast wave. Hetty studied the milk pail for a minute\nand then resolutely picked it up and walked out into the yard.\n\n\"Only one way to find out,\" she said. \"Get me a tin can, Barney.\"\n\nShe poured about two tablespoons of the milk into the bottom of the can\nwhile Barney collected a small pile of kindling. Removing the milk pail\nto a safe distance, Hetty lighted the little pile of kindling, set the\ntin can atop the burning wood and scooted several yards away to join\nBarney who had been watching from afar. In less than a minute a booming\n_whoosh_ sent a miniature column of purple, gaseous flame spouting\nfrom the can. \"Well whadda you know about that?\" Hetty exclaimed\nwonderingly.\n\nThe can had flown off the fire a few feet but didn't explode. Hetty\nwent back to the milk pail and collecting less than a teaspoon full in\nthe water dipper, walked to the fire. Standing as far back as she could\nand still reach over the flames, she carefully sprinkled a few drops of\nthe liquid directly into the fire and then jumped back. Miniature balls\nof purple flame erupted from the fire before she could move. Pieces of\nflaming kindling flew in all directions and one slammed Barney across\nthe back of the neck and sent a shower of sparks down his back.\n\nThe handy man let out a yowl of pain and leaped for the watering trough\nbeside the corral, smoke trailing behind him. Hetty thoughtfully\nsurveyed the scene of her experiment from beneath raised eyebrows. Then\nshe grunted with satisfaction, picked up the remaining milk in the pail\nand went back to the ranch house. Barney climbed drippingly from the\nhorse trough.\n\nThe kitchen was a mess. Splattered eggs were over everything and broken\nglass, crockery and plaster covered the floor, table and counters. Only\none egg remained unbroken. That was the golden egg. Hetty picked it up\nand shook it. There was a faint sensation of something moving inside\nthe tough, metallic-looking shell. It shook almost as a normal egg\nmight, but not quite. Hetty set the strange object on a shelf and\nturned to the task of cleaning up.\n\n                     *      *      *      *      *\n\nJohnny Culpepper, the ranch's other full-time hand and Hetty's\nassistant manager, drove the pickup into the yard just before noon. He\nparked in the shade of the huge cottonwood tree beside the house and\nbounced out with an armload of mail and newspapers. Inside the kitchen\ndoor, he dumped the mail on the sideboard and started to toss his hat\non a wall hook when he noticed the condition of the room. Hetty was\ndishing out fragrant, warmed-over stew into three lunch dishes on the\ntable. She had cleaned up the worst of the mess and changed into a\nfresh shirt and jeans. Her iron-gray hair was pulled back in a\nstill-damp knot at the back after a hasty scrubbing to get out the\ngooey mixture of eggs and plaster.\n\n\"Holy smoke, Hetty,\" Johnny said. \"What happened here? Your pressure\nkettle blow up?\" His eyes widened when he saw the lid of the slop\ncauldron still embedded in the wall over the stove. His gaze tracked\nback and took in the shattered window.\n\n\"Had an accident,\" Hetty said matter-of-factly, putting the last dishes\non the table. \"Tell you about it when we eat. Now you go wash up and\ncall Barney. I want you to put some new glass in that window this\nafternoon and get that danged lid outta the wall.\"\n\nCurious and puzzled, Johnny washed at the kitchen sink and then walked\nto the door to shout for Barney. On the other side of the yard, Barney\nreleased the pump windmill clutch. While Johnny watched from the porch,\nthe weight of the heavy slop cauldron slowly turned the big windmill\nand as the arm adorned by the kettle rotated downward, the cast-iron\npot slipped off and fell to the hard-packed ground with a booming\nclang.\n\n\"Well, for the luvva Pete,\" Johnny said in amazement. \"Hey, Barney,\ntime to eat. C'mon in.\"\n\nBarney trudged across the yard and limped into the kitchen to wash.\nThey sat down to the table. \"Now just what have you two been up to,\"\nJohnny demanded as they attacked the food-laden dishes.\n\nBetween mouthfuls, the two older people gave him a rundown on the\nmorning's mishaps. The more Johnny heard, the wilder it sounded. Johnny\nhad been a part of the Circle T since he was ten years old. That was\nthe year Hetty jerked him out of the hands of a Carson City policeman\nwho had been in the process of hauling the ragged and dirty youngster\nto the station house for swiping a box of cookies from a grocery store.\nJohnny's mother was dead and his father, once the town's best mechanic,\nhad turned into the town's best drunk.\n\nDuring the times his father slept one off, either in the shack the man\nand boy occupied at the edge of town, or in the local lockup, Johnny\nran wild.\n\nHetty took the boy to the ranch for two reasons. Mainly it was the\nempty ache in her heart since the death of Big Jim Thompson a year\nearlier following a ranch tractor accident that had crushed his chest.\nThe other was her well-hidden disappointment that she had been\nchildless. Hetty's bluff, weathered features would never admit to\nloneliness or heartache. Beneath the surface, all the warmth and love\nshe had went out to the scared but belligerent youngster. But she never\nlet much affection show through until Johnny had become part of her\nlife. Johnny's father died the following winter after pneumonia brought\non by a night of lying drunk in the cold shack during a blizzard. It\nwas accepted without legal formality around the county that Johnny\nautomatically became Hetty's boy.\n\nShe cuffed and comforted him into a gawky-happy adolescence, pushed him\nthrough high school and then, at eighteen, sent him off to the\nUniversity of California at Davis to learn what the pundits of the\nUnited States Department of Agriculture had to say about animal\nhusbandry and ranch management.\n\n                     *      *      *      *      *\n\nWhen Hetty and Barney had finished their recitation, Johnny wore a look\nof frank disbelief. \"If I didn't know you two better, I'd say you both\nbeen belting the bourbon bottle while I was gone. But this I've got to\nsee.\"\n\nThey finished lunch and, after Hetty stacked the dishes in the sink,\ntrooped out to the porch where Johnny went through the same examination\nof the milk. Again, a little fire was built in the open safety of the\nyard and a few drops of the liquid used to produce the same\ntechnicolored, combustive effects.\n\n\"Well, what do you know,\" Johnny exclaimed, \"a four hundred octane\nGuernsey cow!\"\n\nJohnny kicked out the fire and carried the milk pail to the tractor\nshed. He parked the milk on a workbench and gathered up an armful of\ntools to repair the blast-torn kitchen. He started to leave but when\nthe milk bucket caught his eye, he unloaded the tools and fished around\nunder the workbench for an empty five-gallon gasoline can. He poured\nthe remaining milk into the closed gasoline can and replaced the cap.\nThen he took his tools and a pane of glass from an overhead rack and\nheaded for the house.\n\nHetty came into the kitchen as he was prying at the cauldron lid in the\nwall.\n\n\"You're going to make a worse mess before you're through,\" she said,\n\"so I'll just let you finish and then clean up the whole mess\nafterwards. I got other things to do anyway.\"\n\nShe jammed a man's old felt hat on her head and left the house. Barney\nwas unloading the last of the supplies Johnny had brought from Carson\nin the truck. Hetty shielded her eyes against the metallic glare of the\nafternoon sun. \"Gettin' pretty dry, Barney. Throw some salt blocks in\nthe pickup and I'll run them down to the south pasture and see if the\npumps need to be turned on.\n\n\"And you might get that wind pump going in case we get a little breeze\nlater this afternoon. But in any case, better run the yard pump for an\nhour or so and get some water up into the tank. I'll be back as soon as\nI take a ride through the pasture. I want to see how that Angus\nyearling is coming that I picked out for house beef.\"\n\nA few minutes later, Hetty in the pickup disappeared behind a hot swirl\nof yellow dust. Barney ambled to the cool pump house beneath the\ntowering windmill. An electric motor, powered either from the REA line\nor from direct current stored in a bank of wet cell batteries, bulked\nlarge in the small shed. To the left, a small, gasoline-driven\ngenerator supplied standby power if no wind was blowing to turn the\narm-driven generator or if the lines happened to be down, as was often\nthe case in the winter.\n\nBarney threw the switch to start the pump motor. Nothing happened. He\nreached for the light switch to test the single bulb hanging from a\ncord to the ceiling. Same nothing. Muttering darkly to himself, he\nchanged the pump engine leads to DC current and closed the switch to\nthe battery bank. The engine squeaked and whined slowly but when Barney\nthrew in the clutch to drive the pump, it stopped and just hummed\nfaintly. Then he opened the AC fuse box.\n\nJohnny had freed the cauldron lid and was knocking out bits of broken\nglass from the kitchen window frame before putting in the new glass\nwhen Barney limped into the room.\n\n\"That pot busted the pump house 'lectric line, Johnny, when it went\nsailing,\" he said. \"Miz Thompson wants to pump up some water and on top\nof that, the batteries are down. You got time to fix the line?\"\n\nJohnny paused and surveyed the kitchen. \"I'm going to be working here\nfor another hour anyway so Hetty can clean up when she gets back. Why\ndon't you fire up the gasoline kicker for now and I'll fix the line\nwhen I get through here,\" he said.\n\n\"O.K.,\" Barney nodded and turned to leave. \"Oh, forgot to ask you. Miz\nThompson tell you about the egg?\"\n\n\"What egg?\" Johnny asked.\n\n\"The gold one.\"\n\nJohnny grinned. \"Sure, and I saw the goose when I came in. And you're\nJack and the windmill is your beanstalk. Go climb it, Barney and cut\nout the fairy tales.\"\n\n\"Naw, Johnny,\" Barney protested, \"I ain't kidding. Miz Thompson got a\ngold egg from the hens this morning. At least, it looks kinda like gold\nbut she says it ain't. See, here it is.\" He reached into the cupboard\nwhere Hetty had placed the odd egg. He walked over and handed it to\nJohnny who was sitting on the sink drain counter to work on the\nshattered window.\n\nThe younger man turned the egg over in his hand. \"It sure feels funny.\nWonder what the inside looks like?\" He banged the egg gently against\nthe edge of the drain board. When it didn't crack, he slammed it\nharder, but then realizing that if it did break suddenly, it would\nsquish onto the floor, he put the egg on the counter and tapped it with\nhis hammer.\n\nThe shell split and a clear liquid poured out on to the drain board,\nthin and clear, not glutenous like a normal egg white. A small, reddish\nball, obviously the yolk, rolled across the board, fell into the sink\nand broke into powdery fragments. A faint etherlike odor arose from the\nmess.\n\n\"I guess Miz Thompson was right,\" Barney said. \"She said that hen musta\nbeen pecking in the fertilizer chemicals. Never seen no egg like that\nbefore.\"\n\n\"Yeh,\" Johnny said puzzledly. \"Well, so much for that.\" He tossed the\ngolden shell to one side and turned back to his glass work. Barney left\nfor the pumphouse.\n\nInside the pumphouse, Barney opened the gasoline engine tank and poked\na stick down to test the fuel level. The stick came out almost dry.\nWith another string of mutterings, he limped across the yard to the\ntractor shed for a gas can. Back in the pumphouse, he poured the engine\ntank full, set the gas can aside and then, after priming the\ncarburetor, yanked on the starter pull rope. The engine caught with a\nspluttering roar and began racing madly. Barney lunged for the throttle\nand cut it back to idle, but even then, the engine was running at near\nfull speed. Then Barney noticed the white fluid running down the side\nof the engine tank and dripping from the spout of the gasoline can. He\ngrinned broadly, cut in the pump clutch and hurriedly limped across the\nyard to the kitchen.\n\n\"Hey, Johnny,\" he called, \"did you put that milk o' Sally's into a gas\ncan?\"\n\nJohnny leaned through the open kitchen window. \"Yeh, why?\"\n\n\"Well, I just filled the kicker with it by accident, and man, you orter\nhear that engine run,\" Barney exclaimed. \"Come see.\"\n\nJohnny swung his legs through the window and dropped lightly to the\nyard. The two men were halfway across the yard from the pumphouse when\na loud explosion ripped the building. Parts of the pump engine flew\nthrough the thin walls like shrapnel. A billowing cloud of purple smoke\nwelled out of the ruptured building as Johnny and Barney flattened\nthemselves against the hot, packed earth. Flames licked up from the\npump shed. The men ran for the horse trough and grabbing pails of\nwater, raced for the pumphouse. The fire had just started into the\nwooden walls of the building and a few splashes of water doused the\nflames.\n\nThey eyed the ruins of the gasoline engine. \"Holy cow,\" Johnny\nexclaimed, \"that stuff blew the engine right apart.\" He gazed up at the\nholes in the pumphouse roof. \"Blew the cylinders and head right out the\nroof. Holy cow!\"\n\nBarney was pawing at the pump and electric motor. \"Didn't seem to hurt\nthe pump none. Guess we better get that 'lectric line fixed though, now\nthat we ain't got no more gas engine.\"\n\nThe two men went to work on the pump motor. The broken line outside the\nbuilding was spliced and twenty minutes later, Johnny threw the AC\nswitch. The big, electric motor spun into action and settled into a\nworkmanlike hum. The overhead light dimmed briefly when the pump load\nwas thrown on and then the slip-slap sound of the pump filled the shed.\nThey watched and listened for a couple of minutes. Assured that the\npump was working satisfactorily, they left the wrecked pumphouse.\n\nJohnny was carrying the gasoline can of milk. \"Good thing you set this\noff to one side where it didn't get hit and go off,\" he said. \"The way\nthis stuff reacts, we'd be without a pump, engine, or windmill if it\nhad.\n\n\"Barney, be a good guy and finish putting in that glass for me will\nyou? I've got the frame all ready to putty. I've got me some fiddlin'\nand figurin' to do.\"\n\nJohnny angled off to the tractor and tool shed and disappeared inside.\nBarney limped into the kitchen and went to work on the window glass.\nFrom the tractor shed came the sounds of an engine spluttering, racing,\nbackfiring and then, just idling.\n\nWhen Hetty drove back into the ranch yard an hour or so later, Johnny\nwas rodeoing the farm tractor around the yard like a teen-ager, his\nface split in a wide grin. She parked the truck under the tree as\nJohnny drove the tractor alongside and gunned the engine, still\ngrinning.\n\n\"What in tarnation is this all about?\" Hetty asked as she climbed down\nfrom the pickup.\n\n\"Know what this tractor's running on?\" Johnny shouted over the noise of\nthe engine.\n\n\"Of course I do, you young idiot,\" she exclaimed. \"It's gasoline.\"\n\n\"Wrong,\" Johnny yelled triumphantly. \"It's running on Sally's milk!\"\n\n                     *      *      *      *      *\n\nThe next morning, Johnny had mixed up two hundred gallons of Sally's\nFuel and had the pickup, tractor, cattle truck and his 1958 Ford and\nHetty's '59 Chevrolet station wagon all purring on the mixture.\n\nMixing it was a simple process after he experimented and found the\nright proportions. One quart of pure Sally's milk to one hundred\ngallons of water. He had used the two remaining quarts in the gasoline\ncan to make the mixture but by morning, Sally had graced the ranch with\nfive more gallons of the pure concentrate. Johnny carefully stored the\nconcentrated milk in a scoured fifty-five gallon gasoline drum in the\ntool shed.\n\n\"We've hit a gold mine,\" he told Hetty exultantly. \"We're never going\nto have to buy gasoline again. On top of that, at the rate Sally's\nturning this stuff out, we can start selling it in a couple of weeks\nand make a fortune.\"\n\nThat same morning, Hetty collected three more of the golden eggs.\n\n\"Set 'em on the shelf,\" Johnny said, \"and when we go into town next\ntime I'll have Dale look at them and maybe tell us what those hens have\nbeen into. I'll probably go into town again Saturday for the mail.\"\n\nBut when Saturday came, Johnny was hobbling around the ranch on a\nwrenched ankle, suffered when his horse stumbled in a gopher hole and\ntossed him.\n\n\"You stay off that leg,\" Hetty ordered. \"I'll go into town for the\nmail. Them girls can just struggle along without your romancing this\nweek.\" Johnny made a wry face but obeyed orders.\n\n\"Barneeey,\" Hetty bawled, \"bring me a quarter of beef outta the\ncooler.\" Barney stuck his head out of the barn and nodded. \"I been\npromising some good beef to Judge Hatcher for a month of Sundays now,\"\nHetty said to Johnny.\n\n\"If you're going to stop by the courthouse, how about taking those\ncrazy eggs of yours into the county agent's office and leave them there\nfor analysis,\" Johnny suggested. He hobbled into the kitchen to get the\ngolden eggs.\n\nBarney arrived with the chilled quarter of beef wrapped in burlap. He\ntossed it in the bed of the pickup and threw more sacks over it to keep\nit cool under the broiling, midmorning sun. Johnny came out with the\neggs in a light cardboard box stuffed with crumpled newspapers. He\nwedged the box against the side of beef in the forward corner of the\ntruck bed. \"One more thing, Hetty,\" he said. \"I've got a half drum of\ndrain oil in the tractor shed that I've been meaning to trade in for\nsome gearbox lube that Willy Simons said he'd let me have. Can you drop\nit off at his station and pick up the grease?\"\n\n\"Throw it on,\" Hetty said, \"while I go change into some town clothes.\"\n\nJohnny started to hobble down the porch steps when Barney stopped him.\n\"I'll get it boy, you stay off that ankle.\" Barney climbed into the\npickup and drove it around to the tractor shed. He spotted two oil\ndrums in the gloomy shed. He tilted the nearest one and felt liquid\nslosh near the halfway mark, then rolled it out the door. Barney heaved\nit into the truck bed, stood it on end against the cab and drove the\npickup back to the ranch house door as Hetty came out wearing clean\njeans and a bright, flowered blouse. Her gray hair was tucked in a neat\nbun beneath a blocked Stetson hat.\n\nShe climbed into the truck, waved to the two men and drove out the\nyard. As she bumped over the cattle guard at the gate, the wooden plug\nthat Johnny had jury-rigged to cork the gasoline drum with its\ntwenty-gallon load of pure Sally's milk, bounced out.\n\nA small geyser of white fluid shot out of the drum as she hit another\nbump and then the pickup went jolting down the ranch road, little\nsplashes of Sally's milk sloshing out with each bump and forming a pool\non the bottom of the truck. When Hetty cowboyed onto the county road,\nthe drum tipped dangerously and then bounced back onto its base. This\ntime a fountain of milk geysered out and splashed heavily into the box\nof golden eggs. Hetty drove on.\n\nBut not for long.\n\nWith a ranch woman's disregard for watching the road, Hetty constantly\nscanned the nearby range lands where small bands of her cherished black\nAngus grazed. She prided herself on the fact that despite her sixty\nyears, her eyes were still sharp enough to spot a worm-ridden cow at a\nthousand yards.\n\nTwo miles after she turned onto the county road, which ran through\nCircle T range land, her roving gaze took in a cow and calf on a\nhillside a few hundred yards south of the road. Hetty slowed the pickup\nto fifty miles an hour and squinted into the sun. She grunted with\nsatisfaction and slammed on the brakes. The truck swerved and skidded\nto a halt at the left side of the deserted road. Hetty leaped from the\ntruck and began a fast walk up the hillside for a closer look at the\ncow and calf.\n\nShe never heard the dull thump of the milk drum tipping onto the edge\nof the truck bed. Hetty topped the hill and walked slowly towards the\ncow and calf that were now edging away from her. As she eased down the\nfar side of the hill out of sight of the pickup, a steady stream of\nSally's milk was engulfing the box of golden eggs. A minute later, the\nreduced contents caused the drum to shift and slip. It fell onto the\neggs, cracking a half dozen.\n\n                     *      *      *      *      *\n\nThe earth split open and the world around Hetty erupted in a roaring\ninferno of purple-red fire and ear-shattering sound. The rolling\nconcussion swept Hetty from her feet and tumbled her into a drywash\ngully at the base of the hill. The gully saved her life as the\nsky-splitting shock wave rolled over her. Stunned and deafened, she\nflattened herself under a slight overhang.\n\nThe rolling blast rocked ranches and towns for more than one hundred\nmiles and the ground wave triggered the seismographs at the University\nof California nearly two hundred miles away and at UCLA, four hundred\nmiles distant. Tracking and testing instruments went wild along the\nentire length of the AEC atomic test grounds, a mere sixty miles south\nof the smoking, gaping hole that marked the end of the Circle T pickup\ntruck.\n\nIn a direct line, the ranch house was about eight miles from the\nexplosion.\n\nJohnny was lounging in Hetty's favorite rocking chair on the wide back\nverandah, lighting a cigarette and Barney was perched on the porch\nrailing when the sky was blotted out by the dazzling violet light of\nthe blast. They were blinking in frozen amazement when the shock wave\nsmashed into the ranch, flattening the flimsier buildings and buckling\nthe side and roof of the steel-braced barn. Every window on the place\nblew out in a storm of deadly glass shards. The rolling ground wave in\nthe wake of the shock blast, rocked and bounced the solid, timber and\nadobe main house.\n\nThe concussion hit Johnny like a fist, pinwheeling him backwards in the\nrocker against the wall of the house. It caught Barney like a sack of\nsodden rags and flung him atop the dazed and semiconscious younger man.\n\nThe first frightened screams of the horses in the barns and corrals\nwere mingling with the bawling of the heifers in the calf pens when the\nsound of the explosion caught up with the devastation of the shock and\nground waves.\n\nLike the reverberation of a thousand massed cannon firing at once, the\nsoul-searing sound rumbled out of the desert and boiled with almost\ntangible density into the shattered ranch yard. It flattened the\nfeebly-stirring men on the porch and then thundered on in a tidal wave\nof noise.\n\nBarney moaned and rolled off the tangle of porch rocker and stunned\nyouth beneath him. Johnny lay dazed another second or two and then\nbegan struggling to his feet.\n\n\"Hetty,\" he croaked, pointing wildly to the south where a massive,\ndirty column of purple smoke and fire rose skyward like the stem of a\nmonstrous and malignant toadstool. \"Hetty's out there.\"\n\nHe stumbled from the porch and broke into a staggering run to the pile\nof broken planks that seconds ago had been the tractor shed. As he\ncrossed the yard, a great gust of wind whipped back from the north,\npumping clouds of dry, dusty earth before it. The force of the wind\nalmost knocked the bruised and shaken Johnny from his feet once again\nas it swept back over the ranch, in the direction of the great pillar\nof purple smoke.\n\n\"Implosion,\" Johnny's mind registered.\n\nHe tore at the stack of loose boards leaning against the station wagon,\nflinging them fiercely aside in his frantic efforts to free the\nvehicle. Barney limped up to join him and a minute later they had\ncleared a way into the wagon. Johnny squeezed into the front seat and\ndrove it back from under more leaning boards. Three of the side windows\nwere smashed but the windshield was intact except for a small, starred\ncrack in the safety glass. Clear of the debris, Barney opened the\nopposite door and slid in beside Johnny. Dirt spun from beneath the\nwheels of the car as he slammed his foot to the floor and raced towards\nthe smoke column that now towered more than a mile and a half into the\nair.\n\nBeneath her protective overhang, Hetty stirred and moaned feebly. Twin\nrivulets of dark blood trickled from her nostrils. Thick dust was\nsettling on the area and she coughed and gasped for breath.\n\nOn the opposite side of the hill, a vast, torn crater, nearly a hundred\nfeet across and six to ten feet deep, smoked like a stirring volcano\nand gave off a strange, pungent odor of ether.\n\n                     *      *      *      *      *\n\nJohnny Culpepper's dramatic charge to the rescue was no more dramatic\nthan the reaction in a dozen other places in Nevada and California.\nParticularly sixty miles south where a small army of military and\nscientific men were preparing for an atomic underground shot when the\nCircle T pickup vanished.\n\nThe shock wave rippled across the desert floor, flowed around the\nmountains and tunneled into Frenchman's Flat, setting off every\nshock-measuring instrument. Then came the ground wave, rolling through\nthe earth like a gopher through a garden. Ditto for ground-wave\nmeasuring devices. Lastly, the sound boomed onto the startled\nscientists and soldiers like the pounding of great timpani under the\nvaulted dome of the burning sky.\n\nOn mountain top observation posts, technicians turned unbelieving eyes\nnorth to the burgeoning pillar of smoke and dust, then yelped and swung\noptical and electronic instruments to bear on the fantastic column.\n\nIn less than fifteen minutes, the test under preparation had been\ncanceled, all equipment secured and the first assault waves of\nscientists, soldiers, intelligence and security men were racing north\nbehind white-suited and sealed radiation detection teams cradling\nGeiger counters in their arms like submachine guns. Telephone lines\nwere jammed with calls from Atomic Energy Commission field officials\nreporting the phenomena to Washington and calling for aid from West\nCoast and New Mexico AEC bases. Jet fighters at Nellis Air Force base\nnear Las Vegas, were scrambled and roared north over the ground\nvehicles to report visual conditions near the purple pillar of power.\n\nThe Associated Press office in San Francisco had just received word of\nthe quake recorded by the seismograph at Berkeley when a staffer on the\nother side of the desk answered a call from the AP stringer in Carson\nCity, reporting the blast and mighty cloud in the desert sky. One fast\nlook at the map showed that the explosion was well north of the AEC\ntesting ground limits. The Carson City stringer was ordered to get out\nto the scene on the double and hold the fort while reinforcements of\nstaffers and photographers were flown from 'Frisco.\n\nBefore any of the official or civil agencies had swung into action, the\nCircle T station wagon had rocketed off the ranch road and turned onto\nthe oiled, county highway leading both to Carson City--and the\nnow-expanding but less dense column of smoke.\n\nJohnny hunched over the wheel and peered through the thickening pall of\nsmoke and dust, reluctant to ease off his breakneck speed but knowing\nthat they had to find Hetty--if she were alive. Neither man had said a\nword since the wagon raced from the ranch yard.\n\n                     *      *      *      *      *\n\nThere was no valid reason to associate the explosion with Hetty, yet\ninstinctively and naggingly, Johnny knew that somehow Hetty was\ninvolved. Barney, still ignorant of his error of the oil drums, just\nclung to his seat and prayed for the best.\n\nThe dust was almost too thick to see, forcing Johnny to slow the\nstation wagon as they penetrated deeper into the base of the smoke\ncolumn. Hiding under his frantic concern for Hetty was the half-formed\nthought that the whole thing was an atomic explosion and that he and\nBarney were heading into sure radiation deaths. His logic nudged at the\nthought and said, \"If it were atomic, you started dying back on the\nporch, so might as well play the hand out.\"\n\nA puff of wind swirled the dust up away from the road as the station\nwagon came up to the smoking crater. Johnny slammed on the brakes and\nhe and Barney jumped from the car to stand, awe-struck, at the edge of\nthe hole.\n\nThe dust-deadened air muffled Johnny's sobbing exclamation:\n\n\"Dear God!\"\n\nThey walked slowly around the ragged edges of the crater. Barney bent\ndown and picked a tiny metallic fragment from the pavement. He stared\nat it and then tapped Johnny on the arm and handed it to him,\nwordlessly. It was a twisted piece of body steel, bright at its torn\nedges and coated with the scarlet enamel that had been the color of the\nCircle T pickup.\n\nJohnny's eyes filled with tears and he shoved the little scrap of metal\nin his pocket. \"Let's see what else we can find, Barney.\" The two men\nbegan working a slow search of the area in ever-widening circles from\nthe crater that led them finally up and over the top of the little hill\nto the south of the road.\n\nFifteen minutes later they found Hetty and ten minutes after that, the\nwiry, resilient ranchwoman was sitting between them on the seat of the\nstation wagon, explaining how she happened to be clear of the pickup\nwhen the blast occurred.\n\nThe suspicion that had been growing in Johnny's mind, now brought into\nthe open by his relief at finding Hetty alive and virtually unhurt,\nbloomed into full flower.\n\n\"Barney,\" Johnny asked softly, \"which oil drum did you put in the back\nof the pickup?\"\n\nThe facts were falling into place like the pieces of a jigsaw puzzle\nwhen the Carson City reporter, leading a caravan of cars and emergency\nvehicles from town by a good ten minutes and beating the AEC and\nmilitary teams by twenty minutes, found the Circle T trio sitting in\nthe station wagon at the lip of the now faintly smoldering crater.\n\nA half hour later, the AP man in San Francisco picked up the phone.\n\n\"I've just come back from that explosion,\" the Carson City stringer\nsaid. The AP man put his hand over the phone and called across the\ndesk. \"Get ready for a '95' first lead blast.\"\n\n\"O.K.,\" the San Francisco desk man said, \"let's have it.\" He tucked the\nphone between chin and shoulder and poised over his typewriter.\n\n\"Well, there's a crater more than one hundred feet across and ten feet\ndeep,\" the Carson City stringer dutifully recounted. \"The scene is on\nCounty Road 38, about forty miles east of here and the blast rocked\nCarson City and caused extensive breakage for miles around.\"\n\n\"What caused it,\" the AP desk man asked as he pounded out a lead.\n\n\"A lady at the scene said her milk and eggs blew up,\" the Carson City\nstringer said.\n\n                     *      *      *      *      *\n\nTen miles south, the leading AEC disaster truck stopped behind the\nsix-strand fence blocking the range road. Two men with wire cutters,\njumped from the truck and snipped the twanging wires. The metal \"Keep\nOut\" sign banged to the ground and was kicked aside. The truck rolled\nthrough the gap and the men swung aboard. Behind them was a curtain of\ndust rising sluggishly in the hot sky, marking the long convoy of other\nofficial vehicles pressing hard on the trail of the emergency truck.\n\nWhen the range road cut across the county highway, the driver paused\nlong enough to see that the heaviest smoke concentrations from the\nunknown blast lay to the west. He swung left onto the oiled road and\nbarreled westward. In less than a mile, he spied the flashing red light\nof a State trooper's car parked in the center of the road. The scene\nlooked like a combination of the San Francisco quake and the Los\nAngeles county fair.\n\nDozens of cars, trucks, two fire engines and a Good Humor man were\nscattered around the open range land on both sides of the vast crater\nstill smoldering in the road. A film of purple dust covered the\nimmediate area and still hung in the air, coating cars and people.\nScores of men, women and children lined the rim of the crater, gawking\ninto the smoky pit, while other scores roamed aimlessly around the\nnearby hill and desert.\n\nA young sheriff's deputy standing beside the State trooper's car raised\nhis hand to halt the AEC disaster van. The truck stopped and the\nwhite-suited radiation team leaped from the vehicle, counters in hand,\nracing for the crater.\n\n\"Back,\" the chief of the squad yelled at the top of his lungs.\n\"Everybody get back. This area is radiation contaminated. Hurry!\"\n\nThere was a second of stunned comprehension and then a mad, pan-demonic\nscrambling of persons and cars, bumping and jockeying to flee. The\nradiation team fanned out around the crater, fumbling at the level\nscales on their counters when the instruments failed to indicate\nanything more than normal background count.\n\nAll of the vehicles had pulled back to safety--all except a slightly\nbattered station wagon still parked a yard or two from the eastern edge\nof the crater.\n\nThe radiation squad leader ran over to the wagon. Three people, two men\nand a dirty, disheveled and bloody-nosed older woman, sat in the front\nseat munching Good Humor bars.\n\n\"Didn't you hear me?\" the AEC man yelled. \"Get outta here. This area's\nhot. Radioactive. Dangerous. GET MOVING!\"\n\nThe woman leaned out the window and patted the radiation expert\nsoothingly on the shoulder.\n\n\"Shucks, sonny, no need to get this excited over a little spilt milk.\"\n\n\"Milk,\" the AEC man yelped, purpling. \"Milk! I said this is a hot area;\nit's loaded with radiation. Look at this--\" He pointed to the meter on\nhis counter, then stopped, gawked at the instrument and shook it. And\nstared again. The meter flicked placidly along at the barely-above-normal\nbackground level count.\n\n\"Hey, Jack,\" one of the other white-suited men on the far side of the\ncrater called, \"this hole doesn't register a thing.\"\n\nThe squad chief stared incredulously at his counter and banged it\nagainst the side of the station wagon. Still the needle held in the\nnormal zone. He banged it harder and suddenly the needle dropped to\nzero as Hetty and her ranch hands peered over the AEC man's shoulder at\nthe dial.\n\n\"Now ain't that a shame,\" Barney said sympathetically. \"You done broke\nit.\"\n\nThe rest of the disaster squad, helmets off in the blazing sun and\nlead-coated suits unfastened, drifted back to the squad leader at the\nCircle T station wagon. A mile east, the rest of the AEC convoy had\narrived and halted in a huge fan of vehicles, parked a safe distance\nfrom the crater. A line of more white-suited detection experts moved\ncautiously forward.\n\nWith a stunned look, the first squad leader turned and walked slowly\ndown the road towards the approaching line. He stopped once and looked\nback at the gaping hole, down at his useless counter, shook his head\nand continued on to meet the advancing units.\n\nBy nightfall, new strands of barbed wire reflected the last rays of the\nred Nevada sun. Armed military policemen and AEC security police in\npowder-blue battle jackets, patrolled the fences around the county road\ncrater. And around the fence that now enclosed the immediate vicinity\nof the Circle T ranch buildings. Floodlights bathed the wire and cast\nan eerie glow over the mass of parked cars and persons jammed outside\nthe fence. A small helicopter sat off to the right of the impromptu\nparking lot and an NBC newscaster gave the world a verbal description\nof the scene while he tried to talk above the snorting of the\ngas-powered generator that was supplying the Associated Press\nradio-telephone link to San Francisco.\n\nBlack AEC vans and dun colored military vehicles raced to and from the\nranch headquarters, pausing to be cleared by the sentries guarding the\nmain gates.\n\nThe AP log recorded one hundred eighteen major daily papers using the\nAP story that afternoon and the following morning:\n\nCARSON CITY, NEV., May 12 (AP)--A kiloton eggnog rocked the scientific\nworld this morning.\n\n\"On a Nevada ranch, forty miles east of here, 60-year-old Mehatibel\nThompson is milking a cow that gives milk more powerful than an atomic\nbomb. Her chickens are laying the triggering mechanisms.\n\n\"This the world learned today when an earth-shaking explosion\nrocked....\"\n\n                     *      *      *      *      *\n\nInside the Circle T ranch house, Hetty, bathed and cleaned and only\nslightly the worse for her experiences, was hustling about the kitchen\nthrowing together a hasty meal. Johnny and Barney had swept up a huge\npile of broken glass, crockery and dirt and Hetty had salvaged what\ndishes remained unshattered by the blast.\n\nShe weaved through a dozen men grouped around the kitchen table, some\nin military or security police garb, three of them wearing the uniform\nof the atomic scientist in the field--bright Hawaiian sports shirts,\ndark glasses, blue denims and sneakers. Johnny and Barney huddled\nagainst the kitchen drainboard out of the main stream of traffic. The\nfinal editions of the San Francisco _Call-Bulletin_, Oakland _Tribune_,\nLos Angeles _Herald-Express_ and the Carson City _Appeal_ were spread\nout on the table. Hetty pushed them aside to put down dishes.\n\nThe glaring black headlines stared up at her. \"Dairy Detonation\nDevastates Desert,\" the alliterative _Chronicle_ banner read; \"Bossy's\nBlast Rocks Bay Area,\" said the _Trib_; \"Atomic Butter-And-Egg Blast\nJars LA,\" the somewhat inaccurate _Herald-Ex_ proclaimed; \"Thompson\nRanch Scene of Explosion,\" the _Appeal_ stated, hewing to solid facts.\n\n\"Mrs. Thompson,\" the oldest of the scientists said, \"won't you please\nput down those dishes for a few minutes and give us the straight story.\nAll afternoon long its been one thing or another with you and all we've\nbeen able to get out of you is this crazy milk-egg routine.\"\n\n\"Time enough to talk after we've all had a bite to eat,\" Hetty said,\njuggling a platter of steaks and a huge bowl of mashed potatoes to the\ntable. \"Now we've all had a hard day and we can all stand to get on the\noutside of some solid food. I ain't had a bite to eat since this\nmorning and I guess you boys haven't had much either. And since you've\nseemed to have made yourselves to home here, then by golly, you're\ngoing to sit down and eat with us.\n\n\"Besides,\" she added over her shoulder as she went back to the stove\nfor vegetables and bread, \"me 'n Johnny have already told you what\nstory there is to tell. That's all there is to it.\"\n\nShe put more platters on the now-heaping table and then went around the\ntable pouring coffee from the big ranch pot. \"All right, you men sit\ndown now and dig in,\" she ordered.\n\n\"Mrs. Thompson,\" an Army major with a heavy brush mustache said, \"we\ndidn't come here to eat. We came for information.\"\n\nHetty shoved back a stray wisp of hair and glared at the man.\n\n\"Now you listen to me, you young whippersnapper. I didn't invite you,\nbut since you're here, you'll do me the goodness of being a mite more\npolite,\" she snapped.\n\nThe major winced and glanced at the senior scientist. The older man\nraised his eyes expressively and shrugged. He moved to the table and\nsat down. There was a general scuffling of chairs and the rest of the\ngroup took places around the big table. Johnny and Barney took their\nusual flanking positions beside Hetty at the head of the board.\n\nHetty took her seat and looked around the table with a pleased smile.\n\"Now that's more like it.\"\n\nShe bowed her head and, after a startled glance, the strangers followed\nsuit.\n\n\"We thank Thee, dear Lord,\" Hetty said quietly, \"for this food which we\nare about to eat and for all Your help to us this day. It's been a\nlittle rough in spots but I reckon You've got Your reasons for all of\nit. Seein' as how tomorrow is Your day anyway, we ask that it be just a\nmite quieter. Amen.\"\n\nThe satisfying clatter of chinaware and silver and polite muttered\nrequests for more potatoes and gravy filled the kitchen for the next\nquarter of an hour as the hungry men went to work on the prime Circle T\nyearling beef.\n\n                     *      *      *      *      *\n\nAfter his second steak, third helping of potatoes and gravy and fourth\ncup of coffee, the senior scientist contentedly shoved back from the\ntable. Hetty was polishing the last dabs of gravy from her plate with a\nscrap of bread. The scientist pulled a pipe and tobacco pouch from his\npocket.\n\n\"With your permission, m'am,\" he asked his hostess. Hetty grinned. \"For\nheaven's sake, fire it up, sonny. Big Jim--that was my husband--used to\nsay that no meal could be said properly finished unless it had been\nsmoked into position for digestion.\"\n\nSeveral of the other men at the table followed suit with pipes, cigars\nand cigarettes. Hetty smiled benignly around the table and turned to\nthe senior scientist.\n\n\"What did you say your name was, sonny?\" she asked.\n\n\"Dr. Floyd Peterson, Mrs. Thompson,\" he replied, \"and at forty-six\nyears of age, I deeply thank you for that 'sonny'.\"\n\nHe reached for the stack of newspapers on the floor beside his chair\nand pushing back his plate, laid them on the table.\n\n\"Now, Mrs. Thompson, let's get down to facts,\" he rapped the headlines\nwith a knuckle. \"You have played hell with our schedule and I've got to\nhave the answers soon before I have the full atomic commission and a\ncongressional investigation breathing down my neck.\n\n\"What did you use to make that junior grade earthquake?\"\n\n\"Why, I've already told you more'n a dozen times, sonny,\" Hetty\nreplied. \"It must of been the combination of them queer eggs and\nSally's milk.\"\n\nThe brush-mustached major sipping his coffee, spluttered and choked.\nBeside him, the head of the AEC security force at Frenchman's Flat\nleaned forward.\n\n\"Mrs. Thompson, I don't know what your motives are but until I find\nout, I'm deeply thankful that you gave those news hounds this ... this,\nbutter and egg business,\" he said.\n\n\"Milk and eggs,\" Hetty corrected him mildly.\n\n\"Well, milk and eggs, then. But the time has ended for playing games.\nWe must know what caused that explosion and you and Mr. Culpepper and\nMr. Hatfield,\" he nodded to Johnny and Barney sitting beside Hetty,\n\"are the only ones who can tell us.\"\n\n\"Already told you,\" Hetty repeated. Johnny hid a grin.\n\n\"Look, Mrs. Thompson,\" Dr. Peterson said loudly and with ill-concealed\nexasperation, \"you created and set off an explosive force that dwarfed\nevery test we've made at Frenchman's Flat in four years. The force of\nyour explosive was apparently greater than that of a fair-sized atomic\ndevice and only our Pacific tests--and those of the Russians--have been\nany greater. Yet within a half hour or forty-five minutes after the\nblast there wasn't a trace of radiation at ground level, no aerial\nradiation and not one report of upper atmosphere contamination or\nfallout within a thousand miles.\n\n\"Mrs. Thompson, I appeal to your patriotism. Your friends, your\ncountry, the free people of the world, need this invention of yours.\"\n\nHetty's eyes grew wide and then her features set in a mold of firm\ndetermination. Shoving back her chair and raising to stand stiffly\nerect and with chin thrust forward, she was every inch the True Pioneer\nWoman of the West.\n\n\"I never thought of that,\" she said solemnly. \"By golly, if my country\nneeds this like that, then by golly, my country's going to have it.\"\n\nThe officials leaned forward in anticipation.\n\n\"You can have Sally's Cloverdale Marathon III and I don't want one cent\nfor her, either. And you can take the hens, too.\"\n\nThere was a stunned silence and then the Army major strangled on a\nmouthful of coffee; the security man turned beet red in the face and\nDr. Peterson's jaw bounced off his breastbone. Johnny, unable to hold\nback an explosion of laughter, dashed for the back porch and collapsed.\n\n                     *      *      *      *      *\n\nThe kitchen door slammed and Dr. Peterson stamped out on to the porch,\npipe clamped between clenched teeth, his face black with anger and\nfrustration. He ignored Johnny who was standing beside the rail wiping\ntears from his eyes. Culpepper recovered himself and walked over to the\nirate physicist.\n\n\"Dr. Peterson you're a man of science,\" Johnny said, \"and a scientist\nis supposed to be willing to accept a fact and then, possibly determine\nthe causes behind the fact after he recognizes what he sees. Isn't that\nso?\"\n\n\"Now, look here,\" Peterson angrily swung around to face Johnny. \"I've\ntaken all I intend to take from you people with your idiotic story. I\ndon't intend to....\"\n\nJohnny took the older man by the elbow and gently but firmly propelled\nhim from the porch towards the barn. \"I don't intend to either insult\nyour intelligence, Dr. Peterson, or attempt to explain what has\nhappened here. But I do intend to show you what we know.\"\n\nBright floodlights illuminated the yard and a crew of soldiers were\nstringing telephone wires from the guarded front gate across the open\nspace to the ranch house. Beyond the new barbed wire fence, there was\nan excited stir and rush for the wire as a sharp-eyed newsman spotted\nJohnny and the scientist crossing the yard. The two men ignored the\nshouted requests for more up-to-the-minute information as they walked\ninto the barn. Johnny switched on the lights.\n\nThe lowing of the two prize Guernseys in the stalls at the right of the\ndoor changed to loud, plaintive bawling as the lights came on. Both\ncows were obviously in pain from their swollen and unmilked udders.\n\n\"Seeing is believing. Doc?\" Johnny asked, pointing to the cows.\n\n\"Seeing what?\" Peterson snapped.\n\n\"I knew we were going to have some tall explaining to do when you\nfellows took over here,\" Johnny said, \"and, of course, I don't blame\nyou one bit. That was some blast Hetty set off out there.\"\n\n\"You don't know,\" Dr. Peterson murmured fearfully, \"you just don't\nknow.\"\n\n\"So,\" Johnny continued, \"I deliberately didn't milk these cows, so that\nyou could see for yourself that we aren't lying. Now, mind you, I don't\nhave the foggiest idea WHY this is happening, but I'm going to show you\nat least, WHAT happened.\"\n\nHe picked up a pair of milk buckets from a rack beside the door and\nwalked towards the cow stalls, Peterson trailing. \"This.\" Johnny said,\npointing to the larger of the two animals, \"is Queenie. Her milk is\njust about as fine as you can get from a champion milk producing line.\nAnd this,\" he reached over and patted the flank of the other cow, \"is\nSally's Cloverdale Marathon III. She's young and up to now has given\ngood but not spectacular quantities or qualities of milk. She's from\nthe same blood line as Queenie. Sally had dried up from her first calf\nand we bred her again and on Wednesday she came fresh. Only it isn't\nmilk that she's been giving. Watch!\"\n\nKicking a milking stool into position, he placed a bucket under\nQueenie's distended bag and began squirting the rich, foaming milk into\nthe pail with a steady, fast and even rhythm. When he had finished, he\nset the two full buckets with their thick heads of milk foam, outside\nthe stall and brought two more clean, empty buckets. He moved to the\nside of the impatient Sally. As Peterson watched, Johnny filled the\nbuckets with the same, flat, oily-looking white fluid that Sally had\nbeen producing since Wednesday. The scientist began to show mild\ninterest.\n\nJohnny finished, stripped the cow, and then carried the pails out and\nset them down beside the first two.\n\n\"O.K., now look them over yourself,\" he told Peterson.\n\nThe scientist peered into the buckets. Johnny handed him a ladle.\n\n\"Look, Culpepper,\" Peterson said, \"I'm a physicist, not a farmer or an\nagricultural expert. How do you expect me to know what milk is supposed\nto do? Until I was fifteen years old, I thought the milk came out of\none of those spigots and the cream out of another.\"\n\n\"Stir it,\" Johnny ordered. The scientist took the ladle angrily and\npoked at the milk in Queenie's buckets.\n\n\"Taste it,\" Johnny said. Peterson glared at the younger man and then\ntook a careful sip of the milk. Some of the froth clung to his lips and\nhe licked it off. \"Taste like milk to me,\" he said.\n\n\"Smell it,\" Johnny ordered. Peterson sniffed.\n\n\"O.K., now do the same things to the other buckets.\"\n\nPeterson swished the ladle through the buckets containing Sally's milk.\nThe white liquid swirled sluggishly and oillike. He bent over and\nsmelled and made a grimace.\n\n\"Go on,\" Johnny demanded, \"taste it.\"\n\nPeterson took a tiny sip, tasted and then spat.\n\n\"All right,\" he said, \"I'm now convinced that there's something\ndifferent about this milk. I'm not saying anything is wrong with it\nbecause I wouldn't know. All I'm admitting is that it is different. So\nwhat?\"\n\n                     *      *      *      *      *\n\n\"Come on,\" Johnny took the ladle from him. He carried the buckets of\nQueenie's milk into the cooler room and dumped them in a small\npasturizer.\n\nThen carrying the two pails of Sally's milk, Johnny and the physicist\nleft the barn and went to the shattered remains of the tractor shed.\n\nFumbling under wrecked and overturned tables and workbenches, Johnny\nfound an old and rusted pie tin.\n\nPlacing the tin in the middle of the open spaces of the yard, he turned\nto Peterson. \"Now you take that pail of milk and pour a little into the\npan. Not much, now, just about enough to cover the bottom or a little\nmore.\" He again handed the ladle to Peterson.\n\nThe scientist dipped out a small quantity of the white fluid and\ncarefully poured it into the pie plate.\n\n\"That's enough,\" Johnny cautioned. \"Now let's set these buckets a good\nlong ways from here.\" He picked up the buckets and carried them to the\nback porch. He vanished into the kitchen.\n\nBy this time, the strange antics of the two men had attracted the\nattention of the clamoring newsmen outside the fence and they jammed\nagainst the wire, shouting pleas for an interview or information. The\nnetwork television camera crews trained their own high-powered lights\ninto the yard to add to the brilliance of the military lights and began\nrecording the scene. Dr. Peterson glared angrily at the mob and turned\nas Johnny rejoined him. \"Culpepper, are you trying to make a fool of\nme?\" he hissed.\n\n\"Got a match?\" Johnny queried, ignoring the question. The pipe-smoking\nscientist pulled out a handful of kitchen matches. Johnny produced a\nglass fish casting rod with a small wad of cloth tied to the weighted\nhook. Leading Peterson back across the yard about fifty feet, Johnny\nhanded the rag to Peterson.\n\n\"Smell it,\" he said. \"I put a little kerosene on it so it would burn\nwhen it goes through the air.\" Peterson nodded.\n\n\"You much of a fisherman?\" Johnny asked.\n\n\"I can drop a fly on a floating chip at fifty yards,\" the physicist\nsaid proudly. Johnny handed him the rod and reel. \"O.K., Doc, light up\nyour rag and then let's see you drop it in that pie plate.\"\n\nWhile TV cameras hummed and dozens of still photographers pointed\ntelescopic lenses and prayed for enough light, Dr. Peterson ignited the\nlittle wad of cloth. He peered behind to check for obstructions and\nthen, with the wrist-flicking motion of the devoted and expert\nfisherman, made his cast. The tiny torch made a blurred, whipping\nstreak of light and dropped unerringly into the pie plate in the middle\nof the yard.\n\nThe photographers had all the light they needed!\n\nThe night turned violet as a violent ball of purple fire reared and\nboiled into the darkened sky. The flash bathed the entire ranch\nheadquarters and the packed cars and throngs outside the fence in the\nstrange brilliance. The heat struck the dumfounded scientist and young\nrancher like the suddenly-opened door of a blast furnace.\n\nIt was over in a second as the fire surged and then winked out. The\nsudden darkness blinded them despite the unchanged power of the\ntelevision and military floodlights still focused on the yard.\nPandemonium erupted from the ranks of newsmen and photographers who had\nwitnessed the dazzling demonstration.\n\nPeterson stared in awe at the slightly smoking and warped pie tin.\n\"Well, cut out my tongue and call me Oppenheimer,\" he exclaimed.\n\n\"That was just the milk,\" Johnny said. \"You know of a good safe place\nwe could try it out with one of those eggs? I'd be afraid to test 'em\nanywhere around here after what happened to Hetty this morning.\"\n\n                     *      *      *      *      *\n\nAn hour later, a military helicopter chewed its way into the night,\ncarrying three gallons of Sally's milk from the ranch to Nellis AFB\nwhere a jet stood ready to relay the sealed cannister to the AEC\nlaboratories at Albuquerque.\n\nIn the ranch house living room Peterson had set up headquarters and an\nArmy field telephone switchboard was in operation across the room.\n\nAn AEC security man was running the board. Hetty had decided that one\nearthquake a day was enough and had gone to bed. Barney bewildered but\nhappily pleased at so much company, sat on the edge of a chair and\navidly watched and listened, not understanding a thing he saw or heard.\nAt the back of the room, Johnny hunched over Big Jim Thompson's\nroll-top desk, working up a list of supplies he would need to repair\nthe damages from the week's growing list of explosions.\n\nPeterson and three of his staff members were in lengthy consultation at\na big table in the middle of the room. The Army field phone at\nPeterson's elbow jangled.\n\nAcross the room, the switchboard operator swung around and called:\n\"It's the commissioner, Dr. Peterson. I just got through to him.\"\nPeterson picked up the phone.\n\n\"John,\" he shouted into the instrument, \"Peterson here. Where have you\nbeen?\" Tinny, audible squawks came from the phone and Peterson held it\naway from his ear.\n\n\"Yes, I know all about it,\" he said. \"Yes ... yes ... yes. I know\nyou've had a time with the papers. Yes, I heard the radio. Yes, John, I\nknow it sounds pretty ridiculous. What? Get up to the ranch and find\nout. Where do you think I'm calling from?\"\n\nThe squawking rattled the receiver and Peterson winced.\n\n\"Look, commissioner,\" he broke in, \"I can't put a stop to those\nstories. What? I said I can't put a stop to the stories for one reason.\nThey're true.\"\n\nThe only sound that came from the phone was the steady hum of the line.\n\n\"Are you there, John?\" Peterson asked. There was an indistinct mumble\nfrom Washington. \"Now listen carefully, John. What I need out here just\nas quickly as you can round them up and get them aboard a plane is the\nbest team of biogeneticists in the country.\n\n\"What? No, I don't need a team of psychiatrists, commissioner. I am\nperfectly normal.\" Peterson paused. \"I think!\"\n\nHe talked with his chief for another fifteen minutes. At two other\ntelephones around the big table, his chief deputy and the senior\nsecurity officer of the task force handled a half dozen calls during\nPeterson's lengthy conversation. When Peterson hung up, the machinery\nwas in motion gathering the nation's top biochemists, animal\ngeneticists, agricultural and animal husbandry experts and a baker's\ndozen of other assorted -ists, ready to package and ship them by plane\nand train to the main AEC facility at Frenchman's Flat and to the\nCircle T.\n\nPeterson sighed gustily as he laid down the phone and reached for his\npipe. Across the table, his assistant put a hand over the mouthpiece of\nhis telephone and leaned towards Peterson.\n\n\"It's the Associated Press in New York,\" he whispered. \"They're hotter\nthan a pistol about the blackout and threatening to call the President\nand every congressman in Washington if we don't crack loose with\nsomething.\"\n\n\"Why couldn't I have flunked Algebra Two,\" Peterson moaned. \"No, I had\nto be a genius. Now look at me. A milkmaid.\" He looked at his watch.\n\"Tell 'em we'll hold a press conference at 8:00 a.m. outside the ranch\ngate.\"\n\nThe assistant spoke briefly into the phone and again turned to\nPeterson. \"They say they want to know now whether the milk and egg\nstory is true. They say they haven't had anything but an official\nrunaround and a lot of rumor.\"\n\n\"Tell them we neither deny nor confirm the story. Say we are\ninvestigating. We'll give them a formal statement in the morning,\"\nPeterson ordered.\n\nHe left the table and walked to the desk where Johnny was finishing his\nlist of building supplies.\n\n\"What time do you usually get those eggs?\" he asked.\n\n\"Well, as a rule, Hetty gets out and gathers them up about nine each\nmorning. But they've probably been laid a couple of hours earlier.\n\n\"That's going to make us awfully late to produce anything for those\nbabbling reporters,\" the scientist said.\n\n\"Come to think of it,\" Johnny said thoughtfully, \"we could rig up a\nlight in the chicken house and make the hens lay earlier. That way you\ncould have some eggs about four or five o'clock in the morning.\"\n\nBarney had been listening.\n\n\"And them eggs make a mighty fine breakfast of a morning,\" he\nvolunteered cheerfully. Peterson glared at him and Johnny grinned.\n\n\"I think the doctor wants the golden kind,\" he said with a smile.\n\n\"Oh, them,\" Barney said with a snort of disgust. \"They wouldn't make an\nomelet fit for a hog. You don't want to fuss with them, doc.\"\n\n                     *      *      *      *      *\n\nUnder Johnny's direction, a crew of technicians ran a power line into\nthe slightly-wrecked chicken house. There were loud squawks of\nindignation from the sleeping hens as the men threaded their way\nthrough the nests. The line was installed and the power applied. A\none-hundred-fifty-watt bulb illuminated the interior of the chicken\nhouse to the discordant clucking and cackling of the puzzled birds.\n\nSolomon, the big rooster, was perched on a crossbeam, head tucked under\nhis wing. When the light flooded the shed he jerked awake and fastened\na startled and unblinking stare at the strange sun. He scrambled\nhastily and guiltily to his feet and throwing out his great chest,\ncrowed a shrieking hymn to Thomas A. Edison. Johnny chuckled as the\ntechnicians jumped at the sound. He left the hen house, went back to\nthe house and to bed.\n\nHe set his alarm clock for 4:00 a.m. and dropped immediately into a\ndeep and exhausted sleep.\n\nWhen he and the sleepy-eyed Peterson went into the chicken house at\n4:30, there were eleven of the golden eggs resting on the straw nests.\n\nThey turned the remainder of the normal eggs over to Hetty who whipped\nup a fast and enormous breakfast. While Peterson and Johnny were\neating, a writing team of AEC public information men who had arrived\nduring the night, were polishing a formal press release to be given to\nthe waiting reporters at eight. The phones had been manned throughout\nthe night. Peterson's bleary-eyed aide came into the kitchen and\nslumped into a chair at the table.\n\n\"Get yourself a cup of coffee, boy,\" Hetty ordered, \"while I fix you\nsomething to eat. How you like your eggs?\"\n\n\"Over easy, Mrs. Thompson and thanks,\" he said wearily. \"I think I've\ngot everything lined up, doctor. The eggs are all packed, ready to go\nin your car and the car will be ready in about ten minutes. They're\nstill setting up down range but they should be all in order by the time\nyou get there.\n\n\"The bio men and the others should be assembled in the main briefing\nroom at range headquarters. I've ordered a double guard around the\nbarn, to be maintained until the animal boys have finished their\non-the-ground tests. And they're padding a device van to take Sally to\nthe labs when they're ready.\n\n\"And ... oh yeah, I almost forgot ... the commissioner called about ten\nminutes ago and said to tell you that the Russians are going to make a\nformal protest to the U.N. this morning. They say we're trying to wipe\nout the People's Republic by contaminating their milk.\"\n\nThe sound of scuffling in the yard and loud yells of protest came\nthrough the back porch window. The door swung open and a spluttering\nand irate Barney was thrust into the room, still in the clutches of a\npair of armed security policemen.\n\n\"Get your hands offn me,\" Barney roared as he struggled and squirmed\nimpotently in their grip. \"Doc, tell these pistol-packing bellhops to\nturn me loose.\"\n\n\"We caught him trying to get into the barn, sir,\" one of the officers\ntold Peterson.\n\n\"Of course I was going into the barn,\" the indignant ranch hand\nscreamed. \"Where'd you think I would go to milk a cow?\"\n\nPeterson smiled. \"It's all right, Fred. It's my fault. I should have\ntold you Mr. Hatfield has free access.\"\n\nThe security men released Barney. He shook himself and glared at them.\n\n\"I'm terribly, sorry, Barney,\" Dr. Peterson said. \"I forgot that you\nwould be going down to milk the cows and I'm glad you reminded me. Do\nme a favor and milk Sally first, will you? I want to take that milk, or\nwhatever it is, with us when we leave in a few minutes.\"\n\n                     *      *      *      *      *\n\nThe sun was crawling up the side of the mountains when Johnny and Dr.\nPeterson swung out of the ranch yard between two armored scout cars for\nthe sixty-mile trip down the range road. Dew glistened in the early\nrays of light and the clear, cool morning air held little hint of the\nheat sure to come by midmorning. There was a rush of photographers\ntowards the gate as the little convoy left the ranch. A battery of\ncameras grabbed shots of the vehicles heading south.\n\nIt was the beginning of a day that changed the entire foreign policy of\nthe United States. It was also the day that started a host of the\nnation's finest nuclear physicists tottering towards psychiatrists'\ncouches.\n\nIn rapid order in the next few days, Peterson's crew reinforced by\nhundreds of fellow scientists, technicians and military men, learned\nwhat Johnny Culpepper already knew.\n\nThey learned that (1) Sally's milk, diluted by as much as four hundred\nparts of pure water, made a better fuel than gasoline when ignited.\n\nThey also learned that (2) in reduced degrees of concentration, it\nbecame a substitute for any explosive of known chemical composition;\n(3) brought in contact with the compound inside one of the golden eggs,\nit produced an explosive starting at the kiloton level of one egg to\ntwo cups of milk and went up the scale but leveled off at a peak as the\nrecipe was increased; (4) could be controlled by mixing jets to produce\nany desired stream of explosive power; and (5) they didn't have the\nwildest idea what was causing the reaction.\n\nIn that same order it brought (1) Standard Oil stock down to the value\nof wallpaper; (2) ditto for DuPont; (3) a new purge in the top level of\nthe Supreme Soviet; (4) delight to rocketeers at Holloman Air Force\nResearch Center, Cape Canaveral and Vandenburg Air Force Base; and (5)\nagonizing fits of hair-tearing to every chemist, biologist and\nphysicist who had a part in the futile attempts to analyze the two\ningredients of what the press had labeled \"Thompson's Eggnog.\"\n\nWhile white-coated veterinarians, agricultural experts and chemists\nprodded and poked Sally's Cloverdale Marathon III, others were giving a\nsimilar going-over to Hetty's chicken flock. Solomon's outraged screams\nof anger echoed across the desert as they subjected him to fowl\nindignities never before endured by a rooster.\n\nWeeks passed and with each one new experiments disclosed new uses for\nthe amazing Eggnog. While Sally placidly chewed her cuds and continued\nto give a steady five gallons of concentrated fury at each milking,\nSolomon's harem dutifully deposited from five to a dozen golden spheres\nof packaged power every day. At the same time, rocket research\nengineers completed their tests on the use of the Eggnog.\n\n                     *      *      *      *      *\n\nIn the early hours of June 4th, a single-stage, two-egg, thirty-five\ngallon Atlas rocket poised on the launching pads at Cape Canaveral.\nFrom the loud-speaker atop the massive block-house came the countdown.\n\n\"X minus twenty seconds. X minus ten seconds. Nine ... eight ...\nseven ... six ... five ... four ... three ... two ... FIRE!\"\n\nThe control officer stabbed the firing button and deep within the Atlas\na relay clicked, activating a solenoid that pushed open a valve. A thin\nstream of Sally's milk shot in from one side of the firing chamber to\nblend with a fine spray of egg, batter coming from a jet in the\nopposite wall.\n\nSpewing a solid tail of purple fire, the Atlas leaped like a wasp-stung\nheifer from the launching pads and thundered into space. The fuel\norifices continued to expand to maximum pre-set opening. In ten seconds\nthe nose cone turned from cherry-red to white heat and began sloughing\nits outer ceramic coating. At slightly more than forty-three thousand\nmiles an hour, the great missile cleaved out of atmosphere into the\nvoid of space, leaving a shock wave that cracked houses and shattered\nglass for fifty miles from launching point.\n\nA week later, America's newest rocket vessel, weighing more than thirty\ntons and christened _The Egg Nog_, was launched from the opposite coast\nat Vandenburg. Hastily modified to take the new fuel, the weight and\nspace originally designed for the common garden variety of rocket fuel\nwas filled with automatic camera and television equipment. In its stern\nstood a six-egg, one-hundred-gallon engine, while in the nose was a\nsmall, one-egg, fourteen-quart braking engine to slow it down for the\nreturn trip through the atmosphere.\n\nIts destination--Mars!\n\nA week later, _The Eggnog_ braked down through the troposphere, skidded\nto a piddling two-thousand miles, an hour through the stratosphere,\nautomatically sprouted gliding wing stubs in the atmosphere and planed\ndown to a spraying halt in the Pacific Ocean, fifty miles west of\nEnsenada in Baja, California. Aboard were man's first views of the red\nplanet.\n\nThe world went mad with jubilation. From the capitals of the free\nnations congratulations poured into Washington. From Moscow came word\nof a one-hundred-ton spaceship to be launched in a few days, powered by\na mixture of vodka and orange juice discovered by a bartender in\nNovorosk who was studying chemistry in night school. This announcement\nwas followed twenty-four hours later by a story in _Pravda_ proving\nconclusively that Sally's Cloverdale Marathon III was a direct\ndescendant of Nikita's Mujik Droshky V, a prize Guernsey bull produced\nin the barns of the Sopolov People's Collective twenty-six years ago.\n\nLate in August, Air Force Major Clifton Wadsworth Quartermain climbed\nout of the port of the two-hundred-ton, two dozen-egg, two-hundred-thirty\ngallon space rocket _Icarus_, the first man into space and back. He had\ncircled Venus and returned. No longer limited by fuel weight factors,\nscientists had been able to load enough shielding into the huge\n_Icarus_ to protect a man from the deadly bombardment of the Van Allen\nradiation belts.\n\nOn September 15th, Sally's Cloverdale Marathon III, having been milked\nharder and faster than any Guernsey in history, went dry.\n\nLess than half of the approximately twelve-hundred gallons of fuel she\nhad produced during her hay days, remained on hand in the AEC storage\nvaults.\n\nThree days later, Solomon, sprinting after one of his harem who was\nplaying hard to get, bee-lined into the path of a security police jeep.\nThere was an agonized squawk, a shower of feathers and mourning. A\nshort time later, the number of golden eggs dropped daily until one\nmorning, there were none. They never reappeared. The United States had\nstockpiled twenty-six dozen in an underground cave deep in the Rockies.\n\nMan, who had burst like a butterfly into space, crawled back into his\ncocoon and pondered upon the stars from a worm's eye point of view.\n\n                     *      *      *      *      *\n\nBanging around in the back end of a common cattle truck, Sally's\nCloverdale Marathon III came home to the Circle T in disgrace. In a\ncorner of the truck, the late Solomon's harem cackled and voiced loud\ncries of misery as they huddled in the rude, slatted shipping coop. The\ntruck turned off the county road and onto the dirt road leading to the\nmain buildings. It rattled across the cattle guard and through the\nnew-unprotected and open gate in the barbed wire fence. Life had\nreturned almost to normal at the Circle T.\n\nBut not for long.\n\nFive days after Sally's ignominious dismissal from the armed forces, a\nstaff car came racing up to the ranch. It skidded to a halt at the\nback-porch steps. Dr. Peterson jumped out and dashed up to the kitchen\ndoor.\n\n\"Well, for heaven's sake,\" Hetty cried. \"Come on in, sonny. I ain't\nseen you for the longest spell.\"\n\nPeterson entered and looked around.\n\n\"Where's Johnny, Mrs. Thompson?\" he asked excitedly. \"I've got some\nwonderful news.\"\n\n\"Now ain't that nice,\" Hetty exclaimed. \"Your wife have a new baby or\nsomething? Johnny's down at the barn. I'll call him for you.\" She moved\ntowards the door.\n\n\"Never mind,\" Peterson said, darting out the door, \"I'll go down to the\nbarn.\" He jumped from the porch and ran across the yard.\n\nHe found Johnny in the barn, rigging a new block and tackle for the\nhayloft. Barney was helping thread the new, manila line from a coil on\nthe straw-littered floor.\n\n\"Johnny, we've found it,\" Peterson shouted jubilantly as he burst into\nthe barn.\n\n\"Why, Doc, good to see you again,\" Johnny said. \"Found what?\"\n\n\"The secret of Sally's milk,\" Peterson cried. He looked wildly around\nthe barn. \"Where is she?\"\n\n\"Who?\"\n\n\"Sally, of course,\" the scientist yelped.\n\n\"Oh, she's down in the lower pasture with Queenie,\" Johnny replied.\n\n\"She's all right, isn't she?\" Peterson asked anxiously.\n\n\"Oh, sure, she's fine, Doc. Why?\"\n\n\"Listen,\" Peterson said hurriedly, \"our people think they've stumbled\non something. Now we still don't know what's in those eggs or in\nSally's milk that make them react as they do. All we've been able to\nfind is some strange isotope but we don't know how to reproduce it or\nsynthesize it.\n\n\"But we do think we know what made Sally give that milk and made those\nhens start laying the gold eggs.\"\n\nJohnny and Barney laid down their work and motioned the excited\nscientist to join them on a bench against the horse stalls.\n\n\"Do you remember the day Sally came fresh?\" Peterson continued.\n\n\"Not exactly,\" Johnny replied, \"but I could look it up in my journal. I\nkeep a good record of things like new registered stock births.\"\n\n\"Never mind,\" Peterson said. \"I've already checked. It was May 9th.\"\n\nHe paused and smiled triumphantly.\n\n\"I guess that's right if you say so,\" Johnny said. \"But what about it?\"\n\n\"And that was the same day that the hens laid the first golden egg too,\nwasn't it?\" Peterson asked.\n\n\"Why it sure was, Doc,\" Barney chimed in. \"I remember, cause Miz\nThompson was so mad that the milk was bad and the eggs went wrong both\nin the same day.\"\n\n\"That's what we know. Now listen to this, Johnny,\" the scientist\ncontinued. \"During the night of May 8th, we fired an entirely new kind\nof test shot on the range. I can't tell you what it was, only to say\nthat it was a special atomic device that even we didn't know too much\nabout. That's why we fired it from a cave in the side of a hill down\nthere.\n\n\"Since then, our people have been working on the pretty good assumption\nthat something happened to that cow and those chickens not too long\nbefore they started giving the Eggnog ingredients. Someone remembered\nthe experimental test shot, checked the date and then went out and had\na look at the cave. We already had some earlier suspicions that this\ndevice produced a new type of beam ray. We took sightings from the\ncave, found them to be in a direct, unbroken line with the Circle T. We\nset up the device again and using a very small model, tried it out on\nsome chick embryos. Sure enough, we got a mutation. But not the right\nkind.\n\n\"So we're going to recreate the entire situation right here, only this\ntime, we're going to expose not only Sally but a dozen other Guernseys\nfrom as close to her blood line as we can get.\n\n\"And we already knew that you had a young rooster sired by Solomon.\"\n\n\"But, Doc,\" Johnny protested. \"Sally had a calf early that morning.\nIsn't that going to make a difference?\"\n\n\"Of course it is,\" Peterson exclaimed. \"And she's going to have another\none the same way. And so are all the other cows. You're the one that\ntold me she had her calf by artificial insemination, didn't you?\"\n\nJohnny nodded.\n\n\"Well, then she's going to have another calf from the same bull and so\nwill the other cows.\"\n\n\"Pore Sally,\" Barney said sorrowfully. \"They're sure takin' the romance\noutta motherhood for you.\"\n\n                     *      *      *      *      *\n\nThe next day the guards were back on the gate. By midafternoon twelve\nfine young Guernseys arrived, together with a corps of veterinarians,\nbiologists and security police. By nightfall, Sally and her companions\nwere all once again in a \"delicate condition.\"\n\nA mile from the ranch house, a dormitory was built for the\nveterinarians and biologists and a barracks thrown up for the security\nguards. A thirty-five thousand dollar, twelve-foot high chain link\nfence, topped by barbed wire, was constructed around the pasture and\narmored cars patrolled the fence by day and kept guard over the\npregnant bovines by night in the barn.\n\nThrough the fall, into the long winter and back to budding spring\nagain, the host of experts and guards watched and cared for the new\ncalf-bloated herd.\n\nThe fact that Sally had gone dry had been kept a carefully guarded\nnational secret. To keep up the pretense and show to the world that\nAmerica still controlled the only proven method of manned space travel,\nthe Joint Chiefs of Staff voted to expend two hundred gallons of the\nprecious, small store of milk on hand for another interplanetary\njunket, this time to inspect the rings around Saturn.\n\nPiloting a smaller and more sophisticated but equally-well protected\nversion of _Icarus_, Major Quartermain abandoned the fleshpots of earth\nand the adulation of his coast-to-coast collection of worshiping\nfemales to again hurtle into the unknown.\n\n\"It was strictly a milk run,\" Major Quartermain was quoted as saying as\nhe emerged from his ship after an uneventful but propaganda-loaded\ntrip.\n\nBy the middle of May, it was the consensus of the veterinarians that\nDelivery Day would be July 4th. Plans were drafted for the repeat\natomic cave shot at 9:00 p.m., July 3rd. The pregnant herd was to be\ngiven labor-inducing shots at midnight, and, if all went well,\ndeliveries would start within a few hours. Just to be sure that nothing\nwould shield the cows from the rays of the explosion, they were put in\na corral on the south side of the barn until 9:30 p.m., on the night of\nthe firing.\n\nSolomon's successor and a new bevy of hens were already roosting in the\nsame old chicken house and egg production was normal.\n\nOn the night of July 3rd, at precisely 9:00 p.m., a sheet of light\nerupted from the Nevada hillside cave and the ground shook and rumbled\nfor a few miles. It wasn't a powerful blast, nor had been the original\nshot. Sixty miles away, thirteen Guernsey cows munched at a rick of\nfresh hay and chewed contentedly in the moonlight.\n\nAt 3:11 a.m., the following morning the first calf arrived, followed in\nrapid order by a dozen more.\n\nSally's Cloverdale Marathon III dropped her calf at 4:08 a.m. on\nIndependence Day.\n\nAt 7:00 a.m., she was milked and produced two and a half gallons of\nabsolutely clear, odorless, tasteless and non-ignitable fluid. Eleven\nother Guernseys gave forth gushing, foaming, creamy rich gallon after\ngallon of Grade A milk.\n\nThe thirteenth cow filled two buckets with something that looked like\nweak cocoa and smelled like stale tea.\n\nBut when a white-smocked University of California poultry specialist\nentered the chicken house later in the morning, he found nothing but\nnormal, white fresh eggs in the nests. He finally arrived at the\nconclusion that Solomon's old harem had known for some time; whatever\nit was that Solomon had been gifted with, this new rooster just didn't\nhave it.\n\nA rush call went out for a dozen of the precious store of golden eggs\nto be sent to the testing labs down range.\n\nTwo hours later, Dr. Peterson, surrounded by fellow scientists, stood\nbefore a bank of closed circuit television monitors in the Frenchman's\nFlat headquarters building. The scene on the screens was the interior\nof a massive steel-and-concrete test building several miles up range.\nResting on the floor of the building was an open, gallon-sized glass\nbeaker filled with the new version of Sally's milk.\n\nPoised directly above the opened beaker was a funnel-shaped vessel\ncontaining the contents of one golden egg.\n\nDr. Peterson reached for a small lever. By remote control, the lever\nwould gradually open the bottom of the funnel. He squeezed gently,\nslowly applying pressure. An involuntary gasp arose from the spectators\nas a tiny trickle of egg fluid fell from the funnel towards the open\nbeaker.\n\nInstinctively, everyone in the room clamped their eyes shut in\nanticipation of a blast. A second later, Peterson peered cautiously at\nthe screen. The beaker of milk had turned a cloudy pale blue. It\nneither fizzed nor exploded. It just sat.\n\nHe levered another drop from the funnel. The stringy, glutenous mass\nplopped into the beaker and the liquid swirled briefly and turned more\nopaque, taking on more of a bluish tinge.\n\nA babble of voices broke through the room when it was apparent that no\nexplosion was forthcoming.\n\nPeterson slumped into a nearby chair and stared at the screen.\n\n\"Now what?\" he moaned.\n\n                     *      *      *      *      *\n\nThe \"what\" developed twelve hectic hours later after time lost\ninitially in shaking, bouncing and beaming the new substance on the\noutside chance it might develop a latent tendency towards demolition.\n\nSatisfied that whatever it was in the beaker wasn't explosive, the\nliquid was quickly poured off into sixteen small half-pint beakers and\nspeeded to as many different laboratories for possible analysis.\n\n\"What about the other stuff?\" Peterson was asked, referring to the\nbrownish \"milk\" subsequently identified as coming from a dainty young\ncow known as Melody Buttercup Greenbrier IV.\n\n\"One thing at a time,\" replied Peterson. \"Let's find out what we have\nhere before we got involved in the second problem.\"\n\nAt 9:00 p.m., that night, Peterson was called to the radiation labs. He\nwas met at the door by a glazed-eyed physicist who led him back to his\noffice.\n\nHe motioned Peterson to a seat and then handed him a sheaf of\nphotographic papers and other charts. Each of the photo sheets had a\nclear, white outline of a test beaker surrounded by a solid field of\nblack. Two of the papers were all white.\n\n\"I don't believe it, Floyd,\" the physicist said, running his hands\nthrough his hair. \"I've seen it, I've done it, I've tested it, proven\nit, and I still don't believe it.\"\n\nPeterson riffled the sheaf of papers and waited expectantly.\n\n\"You don't believe what, Fred?\" he asked.\n\nThe physicist leaned over and tapped the papers in Peterson's hands.\n\"We've subjected that crazy stuff to every source and kind of high and\nlow energy radiation we can produce here and that means just about\neverything short of triggering an H-device on it. We fired alphas,\ngammas, betas, the works, in wide dispersion, concentrated beam and\njust plain exposure.\n\n\"Not so much as one neutron of any of them went beyond the glass\nsurrounding that forsaken slop.\n\n\"They curved around it, Floyd. They curved around it.\"\n\nThe physicist leaned his head on the desk. \"Nothing should react like\nthat,\" he sobbed. He struggled for composure as Peterson stared dazedly\nat the test sheets.\n\n\"That's not the whole story,\" the physicist continued. He walked to\nPeterson's side and extracted the two all-white sheets.\n\n\"This,\" he said brokenly, \"represents a sheet of photographic paper\ndipped in that crud and then allowed to dry before being bombarded with\nradiation. And this,\" he waved the other sheet, \"is a piece of photo\npaper in the center of a panel protected by another sheet of ordinary\ntyping paper coated with that stuff.\"\n\nPeterson looked up at him. \"A radiation-proof liquid,\" he said in awed\ntones.\n\nThe other man nodded dumbly.\n\n\"Eight years of university,\" the physicist whispered to himself. \"Six\nyears in summer schools. Four fellowships. Ten years in research.\n\n\"All shot to hell,\" he screamed, \"by a stinking, hayburning cow.\"\n\nPeterson patted him gently on the shoulder. \"It's all right, Fred.\nDon't take it so hard. It could be worse.\"\n\n\"How?\" he asked hollowly. \"Have this stuff milked from a kangaroo?\"\n\n                     *      *      *      *      *\n\nBack in his office, Peterson waved off a dozen calls while he gave\norders for fresh quantities of the blue milk to be rushed to the\nArgonne laboratories for further radiation tests and confirmation of\nthe Nevada results. He ordered a test set up for the brown fluid for\nthe following morning and then took a call from the AEC commissioner.\n\n\"Yes, John,\" he said, \"we've got something.\"\n\nOperation Milkmaid was in full swing!\n\nThe following morning observers again clustered about the monitoring\nroom as Peterson prepared to duplicate the tests, using a sample of the\nMelody's brownish milk.\n\nThere was the same involuntary remote cringing as the first drop of egg\nfell towards the beaker, but this time, Peterson forced himself to\nwatch. Again the gentle plop was heard through the amplifiers and\nnothing more. A similar clouding spread through the already murky fluid\nand when the entire contents of one egg had been added, the beaker took\non a solid, brown and totally opaque appearance. The scientists watched\nthe glass container for several minutes, anticipating another possible\ndelayed blast.\n\nWhen nothing occurred, Peterson nodded to an assistant at an adjoining\nconsole. The aide worked a series of levers and a remotely-controlled\nmechanical arm came into view on the screen. The claw of the arm\ndescended over the beaker and clasping it gently, bounced it lightly on\nthe cement bunker floor. The only sound was the muffled thunk of the\nglass container against the concrete.\n\nThe assistant wiggled his controls gently and the beaker jiggled back\nand forth, a few inches off the floor.\n\nPeterson, who had been watching closely, called out. \"Do that again.\"\n\nThe operator jostled the controls. \"Look at that,\" Peterson exclaimed.\n\"That stuff's hardened.\"\n\nA quick movement confirmed this and then Peterson ordered the beaker\nraised five feet from the floor and slowly tipped. Over the container\nwent as the claw rotated in its socket. The glass had turned almost\n180° towards the floor when the entire mass of solidified glob slid\nout.\n\nThe watchers caught their breath as it fell to the hard floor. The glob\nhit the floor, bounced up a couple of inches, fell back, bounced again\nand then quivered to a stop. What was soon to be known as Melody's\nMighty Material had been born.\n\nThe testing started. But there was a difference. By the time the brown\nchunk had been removed from the bunker it had solidified to the point\nthat nothing would break or cut it. The surface yielded slightly to the\nheaviest cutting edge of a power saw and then sprang back, unmarked. A\ndiamond drill spun ineffectually.\n\nSo the entire block started making the rounds of the various labs. It\nwas with downright jubilation that radiation labs reported no\nproperties of resistance for the stuff. One after the other, the test\nproved nothing until the physical properties unit came up with an idea.\n\n\"You can't cut it, break it or tear it,\" the technician told Peterson,\nas he hefted the chunk of lightweight enigma. \"You can't burn it, shoot\nholes in it, or so much as mark the surface with any known acid. This\nstuff's tougher than steel and about fifty times lighter.\"\n\n\"O.K.,\" Peterson asked, \"so what good is it?\"\n\n\"You can mold it when you mix it,\" the technician said significantly.\n\n\"Hey, you're right,\" Peterson jumped up excitedly. \"Why, a spacer cast\nout of this stuff and coated with Sally's paint would be light enough\nand shielded enough to work on regular missile fuels.\"\n\n                     *      *      *      *      *\n\nWorking under crash priorities, the nation's three leading plastics\nplants turned out three, lightweight, molded, one-man space vehicles\nfrom the government-supplied Melody's Mix. A double coating of Sally's\nPaint then covered the hulls and a single stage liquid fuel rocket\nengine was hooked to the less-than-one-ton engineless hull.\n\nTwenty-eight days after the milk first appeared, on a warm August\nevening, the first vehicle stood on the pads at Cape Canaveral,\nilluminated by towers of lights. Fuel crews had finished loading the\ntanks which would be jettisoned along with the engine at burn-out.\nInside the rocket, Major Quartermain lounged uncomfortably and cramped\nin the take-off sling for a short but telling trip through the Van\nAllen radiation fields and back to Earth.\n\nThe take-off sling rested inside an escape capsule since the use of\nchemical fuel brought back many of the old uncertainties of launchings.\nOn the return trip, Quartermain would eject at sixty thousand feet and\npull the capsule's huge parachute for a slow drop to the surface of the\nAtlantic where a recovery fleet was standing by. The light rocket hull\nwould pop a separate chute and also drift down for recovery and\nanalysis.\n\nInside the ship, Quartermain sniffed the air and curled his nose.\n\"Let's get this thing on the road,\" he spoke into his throat mike.\n\"Some of that Florida air must have seeped in here.\"\n\n\"Four minutes to final countdown,\" blockhouse control replied. \"Turn on\nyour blowers for a second.\"\n\nOutside the ship, the fuel crews cleared their equipment away from the\npad. The same ripe, heavy odor hung in the warm night air.\n\nAt 8:02 p.m., twenty-eight days after the new milks made their first\nappearance, Major Quartermain blasted off in a perfect launching.\n\nAt 8:03 p.m., the two other Melody Mix hulls standing on nearby pads,\nbegan to melt.\n\nAt 8:04 p.m., the still-roaring engine fell from the back end of\nQuartermain's rocket in a flaming arc back towards Earth. Fifteen\nseconds later, he hurtled his escape capsule out of the collapsing\nrocket hull. The parachute opened and the daring astronaut drifted\ntowards the sea.\n\nSimultaneously, in a dozen labs around the nation, blocks and molds of\nMelody's Mix made from that first batch of milk, collapsed into piles\nof putrid goo. Every day thereafter, newer blocks of the mix reached\nthe twenty-eight-day limit and similarly broke down into malodrous\nblobs.\n\n                     *      *      *      *      *\n\nIt was a month before the stinking, gooey mess that flowed over the\nlaunching pads at the Cape was cleaned up by crews wearing respirators\nand filter masks. It took considerably longer to get the nation's three\ntop plastics firms back in operation as the fetid flow of unfinished\nrocket parts wrecked machinery and drove personnel from the area.\n\nThe glob that had been Quartermain's vehicle fell slowly back to Earth,\ndisintegrating every minute until it reached the consistency of thin\ngruel. At this point, it was caught by a jet air stream and carried in\na miasmic cloud halfway around the world until it finally floated down\nto coat the Russian city of Urmsk in a veil of vile odor. The United\nStates disclaimed any knowledge of the cloud.\n\n                     *      *      *      *      *\n\n    \"LAS VEGAS, NEV., May 8 (AP)--The Atomic Energy Commission today\n    announced it has squeezed the last drop from Operation Milkmaid.\"\n\n    \"After a year of futile experimentation has failed to get anything\n    more than good, Grade A milk from the world's two most famous cows,\n    the AEC says it has closed down its field laboratory at the Circle\n    T ranch.\"\n\n    \"Dr. Floyd Peterson, who has been in charge of the attempt to again\n    reproduce Sally's Milk, told newsmen that the famed Guernsey and\n    her stablemate, Melody, no longer gave exotic and unidentifiable\n    liquids that sent man zooming briefly to the stars.\"\n\n    \"For a while, it looked like we had it in the bag,\" Peterson said.\n    \"You might say now, though, that the tests have been an udder\n    failure.\"\n\n    \"Meanwhile, in Washington, AEC commissioner....\"\n\n\nTHE END\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Make Mine Homogenized, by Rick Raphael\n\n*** END OF THIS PROJECT GUTENBERG EBOOK MAKE MINE HOMOGENIZED ***\n\n***** This file should be named 24119-8.txt or 24119-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/4/1/1/24119/\n\nProduced by Greg Weeks, Bruce Albrecht and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}