{"title": "As Long As You Wish", "author": "John O'Keefe", "releaseDate": "January 2, 2008", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks and the Online Distributed\nProofreading Team at http://www.pgdp.net\n\n\n\n\n\n\nTranscriber's Note: This e-text was produced from Astounding Science\nFiction, June, 1955. Extensive research did not uncover any evidence\nthat the U.S. copyright on this publication was renewed.\n\n\n\nAS LONG AS YOU WISH\n\n_If, somehow, you get trapped in a circular time system ... how\nlong is the circumference of an infinitely retraced circle?_\n\n\nBy JOHN O'KEEFE\n\nIllustrated by van Dongen\n\n\nThe patient sat stiffly in the leather chair on the other side of the\ndesk. Nervously he pressed a coin into the palm of one hand.\n\n\"Just start anywhere,\" I said, \"and tell me all about it.\"\n\n\"As before?\" Without waiting for an answer, he continued, the coin\nclutched tightly in one hand. \"I'm Charles J. Fisher, professor of\nPhilosophy at Reiser College.\"\n\nHe looked at me quickly. \"Or at least I was until recently.\" For a\nsecond his face was boyish. \"Professor of Philosophy, that is.\"\n\nI smiled and found that I was staring at the coin in his hand. He gave\nit to me. On one side I read the words: THE STATEMENT ON THE OTHER SIDE\nOF THIS COIN IS FALSE. The patient watched me with an expressionless\nface; I turned over the coin. It was engraved with the words: THE\nSTATEMENT ON THE OTHER SIDE OF THIS COIN IS FALSE.\n\n\"That's not the problem,\" he said, \"not _my_ problem. I had the coin\nmade when I was an undergraduate. I enjoyed reading one side, turning\nit over, reading the other side, and so on. A fiendish enjoyment like\nboys planning where to put the tipped-over outhouse.\"\n\nI looked at the patient. He was thirty-eight, single, medium build, had\nan M.A. and Ph.D. from an eastern university. I knew this and more from\nthe folder on my desk.\n\n\"Eight months ago,\" he continued, \"I read about the sphere found on\nPaney Island.\" He stopped, looking at me questioningly.\n\n\"Yes, I know,\" I said. I opened my desk drawer, took out a clipping\nfrom the newspaper, and handed it to him.\n\n\"That's it.\"\n\nI read the clipping before putting it back in the drawer.\n\n    Manila, Sept. 24 (INS) Archeologists from University of California\n    have discovered in earth fault of recent quake a sphere two feet in\n    diameter of an unidentifiable material.\n\n    Dr. Karl Schwartz, head of the group, said the sphere was returned\n    to the University for study. He declined to answer questions on the\n    cultural origin of the sphere.\n\n\"There wasn't any more in the newspapers about it,\" he said. \"I have a\nfriend in California who got me the photographs.\"\n\n_He looked at me intently. \"You won't believe any of this.\" He pressed\nthe coin into the palm of his hand. \"You won't be able to.\"_\n\n\"The photographs,\" he continued, as if lecturing, \"were of characters\nprojected by the sphere when placed before a focused light. The sphere\nwas transparent, you see, imbedded with dark microscopic specks. By\nmoving the sphere a certain distance each time, there was a total\nprojection of three hundred and sixty different characters in eighteen\ndifferent orderings. Or nineteen different orderings if you count one\nwhich was a list of all the characters.\"\n\nI made a mental note of the numbers. I felt they were significant.\n\n\"As I said,\" he continued, \"I obtained the photographs of the\ncharacters. Very strange shapes, totally unlike the characters of\nOriental languages, but yet that is the closest way to describe them.\"\nHe jerked forward in his chair, \"Except, of course, ostensively.\"\n\n\"Later,\" I said. I wanted to get through the preliminaries first. There\nwould be time later to see the photographs.\n\n                     *      *      *      *      *\n\n\"The characters projected by the sphere,\" he said, \"weren't like the\ncharacters of any known language.\" He paused dramatically. \"There was\nreason to believe they had origin in an unknown culture. A culture more\nscientifically advanced than our own.\"\n\n\"And the reasons for this supposition?\" I asked.\n\n\"The material ... the material of the sphere. It could only be roughly\nclassified as _ferro-plastic_. Totally unknown, amazing imperviousness.\nA synthetic material, hardly the product of a former culture.\"\n\n\"From Mars?\" I said, smiling.\n\n\"There were all kinds of conjectures, but, of course, the important\nthing was to see if the projection of characters was a message. The\nmessage, if any, would mean more than any conjecture.\"\n\n\"You translated it?\"\n\n_He polished the coin on his jacket. \"You won't dare believe it,\" he\nsaid sharply._\n\nHe cleared his throat and stiffened into a more rigid posture. \"It\nwasn't exactly translation. You see, _to us_ none of the characters had\ndesignation. They were just characters.\"\n\n\"So it was a problem of decoding?\" I asked.\n\n\"As it turned out, no. Decoding is dependent on knowledge of language\ncharacteristics--characteristics of known languages. Decoding was\ntried, but without success. No, what we had to find was a key to the\nlanguage.\"\n\n\"You mean like the Rune Stone?\"\n\n\"More or less. In principle, we needed a picture of a cow, and a sign\nof meaning indicating one of the characters.\n\n\"For me, there was no possibility of finding similarities between the\ncharacters and characters of other languages--that would require\ntremendous linguistic knowledge and library facilities. Nor could I use\na decoding approach--that would require special knowledge of techniques\nand access to electronic computers and other mechanical aids. No, I had\nto work on the assumption that the key to the sphere was implicit in\nthe sphere.\"\n\n\"You hoped to find the key to the language in the language itself?\"\n\n\"Exactly. You know, of course, some languages do have an implicit key?\nFor example hieroglyphics or picture language. The word for _cow_ is a\npicture of a cow.\"\n\n_He looked at the toes of his shoes. \"You won't be able to believe it.\nIt's impossible to believe. I use the word impossible in its logical\nsense._\n\n\"In most languages,\" he continued, looking up from his shoes, \"the\nsound of some words themselves indicates the meaning of the word.\nOnomatopoetic words like _bowwow, buzz_.\"\n\n\"And the key to the unknown language?\" I asked. \"How did you find it?\"\n\n                     *      *      *      *      *\n\nI watched him push the coin against the back of his arm, then lift it\nto read the backward letters pressed into his skin. He looked up at me\nand smiled.\n\n\"I built models of the characters. Big material ones, exactly\nproportionate to the ones projected. Then--quite by accident--I viewed\none of them through a glass globe the size of the original sphere. What\ndo you think I saw?\"\n\n\"What?\" I noticed he had the boyish look again.\n\n\"A distortion of the model. But that's not what's important. The\ndistortions, on study, gave specific visual entities. Like when looking\nat one of those trick pictures and suddenly seeing the lion in the\ngrass. The lines outlining the lion are there all the time, only the\nobserver has to view them as the outline of a lion. It was the same\nwith the models of the characters, except the shapes that appeared were\nnot of lions or other recognizable things. But they did suggest.\"\n\n_He pressed the coin against his forehead, closed his eyes and appeared\nto be thinking deeply. \"Yes, impossible to believe. No one can believe\nit.\"_\n\n\"In addition to the visual response, the distortions gave me definite\nfeelings. Not mixtures of feelings, but one definite emotional\nexperience.\"\n\n\"How do you mean?\"\n\n\"One character when viewed through the globe gave me a visual image\nand, at the same time, a strong feeling of light hilarity.\"\n\n\"I take it then that these distortions seemed to connote meanings,\nrather than denote them. You might say that their meaning was conveyed\nthrough a Gestalt experience on the part of the observer.\"\n\n\"Yes, each character gave a definite Gestalt. But, the Gestalt was the\nsame for each observer. Or at least for thirty-five observers there was\nan eighty per cent correlation.\"\n\nI whistled softly. \"And the translation?\"\n\n\"Doctor, what would you say if I told you the translation was\nunbelievable; that it couldn't be seriously entertained by any man?\nWhat if I said that it would take the sanity of any man who believed\nit?\"\n\n\"I would say that it might well be incorrect.\"\n\nHe took some papers from his pocket and laughed excitedly, slumping\ndown in the chair. \"This is the complete translation in idiomatic\nEnglish. I'm going to let you read it, but first I want you to consider\na few things.\"\n\nHe hid the papers behind the back of his chair; his face became even\nmore boyish, almost as if he were deciding on where to put the tipped\nover outhouse.\n\n\"Consider first, doctor, that there was a total projection of three\nhundred and sixty different characters. The same number as the number\nof degrees in a circle. Consider also that there were eighteen\ndifferent orderings of the characters, or nineteen counting the\nalphabetical list. The square root of three hundred and sixty would lie\nbetween eighteen and nineteen.\"\n\n\"Yes,\" I said. I remembered there was something significant about the\nnumbers, but I wasn't at all sure that it was this.\n\n\"Consider also,\" he continued, \"that the communication was through the\nmedium of a sphere. Moreover, keep in mind that physics accepts the\npath of a beam of light as its definition of a straight line. Yet, the\npath is a curve; if extended sufficiently it would be a circle, the\nsection of a sphere.\"\n\n\"All right,\" I said. By now the patient was pounding the coin against\nthe sole of one shoe.\n\n\"And,\" he said, \"keep in mind that in some sense time can be thought of\nas another dimension.\" He suddenly thrust the papers at me and sat back\nin the chair.\n\nI picked up the translation and began reading. The patient sat stiffly\nin the leather chair on the other side of the desk. Nervously he\npressed a coin into the palm of one hand.\n\n\"Just start anywhere,\" I said, \"and tell me all about it.\"\n\n\"As before?\" Without waiting for an answer, he continued, the coin\nclutched tightly in one hand. \"I'm Charles J. Fisher, professor of\nphilosophy at Reiser College.\"\n\nHe looked at me quickly. \"Or at least I was until recently.\" For a\nsecond his face was boyish. \"Professor of philosophy, that is.\"\n\nI smiled and found that I was staring at the coin in his hand. He gave\nit to me. On one side I read the words: THE STATEMENT ON THE OTHER SIDE\nOF THIS COIN IS FALSE. The patient watched....\n\n\nTHE END\n\n\n\n\n\nEnd of the Project Gutenberg EBook of As Long As You Wish, by John O'Keefe\n\n*** END OF THIS PROJECT GUTENBERG EBOOK AS LONG AS YOU WISH ***\n\n***** This file should be named 24121.txt or 24121.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/4/1/2/24121/\n\nProduced by Greg Weeks and the Online Distributed\nProofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}