{"title": "Pushbutton War", "author": "Joseph P. Martino", "releaseDate": "January 2, 2008", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Bruce Albrecht, Mary Meehan and\nthe Online Distributed Proofreading Team at\nhttp://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                           PUSHBUTTON WAR\n\n                        By JOSEPH P. MARTINO\n\n                      Illustrated by Schoenherr\n\n[Transcriber's Note: This etext was produced from Astounding Science\nFiction August 1960. Extensive research did not uncover any evidence\nthat the U.S. copyright on this publication was renewed.]\n\n\n\n\n     _In one place, a descendant of the Vikings rode a ship such as Lief\n     never dreamed of; from another, one of the descendants of the\n     Caesars, and here an Apache rode a steed such as never roamed the\n     plains. But they were warriors all._\n\n\nThe hatch swung open, admitting a blast of Arctic air and a man clad in\na heavy, fur-lined parka. He quickly closed the hatch and turned to the\nman in the pilot's couch.\n\n\"O.K., Harry. I'll take over now. Anything to report?\"\n\n\"The heading gyro in the autopilot is still drifting. Did you write it\nup for Maintenance?\"\n\n\"Yeah. They said that to replace it they'd have to put the ship in the\nhangar, and it's full now with ships going through periodic inspection.\nI guess we'll have to wait. They can't just give us another ship,\neither. With the hangar full, we must be pretty close to the absolute\nminimum for ships on the line and ready to fly.\"\n\n\"O.K. Let me check out with the tower, and she'll be all yours.\" He\nthumbed the intercom button and spoke into the mike: \"RI 276 to tower.\nMajor Lightfoot going off watch.\"\n\nWhen the tower acknowledged, he began to disconnect himself from the\nship. With smooth, experienced motions, he disconnected the mike cable,\noxygen hose, air pressure hose, cooling air hose, electrical heating\ncable, and dehumidifier hose which connected his flying suit to the\nship. He donned the parka and gloves his relief had worn, and stepped\nthrough the hatch onto the gantry crane elevator. Even through the heavy\nparka, the cold air had a bite to it. As the elevator descended, he\nglanced to the south, knowing as he did so that there would be nothing\nto see. The sun had set on November 17th, and was not due up for three\nmore weeks. At noon, there would be a faint glow on the southern\nhorizon, as the sun gave a reminder of its existence, but now, at four\nin the morning, there was nothing. As he stepped off the elevator, the\nground crew prepared to roll the gantry crane away from the ship. He\nopened the door of the waiting personnel carrier and swung aboard. The\ninevitable cry of \"close that door\" greeted him as he entered. He\nbrushed the parka hood back from his head, and sank into the first empty\nseat. The heater struggled valiantly with the Arctic cold to keep the\ninterior of the personnel carrier at a tolerable temperature, but it\nnever seemed able to do much with the floor. He propped his feet on the\nfootrest of the seat ahead of him, spoke to the other occupant of the\nseat.\n\n\"Hi, Mike.\"\n\n\"Hi, Harry. Say, what's your watch schedule now?\"\n\n\"I've got four hours off, back on for four, then sixteen off. Why?\"\n\n\"Well, a few of us are getting up a friendly little game before we go\nback on watch. I thought you might want to join us.\"\n\n\"Well, I--\"\n\n\"Come on, now. What's your excuse this time for not playing cards?\"\n\n\"To start with, I'm scheduled for a half hour in the simulator, and\nanother half hour in the procedural trainer. Then if I finish the exam\nin my correspondence course, I can get it on this week's mail plane. If\nI don't get it in the mail now, I'll have to wait until next week.\"\n\n\"All right, I'll let you off this time. How's the course coming?\"\n\n\"This is the final exam. If I pass, I'll have only forty-two more\ncredits to go before I have my degree in Animal Husbandry.\"\n\n\"What on earth do you want with a degree like that?\"\n\n\"I keep telling you. When I retire, I'm going back to Oklahoma and raise\nhorses. If I got into all the card games you try to organize, I'd retire\nwith neither the knowledge to run a horse ranch, nor the money to start\none.\"\n\n\"But why raise horses? Cabbages, I can see. Tomatoes, yes. But why\nhorses?\"\n\n\"Partly because there's always a market for them, so I'll have a fair\namount of business to keep me eating regularly. But mostly because I\nlike horses. I practically grew up in the saddle. By the time I was old\nenough to do much riding, Dad had his own ranch, and I helped earn my\nkeep by working for him. Under those circumstances, I just naturally\nlearned to like horses.\"\n\n\"Guess I never thought of it like that. I was a city boy myself. The\nonly horses I ever saw were the ones the cops rode. I didn't get much\nchance to became familiar with the beasts.\"\n\n       *       *       *       *       *\n\n\"Well, you don't know what you missed. It's just impossible to describe\nwhat it's like to use a high-spirited and well-trained horse in your\ndaily work. The horse almost gets to sense what you want him to do next.\nYou don't have to direct his every move. Just a word or two, and a touch\nwith your heel or the pressure of your knee against his side, and he's\ngot the idea. A well-trained horse is perfectly capable of cutting a\nparticular cow out of a herd without any instructions beyond showing him\nwhich one you want.\"\n\n\"It's too bad the Army did away with the cavalry. Sounds like you belong\nthere, not in the Air Force.\"\n\n\"No, because if there's anything I like better than riding a good horse,\nit's flying a fast and responsive airplane. I've been flying fighters\nfor almost seventeen years now, and I'll be quite happy to keep flying\nthem as long as they'll let me. When I can't fly fighters any more, then\nI'll go back to horses. And much as I like horses, I hope that's going\nto be a long time yet.\"\n\n\"You must hate this assignment, then. How come I never hear you complain\nabout it?\"\n\n\"The only reason I don't complain about this assignment is that I\nvolunteered for it. And I've been kicking myself ever since. When I\nheard about the Rocket Interceptors, I was really excited. Imagine a\nplane fast enough to catch up with an invading ballistic missile and\nshoot it down. I decided this was for me, and jumped at the assignment.\nThey sounded like the hot fighter planes to end all hot fighter planes.\nAnd what do I find? They're so expensive to fly that we don't get any\ntraining missions. I've been up in one just once, and that was my\nfamiliarization flight, when I got into this assignment last year. And\nthen it was only a ride in the second seat of that two-seat version they\nuse for checking out new pilots. I just lay there through the whole\nflight. And as far as I could see, the pilot didn't do much more. He\njust watched things while the autopilot did all the work.\"\n\n\"Well, don't take it too hard. You might get some flights.\"\n\n\"That's true. They do mistake a meteor for a missile now and then. But\nthat happens only two or three times a year. That's not enough. I want\nsome regular flying. I haven't got any flying time in for more than a\nyear. The nearest I come to flying is my time in the procedural trainer,\nto teach me what buttons to push, and in the simulator, to give me the\nfeel of what happens when I push the buttons.\"\n\n\"That's O.K. They still give you your flying pay.\"\n\n\"I know, but that's not what I'm after. I fly because I love flying. I\nuse the flying pay just to keep up the extra premiums the insurance\ncompanies keep insisting on so long as I indulge my passion for fighter\nplanes.\"\n\n\"I guess about the only way you could get any regular flying on this job\nwould be for a war to come along.\"\n\n\"That's about it. We'd fly just as often as they could recover our ships\nand send us back up here for another launch. And that would go on until\nthe economy on both sides broke down so far they couldn't make any more\nmissiles for us to chase, or boosters to send us up after them. No\nthanks. I don't want to fly that badly. I like civilization.\"\n\n\"In the meantime, then, you ought to try to enjoy it here. Where else\ncan you spend most of your working hours lying flat on your back on the\nmost comfortable couch science can devise?\"\n\n\"That's the trouble. Just lying there, where you can't read, write,\ntalk, or listen. It might be O.K. for a hermit, but I'd rather fly\nfighter planes. Here's the trainer building. I've got to get out.\"\n\n       *       *       *       *       *\n\nSeven o'clock. Harry Lightfoot licked the flap on the envelope, sealed\nit shut, stuck some stamps on the front, and scrawled \"AIR MAIL\" under\nthe stamps. He dropped the letter into the \"STATESIDE\" slot. The exam\nhadn't been so bad. What did they think he was, anyway? A city slicker\nwho had never seen a live cow in his life? He ambled into the off-duty\npilots' lounge. He had an hour to kill before going on watch, and this\nwas as good a place as any to kill it. The lounge was almost empty. Most\nof the pilots must have been asleep. They couldn't all be in Mike's\ngame. He leaned over a low table in the center of the room and started\nsorting through the stack of magazines.\n\n\"Looking for anything in particular, Harry?\"\n\nHe turned to face the speaker. \"No, just going through these fugitives\nfrom a dentist's office to see if there's anything I haven't read yet. I\ncan't figure out where all the new magazines go. The ones in here always\nseem to be exactly two months old.\"\n\n\"Here's this month's _Western Stories_. I just finished it. It had some\npretty good stories in it.\"\n\n\"No, thanks, the wrong side always wins in that one.\"\n\n\"The wrong ... oh, I forgot. I guess they don't write stories where your\nside wins.\"\n\n\"It's not really a question of 'my side'. My tribe gave up the practice\nof tribal life and tribal customs over fifty years ago. I had the same\neducation in a public school as any other American child. I read the\nsame newspapers and watch the same TV shows as anyone else. My Apache\nancestry means as little to me as the nationality of his immigrant\nancestors means to the average American. I certainly don't consider\nmyself to be part of a nation still at war with the 'palefaces'.\"\n\n\"Then what's wrong with Western stories where the United States Cavalry\nwins?\"\n\n\"That's a different thing entirely. Some of the earliest memories I have\nare of listening to my grandfather tell me about how he and his friends\nfought against the horse-soldiers when he was a young man. I imagine he\nput more romance than historical accuracy into his stories. After all,\nhe was telling an eager kid about the adventures he'd had over fifty\nyears before. But at any rate, he definitely fixed my emotions on the\nside of the Indians and against the United States Cavalry. And the fact\nthat culturally I'm descended from the Cavalry rather than from the\nApache Indians doesn't change my emotions any.\"\n\n\"I imagine that would have a strong effect on you. These stories are\nreally cheering at the death of some of your grandfather's friends.\"\n\n\"Oh, it's worse than that. In a lot of hack-written stories, the Indians\nare just convenient targets for the hero to shoot at while the author\ngets on with the story. Those stories are bad enough. But the worst are\nthe ones where the Indians are depicted as brutal savages with no\nredeeming virtues. My grandfather had an elaborate code of honor which\ngoverned his conduct in battle. It was different from the code of the\npeople he fought, but it was at least as rigid, and deviations from it\nwere punished severely. He'd never read Clausewitz. To him, war wasn't\nan 'Instrument of National Policy'. It was a chance for the individual\nwarrior to demonstrate his skill and bravery. His code put a high\npremium on individual courage in combat, and the weakling or coward was\ncrushed contemptuously. I don't even attempt to justify the Indian\ntreatment of captured civilians and noncombatants, but nevertheless, I\nabsorbed quite a few of my grandfather's ideals and views about war,\nand it's downright disgusting to see him so falsely represented by the\nauthors of the run-of-the-mill Western story or movie.\"\n\n\"Well, those writers have to eat, too. And maybe they can't hold an\nhonest job. Besides, you don't still look at war the way your\ngrandfather did, do you? Civilization requires plenty of other virtues\nbesides courage in combat, and we have plenty of better ways to display\nthose virtues. And the real goal of the fighting man is to be alive\nafter the war so he can go home to enjoy the things he was fighting\nfor.\"\n\n\"No, I hadn't been in Korea long before I lost any notions I might have\nhad of war as the glorious adventure my grandfather described it to be.\nIt's nothing but a bloody business, and should be resorted to only if\neverything else fails. But I still think the individual fighter could do\na lot worse than follow the code that my grandfather believed in.\"\n\n\"That's so, especially since the coward usually gets shot anyway; if not\nby the enemy, then by his own side. Hey, it's getting late! I've got\nsome things to do before going on watch. Be seeing you.\"\n\n\"O.K. I'll try to find something else here I haven't read yet.\"\n\n       *       *       *       *       *\n\nEight o'clock. Still no sign of the sun. The stars didn't have the sky\nto themselves, however. Two or three times a minute a meteor would be\nvisible, most of them appearing to come from a point about halfway\nbetween the Pole Star and the eastern horizon. Harry Lightfoot stopped\nthe elevator, opened the hatch, and stepped in.\n\n\"She's all yours, Harry. I've already checked out with the tower.\"\n\n\"O.K. That gyro any worse?\"\n\n\"No, it seems to have steadied a bit. Nothing else gone wrong, either.\"\n\n\"Looks like we're in luck for a change.\"\n\n\"Let me have the parka and I'll clear out. I'll think of you up here\nwhile I'm relaxing. Just imagine; a whole twenty-four hours off, and not\neven any training scheduled.\"\n\n\"Someone slipped up, I'll bet. By the way, be sure to look at the\nfireworks when you go out. They're better now than I've seen them at any\ntime since they started.\"\n\n\"The meteor shower, you mean? Thanks. I'll take a look. I'll bet they're\nreally cluttering up the radar screens. The Launch Control Officer must\nbe going quietly nuts.\"\n\n       *       *       *       *       *\n\nThe Launch Control Officer wasn't going nuts. Anyone who went nuts under\nstress simply didn't pass the psychological tests required of\nprospective Launch Control Officers. However, he was decidedly unhappy.\nHe sat in a dimly-lighted room, facing three oscilloscope screens. On\neach of them a pie-wedge section was illuminated by a white line which\nswept back and forth like a windshield wiper. Unlike a windshield wiper,\nhowever, it put little white blobs on the screen, instead of removing\nthem. Each blob represented something which had returned a radar echo.\nThe center screen was his own radar. The outer two were televised images\nof the radar screens at the stations a hundred miles on either side of\nhim, part of a chain of stations extending from Alaska to Greenland. In\nthe room, behind him, and facing sets of screens similar to his, sat his\nassistants. They located the incoming objects on the screen and set\nautomatic computers to determining velocity, trajectory, and probable\nimpact point.\n\nThis information appeared as coded symbols beside the tracks on the\ncenter screen of the Launch Control Officer, as well as all duplicate\nscreens. The Launch Control Officer, and he alone, had the\nresponsibility to determine whether the parameters for a given track\nwere compatible with an invading Intercontinental Ballistic Missile, or\nwhether the track represented something harmless. If he failed to launch\nan interceptor at a track that turned out to be hostile, it meant the\ndeath of an American city. However, if he made a habit of launching\ninterceptors at false targets, he would soon run out of interceptors.\nAnd only under the pressure of actual war would the incredible cost of\nshipping in more interceptors during the winter be paid without a second\nthought. Normally, no more could be shipped in until spring. That would\nmean a gap in the chain that could not be covered adequately by\ninterceptors from the adjacent stations.\n\nHis screens were never completely clear. And to complicate things, the\nQuadrantids, which start every New Year's Day and last four days, were\ngiving him additional trouble. Each track had to be analyzed, and the\npresence of the meteor shower greatly increased the number of tracks he\nhad to worry about. However, the worst was past. One more day and they\nwould be over. The clutter on his screens would drop back to normal.\n\nEven under the best of circumstances, his problem was bad. He was hemmed\nin on one side by physics, and on the other by arithmetic. The most\nprobable direction for an attack was from over the Pole. His radar beam\nbent only slightly to follow the curve of the Earth. At great range, the\nlower edge of the beam was too far above the Earth's surface to detect\nanything of military significance. On a minimum altitude trajectory, an\nICBM aimed for North America would not be visible until it reached 83°\nNorth Latitude on the other side of the Pole. One of his interceptors\ntook three hundred eighty-five seconds to match trajectories with such a\nmissile, and the match occurred only two degrees of latitude south of\nthe station. The invading missile traveled one degree of latitude in\nfourteen seconds. Thus he had to launch the interceptor when the missile\nwas twenty-seven degrees from intercept. This turned out to be 85° North\nLatitude on the other side of the Pole. This left him at most thirty\nseconds to decide whether or not to intercept a track crossing the\nPole. And if several tracks were present, he had to split that time\namong them. If too many tracks appeared, he would have to turn over\nportions of the sky to his assistants, and let them make the decisions\nabout launching. This would happen only if he felt an attack was in\nprogress, however.\n\nLow-altitude satellites presented him with a serious problem, since\nthere is not a whole lot of difference between the orbit of such a\nsatellite and the trajectory of an ICBM. Fortunately most satellite\norbits were catalogued and available for comparison with incoming\ntracks. However, once in a while an unannounced satellite was launched,\nand these could cause trouble. Only the previous week, at a station down\nthe line, an interceptor had been launched at an unannounced satellite.\nHad the pilot not realized what he was chasing and held his fire, the\ninternational complications could have been serious. It was hard to\nimagine World War III being started by an erroneous interceptor\nlaunching, but the State Department would be hard put to soothe the\nfeelings of some intensely nationalistic country whose expensive new\nsatellite had been shot down. Such mistakes were bound to occur, but the\nLaunch Control Officer preferred that they be made when someone else,\nnot he, was on watch. For this reason he attempted to anticipate all\nknown satellites, so they would be recognized as soon as they appeared.\n\nAccording to the notes he had made before coming on watch, one of the\nUN's weather satellites was due over shortly. A blip appeared on the\nscreen just beyond the 83° latitude line, across the Pole. He checked\nthe time with the satellite ephemeris. If this were the satellite, it\nwas ninety seconds early. That was too much error in the predicted orbit\nof a well-known satellite. Symbols sprang into existence beside the\ntrack. It was not quite high enough for the satellite, and the velocity\nwas too low. As the white line swept across the screen again, more\nsymbols appeared beside the track. Probable impact point was about 40°\nLatitude. It certainly wasn't the satellite. Two more blips appeared on\nthe screen, at velocities and altitudes similar to the first. Each swipe\nof the white line left more new tracks on the screen. And the screens\nfor the adjacent stations were showing similar behavior. These couldn't\nbe meteors.\n\nThe Launch Control Officer slapped his hand down on a red push-button\nset into the arm of his chair, and spoke into his mike. \"Red Alert.\nAttack is in progress.\" Then switching to another channel, he spoke to\nhis assistants: \"Take your preassigned sectors. Launch one interceptor\nat each track identified as hostile.\" He hadn't enough interceptors to\ndouble up on an attack of this size, and a quick glance at the screens\nfor the adjacent stations showed he could expect no help from them. They\nwould have their hands full. In theory, one interceptor could handle a\nmissile all by itself. But the theory had never been tried in combat.\nThat lack was about to be supplied.\n\n       *       *       *       *       *\n\nHarry Lightfoot heard the alarm over the intercom. He vaguely understood\nwhat would happen before his launch order came. As each track was\nidentified as hostile, a computer would be assigned to it. It would\ncompute the correct time of launch, select an interceptor, and order it\noff the ground at the correct time. During the climb to intercept, the\ncomputer would radio steering signals to the interceptor, to assure that\nthe intercept took place in the most efficient fashion. He knew RI 276\nhad been selected when a green light on the instrument panel flashed on,\nand a clock dial started indicating the seconds until launch. Just as\nthe clock reached zero, a relay closed behind the instrument panel. The\nsolid-fuel booster ignited with a roar. He was squashed back into his\ncouch under four gees' acceleration.\n\nGyroscopes and acceleration-measuring instruments determined the actual\ntrajectory of the ship; the navigation computer compared the actual\ntrajectory with the trajectory set in before take-off; when a deviation\nfrom the pre-set trajectory occurred, the autopilot steered the ship\nback to the proper trajectory. As the computer on the ground obtained\nbetter velocity and position information about the missile from the\nground radar, it sent course corrections to the ship, which were\naccepted in the computer as changes to the pre-set trajectory. The\nnavigation computer hummed and buzzed; lights flickered on and off on\nthe instrument panel; relays clicked behind the panel. The ship steered\nitself toward the correct intercept point. All this automatic operation\nwas required because no merely human pilot had reflexes fast enough to\ncarry out an intercept at twenty-six thousand feet per second. And even\nhad his reflexes been fast enough, he could not have done the precise\npiloting required while being pummeled by this acceleration.\n\nAs it was, Major Harry Lightfoot, fighter pilot, lay motionless in his\nacceleration couch. His face was distorted by the acceleration. His\nbreathing was labored. Compressed-air bladders in the legs of his\ngee-suit alternately expanded and contracted, squeezing him like the\nobscene embrace of some giant snake, as the gee-suit tried to keep his\nblood from pooling in his legs. Without the gee-suit, he would have\nblacked out, and eventually his brain would have been permanently\ndamaged from the lack of blood to carry oxygen to it.\n\nA red light on the instrument panel blinked balefully at him as it\nmeasured out the oxygen he required. Other instruments on the panel\ninformed him of the amount of cooling air flowing through his suit to\nkeep his temperature within the tolerable range, and the amount of\nmoisture the dehumidifier had to carry away from him so that his suit\ndidn't become a steam-bath. He was surrounded by hundreds of pounds of\nequipment which added nothing to the performance of the ship; which\ncouldn't be counted as payload; which cut down on the speed and altitude\nthe ship might have reached without them. Their sole purpose was to keep\nthis magnificent high-performance, self-steering machine from killing\nits load of fragile human flesh.\n\nAt one hundred twenty-eight seconds after launch, the acceleration\nsuddenly dropped to zero. He breathed deeply again, and swallowed\nrepeatedly to get the salty taste out of his throat. His stomach was\nuneasy, but he wasn't spacesick. Had he been prone to spacesickness, he\nwould never have been accepted as a Rocket Interceptor pilot. Rocket\nInterceptor pilots had to be capable of taking all the punishment their\nships could dish out.\n\nHe knew there would be fifty seconds of free-fall before the rockets\nfired again. One solid-fuel stage had imparted to the ship a velocity\nwhich would carry it to the altitude of the missile it was to intercept.\nA second solid-fuel stage would match trajectories with the missile.\nFinal corrections would be made with the liquid-fuel rockets in the\nthird stage. The third stage would then become a glider which eventually\nwould carry him back to Earth.\n\nBefore the second stage was fired, however, the ship had to be oriented\nproperly. The autopilot consulted its gyros, took some star sights, and\nasked the navigation computer some questions. The answers came back in\nseconds, an interval which was several hours shorter than a human pilot\nwould have required. Using the answers, the autopilot started to swing\nthe ship about, using small compressed-gas jets for the purpose.\nFinally, satisfied with the ship's orientation, the autopilot rested. It\npatiently awaited the moment, precisely calculated by the computer on\nthe ground, when it would fire the second stage.\n\nMajor Harry Lightfoot, fighter pilot, waited idly for the next move of\nhis ship. He could only fume inwardly. This was no way for an Apache\nwarrior to ride into battle. What would his grandfather think of a steed\nwhich directed itself into battle and which could kill its rider, not by\naccident, but in its normal operation? He should be actively hunting for\nthat missile, instead of lying here, strapped into his couch so he\nwouldn't hurt himself, while the ship did all the work.\n\nAs for the missile, it was far to the north and slightly above the ship.\nWithout purpose of its own, but obedient to the laws of Mr. Newton and\nto the wishes of its makers, it came on inexorably. It was a sleek\naluminum cylinder, glinting in the sunlight it had just recently\nentered. On one end was a rocket-motor, now silent but still warm with\nthe memory of flaming gas that had poured forth from it only minutes\nago. On the other end was a sleek aerodynamic shape, the product of\nthousands of hours of design work. It was designed to enter the\natmosphere at meteoric speed, but without burning up. It was intended to\nsurvive the passage through the air and convey its contents intact to\nthe ground. The contents might have been virulent bacteria or toxic gas,\naccording to the intentions of its makers. Among its brothers elsewhere\nin the sky this morning, there were such noxious loads. This one,\nhowever, was carrying the complex mechanism of a hydrogen bomb. Its\ndestination was an American city; its object to replace that city with\nan expanding cloud of star-hot gas.\n\n       *       *       *       *       *\n\nSuddenly the sleek cylinder disappeared in a puff of smoke, which\nquickly dissipated in the surrounding vacuum. What had been a\nprecisely-built rocket had been reduced, by carefully-placed charges of\nexplosive, to a collection of chunks of metal. Some were plates from the\nskin and fuel tanks. Others were large lumps from the computer-banks,\ngyro platform, fuel pumps, and other more massive components. This was\nnot wanton destruction, however. It was more careful planning by the\nsame brains which had devised the missile itself. To a radar set on the\nground near the target, each fragment was indistinguishable from the\nnose cone carrying the warhead. In fact, since the fragments were\nseparating only very slowly, they never would appear as distinct\nobjects. By the time the cloud of decoys entered the atmosphere, its\nmore than two dozen members would appear to the finest radar available\non the ground as a single echo twenty-five miles across. It would be a\ngiant haystack in the sky, concealing the most deadly needle of all\ntime. No ground-controlled intercept scheme had any hope of selecting\nthe warhead from among that deceptive cloud and destroying it.\n\nThe cloud of fragments possessed the same trajectory as the missile\noriginally had. At the rate it was overtaking RI 276, it would soon pass\nthe ship by. The autopilot of RI 276 had no intention of letting this\nhappen, of course. At the correct instant, stage two thundered into\nlife, and Harry Lightfoot was again smashed back into his acceleration\ncouch. Almost absentmindedly, the ship continued to minister to his\nneeds. Its attention was focused on its mission. After a while, the\nground computer sent some instructions to the ship. The navigation\ncomputer converted these into a direction, and pointed a radar antenna\nin that direction. The antenna sent forth a stream of questing pulses,\nwhich quickly returned, confirming the direction and distance to the\noncoming cloud of missile fragments. A little while later, fuel pumps\nbegan to whine somewhere in the tail of the ship. Then the acceleration\ndropped to zero as the second-stage thrust was terminated. There was a\nseries of thumps as explosive bolts released the second stage. The whine\nof the pumps dropped in pitch as fuel gushed through them, and\nacceleration returned in a rush. The acceleration lasted for a few\nseconds, tapered off quickly, and ended. A light winked on on the\ninstrument panel as the ship announced its mission was accomplished.\n\nMajor Harry Lightfoot, fighter pilot, felt a glow of satisfaction as he\nsaw the light come on. He might not have reflexes fast enough to pilot\nthe ship up here; he might not be able to survive the climb to intercept\nwithout the help of a lot of fancy equipment; but he was still\nnecessary. He saw still one step ahead of this complex robot which had\ncarried him up here. It was his human judgment and his ability to react\ncorrectly in an unpredictable situation which were needed to locate the\nwarhead from among the cluster of decoys and destroy it. This was a job\nno merely logical machine could do. When all was said and done, the only\npurpose for the existence of this magnificent machine was to put him\nwhere he was now; in the same trajectory as the missile, and slightly\nbehind it.\n\nHarry Lightfoot reached for a red-handled toggle switch at the top of\nthe instrument panel, clicked it from AUTO to MANUAL, and changed his\nstatus from passenger to pilot. He had little enough time to work. He\ncould not follow the missile down into the atmosphere; his ship would\nburn up. He must begin his pull-out at not less than two hundred miles\naltitude. That left him one hundred eighty-three seconds in which to\nlocate and destroy the warhead. The screen in the center of his\ninstrument panel could show a composite image of the space in front of\nhis ship, based on data from a number of sensing elements and detectors.\nHe switched on an infrared scanner. A collection of spots appeared on\nthe screen, each spot indicating by its color the temperature of the\nobject it represented. The infrared detector gave him no range\ninformation, of course. But if the autopilot had done its job well, the\nnearest fragment would be about ten miles away. Thus even if he set off\nthe enemy warhead, he would be safe. At that range the ship would not\nsuffer any structural damage from the heat, and he could be down on the\nground and in a hospital before any radiation effects could become\nserious.\n\nHe reflected quickly on the possible temperature range of the missile\ncomponents. The missile had been launched from Central Asia, at night,\nin January. There was no reason to suppose that the warhead had been\ntemperature-controlled during the pre-launch countdown. Thus it probably\nwas at the ambient temperature of the launch site. If it had been fired\nin the open, that might be as low as minus 70° F. Had it been fired from\na shelter, that might be as high as 70° F. To leave a safety margin, he\ndecided to reject only those objects outside the range plus or minus\n100° F. There were two fragments at 500° F. He rejected these as\nprobably fragments of the engine. Six more exhibited a temperature of\nnear minus 320° F. These probably came from the liquid oxygen tanks.\nThey could be rejected. That eliminated eight of the objects on the\nscreen. He had nineteen to go. It would be a lot slower for the rest,\ntoo.\n\n       *       *       *       *       *\n\nHe switched on a radar transmitter. The screen blanked out almost\ncompletely. The missile had included a micro-wave transmitter, to act as\na jammer. It must have been triggered on by his approach. It obviously\nhadn't been operating while the ship was maneuvering into position. Had\nit been transmitting then, the autopilot would simply have homed on it.\nHe switched the radar to a different frequency. That didn't work. The\nscreen was still blank, indicating that the jammer was sweeping in\nfrequency. He next tried to synchronize his radar pulses with the\njammer, in order to be looking when it was quiet. The enemy,\nanticipating him, had given the jammer a variable pulse repetition rate.\nHe switched off the transmitter, and scanned the radar antenna manually.\nHe slowly swung it back and forth, attempting to fix the direction of\nthe jammer by finding the direction of maximum signal strength. He found\nthat the enemy had anticipated him again, and the jammer's signal\nstrength varied. However, he finally stopped the antenna, satisfied that\nhe had it pointed at the jammer. The infrared detector confirmed that\nthere was something in the direction the antenna pointed, but it\nappeared too small to be the warhead.\n\nHe then activated the manual piloting controls. He started the fuel\npumps winding up, and swung the ship to point normal to the\nline-of-sight to the jammer. A quick blast from the rockets sent the\nimage of the jammer moving sideways across the screen. But, of greater\nimportance, two other objects moved across the screen faster than the\njammer, indicating they were nearer the ship than was the jammer. He\npicked the one which appeared the nearest to him, and with a series of\nmaneuvers and blasts from the rockets placed the object between himself\nand the jammer. He switched the radar on again. Some of the jammer\nsignal was still leaking through, but the object, whatever it was, made\nan effective shield. The radar images were quite sharp and clear.\n\nHe glanced at the clock. Nullifying the jammer had cost him seventy-five\nseconds. He'd have to hurry, in order to make up for that time. The\ninfrared detector showed two targets which the radar insisted weren't\nthere. He shifted radar frequency. They still weren't there. He decided\nthey were small fragments which didn't reflect much radar energy, and\nrejected them. He set the radar to a linearly polarized mode. Eight of\nthe targets showed a definite amplitude modulation on the echo. That\nmeant they were rotating slowly. He switched to circular polarization,\nto see if they presented a constant area to the radar beam. He compared\nthe echoes for both modes of polarization. Five of the targets were skin\nfragments, spinning about an axis skewed with respect to the radar beam.\nThese he rejected. Two more were structural spars. They couldn't conceal\na warhead. He rejected them. After careful examination of the fine\nstructure of the echo from the last object, he was able to classify it\nas a large irregular mass, probably a section of computer, waving some\ncables about. Its irregularity weighed against its containing the\nwarhead. Even if it didn't burn up in the atmosphere, its trajectory\nwould be too unpredictable.\n\nHe turned to the rest of the targets. Time was getting short. He\nextracted every conceivable bit of information out of what his detectors\ntold him. He checked each fragment for resonant frequencies, getting an\nidea of the size and shape of each. He checked the radiated infrared\nspectrum. He checked the decrement of the reflected radar pulse. Each\nscrap of information was an indication about the identity of the\nfragments. With frequent glances at the clock, constantly reminding him\nof how rapidly his time was running out, he checked and cross-checked\nthe data coming in to him. Fighting to keep his mind calm and his\nthoughts clear, he deduced, inferred, and decided. One fragment after\nanother, he sorted, discarded, rejected, eliminated, excluded. Until the\nscreen was empty.\n\nNow what? Had the enemy camouflaged the warhead so that it looked like a\nsection of the missile's skin? Not likely. Had he made a mistake in his\nidentification of the fragments? Possibly, but there wasn't time to\nrecheck every fragment. He decided that the most likely event was that\nthe warhead was hidden by one of the other fragments. He swung the ship;\nheaded it straight for the object shielding him from the jammer, which\nhad turned out to be a section from the fuel tank. A short blast from\nthe rockets sent him drifting toward the object. One image on the screen\nbroadened; split in two. A hidden fragment emerged from behind one of\nthe ones he had examined. He rejected it immediately. Its temperature\nwas too low. He was almost upon the fragment shielding him from the\njammer. If he turned to avoid it, the jammer would blank-out his radar\nagain. He thought back to his first look at the cloud of fragments.\nThere had been nothing between his shield and the jammer. The only\nremaining possibility, then, was that the warhead was being hidden from\nhim by the jammer itself. He would have to look on the other side of the\njammer, using the ship itself as a shield.\n\nHe swung out from behind the shielding fragment, and saw his radar\nimages blotted out. He switched off the radar, and aimed the ship\nslightly to one side of the infrared image of the jammer. Another blast\nfrom the rockets sent him towards the jammer. Without range information\nfrom the radar, he would have to guess its distance by noting the rate\nat which it swept across the screen. The image of the jammer started to\nexpand as he approached it. Then it became dumbbell shaped and split in\ntwo.\n\nAs he passed by the jammer, he switched the radar back on. That second\nimage was something which had been hidden by the jammer. He looked\naround. No other new objects appeared on the screen. This had to be the\nwarhead. He checked it anyway. Temperature was minus 40° F. A smile\nflickered on his lips as he caught the significance of the temperature.\nHe hoped the launching crew had gotten their fingers frozen off while\nthey were going through the countdown. The object showed no anomalous\nradar behavior. Beyond doubt, it was the warhead.\n\nThen he noted the range. A mere thirteen hundred yards! His own missile\ncarried a small atomic warhead. At that range it would present no danger\nto him. But what if it triggered the enemy warhead? He and the ship\nwould be converted into vapor within microseconds. Even a partial,\nlow-efficiency explosion might leave the ship so weakened that it could\nnot stand the stresses of return through the atmosphere. Firing on the\nenemy warhead at this range was not much different from playing Russian\nRoulette with a fully-loaded revolver.\n\nCould he move out of range of the explosion and then fire? No. There\nwere only twelve seconds left before he had to start the pull-out. It\nwould take him longer than that to get to a safe range, get into\nposition, and fire. He'd be dead anyway, as the ship plunged into the\natmosphere and burned up. And to pull out without firing would be saving\nhis own life at the cost of the lives he was under oath to defend. That\nwould be sheer cowardice.\n\n       *       *       *       *       *\n\nHe hesitated briefly, shrugged his shoulders as well as he could inside\nhis flying suit, and snapped a switch on the instrument panel. A set of\ncross hairs sprang into existence on the screen. He gripped a small\nlever which projected up from his right armrest; curled his thumb over\nthe firing button on top of it. Moving the lever, he caused the cross\nhairs to center on the warhead. He flicked the firing button, to tell\nthe fire control system that _this_ was the target. A red light blinked\non, informing him that the missile guidance system was tracking the\nindicated target.\n\nHe hesitated again. His body tautened against the straps holding it in\nthe acceleration couch. His right arm became rigid; his fingers\npetrified. Then, with a convulsive twitch of his thumb, he closed the\nfiring circuit. He stared at the screen, unable to tear his eyes from\nthe streak of light that leaped away from his ship and toward the\ntarget. The missile reached the target, and there was a small flare of\nlight. His radiation counter burped briefly. The target vanished from\nthe radar, but the infrared detector insisted there was a nebulous fog\nof hot gas, shot through with a rain of molten droplets, where the\ntarget had been. That was all. He had destroyed the enemy warhead\nwithout setting it off. He stabbed the MISSION ACCOMPLISHED button, and\nflicked the red-handled toggle switch, resigning his status as pilot.\nThen he collapsed, nerveless, into the couch.\n\nThe autopilot returned to control. It signaled the Air Defense network\nthat this hostile track was no longer dangerous. It received\ninstructions about a safe corridor to return to the ground, where it\nwould not be shot at. As soon as the air was thick enough for the\ncontrol surfaces to bite, the autopilot steered into the safe corridor.\nIt began the slow, tedious process of landing safely. The ground was\nstill a long way down. The kinetic and potential energy of the ship, if\ninstantly transformed into heat, was enough to flash the entire ship\ninto vapor. This tremendous store of energy had to be dissipated without\nharm to the ship and its occupant.\n\nMajor Harry Lightfoot, fighter pilot, lay collapsed in his couch,\nexhibiting somewhat less ambition than a sack of meal. He relaxed to the\ngentle massage of his gee-suit. The oxygen control winked reassuringly\nat him as it maintained a steady flow. The cabin temperature soared, but\nhe was aware of it only from a glance at a thermometer; the air\nconditioning in his suit automatically stepped up its pace to keep him\ncomfortable. He reflected that this might not be so bad after all.\nCertainly none of his ancestors had ever had this comfortable a ride\nhome from battle.\n\nAfter a while, the ship had reduced its speed and altitude to reasonable\nvalues. The autopilot requested, and received, clearance to land at its\npreassigned base. It lined itself up with the runway, precisely followed\nthe correct glide-path, and flared out just over the end of the runway.\nThe smoothness of the touchdown was broken only by the jerk of the drag\nparachute popping open. The ship came to a halt near the other end of\nthe runway. Harry Lightfoot disconnected himself from the ship and\nopened the hatch. Carefully avoiding contact with the still-hot metal\nskin of the ship, he jumped the short distance to the ground. The low\npurr of a motor behind him announced the arrival of a tractor to tow the\nship off the runway.\n\n\"You'll have to ride the tractor back with me, sir. We're a bit short of\ntransportation now.\"\n\n\"O.K., sergeant. Be careful hooking up. She's still hot.\"\n\n\"How was the flight, sir?\"\n\n\"No sweat. She flies herself most of the time.\"\n\n\nTHE END\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Pushbutton War, by Joseph P. Martino\n\n*** END OF THIS PROJECT GUTENBERG EBOOK PUSHBUTTON WAR ***\n\n***** This file should be named 24122-8.txt or 24122-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/4/1/2/24122/\n\nProduced by Greg Weeks, Bruce Albrecht, Mary Meehan and\nthe Online Distributed Proofreading Team at\nhttp://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}