{"title": "The Measure of a Man", "author": "Randall Garrett", "releaseDate": "January 3, 2008 ", "language": "English", "content": "\n\nE-text prepared by Greg Weeks, Bruce Albrecht, Mary Meehan, and the\nProject Gutenberg Online Distributed Proofreading Team\n(http://www.pgdp.net)\n\n\n\nNote: Project Gutenberg also has an HTML version of this\n      file which includes the original illustration.\n      See 24135-h.htm or 24135-h.zip:\n      (http://www.gutenberg.net/dirs/2/4/1/3/24135/24135-h/24135-h.htm)\n      or\n      (http://www.gutenberg.net/dirs/2/4/1/3/24135/24135-h.zip)\n\n\nTranscriber's note:\n\n      This etext was produced from _Astounding Science Fiction_,\n      April, 1960. Extensive research did not uncover any evidence\n      that the U.S. copyright on this publication was renewed.\n\n\n\n\n\nTHE MEASURE OF A MAN\n\nby\n\nRANDALL GARRETT\n\nIllustrated by Martinez\n\n\n\n\n\n\n\n     _What is desirable is not always necessary, while that which is\n     necessary may be most undesirable. Perhaps the measure of a man is\n     the ability to tell one from the other ... and act on it._\n\n\n\n\nAlfred Pendray pushed himself along the corridor of the battleship\n_Shane_, holding the flashlight in one hand and using the other hand and\nhis good leg to guide and propel himself by. The beam of the torch\nreflected queerly from the pastel green walls of the corridor, giving\nhim the uneasy sensation that he was swimming underwater instead of\nmoving through the blasted hulk of a battleship, a thousand light-years\nfrom home.\n\nHe came to the turn in the corridor, and tried to move to the right, but\nhis momentum was greater than he had thought, and he had to grab the\ncorner of the wall to keep from going on by. That swung him around, and\nhis sprained ankle slammed agonizingly against the other side of the\npassageway.\n\nPendray clenched his teeth and kept going. But as he moved down the side\npassage, he went more slowly, so that the friction of his palm against\nthe wall could be used as a brake.\n\nHe wasn't used to maneuvering without gravity; he'd been taught it in\nCadets, of course, but that was years ago and parsecs away. When the\npseudograv generators had gone out, he'd retched all over the place, but\nnow his stomach was empty, and the nausea had gone.\n\nHe had automatically oriented himself in the corridors so that the doors\nof the various compartments were to his left and right, with the ceiling\n\"above\" and the deck \"below.\" Otherwise, he might have lost his sense of\ndirection completely in the complex maze of the interstellar\nbattleship.\n\n_Or_, he corrected himself, _what's left of a battleship_.\n\nAnd what _was_ left? Just Al Pendray and less than half of the\nonce-mighty _Shane_.\n\nThe door to the lifeboat hold loomed ahead in the beam of the\nflashlight, and Pendray braked himself to a stop. He just looked at the\ndogged port for a few seconds.\n\n_Let there be a boat in there_, he thought. _Just a boat, that's all I\nask. And air_, he added as an afterthought. Then his hand went out to\nthe dog handle and turned.\n\nThe door cracked easily. There was air on the other side. Pendray\nbreathed a sigh of relief, braced his good foot against the wall, and\npulled the door open.\n\nThe little lifeboat was there, nestled tightly in her cradle. For the\nfirst time since the _Shane_ had been hit, Pendray's face broke into a\nbroad smile. The fear that had been within him faded a little, and the\ndarkness of the crippled ship seemed to be lessened.\n\nThen the beam of his torch caught the little red tag on the air lock of\nthe lifeboat. _Repair Work Under Way--Do Not Remove This Tag Without\nProper Authority._\n\nThat explained why the lifeboat hadn't been used by the other crewmen.\n\nPendray's mind was numb as he opened the air lock of the small craft. He\ndidn't even attempt to think. All he wanted was to see exactly how the\nvessel had been disabled by the repair crew. He went inside.\n\nThe lights were working in the lifeboat. That showed that its power was\nstill functioning. He glanced over the instrument-and-control panels. No\nred tags on them, at least. Just to make sure, he opened them up, one by\none, and looked inside. Nothing wrong, apparently.\n\nMaybe it had just been some minor repair--a broken lighting switch or\nsomething. But he didn't dare hope yet.\n\nHe went through the door in the tiny cabin that led to the engine\ncompartment, and he saw what the trouble was.\n\nThe shielding had been removed from the atomic motors.\n\nHe just hung there in the air, not moving. His lean, dark face remained\nexpressionless, but tears welled up in his eyes and spilled over,\nspreading their dampness over his lids.\n\nThe motors would run, all right. The ship could take him to Earth. But\nthe radiation leakage from those motors would kill him long before he\nmade it home. It would take ten days to make it back to base, and\ntwenty-four hours of exposure to the deadly radiation from those engines\nwould be enough to insure his death from radiation sickness.\n\nHis eyes were blurring from the film of tears that covered them; without\ngravity to move the liquid, it just pooled there, distorting his vision.\nHe blinked the tears away, then wiped his face with his free hand.\n\nNow what?\n\nHe was the only man left alive on the _Shane_, and none of the lifeboats\nhad escaped. The Rat cruisers had seen to that.\n\n       *       *       *       *       *\n\nThey weren't really rats, those people. Not literally. They looked\nhumanoid enough to enable plastic surgeons to disguise a human being as\none of them, although it meant sacrificing the little fingers and little\ntoes to imitate the four-digited Rats. The Rats were at a disadvantage\nthere; they couldn't add any fingers. But the Rats had other\nadvantages--they bred and fought like, well, like rats.\n\nNot that human beings couldn't equal them or even surpass them in\nferocity, if necessary. But the Rats had nearly a thousand years of\nprogress over Earth. Their Industrial Revolution had occurred while the\nAngles and the Saxons and the Jutes were pushing the Britons into Wales.\nThey had put their first artificial satellites into orbit while King\nAlfred the Great was fighting off the Danes.\n\nThey hadn't developed as rapidly as Man had. It took them roughly twice\nas long to go from one step to the next, so that their actual\nsuperiority was only a matter of five hundred years, and Man was\ncatching up rapidly. Unfortunately, Man hadn't caught up yet.\n\nThe first meeting of the two races had taken place in interstellar\nspace, and had seemed friendly enough. Two ships had come within\ndetector distance of each other, and had circled warily. It was almost a\nperfect example of the Leinster Hypothesis; neither knew where the\nother's home world was located, and neither could go back home for fear\nthat the other would be able to follow. But the Leinster Hypothesis\ncouldn't be followed to the end. Leinster's solution had been to have\nthe parties trade ships and go home, but that only works when the two\ncivilizations are fairly close in technological development. The Rats\ncertainly weren't going to trade their ship for the inferior craft of\nthe Earthmen.\n\nThe Rats, conscious of their superiority, had a simpler solution. They\nwere certain, after a while, that Earth posed no threat to them, so they\ninvited the Earth ship to follow them home.\n\nThe Earthmen had been taken on a carefully conducted tour of the Rats'\nhome planet, and the captain of the Earth ship--who had gone down in\nhistory as \"Sucker\" Johnston--was convinced that the Rats meant no harm,\nand agreed to lead a Rat ship back to Earth. If the Rats had struck\nthen, there would never have been a Rat-Human War. It would have been\nover before it started.\n\nBut the Rats were too proud of their superiority. Earth was too far away\nto bother them for the moment; it wasn't in their line of conquest just\nyet. In another fifty years, the planet would be ready for picking off.\n\nEarth had no idea that the Rats were so widespread. They had taken and\ncolonized over thirty planets, completely destroying the indigenous\nintelligent races that had existed on five of them.\n\nIt wasn't just pride that had made the Rats decide to wait before\nhitting Earth; there was a certain amount of prudence, too. None of the\nother races they had met had developed space travel; the Earthmen might\nbe a little tougher to beat. Not that there was any doubt of the\noutcome, as far as they were concerned--but why take chances?\n\nBut, while the Rats had fooled \"Sucker\" Johnston and some of his\nofficers, the majority of the crew knew better. Rat crewmen were little\nshort of slaves, and the Rats made the mistake of assuming that the\nEarth crewmen were the same. They hadn't tried to impress the crewmen as\nthey had the officers. When the interrogation officers on Earth\nquestioned the crew of the Earth ship, they, too, became suspicious.\nJohnston's optimistic attitude just didn't jibe with the facts.\n\nSo, while the Rat officers were having the red carpet rolled out for\nthem, Earth Intelligence went to work. Several presumably awe-stricken\nmen were allowed to take a conducted tour of the Rat ship. After all,\nwhy not? The Twentieth Century Russians probably wouldn't have minded\nshowing their rocket plants to an American of Captain John Smith's time,\neither.\n\nBut there's a difference. Earth's government knew Earth was being\nthreatened, and they knew they had to get as many facts as they could.\nThey were also aware of the fact that if you know a thing _can_ be done,\nthen you will eventually find a way to do it.\n\nDuring the next fifty years, Earth learned more than it had during the\nprevious hundred. The race expanded, secretly, moving out to other\nplanets in that sector of the galaxy. And they worked to catch up with\nthe Rats.\n\nThey didn't make it, of course. When, after fifty years of presumably\npeaceful--but highly limited--contact, the Rats hit Earth, they found\nout one thing. That the mass and energy of a planet armed with the\nproper weapons can not be out-classed by any conceivable concentration\nof spaceships.\n\nThrowing rocks at an army armed with machine guns may seem futile, but\nif you hit them with an avalanche, they'll go under. The Rats lost\nthree-quarters of their fleet to planet-based guns and had to go home to\nbandage their wounds.\n\nThe only trouble was that Earth couldn't counterattack. Their ships were\nstill out-classed by those of the Rats. And the Rats, their racial pride\nbadly stung, were determined to wipe out Man, to erase the stain on\ntheir honor wherever Man could be found. Somehow, some way, they must\ndestroy Earth.\n\nAnd now, Al Pendray thought bitterly, they would do it.\n\n       *       *       *       *       *\n\nThe _Shane_ had sneaked in past Rat patrols to pick up a spy on one of\nthe outlying Rat planets, a man who'd spent five years playing the part\nof a Rat slave, trying to get information on their activities there. And\nhe had had one vital bit of knowledge. He'd found it and held on to it\nfor over three years, until the time came for the rendezvous.\n\nThe rendezvous had almost come too late. The Rats had developed a device\nthat could make a star temporarily unstable, and they were ready to use\nit on Sol.\n\nThe _Shane_ had managed to get off-planet with the spy, but they'd been\nspotted in spite of the detector nullifiers that Earth had developed.\nThey'd been jumped by Rat cruisers and blasted by the superior Rat\nweapons. The lifeboats had been picked out of space, one by one, as the\ncrew tried to get away.\n\nIn a way, Alfred Pendray was lucky. He'd been in the sick bay with a\nsprained ankle when the Rats hit, sitting in the X-ray room. The shot\nthat had knocked out the port engine had knocked him unconscious, but\nthe shielded walls of the X-ray room had saved him from the blast of\nradiation that had cut down the crew in the rear of the ship. He'd come\nto in time to see the Rat cruisers cut up the lifeboats before they\ncould get well away from the ship. They'd taken a couple of parting\nshots at the dead hulk, and then left it to drift in space--and leaving\none man alive.\n\nIn the small section near the rear of the ship, there were still\ncompartments that were airtight. At least, Pendray decided, there was\nenough air to keep him alive for a while. If only he could get a little\npower into the ship, he could get the rear air purifiers to working.\n\nHe left the lifeboat and closed the door behind him. There was no point\nin worrying about a boat he couldn't use.\n\nHe made his way back toward the engine room. Maybe there was something\nsalvageable there. Swimming through the corridors was becoming easier\nwith practice; his Cadet training was coming back to him.\n\nThen he got a shock that almost made him faint. The beam of his light\nhad fallen full on the face of a Rat. It took him several seconds to\nrealize that the Rat was dead, and several more to realize that it\nwasn't a Rat at all. It was the spy they had been sent to pick up. He'd\nbeen in the sick bay for treatments of the ulcers on his back gained\nfrom five years of frequent lashings as a Rat slave.\n\nPendray went closer and looked him over. He was still wearing the\nclothing he'd had on when the _Shane_ picked him up.\n\n_Poor guy_, Pendray thought. _All that hell--for nothing._\n\nThen he went around the corpse and continued toward the engine room.\n\nThe place was still hot, but it was thermal heat, not radioactivity. A\ndead atomic engine doesn't leave any residual effects.\n\nFive out of the six engines were utterly ruined, but the sixth seemed\nto be in working condition. Even the shielding was intact. Again, hope\nrose in Alfred Pendray's mind. If only there were tools!\n\nA half hour's search killed that idea. There were no tools aboard\ncapable of cutting through the hard shielding. He couldn't use it to\nshield the engine on the lifeboat. And the shielding that been on the\nother five engines had melted and run; it was worthless.\n\nThen another idea hit him. Would the remaining engine work at all? Could\nit be fixed? It was the only hope he had left.\n\nApparently, the only thing wrong with it was the exciter circuit leads,\nwhich had been sheared off by a bit of flying metal. The engine had\nsimply stopped instead of exploding. That ought to be fixable. He could\ntry; it was something to do, anyway.\n\nIt took him the better part of two days, according to his watch. There\nwere plenty of smaller tools around for the job, although many of them\nwere scattered and some had been ruined by the explosions. Replacement\nparts were harder to find, but he managed to pirate some of them from\nthe ruined engines.\n\nHe ate and slept as he felt the need. There was plenty of food in the\nsick bay kitchen, and there is no need for a bed under gravity-less\nconditions.\n\nAfter the engine was repaired, he set about getting the rest of the ship\nready to move--if it _would_ move. The hull was still solid, so the\ninfraspace field should function. The air purifiers had to be\nreconnected and repaired in a couple of places. The lights ditto. The\nbiggest job was checking all the broken leads to make sure there weren't\nany short circuits anywhere.\n\nThe pseudogravity circuits were hopeless. He'd have to do without\ngravity.\n\n       *       *       *       *       *\n\nOn the third day, he decided he'd better clean the place up. There were\nseveral corpses floating around, and they were beginning to be\nnoticeable. He had to tow them, one by one, to the rear starboard air\nlock and seal them between the inner and outer doors. He couldn't dump\nthem, since the outer door was partially melted and welded shut.\n\nHe took the personal effects from the men. If he ever got back to Earth,\ntheir next-of-kin might want the stuff. On the body of the imitation\nRat, he found a belt-pouch full of microfilm. The report on the Rats'\nnew weapon? Possibly. He'd have to look it over later.\n\nOn the \"morning\" of the fourth day, he started the single remaining\nengine. The infraspace field came on, and the ship began moving at\nmultiples of the speed of light. Pendray grinned. _Half gone, will\ntravel_, he thought gleefully.\n\nIf Pendray had had any liquor aboard, he would have gotten mildly drunk.\nInstead, he sat down and read the spools of microfilm, using the\nprojector in the sick bay.\n\nHe was not a scientist in the strict sense of the word. He was a\nnavigator and a fairly good engineer. So it didn't surprise him any that\nhe couldn't understand a lot of the report. The mechanics of making a\nsemi-nova out of a normal star were more than a little bit over his\nhead. He'd read a little and then go out and take a look at the stars,\nchecking their movement so that he could make an estimate of his speed.\nHe'd jury-rigged a kind of control on the hull field, so he could aim\nthe hulk easily enough. He'd only have to get within signaling range,\nanyway. An Earth ship would pick him up.\n\n_If there was any Earth left by the time he got there._\n\nHe forced his mind away from thinking about that.\n\nIt was not until he reached the last spool of microfilm that his\nsituation was forcibly brought to focus in his mind. Thus far, he had\nthought only about saving himself. But the note at the end of the spool\nmade him realize that there were others to save.\n\nThe note said: _These reports must reach Earth before 22 June 2287.\nAfter that, it will be too late._\n\n_22 June!_\n\nThat was--let's see....\n\n_This is the eighteenth of September_, he thought, _June of next year\nis--nine months away. Surely I can make it in that time. I've got to._\n\nThe only question was, how fast was the hulk of the _Shane_ moving?\n\nIt took him three days to get the answer accurately. He knew the\nstrength of the field around the ship, and he knew the approximate\nthrust of the single engine by that time. He had also measured the\nmotions of some of the nearer stars. Thank heaven he was a navigator and\nnot a mechanic or something! At least he knew the direction and distance\nto Earth, and he knew the distance of the brighter stars from where the\nship was.\n\nHe had two checks to use, then. Star motion against engine thrust and\nfield strength. He checked them. And rechecked them. And hated the\nanswer.\n\nHe would arrive in the vicinity of Sol some time in late July--a full\nmonth too late.\n\nWhat could he do? Increase the output of the engine? No. It was doing\nthe best it could now. Even shutting off the lights wouldn't help\nanything; they were a microscopic drain on that engine.\n\nHe tried to think, tried to reason out a solution, but nothing would\ncome. He found time to curse the fool who had decided the shielding on\nthe lifeboat would have to be removed and repaired. That little craft,\nwith its lighter mass and more powerful field concentration, could make\nthe trip in ten days.\n\nThe only trouble was that ten days in that radiation hell would be\nimpossible. He'd be a very well-preserved corpse in half that time, and\nthere'd be no one aboard to guide her.\n\nMaybe he could get one of the other engines going! Sure. He _must_ be\nable to get one more going, somehow. Anything to cut down on that time!\n\nHe went back to the engines again, looking them over carefully. He went\nover them again. Not a single one could be repaired at all.\n\nThen he rechecked his velocity figures, hoping against hope that he'd\nmade a mistake somewhere, dropped a decimal point or forgotten to divide\nby two. Anything. Anything!\n\nBut there was nothing. His figures had been accurate the first time.\n\nFor a while, he just gave up. All he could think of was the terrible\nblaze of heat that would wipe out Earth when the Rats set off the sun.\nMan might survive. There were colonies that the Rats didn't know about.\nBut they'd find them eventually. Without Earth, the race would be set\nback five hundred--maybe five thousand--years. The Rats would would have\nplenty of time to hunt them out and destroy them.\n\nAnd then he forced his mind away from that train of thought. There had\nto be a way to get there on time. Something in the back of his mind told\nhim that there _was_ a way.\n\nHe had to think. Really think.\n\n       *       *       *       *       *\n\nOn 7 June 2287, a signal officer on the Earth destroyer _Muldoon_ picked\nup a faint signal coming from the general direction of the constellation\nof Sagittarius. It was the standard emergency signal for distress. The\nbroadcaster only had a very short range, so the source couldn't be too\nfar away.\n\nHe made his report to the ship's captain. \"We're within easy range of\nher, sir,\" he finished. \"Shall we pick her up?\"\n\n\"Might be a Rat trick,\" said the captain. \"But we'll have to take the\nchance. Beam a call to Earth, and let's go out there dead slow. If the\ndetectors show anything funny, we turn tail and run. We're in no position\nto fight a Rat ship.\"\n\n\"You think this might be a Rat trap, sir?\"\n\nThe captain grinned. \"If you are referring to the _Muldoon_ as a rat\ntrap, Mr. Blake, you're both disrespectful and correct. That's why we're\ngoing to run if we see anything funny. This ship is already obsolete by\nour standards; you can imagine what it is by theirs.\" He paused. \"Get\nthat call in to Earth. Tell 'em this ship is using a distress signal\nthat was obsolete six months ago. And tell 'em we're going out.\"\n\n\"Yes, sir,\" said the signal officer.\n\nIt wasn't a trap. As the _Muldoon_ approached the source of the signal,\ntheir detectors picked up the ship itself. It was a standard lifeboat\nfrom a battleship of the _Shannon_ class.\n\n\"You don't suppose that's from the _Shane_, do you?\" the captain said\nsoftly as he looked at the plate. \"She's the only ship of that class\nthat's missing. But if that's a _Shane_ lifeboat, what took her so long\nto get here?\"\n\n\"She's cut her engines, sir!\" said the observer. \"She evidently knows\nwe're coming.\"\n\n\"All right. Pull her in as soon as we're close enough. Put her in\nNumber Two lifeboat rack; it's empty.\"\n\n       *       *       *       *       *\n\nWhen the door of the lifeboat opened, the captain of the _Muldoon_ was\nwaiting outside the lifeboat rack. He didn't know exactly what he had\nexpected to see, but it somehow seemed fitting that a lean, bearded man\nin a badly worn uniform and a haggard look about him should step out.\n\nThe specter saluted. \"Lieutenant Alfred Pendray, of the _Shane_,\" he\nsaid, in a voice that had almost no strength. He held up a pouch.\n\"Microfilm,\" he said. \"Must get to Earth immediately. No delay. Hurry.\"\n\n\"Catch him!\" the captain shouted. \"He's falling!\" But one of the men\nnearby had already caught him.\n\nIn the sick bay, Pendray came to again. The captain's questioning\ngradually got the story out of Pendray.\n\n\"... So I didn't know what to do then,\" he said, his voice a breathy\nwhisper. \"I knew I had to get that stuff home. Somehow.\"\n\n\"Go on,\" said the captain, frowning.\n\n\"Simple matter,\" said Pendray. \"Nothing to it. Two equations. Little\nship goes thirty times as fast as big ship--big _hulk_. Had to get here\nbefore 22 June. _Had_ to. Only way out, y'unnerstand.\n\n\"Anyway. Two equations. Simple. Work 'em in your head. Big ship takes\nten months, little one takes ten days. But can't stay in a little ship\nten days. No shielding. Be dead before you got here. See?\"\n\n\"I see,\" said the captain patiently.\n\n\"_But_--and here's a 'mportant point: If you stay on the big ship for\neight an' a half months, then y' only got to be in the little ship for a\nday an' a half to get here. Man can live that long, even under that\nradiation. See?\" And with that, he closed his eyes.\n\n\"Do you mean you exposed yourself to the full leakage radiation from a\nlifeboat engine for thirty-six hours?\"\n\nBut there was no answer.\n\n\"Let him sleep,\" said the ship's doctor. \"If he wakes up again, I'll let\nyou know. But he might not be very lucid from here on in.\"\n\n\"Is there anything you can do?\" the captain asked.\n\n\"No. Not after a radiation dosage like that.\" He looked down at Pendray.\n\"His problem was easy, mathematically. But not psychologically. That\ntook real guts to solve.\"\n\n\"Yeah,\" said the captain gently. \"All he had to do was _get_ here alive.\nThe problem said nothing about his staying that way.\"\n\n\n\n***END OF THE PROJECT GUTENBERG EBOOK THE MEASURE OF A MAN***\n\n\n******* This file should be named 24135.txt or 24135.zip *******\n\n\nThis and all associated files of various formats will be found in:\nhttp://www.gutenberg.org/dirs/2/4/1/3/24135\n\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://www.gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.gutenberg.org/fundraising/pglaf.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://www.gutenberg.org/about/contact\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://www.gutenberg.org/fundraising/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit:\nhttp://www.gutenberg.org/fundraising/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}