{"title": "The Guardians", "author": "Irving Cox", "releaseDate": "January 3, 2008", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, David Wilson and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n  +------------------------------------------------------------------+\n  |                                                                  |\n  | Transcriber's note:                                              |\n  |                                                                  |\n  | This story was published in _Astounding Science Fiction_, June   |\n  | 1955. Extensive research did not uncover any evidence that the   |\n  | U.S. copyright on this publication was renewed.                  |\n  |                                                                  |\n  +------------------------------------------------------------------+\n\n\n\n\n[Illustration]\n\n\n\n\nTHE GUARDIANS\n\nBY IRVING COX, JR.\n\n\n_It's not always \"The Truth shall set you free!\"\nSometimes it's \"Want of the Truth shall drive\nyou to escape!\" And that can be dangerous!_\n\nIllustrated by van Dongen\n\n\n\n\nMryna Brill intended to ride the god-car above the rain mist. For a long\ntime she had not believed in the taboos or the Earth-god. She no longer\nbelieved she lived on Earth. This paradise of green-floored forests and\nrunning brooks was something called Rythar.\n\nSix years ago, when Mryna was fourteen, she first discovered the truth.\nShe asked a question and the Earth-god ignored it. A simple question,\nreally: What is above the rain mist? God could have told her. Every day\nhe answered technical questions that were far more difficult. Instead,\nhe repeated the familiar taboo about avoiding the Old Village because of\nthe Sickness.\n\nAnd consequently Mryna, being female, went to the Old Village. There was\nnothing really unusual about that. All the kids went through the ruins\nfrom time to time. They had worked out a sort of charm that made it all\nright. They ran past the burned out shells of the old houses and they\nkept their eyes shaded to ward off the Sickness.\n\nBut even at fourteen Mryna had outgrown charms and she didn't believe in\nthe Sickness. She had once asked the Earth-god what sickness meant, and\nthe screen in the answer house had given her a very detailed answer.\nMryna knew that none of the hundred girls and thirty boys inhabiting\nRythar had ever been sick. That, like the taboo of the Old Village, she\nconsidered a childish superstition.\n\nThe Old Village wasn't large--three parallel roads, a mile long, lined\nwith the charred ruins of prefabs, which were exactly like the cottages\nwhere the kids lived. It was nothing to inspire either fear or legend.\nThe village had burned a long time ago; the grass from the forest had\ngrown a green mantle over the skeletal walls.\n\nFor weeks Mryna poked through the ruins before she found anything of\nsignificance--a few, scorched pages of a printed pamphlet buried deep in\nthe black earth. The paper excited her tremendously. It was different\nfrom the film books photographed in the answer house. She had never\ntouched anything like it; and it seemed wonderful stuff.\n\nShe read the pamphlet eagerly. It was part of a promotional\nadvertisement of a world called Rythar, \"the jewel of the Sirian Solar\nSystem.\"\n\nThe description made it obvious that Rythar was the green paradise where\nMryna lived--the place she had been taught to call Earth. And the\npamphlet had been addressed to \"Earthmen everywhere.\"\n\n\nMryna made her second find when she was fifteen, a textbook in\nastronomy. For the first time in her life she read about the spinning\ndust of the universe lying beyond the eternal rain mist that hid her\nworld.\n\nThe solid, stable Earth of her childhood was solid and stable no longer,\nbut a sphere turning through a black void. Nor was it properly called\nEarth, but a planet named Rythar. The adjustment Mryna had to make was\nshattering; she lost faith in everything she believed.\n\nYet the clock-work logic of astronomy appealed to her orderly mind. It\nexplained why the rain mist glowed with light during the day and turned\ndark at night. Mryna had never seen a clear sky. She had no visual data\nto tie her new concept to.\n\nFor six years she kept the secret. She hid the papers and the astronomy\ntext which she found in the Old Village. Later, after the metal men\ncame, she destroyed everything so none of the other women would know the\nEarth-god was a man.\n\nAt first she kept the secret because she was afraid. For some reason the\nman who played at being god wanted the kids to believe Rythar was Earth,\nthe totality of the universe enveloped in a cloud of mist. She knew that\nbecause she once asked god what a planet was. The face on the screen in\nthe answer house became frigid with anger--or was it fear?--and the\nEarth-god said:\n\n\"The word means nothing.\"\n\nBut late that night a very large god-car brought six metal men down\nthrough the rain mist. They were huge, jointed things that clanked when\nthey walked. Four of them used weapons to herd the kids together in\ntheir small settlement. The two others went to the Old Village and\nblasted the ruins with high explosives.\n\nVaguely Mryna remembered that the metal men had been there before, when\nthe kids were still very small. They had built the new settlement and\nthey had brought food. They lived with the children for a long time, she\nthought--but the memory was hazy.\n\nAs the years passed, Mryna's fear retreated and only one thing became\nimportant: she knew the Earth-god was a man. On the fertile soil of\nRythar there were one hundred women and thirty men. All the boys had\ntaken mates before they reached seventeen. Seventy girls were left\nunmarried, with no prospect of ever having husbands. A score or more\nbecame second wives in polygamous homes, but plural marriage had no\nappeal for Mryna. She was firmly determined to possess a man of her own.\nAnd why shouldn't it be the Earth-god?\n\nAs her first step toward escape, Mryna volunteered for duty in the\nanswer house. For as long as she could remember, the answer house had\nstood on a knoll some distance beyond the new settlement. It was a\nsquare, one-room building, housing a speaking box, a glass screen and a\nconsole of transmission machinery. Anyone in the settlement could\ncontact god and request information or special equipment.\n\nGod went out of his way to deluge them with information. The simplest\nquestion produced voluminous data, transmitted over the screen and\nphotographed on reels of film. Someone had to be in the answer house to\nhandle the photography. The work was not hard, but it was monotonous.\nMost of the kids preferred to farm the fields or dig the sacrificial\nore.\n\nA request for equipment was granted just as promptly. Tools, machines,\nseeds, fertilizers, packaged buildings, games, clothing--everything came\nin a god-car. It was a large cylinder which hissed down from the rain\nmist on a pillar of fire. The landing site was a flat, charred field\nnear the answer house. Unless the equipment was unusually heavy, the\nattendant stationed in the house was expected to unload the god-car and\npile aboard the sacrifice ores mined on Rythar.\n\nGod asked two things from the settlement: the pieces of unusually heavy\nmetal which they dug from the hills, and tiny vials of soil. In an\nhour's time they could mine enough ore to fill the compartment of a\ngod-car, and god never complained if they sometimes sent the cylinder\nback empty. But he fussed mightily over the small vials of Earth. He\ngave very explicit directions as to where they were to take the samples,\nand the place was never the same. Sometimes they had to travel miles\nfrom the settlement to satisfy that inexplicable whim.\n\n\nFor two weeks Mryna patiently ran off the endless films of new books and\nunloaded the god-car when it came. She examined the interior of the\ncylinder carefully and she weighed every possible risk. The compartment\nwas very small, but she concluded that she would be safe.\n\nAnd so she made her decision. Tense and tight-lipped Mryna Brill slipped\naboard the god-car. She sealed the lock door, which automatically fired\nthe launching tubes. After that there was no turning back.\n\nThe dark compartment shook in a thunder of sound. The weight of the\nescape speed tore at her body, pulling her tight against the confining\nwalls. She lost consciousness until the pressure lessened.\n\nThe metal walls became hot but the space was too confining for her to\navoid contact entirely. Four narrow light tubes came on, with a dull,\nred glow, and suddenly a gelatinous liquid emptied out of ceiling vents.\nThe fluid sprayed every exposed surface in the cubicle, draining through\nthe shipment of sacrifice ores at Mryna's feet. It had a choking,\nantiseptic odor; it stung Mryna's face and inflamed her eyes.\n\nWorse still, as the liquid soaked into her clothing, it disintegrated\nthe fiber, tearing away the cloth in long strips which slowly dissolved\nin the liquid on the floor. Before the antiseptic spray ceased, Mryna\nwas helplessly naked. Even her black boots had not survived.\n\nThe red lights went out and Mryna was imprisoned again in the crushing\ndarkness. A terror of the taboos she had defied swept her mind. She\nbegan to scream, but the sound was lost in the roar of the motors.\n\nSuddenly it was over. The god-car lurched into something hard. Mryna was\nthrown against the ceiling--and she hung there, weightless. The pieces\nof sacrifice ore were floating in the darkness just as she was. The\nmotors cut out and the lock door swung open.\n\nMryna saw a circular room, brightly lighted with a glaring, blue light.\nThe nature of her fear changed. This was the house of the Earth-god, but\nshe could not let him find her naked.\n\nShe tried to run into the circular room. She found that the slightest\nexertion of her muscles sent her spinning through the air. She could not\nget her feet on the floor. There was no down and no up in that room. She\ncollided painfully with the metal wall and she snatched at a light\nbracket to keep herself from bouncing free in the empty air again.\n\nThe god-car had landed against what was either the ceiling or the floor\nof the circular room. Mryna had no way of making a differentiation.\nEight brightly lighted corridors opened into the side walls. Mryna heard\nfootsteps moving toward her down one of the corridors; she pulled\nherself blindly into another. As she went farther from the circular\nroom, a vague sense of gravity returned. At the end of the corridor she\nwas able to stand on her feet again, although she still had to walk very\ncarefully. Any sudden movement sent her soaring in a graceful leap that\nbanged her head against the ceiling.\n\n\nCautiously she opened a thick, metal door into another hall--and she\nstood transfixed, looking through a mica wall at the emptiness of space\npinpointed with its billions of stars. This was the reality of the\ncharts she had seen in the astronomy text: that knowledge alone saved\nher sanity. She had believed it when the proof lay hidden above the rain\nmist; she must believe it now.\n\nFrom where she stood, she was able to see the place where the god-car\nhad brought her--like a vast cartwheel spinning in the void. The god-car\nwas clamped against the hub, from which eight corridors radiated outward\nlike wheel spokes toward the rim. Far below the gigantic wheel Mryna saw\nthe sphere of Rythar, invisible behind its shroud of glowing mist.\n\nShe moved along the rim corridor, past the mica wall, until she came to\na door that stood open. The room beyond was a sleeping compartment and\nit was empty. She searched it for clothing, and found nothing. She went\nthrough four more dormitory rooms before she came upon anything she\ncould use--brief shorts, clearly made for a man, and a loose, white\ntunic. It wasn't suitable; it wasn't the way she wanted to be dressed\nwhen she faced him. But it had to do.\n\nMryna was pawing through a footlocker looking for boots when she heard a\nhesitant step behind her. She whirled and saw a small, stooped,\nwhite-haired man, naked except for trunks like the ones she was wearing.\nThe wrinkled skin on his wasted chest was burned brown by the hot glare\nof the sun. Thick-lensed glasses hung from a chain around his neck.\n\n\"My dear young lady,\" he said in a tired voice, \"this is a men's ward!\"\n\n\"I'm sorry. I didn't know--\"\n\n\"You must be a new patient.\" He fumbled for his glasses. Instinctively\nshe knew she shouldn't let him see her clearly enough to identify her as\na stranger. She shoved past him, knocking the glasses from his hand.\n\n\"I'd better find my own--ward.\" Mryna didn't know the word, but she\nsupposed it meant some sort of sleeping chamber.\n\nThe old man said chattily, \"I hadn't heard they were bringing in any new\npatients today.\"\n\nShe was in the corridor by that time. He reached for her hand. \"I'll see\nyou in the sunroom?\" It was a timid, hopeful question. \"And you'll tell\nme all the news--everything they're doing back on Earth. I haven't been\nhome for almost a year.\"\n\nShe fled down the hall. When she heard voices ahead of her, she pulled\nback a door and slid into another room--a storeroom piled with cases of\nmedicines. Behind the cartons she thought she would be safe.\n\nThis wasn't what she had expected. Mryna thought there might be one man\nliving in a kind of prefab somehow suspended above the rain mist. But\nthere were obviously others up here; she didn't know how many. And the\nold man frightened her--more than the dazzling sight of the heavens\nvisible through the mica wall. Mryna had never seen physical age before.\nNo one on Rythar was older than she was herself--a sturdy, healthy,\nlusty twenty. The old man's infirmity disgusted her; for the first time\nin her life she was conscious of the slow decay of death.\n\n\nThe door of the supply room slid open. Mryna crouched low behind the\ncartons, but she was able to see the man and the woman who had entered\nthe room. A woman--here? Mryna hadn't considered that possibility.\nPerhaps the Earth-god already had a mate.\n\nThe newcomers were dressed in crisp, white uniforms; the woman wore a\nstarched, white hat. They carried a tray of small, glass cylinders from\nwhich metal needles projected. While the woman held the tray, the man\ndrove the needles through the caps of small bottles and filled the\ncylinders with a bright-colored liquid.\n\n\"When are you leaving, Dick?\" the woman asked.\n\n\"In about forty minutes. They're sending an auto-pickup.\"\n\n\"Oh, no!\"\n\n\"Now don't start worrying. They have got the bugs out of it by this\ntime. The auto-pickups are entirely trustworthy.\"\n\n\"Sure, that's what the army says.\"\n\n\"In theory they should be even more reliable than--\"\n\n\"I wish you'd wait for the hospital shuttle.\"\n\n\"And miss the chance to address Congress this year? We've worked too\nlong for this; I don't want to muff it now. We've all the statistical\nproof we need, even to convince those pinchpenny halfwits. During the\npast eight years we've handled more than a thousand cases up here. On\nEarth they were pronounced incurable; we've sent better than eighty per\ncent back in good health after an average stay of fourteen months.\"\n\n\"No medical man has ever questioned the efficiency of cosmic radiation\nand a reduced atmospheric gravity, Dick.\"\n\n\"It's just our so-called statesmen, always yapping about the budget. But\nthis time we have the cost problem licked, too. For a year and a half\nthe ore they send up from Rythar has paid for our entire operation.\"\n\n\"I didn't know that.\"\n\n\"We've kept it under wraps, so the politicians wouldn't cut our\nappropriations.\"\n\nTheir glass tubes were full, and they turned toward the door. \"It isn't\nright,\" the woman persisted, \"for them not to send a piloted shuttle\nafter you, Dick. It isn't dignified. You're our assistant medical\ndirector and--\"\n\nHer words were cut off as the door slid shut behind them. Mryna tried to\nfit this new information into what she already knew--or thought she\nknew--about the Earth-god. It didn't add up to a pretty picture. She had\nonce asked for a definition of illness, and it was apparent to her that\nthis place which they called the Guardian Wheel was an expensive\nhospital for Earthmen. It was paid for by the sacrificial ores mined on\nRythar. In a sense, Rythar was being enslaved and exploited by Earth.\nTrue, it was not difficult to dig out the ore, but Mryna resented the\nfact that the kids on Rythar had not been told the truth. She had long\nago lost her awe of the man called god; now she lost her respect as\nwell.\n\nMryna was glad she had not seen him, glad no one knew she was aboard the\nGuardian Wheel. She would return to Rythar. After she told the others\nwhat she knew, Rythar would send up no more sacrifice ores. Let the\nEarthmen come down and mine it for themselves!\n\n\nVery cautiously she pulled the door open. The rim corridor was empty.\nShe moved toward one of the intersecting corridors. When she heard\nfootsteps, she hid in another dormitory room.\n\nThis was different from the others. It showed more evidence of permanent\noccupation. She guessed it was a dormitory for the people who took care\nof the sick. Pictures were fastened to the curved, metal walls. Personal\narticles cluttered the shelves hung beside the bunks. On a writing desk\nshe saw a number of typed reports. Five freshly laundered uniforms,\nidentical to the one she had lost in the antiseptic wash, hung on a rack\nbehind the door. Mryna stripped off the makeshift she was wearing and\nput on one of the uniforms; she found boots under the desk. When she was\ndressed, she stood admiring herself in the polished surface of the metal\ndoor.\n\nShe was a handsome woman, and she was very conscious of that. Her face\nwas tanned by the mist-filtered sunlight of Rythar; her lips were red\nand sensuous; her long, platinum-colored hair fell to her shoulders. She\ncompared herself to the small, hard-faced female she had seen in the\nsupply room. Was that a typical Earthwoman? Mryna's lips curled in a\nscornful smile. Let the gods come down to Rythar, then, and discover\nwhat a real female was like in the lush, green, Rytharian paradise.\n\nMryna went to the desk and glanced at the typed reports. They had been\nwritten by a man who signed himself \"Commander in Charge, Guardian\nWheel,\" and they were addressed to the Congress of the world government.\nOne typed document was a supply inventory; a second, still unfinished,\nwas a budget report. (_You won't show a profit next time_, Mryna thought\nvindictively, _when we stop sending you the sacrifice ore_.) Another\nreport dealt with Rythar, and Mryna read it with more interest.\n\nOne paragraph caught her attention,\n\n\"We have asked for soil samples to be taken from an area covering ten\nthousand square miles. Our chemical analysis has been thorough, and we\nfind nothing that could be remotely harmful to human life. Atmospheric\nsamples produce the same negative results. On the other hand, we have\ndirect evidence that no animal life has ever evolved on Rythar; the life\ncycle is exclusively botanical.\"\n\nThe soil samples, Mryna realized, would be the vials of Earth which the\nEarth-god had requested so often. Were the Earthmen planning to move\ntheir hospital down to Rythar? That idea disturbed her. Mryna did not\nwant her garden world cluttered up with a lot of sick, old men discarded\nby Earth.\n\nShe turned to the second page of the report. \"The original colony\nsurvived for a year. The Sickness in the Old Village developed only\nafter the first harvest of Rytharian-grown food. It is more and more\nevident that the botanical cycle of Rythar must be examined before we\nfind the answer. To do that adequately, we shall have to send survey\nteams to the surface; that requires much larger appropriations for\nresearch than we have had in the past. The metal immunization suits,\nwhich must, of course, be destroyed after each expedition--\"\n\n\"And what, may I ask, is the meaning of this?\"\n\n\nMryna dropped the report and swung toward the door. She saw a woman\nstanding there--another hard-faced Earthwoman, with a starched, white\ncap perched on her graying hair.\n\n\"I must have come to the wrong room,\" Mryna said in a small voice.\n\n\"Indeed! Everyone knows this is command headquarters. Who are you?\" The\nwoman put her hand on Mryna's arm, and the fingers bit through the\nuniform into Mryna's flesh.\n\nMryna pulled away, drawing her shoulders back proudly. Why should she\nfeel afraid? She stood a head taller than this dried up stranger; she\nknew the Earthwoman's strength would be no match for hers.\n\n\"My name is Mryna Brill,\" she said quietly. \"I came up in a god-car from\nRythar.\"\n\n\"Rythar?\" The woman's mouth fell open. She whispered the word as if it\nwere profanity. Suddenly she turned and ran down the rim corridor,\nscreaming in terror.\n\n_She's afraid of me_! Mryna thought. And that made no sense at all.\n\nMryna knew she had to get back to the god-car quickly. Since the\nEarthmen had built up the taboos in order to get their sacrifice ores\nfrom Rythar, they would do everything they could to prevent her return.\nShe ran toward an intersecting spoke corridor. An alarm bell began to\nclang, and the sound vibrated against the metal walls. An armed man\nsprang from a side room and fired his weapon at Mryna. The discharge\nburned a deep groove in the wall.\n\nSo they would even kill her--these men who pretended to be gods!\n\nBefore the man could fire again, Mryna swung down a side corridor, and\nat once the sensation of weightlessness overtook her. She could not move\nquickly. She saw the armed man at the mouth of the corridor. Frantically\nshe pushed open the door of a room, which was crowded with consoles of\ntransmission machines. Three men were seated in front of the speakers.\nThey jumped and came toward her, clumsily fighting the weightlessness.\n\nMryna caught at the door jamb and swung herself toward the ceiling. At\nthe same time the armed man fired. The discharge missed her and washed\nagainst the transmission machinery. Blue fire exploded from the room.\nThe three men screamed in agony. Concussion threw Mryna helplessly\ntoward the rim again.\n\nAnd the Guardian Wheel was plunged into darkness. Mryna's head swam; her\nshoulder seethed with pain where she had banged into the wall. She tried\nto creep toward the circular room, but she had lost her sense of\ndirection and she found herself back on the rim.\n\nThe clanging bell had stopped when the lights went out, but Mryna heard\nthe panic of frightened voices. Far away someone was screaming. Running\nfeet clattered toward her. Mryna flattened herself against the outer\nwall. An indistinct body of men shot past her.\n\n\"From Rythar,\" one of them was saying. \"A woman from Rythar!\"\n\n\"And we've blasted the communication center. We've no way of sending the\nwarning back to Earth--\"\n\nThey were gone.\n\n\nMryna moved back into the spoke corridor. She felt her way silently\ntoward the circular hub room and the god-car. Suddenly very close she\nheard voices which she recognized--the man and the woman who had been\ntalking in the supply room.\n\n\"You're still all right, Dick,\" the woman said. \"She hasn't been here\nlong enough to--\"\n\n\"We don't know that. We don't know how it spreads or how quickly. We\ncan't take the chance.\"\n\n\"Then ... then we've no choice?\" Her voice was a small whisper, choked\nwith terror.\n\n\"None. These have been standing emergency orders for twenty years. We\nalways faced the possibility that one of them would escape. If we'd been\nallowed to use a different policy of education--but the politicians\nwouldn't permit that. The Wheel has to be destroyed, and we must die\nwith it.\"\n\n\"Couldn't we wait and make sure?\"\n\n\"It works too fast. None of us would be able to do the job--afterward.\"\n\n\nThe voices moved away. Mryna floated toward the hub room. She found the\nair lock and pulled herself into the god-car. The metal lock hissed\nclosed and light came on. Then she knew she had made a mistake. This\nship was not the one she had used when she came up from Rythar. The tiny\ncabin was fitted with a sleeping lounge, a food cabinet and a file of\nreading films. Above the lounge a mica viewplate gave her a broad view\nof the sky.\n\nMryna remembered that the man in the supply room had said he was waiting\nfor an auto-pickup; he was on his way back to Earth. Mryna had taken his\nship instead of her own. In panic she tried to open the door again, but\nshe found no way to do it. Machinery beneath her feet began to hum. She\nfelt a slight lurch as the pickup left the hub of the Guardian Wheel.\n\nIt swung in a wide arc. Through the viewplate she saw the enormous Wheel\ngrowing small behind her, silhouetted against the mist of Rythar.\nSuddenly the wheel glowed red with a soundless explosion. Its flaming\nfragments died in the void.\n\nMryna dropped weakly on the lounge. Nausea spun through her mind. The\nman had said they would destroy themselves. Because Mryna had come\naboard? But why were they afraid of her? What possible harm could she do\nthem? Mryna had left Rythar to discover the truth, and the truth was\ninsanity. Was truth always like this--a bitter disillusionment, an empty\nhorror?\n\nShe had something else to say to the people of Rythar now: not that the\ngods were men, but that men were mad. Believe in the taboos; send up the\nsacrificial ores. It was a small price to pay to keep that madness away\nfrom Rythar.\n\nAnd Mryna knew she could not go back. With the Wheel gone, she could\nnever return to Rythar; the auto-pickup was carrying her inexorably\ntoward Earth. The scream of the machinery slowly turned shrill,\nhammering against her eardrums. The stars visible in the viewplate\nblurred and winked out. Mryna felt a twist of vertigo as the shuttle\nshifted from conventional speed into a time warp. And then the sound\nwas gone. The ship was floating in an impenetrable blackness.\n\nMryna had no idea how much time passed subjectively. When she became\nhungry, she took food from the cabinet. She slept when she was tired. To\npass the time, she turned the reading films through the projector.\n\nMost of the film stored in the shuttle covered material Mryna already\nknew. The Earthmen, clearly, had not denied any information to Rythar.\nOnly one thing had been restricted--astronomy. And that would have made\nno difference, if Mryna had not found the text in the ruins of the Old\nVillage. The people on Rythar never saw the stars; they had no way of\nknowing--or caring--what lay above the rain mist.\n\nMryna was more interested in the history of Earth, which she had never\nknown before. She studied the pictures of the great industrial centers\nand the crowded countryside. She was awed by the mobs in the city\nstreets and the towering buildings. Yet she liked her own world\nmore--the forests and the clear-running brooks; the vast, uncrowded,\nopen spaces.\n\nIt puzzled her that the people of Earth would give the Rytharian\nparadise to a handful of children, when their own world was so\novercrowded. Was this another form of the madness that had driven the\npeople in the Wheel to destroy themselves? That made a convenient\nexplanation, yet Mryna's mind was too logical to accept it.\n\nOne film referred to the founding of the original colony on Rythar, a\nplanet in the Sirian System which had been named for its discoverer.\nRythar, according to the film, was one of a score of colonies\nestablished by Earth. It was unbelievably rich in deposits of uranium.\n\nThat, Mryna surmised, was the name of the sacrificial ore they sent up\nin the god-cars.\n\nThe atmosphere and gravity of Rythar duplicated that of Earth; Rythar\nshould have become the largest colony in the system. The government of\nEarth had originally planned a migration of ten million persons.\n\n\"But after twelve months the survey colony was destroyed by an\ninfection,\" Mryna read on the projection screen, \"which has never been\nidentified. It is called simply the Sickness. The origin of this plague\nis unknown. No adult in the survey colony survived; children born on\nRythar are themselves immune, but are carriers of the Sickness. The\nfirst rescue team sent to save them died within eight hours. No human\nbeing, aside from these native-born children, has ever survived the\nSickness.\"\n\n\nNow Mryna had the whole truth. She knew the motivation for their madness\nof self-destruction. It was not insanity, but the sublime courage of a\nfew human beings sacrificing themselves to save the rest of their\ncivilization. They smashed the Guardian Wheel to keep the Sickness\nthere. And Mryna had already escaped before that happened! She was\nbeing hurled through space toward Earth and she would destroy that, too.\n\nIf she killed herself, that would in no way alter the situation. The\nship would still move in its appointed course. Her body would be aboard;\nperhaps the very furnishings in the cabin were now infected with the\ngerm of the Sickness. When the ship touched Earth, the fatal poison\nwould escape.\n\nDully Mryna turned up another frame on the film, and she read what the\nEarthmen had done to help Rythar. They built the Guardian Wheel to\nisolate the Sickness. Sealed in metal immunization suits, volunteers had\ndescended to the plague world and reared the surviving children of the\ncolonists until they were old enough to look out for themselves. The\nanswer house had been set up as an instructional device.\n\n\"As nearly as possible, the scientists in charge attempted to create a\nnormal social situation for the plague carriers. They could never be\nallowed to leave Rythar, but when they matured enough to know the truth,\nRythar could be integrated into the colonial system. Rytharian uranium\nis already a significant trade factor in the colonial market. An\nincidental by-product of the Guardian Wheel is the hospital facility,\nwhere advanced cases of certain cancers and lung diseases have been\ncured in a reduced gravity or by exposure to cosmic radiation.\"\n\nMryna shut off the projection. The words made sense, but the results did\nnot. And she knew precisely why Earth had failed. When they matured--in\nthose three words she had her answer.\n\nAnd now it didn't matter. There was nothing she could do. Her ship was a\npoisoned arrow aimed directly at the heart of man's civilization.\n\n\nMryna had slept twice when the auto-pickup lurched out of the time drive\nand she was able to see the stars again. Directly ahead of her she saw\nan emerald planet, bright in the sun. And she knew instinctively that it\nwas Earth.\n\nA speaker under the viewport throbbed with the sound of a human voice.\n\n\"Auto-shuttle SC 539, attention. You are assigned landing slot\nseven-three-one, Port Chicago. I repeat, seven-three-one. Dial that\ndestination. Do you read me?\"\n\nThree times the message was repeated before Mryna concluded that it was\nmeant for her. She found three small knobs close to the speaker and a\nplastic toggle labeled \"voice reply.\" She snapped it shut and found that\nshe could speak to the Chicago spaceport.\n\nHer problem was easily solved, then. She could say she came from Rythar.\nWithout hesitation, Earth ships would be sent to blast her ship out of\nthe sky before she would be able to land. But she knew she had to\naccomplish more than that; the same mistake must not be repeated again.\n\n\"How much time do I have?\" she asked.\n\n\"Thirty-four minutes.\"\n\n\"Can you keep this shuttle up here any longer than that?\"\n\n\"Lady, the auto-pickups are on tape-pilot. Come hell or high water, they\nland exactly on schedule.\"\n\n\"What happens if I don't dial the slot destination?\"\n\n\"We bring you in on emergency--and you fork over a thousand buck fine.\"\n\nMryna asked to be allowed to speak to someone in authority in the\ngovernment. The Chicago port manager told her the request was absurd.\nFor nine minutes Mryna argued, with a mounting sense of urgency, before\nhe gave his grudging consent. Her trouble was that she had to skate\nclose to the truth without admitting it directly. She could not--except\nas a last resort--let them kill her until they knew why the isolation of\nRythar had failed.\n\nIt was thirteen minutes before landing when Mryna finally heard an\nolder, more dignified voice on the speaker. By then the green globe of\nEarth filled the sky; Mryna could make out the shapes of the continents\nturning below her. The older man identified himself as a senator elected\nto the planetary Congress. She didn't know how much authority he\nrepresented, but she couldn't afford to wait any longer.\n\nShe told him frankly who she was. She knew she was pronouncing her own\ndeath sentence, yet she spoke quietly. She must show the same courage\nthat the Earthmen had when they sacrificed themselves in the Guardian\nWheel.\n\n\n\"Listen to me for two minutes more before you blast my ship,\" she asked.\n\"I rode the god-car up from Rythar--I am coming now to spread the\nSickness on Earth--because I wanted to know the truth about something\nthat puzzled me. I had to know what was above the rain mist. In the\nanswer house you would not tell us that. Now I understand why. We were\nchildren. You were waiting for us to mature. And that is the mistake you\nmade; that blindness nearly destroyed your civilization.\n\n\"You will have to build another Guardian Wheel. This time don't hide\nanything from us because we're children. The truth makes us mature, not\nillusions or taboos. Never forget that. It is easier to face a fact than\nto have to give up a dream we've been taught to believe. Tell your\nchildren the truth when they ask for it. Tell us, please. We can adjust\nto it. We're just as human as you are.\"\n\nMryna drew a long breath. Her lips were trembling. Did this man\nunderstand what she had tried to say? She would never know. If she\nfailed, Earth--in spite of its generosity and its courage--would one day\nbe destroyed by children bred on too many delusions. \"I'm ready,\" Mryna\nsaid steadily. \"Send up your warships and destroy me.\"\n\nShe waited. Less than ten minutes were left. Her shuttle began to move\nmore slowly. She was no more than a mile above Earth. She saw the\nsoaring cities and the white highways twisting through green fields.\n\nSeven minutes left. Where were the warships? She looked anxiously\nthrough the viewport and the sky was empty.\n\nDesperately she closed the voice toggle again. \"Send them quickly!\" she\ncried. \"You must not let me land!\"\n\nNo reply came from the speaker. Her auto-shuttle began to circle a large\ncity which lay at the southern tip of an inland lake. Three minutes\nmore. The ship nosed toward the spaceport.\n\n\"Why don't you do something?\" Mryna screamed. \"What are you waiting\nfor?\"\n\n\nThe shuttle settled into a metal rack. The lock hissed open. Mryna\nshrank back against the wall, looking out at what she would\ndestroy--what she had already destroyed. A dignified, portly man came\npanting up the ramp toward her.\n\n\"No!\" she whispered. \"Don't come in here.\"\n\n\"I am Senator Brieson,\" he said shortly. \"For ten years Dr. Jameson has\nbeen telling us from the Guardian Wheel that we should adopt a different\neducational policy toward Rythar. Your scare broadcast was clever, but\nwe're used to Jameson's tricks. He'll be removed from office for this,\nand if I have anything to say about it--\"\n\n\"You didn't believe me?\" Mryna gasped.\n\n\"Of course not. If a plague carrier escaped from Rythar, we would have\nheard about it long before this. The trouble with you scientists is you\ndon't grant the rest of us any common sense. And Jameson's the worst of\nthe lot. He's always contended that the sociologists should determine\nour Rytharian policy, not the elected representatives of the people.\"\n\nMryna broke down and began to cry hysterically. The senator put his hand\nunder her arm--none too gently. \"Let's have no more dramatics, please.\nYou don't know how fortunate you are, young lady. If the politicians\nwere as addle-witted as you scientists claim we are, we might have\nbelieved that nonsense and blasted your ship out of the sky. You\nscientists have to give up the notion that you're our guardians; we're\nquite able to look out for ourselves.\"\n\n[Illustration: FIN]\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Guardians, by Irving Cox\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE GUARDIANS ***\n\n***** This file should be named 24152.txt or 24152.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/4/1/5/24152/\n\nProduced by Greg Weeks, David Wilson and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}