{"title": "The Sky Trap", "author": "Frank Belknap Long", "releaseDate": "January 3, 2008", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Alexander Bauer and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n             [Illustration: _Nothing affected it._]\n\n                          The SKY TRAP\n\n                      by FRANK BELKNAP LONG\n\n\nLawton enjoyed a good fight. He stood happily trading blows with\nSlashaway Tommy, his lean-fleshed torso gleaming with sweat. He\npreferred to work the pugnacity out of himself slowly, to savor it as\nit ebbed.\n\n\"Better luck next time, Slashaway,\" he said, and unlimbered a left hook\nthat thudded against his opponent's jaw with such violence that the big,\nhairy ape crumpled to the resin and rolled over on his back.\n\nLawton brushed a lock of rust-colored hair back from his brow and stared\ndown at the limp figure lying on the descending stratoship's slightly\ntilted athletic deck.\n\n\"Good work, Slashaway,\" he said. \"You're primitive and beetle-browed,\nbut you've got what it takes.\"\n\nLawton flattered himself that he was the opposite of primitive. High in\nthe sky he had predicted the weather for eight days running, with far\nmore accuracy than he could have put into a punch.\n\nThey'd flash his report all over Earth in a couple of minutes now. From\nNew York to London to Singapore and back. In half an hour he'd be\ndonning street clothes and stepping out feeling darned good.\n\nHe had fulfilled his weekly obligation to society by manipulating\nmeteorological instruments for forty-five minutes, high in the warm,\nupper stratosphere and worked off his pugnacity by knocking down a\nprofessional gym slugger. He would have a full, glorious week now to\nwork off all his other drives.\n\nThe stratoship's commander, Captain Forrester, had come up, and was\nstaring at him reproachfully. \"Dave, I don't hold with the reforming\nJohnnies who want to re-make human nature from the ground up. But you've\ngot to admit our generation knows how to keep things humming with a\nminimum of stress. We don't have world wars now because we work off our\npugnacity by sailing into gym sluggers eight or ten times a week. And\nsince our romantic emotions can be taken care of by tactile television\nwe're not at the mercy of every brainless bit of fluff's calculated\nankle appeal.\"\n\nLawton turned, and regarded him quizzically. \"Don't you suppose I\nrealize that? You'd think I just blew in from Mars.\"\n\n\"All right. We have the outlets, the safety valves. They are supposed to\nkeep us civilized. But you don't derive any benefit from them.\"\n\n\"The heck I don't. I exchange blows with Slashaway every time I board\nthe Perseus. And as for women--well, there's just one woman in the world\nfor me, and I wouldn't exchange her for all the Turkish images in the\ntactile broadcasts from Stamboul.\"\n\n\"Yes, I know. But you work off your primitive emotions with too much\ngusto. Even a cast-iron gym slugger can bruise. That last blow\nwas--brutal. Just because Slashaway gets thumped and thudded all over by\nthe medical staff twice a week doesn't mean he can take--\"\n\nThe stratoship lurched suddenly. The deck heaved up under Lawton's feet,\nhurling him against Captain Forrester and spinning both men around so\nthat they seemed to be waltzing together across the ship. The still limp\ngym slugger slid downward, colliding with a corrugated metal bulkhead\nand sloshing back and forth like a wet mackerel.\n\nA full minute passed before Lawton could put a stop to that. Even while\ncareening he had been alive to Slashaway's peril, and had tried to leap\nto his aid. But the ship's steadily increasing gyrations had hurled him\naway from the skipper and against a massive vaulting horse, barking the\nflesh from his shins and spilling him with violence onto the deck.\n\nHe crawled now toward the prone gym slugger on his hands and knees, his\ntemples thudding. The gyrations ceased an instant before he reached\nSlashaway's side. With an effort he lifted the big man up, propped him\nagainst the bulkhead and shook him until his teeth rattled. \"Slashaway,\"\nhe muttered. \"Slashaway, old fellow.\"\n\nSlashaway opened blurred eyes, \"Phew!\" he muttered. \"You sure socked me\nhard, sir.\"\n\n\"You went out like a light,\" explained Lawton gently. \"A minute before\nthe ship lurched.\"\n\n\"The ship _lurched_, sir?\"\n\n\"Something's very wrong, Slashaway. The ship isn't moving. There are no\nvibrations and--Slashaway, are you hurt? Your skull thumped against that\nbulkhead so hard I was afraid--\"\n\n\"Naw, I'm okay. Whatd'ya mean, the ship ain't moving? How could it\nstop?\"\n\nLawton said. \"I don't know, Slashaway.\" Helping the gym slugger to his\nfeet he stared apprehensively about him. Captain Forrester was kneeling\non the resin testing his hocks for sprains with splayed fingers, his\nfeatures twitching.\n\n\"Hurt badly, sir?\"\n\nThe Commander shook his head. \"I don't think so. Dave, we are twenty\nthousand feet up, so how in hell could we be stationary in space?\"\n\n\"It's all yours, skipper.\"\n\n\"I must say you're helpful.\"\n\nForrester got painfully to his feet and limped toward the athletic\ncompartment's single quartz port--a small circle of radiance on a level\nwith his eyes. As the port sloped downward at an angle of nearly sixty\ndegrees all he could see was a diffuse glimmer until he wedged his brow\nin the observation visor and stared downward.\n\nLawton heard him suck in his breath sharply. \"Well, sir?\"\n\n\"There are thin cirrus clouds directly beneath us. They're not moving.\"\n\nLawton gasped, the sense of being in an impossible situation swelling to\nnightmare proportions within him. What could have happened?\n\n                *       *       *       *       *\n\nDirectly behind him, close to a bulkhead chronometer, which was clicking\nout the seconds with unabashed regularity, was a misty blue visiplate\nthat merely had to be switched on to bring the pilots into view.\n\nThe Commander hobbled toward it, and manipulated a rheostat. The two\npilots appeared side by side on the screen, sitting amidst a spidery\nnetwork of dully gleaming pipe lines and nichrome humidification units.\nThey had unbuttoned their high-altitude coats and their stratosphere\nhelmets were resting on their knees. The Jablochoff candle light which\nflooded the pilot room accentuated the haggardness of their features,\nwhich were a sickly cadaverous hue.\n\nThe captain spoke directly into the visiplate. \"What's wrong with the\nship?\" he demanded. \"Why aren't we descending? Dawson, you do the\ntalking!\"\n\nOne of the pilots leaned tensely forward, his shoulders jerking. \"We\ndon't know, sir. The rotaries went dead when the ship started gyrating.\nWe can't work the emergency torps and the temperature is rising.\"\n\n\"But--it defies all logic,\" Forrester muttered. \"How could a metal ship\nweighing tons be suspended in the air like a balloon? It is stationary,\nbut it is not buoyant. We seem in all respects to be _frozen in_.\"\n\n\"The explanation may be simpler than you dream,\" Lawton said. \"When\nwe've found the key.\"\n\nThe Captain swung toward him. \"Could _you_ find the key, Dave?\"\n\n\"I should like to try. It may be hidden somewhere on the ship, and then\nagain, it may not be. But I should like to go over the ship with a\nfine-tooth comb, and then I should like to go over _outside_,\nthoroughly. Suppose you make me an emergency mate and give me a carte\nblanche, sir.\"\n\nLawton got his carte blanche. For two hours he did nothing spectacular,\nbut he went over every inch of the ship. He also lined up the crew and\npumped them. The men were as completely in the dark as the pilots and\nthe now completely recovered Slashaway, who was following Lawton about\nlike a doting seal.\n\n\"You're a right guy, sir. Another two or three cracks and my noggin\nwould've split wide open.\"\n\n\"But not like an eggshell, Slashaway. Pig iron develops fissures under\nterrific pounding but your cranium seems to be more like tempered steel.\nSlashaway, you won't understand this, but I've got to talk to somebody\nand the Captain is too busy to listen.\n\n\"I went over the entire ship because I thought there might be a hidden\nsource of buoyancy somewhere. It would take a lot of air bubbles to\nturn this ship into a balloon, but there are large vacuum chambers under\nthe multiple series condensers in the engine room which conceivably\ncould have sucked in a helium leakage from the carbon pile valves. And\nthere are bulkhead porosities which could have clogged.\"\n\n\"Yeah,\" muttered Slashaway, scratching his head. \"I see what you mean,\nsir.\"\n\n\"It was no soap. There's nothing _inside_ the ship that could possibly\nkeep us up. Therefore there must be something outside that isn't air. We\nknow there _is_ air outside. We've stuck our heads out and sniffed it.\nAnd we've found out a curious thing.\n\n\"Along with the oxygen there is water vapor, but it isn't H2O. It's HO.\nA molecular arrangement like that occurs in the upper Solar atmosphere,\nbut nowhere on Earth. And there's a thin sprinkling of hydrocarbon\nmolecules out there too. Hydrocarbon appears ordinarily as methane gas,\nbut out there it rings up as CH. Methane is CH4. And there are also\nscandium oxide molecules making unfamiliar faces at us. And oxide of\nboron--with an equational limp.\"\n\n\"Gee,\" muttered Slashaway. \"We're up against it, eh?\"\n\nLawton was squatting on his hams beside an emergency 'chute opening on\nthe deck of the Penguin's weather observatory. He was letting down a\nspliced beryllium plumb line, his gaze riveted on the slowly turning\nhorizontal drum of a windlass which contained more than two hundred feet\nof gleaming metal cordage.\n\nSuddenly as he stared the drum stopped revolving. Lawton stiffened, a\nstartled expression coming into his face. He had been playing a hunch\nthat had seemed as insane, rationally considered, as his wild idea about\nthe bulkhead porosities. For a moment he was stunned, unable to believe\nthat he had struck pay dirt. The winch indicator stood at one hundred\nand three feet, giving him a rich, fruity yield of startlement.\n\nOne hundred feet below him the plummet rested on something solid that\nsustained it in space. Scarcely breathing, Lawton leaned over the\nwindlass and stared downward. There was nothing visible between the ship\nand the fleecy clouds far below except a tiny black dot resting on\nvacancy and a thin beryllium plumb line ascending like an interrogation\npoint from the dot to the 'chute opening.\n\n\"You see something down there?\" Slashaway asked.\n\nLawton moved back from the windlass, his brain whirling. \"Slashaway\nthere's a solid surface directly beneath us, but it's completely\ninvisible.\"\n\n\"You mean it's like a frozen cloud, sir?\"\n\n\"No, Slashaway. It doesn't shimmer, or deflect light. Congealed water\nvapor would sink instantly to earth.\"\n\n\"You think it's all around us, sir?\"\n\nLawton stared at Slashaway aghast. In his crude fumblings the gym\nslugger had ripped a hidden fear right out of his subconsciousness into\nthe light.\n\n\"I don't know, Slashaway,\" he muttered. \"I'll get at that next.\"\n\n                *       *       *       *       *\n\nA half hour later Lawton sat beside the captain's desk in the control\nroom, his face drained of all color. He kept his gaze averted as he\ntalked. A man who succeeds too well with an unpleasant task may develop\na subconscious sense of guilt.\n\n\"Sir, we're suspended inside a hollow sphere which resembles a huge,\nfloating soap bubble. Before we ripped through it it must have had a\nplastic surface. But now the tear has apparently healed over, and the\nshell all around us is as resistant as steel. We're completely bottled\nup, sir. I shot rocket leads in all directions to make certain.\"\n\nThe expression on Forrester's face sold mere amazement down the river.\nHe could not have looked more startled if the nearer planets had\nyielded their secrets chillingly, and a super-race had appeared suddenly\non Earth.\n\n\"Good God, Dave. Do you suppose something has happened to space?\"\n\nLawton raised his eyes with a shudder. \"Not necessarily, sir. Something\nhas happened to _us_. We're floating through the sky in a huge,\ninvisible bubble of some sort, but we don't know whether it has anything\nto do with space. It may be a meteorological phenomenon.\"\n\n\"You say we're floating?\"\n\n\"We're floating slowly westward. The clouds beneath us have been\nreceding for fifteen or twenty minutes now.\"\n\n\"Phew!\" muttered Forrester. \"That means we've got to--\"\n\nHe broke off abruptly. The Perseus' radio operator was standing in the\ndoorway, distress and indecision in his gaze. \"Our reception is\nextremely sporadic, sir,\" he announced. \"We can pick up a few of the\nstronger broadcasts, but our emergency signals haven't been answered.\"\n\n\"Keep trying,\" Forrester ordered.\n\n\"Aye, aye, sir.\"\n\nThe captain turned to Lawton. \"Suppose we call it a bubble. Why are we\nsuspended like this, immovably? Your rocket leads shot up, and the plumb\nline dropped one hundred feet. Why should the ship itself remain\nstationary?\"\n\nLawton said: \"The bubble must possess sufficient internal equilibrium to\nkeep a big, heavy body suspended at its core. In other words, we must be\nsuspended at the hub of converging energy lines.\"\n\n\"You mean we're surrounded by an electromagnetic field?\"\n\nLawton frowned. \"Not necessarily, sir. I'm simply pointing out that\nthere must be an energy tug of _some_ sort involved. Otherwise the ship\nwould be resting on the inner surface of the bubble.\"\n\nForrester nodded grimly. \"We should be thankful, I suppose, that we can\nmove about inside the ship. Dave, do you think a man could descend to\nthe inner surface?\"\n\n\"I've no doubt that a man could, sir. Shall I let myself down?\"\n\n\"Absolutely not. Damn it, Dave, I need your energies inside the ship. I\ncould wish for a less impulsive first officer, but a man in my\npredicament can't be choosy.\"\n\n\"Then what _are_ your orders, sir?\"\n\n\"Orders? Do I have to order you to think? Is working something out for\nyourself such a strain? We're drifting straight toward the Atlantic\nOcean. What do you propose to do about that?\"\n\n\"I expect I'll have to do my best, sir.\"\n\nLawton's \"best\" conflicted dynamically with the captain's orders. Ten\nminutes later he was descending, hand over hand, on a swaying emergency\nladder.\n\n\"Tough-fibered Davie goes down to look around,\" he grumbled.\n\nHe was conscious that he was flirting with danger. The air outside was\nbreathable, but would the diffuse, unorthodox gases injure his lungs? He\ndidn't know, couldn't be sure. But he had to admit that he felt all\nright _so far_. He was seventy feet below the ship and not at all dizzy.\nWhen he looked down he could see the purple domed summits of mountains\nbetween gaps in the fleecy cloud blanket.\n\nHe couldn't see the Atlantic Ocean--yet. He descended the last thirty\nfeet with mounting confidence. At the end of the ladder he braced\nhimself and let go.\n\nHe fell about six feet, landing on his rump on a spongy surface that\nbounced him back and forth. He was vaguely incredulous when he found\nhimself sitting in the sky staring through his spread legs at clouds and\nmountains.\n\nHe took a deep breath. It struck him that the sensation of falling could\nbe present without movement downward through space. He was beginning to\nexperience such a sensation. His stomach twisted and his brain spun.\n\nHe was suddenly sorry he had tried this. It was so damnably unnerving he\nwas afraid of losing all emotional control. He stared up, his eyes\nsquinting against the sun. Far above him the gleaming, wedge-shaped bulk\nof the Perseus loomed colossally, blocking out a fifth of the sky.\n\nLowering his right hand he ran his fingers over the invisible surface\nbeneath him. The surface felt rubbery, moist.\n\nHe got swayingly to his feet and made a perilous attempt to walk through\nthe sky. Beneath his feet the mysterious surface crackled, and little\nsparks flew up about his legs. Abruptly he sat down again, his face\nashen.\n\nFrom the emergency 'chute opening far above a massive head appeared.\n\"You all right, sir,\" Slashaway called, his voice vibrant with concern.\n\n\"Well, I--\"\n\n\"You'd better come right up, sir. Captain's orders.\"\n\n\"All right,\" Lawton shouted. \"Let the ladder down another ten feet.\"\n\nLawton ascended rapidly, resentment smouldering within him. What right\nhad the skipper to interfere? He had passed the buck, hadn't he?\n\n                *       *       *       *       *\n\nLawton got another bad jolt the instant he emerged through the 'chute\nopening. Captain Forrester was leaning against a parachute rack gasping\nfor breath, his face a livid hue.\n\nSlashaway looked equally bad. His jaw muscles were twitching and he was\ntugging at the collar of his gym suit.\n\nForrester gasped: \"Dave, I tried to move the ship. I didn't know you\nwere outside.\"\n\n\"Good God, you didn't know--\"\n\n\"The rotaries backfired and used up all the oxygen in the engine room.\nWorse, there's been a carbonic oxide seepage. The air is contaminated\nthroughout the ship. We'll have to open the ventilation valves\nimmediately. I've been waiting to see if--if you could breathe down\nthere. You're all right, aren't you? The air _is_ breathable?\"\n\nLawton's face was dark with fury. \"I was an experimental rat in the sky,\neh?\"\n\n\"Look, Dave, we're all in danger. Don't stand there glaring at me.\nNaturally I waited. I have my crew to think of.\"\n\n\"Well, think of them. Get those valves open before we all have\nconvulsions.\"\n\nA half hour later charcoal gas was mingling with oxygen outside the\nship, and the crew was breathing it in again gratefully. Thinly\ndispersed, and mixed with oxygen it seemed all right. But Lawton had\nmisgivings. No matter how attenuated a lethal gas is it is never\nentirely harmless. To make matters worse, they were over the Atlantic\nOcean.\n\nFar beneath them was an emerald turbulence, half obscured by eastward\nmoving cloud masses. The bubble was holding, but the morale of the crew\nwas beginning to sag.\n\nLawton paced the control room. Deep within him unsuspected energies\nsurged. \"We'll last until the oxygen is breathed up,\" he exclaimed.\n\"We'll have four or five days, at most. But we seem to be traveling\nfaster than an ocean liner. With luck, we'll be in Europe before we\nbecome carbon dioxide breathers.\"\n\n\"Will that help matters, Dave?\" said the captain wearily.\n\n\"If we can blast our way out, it will.\"\n\nThe Captain's sagging body jackknifed erect. \"Blast our way out? What do\nyou mean, Dave?\"\n\n\"I've clamped expulsor disks on the cosmic ray absorbers and trained\nthem downward. A thin stream of accidental neutrons directed against the\nbottom of the bubble may disrupt its energies--wear it thin. It's a\nlong gamble, but worth taking. We're staking nothing, remember?\"\n\nForrester sputtered: \"Nothing but our lives! If you blast a hole in the\nbubble you'll destroy its energy balance. Did that occur to you? Inside\na lopsided bubble we may careen dangerously or fall into the sea before\nwe can get the rotaries started.\"\n\n\"I thought of that. The pilots are standing by to start the rotaries the\ninstant we lurch. If we succeed in making a rent in the bubble we'll\nbreak out the helicoptic vanes and descend vertically. The rotaries\nwon't backfire again. I've had their burnt-out cylinder heads replaced.\"\n\nAn agitated voice came from the visiplate on the captain's desk: \"Tuning\nin, sir.\"\n\nLawton stopped pacing abruptly. He swung about and grasped the desk edge\nwith both hands, his head touching Forrester's as the two men stared\ndown at the horizontal face of petty officer James Caldwell.\n\nCaldwell wasn't more than twenty-two or three, but the screen's\nopalescence silvered his hair and misted the outlines of his jaw, giving\nhim an aspect of senility.\n\n\"Well, young man,\" Forrester growled. \"What is it? What do you want?\"\n\nThe irritation in the captain's voice seemed to increase Caldwell's\nagitation. Lawton had to say: \"All right, lad, let's have it,\" before\nthe information which he had seemed bursting to impart could be wrenched\nout of him.\n\nIt came in erratic spurts. \"The bubble is all blooming, sir. All around\ninside there are big yellow and purple growths. It started up above,\nand--and spread around. First there was just a clouding over of the sky,\nsir, and then--stalks shot out.\"\n\nFor a moment Lawton felt as though all sanity had been squeezed from his\nbrain. Twice he started to ask a question and thought better of it.\n\nPumpings were superfluous when he could confirm Caldwell's statement in\nhalf a minute for himself. If Caldwell had cracked up--\n\nCaldwell hadn't cracked. When Lawton walked to the quartz port and\nstared down all the blood drained from his face.\n\nThe vegetation was luxuriant, and unearthly. Floating in the sky were\nserpentine tendrils as thick as a man's wrist, purplish flowers and ropy\nfungus growths. They twisted and writhed and shot out in all directions,\ncreating a tangle immediately beneath him and curving up toward the ship\namidst a welter of seed pods.\n\nHe could see the seeds dropping--dropping from pods which reminded him\nof the darkly horned skate egg sheaths which he had collected in his\nboyhood from sea beaches at ebb tide.\n\nIt was the _unwholesomeness_ of the vegetation which chiefly unnerved\nhim. It looked dank, malarial. There were decaying patches on the fungus\ngrowths and a miasmal mist was descending from it toward the ship.\n\nThe control room was completely still when he turned from the quartz\nport to meet Forrester's startled gaze.\n\n\"Dave, what does it mean?\" The question burst explosively from the\ncaptain's lips.\n\n\"It means--life has appeared and evolved and grown rotten ripe inside\nthe bubble, sir. All in the space of an hour or so.\"\n\n\"But that's--_impossible_.\"\n\nLawton shook his head. \"It isn't at all, sir. We've had it drummed into\nus that evolution proceeds at a snailish pace, but what proof have we\nthat it can't mutate with lightning-like rapidity? I've told you there\nare gases outside we can't even make in a chemical laboratory, molecular\narrangements that are alien to earth.\"\n\n\"But plants derive nourishment from the soil,\" interpolated Forrester.\n\n\"I know. But if there are alien gases in the air the surface of the\nbubble must be reeking with unheard of chemicals. There may be compounds\ninside the bubble which have so sped up organic processes that a\nhundred million year cycle of mutations has been telescoped into an\nhour.\"\n\nLawton was pacing the floor again. \"It would be simpler to assume that\nseeds of existing plants became somehow caught up and imprisoned in the\nbubble. But the plants around us never existed on earth. I'm no\nbotanist, but I know what the Congo has on tap, and the great rain\nforests of the Amazon.\"\n\n\"Dave, if the growth continues it will fill the bubble. It will choke\noff all our air.\"\n\n\"Don't you suppose I realize that? We've got to destroy that growth\nbefore it destroys us.\"\n\n                *       *       *       *       *\n\nIt was pitiful to watch the crew's morale sag. The miasmal taint of the\nominously proliferating vegetation was soon pervading the ship,\nspreading demoralization everywhere.\n\nIt was particularly awful straight down. Above a ropy tangle of livid\nvines and creepers a kingly stench weed towered, purplish and bloated\nand weighted down with seed pods.\n\nIt seemed sentient, somehow. It was growing so fast that the evil odor\nwhich poured from it could be correlated with the increase of tension\ninside the ship. From that particular plant, minute by slow minute,\nthere surged a continuously mounting offensiveness, like nothing Lawton\nhad ever smelt before.\n\nThe bubble had become a blooming horror sailing slowly westward above\nthe storm-tossed Atlantic. And all the chemical agents which Lawton\nsprayed through the ventilation valves failed to impede the growth or\ndestroy a single seed pod.\n\nIt was difficult to kill plant life with chemicals which were not\nharmful to man. Lawton took dangerous risks, increasing the\nunwholesomeness of their rapidly dwindling air supply by spraying out a\nthin diffusion of problematically poisonous acids.\n\nIt was no sale. The growths increased by leaps and bounds, as though\ndetermined to show their resentment of the measures taken against them\nby marshalling all their forces in a demoralizing plantkrieg.\n\nThwarted, desperate, Lawton played his last card. He sent five members\nof the crew, equipped with blow guns. They returned screaming. Lawton\nhad to fortify himself with a double whiskey soda before he could face\nthe look of reproach in their eyes long enough to get all of the\nprickles out of them.\n\nFrom then on pandemonium reigned. Blue funk seized the petty officers\nwhile some of the crew ran amuck. One member of the engine watch\nattacked four of his companions with a wrench; another went into the\nship's kitchen and slashed himself with a paring knife. The assistant\nengineer leapt through a 'chute opening, after avowing that he preferred\nimpalement to suffocation.\n\nHe _was_ impaled. It was horrible. Looking down Lawton could see his\ntwisted body dangling on a crimson-stippled thornlike growth forty feet\nin height.\n\nSlashaway was standing at his elbow in that Waterloo moment, his\nrough-hewn features twitching. \"I can't stand it, sir. It's driving me\nsquirrelly.\"\n\n\"I know, Slashaway. There's something worse than marijuana weed down\nthere.\"\n\nSlashaway swallowed hard. \"That poor guy down there did the wise thing.\"\n\nLawton husked: \"Stamp on that idea, Slashaway--kill it. We're stronger\nthan he was. There isn't an ounce of weakness in us. We've got what it\ntakes.\"\n\n\"A guy can stand just so much.\"\n\n\"Bosh. There's no limit to what a man can stand.\"\n\nFrom the visiplate behind them came an urgent voice: \"Radio room tuning\nin, sir.\"\n\nLawton swung about. On the flickering screen the foggy outlines of a\nface appeared and coalesced into sharpness.\n\nThe Perseus radio operator was breathless with excitement. \"Our\nreception is improving, sir. European short waves are coming in strong.\nThe static is terrific, but we're getting every station on the\ncontinent, and most of the American stations.\"\n\nLawton's eyes narrowed to exultant slits. He spat on the deck, a slow\ntremor shaking him.\n\n\"Slashaway, did you hear that? _We've done it._ We've won against hell\nand high water.\"\n\n\"We done what, sir?\"\n\n\"The bubble, you ape--it must be wearing thin. Hell's bells, do you have\nto stand there gaping like a moronic ninepin? I tell you, we've got it\nlicked.\"\n\n\"I can't stand it, sir. I'm going nuts.\"\n\n\"No you're not. You're slugging the thing inside you that wants to quit.\nSlashaway, I'm going to give the crew a first-class pep talk. There'll\nbe no stampeding while I'm in command here.\"\n\nHe turned to the radio operator. \"Tune in the control room. Tell the\ncaptain I want every member of the crew lined up on this screen\nimmediately.\"\n\nThe face in the visiplate paled. \"I can't do that, sir. Ship's\nregulations--\"\n\nLawton transfixed the operator with an irate stare. \"The captain told\nyou to report directly to me, didn't he?\"\n\n\"Yes sir, but--\"\n\n\"If you don't want to be cashiered, _snap into it_.\"\n\n\"Yes--yessir.\"\n\nThe captain's startled face preceded the duty-muster visiview by a full\nminute, seeming to project outward from the screen. The veins on his\nneck were thick blue cords.\n\n\"Dave,\" he croaked. \"Are you out of your mind? What good will talking do\n_now_?\"\n\n\"Are the men lined up?\" Lawton rapped, impatiently.\n\nForrester nodded. \"They're all in the engine room, Dave.\"\n\n\"Good. Block them in.\"\n\nThe captain's face receded, and a scene of tragic horror filled the\nopalescent visiplate. The men were not standing at attention at all.\nThey were slumping against the Perseus' central charging plant in\nattitudes of abject despair.\n\n                *       *       *       *       *\n\nMadness burned in the eyes of three or four of them. Others had torn\nopen their shirts, and raked their flesh with their nails. Petty officer\nCaldwell was standing as straight as a totem pole, clenching and\nunclenching his hands. The second assistant engineer was sticking out\nhis tongue. His face was deadpan, which made what was obviously a terror\nreflex look like an idiot's grimace.\n\nLawton moistened his lips. \"Men, listen to me. There is some sort of\nplant outside that is giving off deliriant fumes. A few of us seem to be\nimmune to it.\n\n\"I'm not immune, but I'm fighting it, and all of you boys can fight it\ntoo. I want you to fight it to the top of your courage. You can fight\n_anything_ when you know that just around the corner is freedom from a\nbeastliness that deserves to be licked--even if it's only a plant.\n\n\"Men, we're blasting our way free. The bubble's wearing thin. Any minute\nnow the plants beneath us may fall with a soggy plop into the Atlantic\nOcean.\n\n\"I want every man jack aboard this ship to stand at his post and obey\norders. Right this minute you look like something the cat dragged in.\nBut most men who cover themselves with glory start off looking even\nworse than you do.\"\n\nHe smiled wryly.\n\n\"I guess that's all. I've never had to make a speech in my life, and I'd\nhate like hell to start now.\"\n\nIt was petty officer Caldwell who started the chant. He started it, and\nthe men took it up until it was coming from all of them in a\nfull-throated roar.\n\n    I'm a tough, true-hearted skyman,\n      Careless and all that, d'ye see?\n    Never at fate a railer,\n      What is time or tide to me?\n\n    All must die when fate shall will it,\n      I can never die but once,\n    I'm a tough, true-hearted skyman;\n      He who fears death is a dunce.\n\nLawton squared his shoulders. With a crew like that nothing could stop\nhim! Ah, his energies were surging high. The deliriant weed held no\nterrors for him now. They were stout-hearted lads and he'd go to hell\nwith them cheerfully, if need be.\n\nIt wasn't easy to wait. The next half hour was filled with a steadily\nmounting tension as Lawton moved like a young tornado about the ship,\nissuing orders and seeing that each man was at his post.\n\n\"Steady, Jimmy. The way to fight a deliriant is to keep your mind on a\nset task. Keep sweating, lad.\"\n\n\"Harry, that winch needs tightening. We can't afford to miss a trick.\"\n\n\"Yeah, it will come suddenly. We've got to get the rotaries started the\ninstant the bottom drops out.\"\n\nHe was with the captain and Slashaway in the control room when it came.\nThere was a sudden, grinding jolt, and the captain's desk started moving\ntoward the quartz port, carrying Lawton with it.\n\n\"Holy Jiminy cricket,\" exclaimed Slashaway.\n\nThe deck tilted sharply; then righted itself. A sudden gush of clear,\ncold air came through the ventilation valves as the triple rotaries\nstarted up with a roar.\n\nLawton and the captain reached the quartz port simultaneously. Shoulder\nto shoulder they stood staring down at the storm-tossed Atlantic,\nelectrified by what they saw.\n\nFloating on the waves far beneath them was an undulating mass of\nvegetation, its surface flecked with glinting foam. As it rose and fell\nin waning sunlight a tainted seepage spread about it, defiling the clean\nsurface of the sea.\n\nBut it wasn't the floating mass which drew a gasp from Forrester, and\ncaused Lawton's scalp to prickle. Crawling slowly across that\nSargasso-like island of noxious vegetation was a huge, elongated shape\nwhich bore a nauseous resemblance to a mottled garden slug.\n\nForrester was trembling visibly when he turned from the quartz port.\n\n\"God, Dave, that would have been the _last straw_. Animal life. Dave,\nI--I can't realize we're actually out of it.\"\n\n\"We're out, all right,\" Lawton said, hoarsely. \"Just in time, too.\nSkipper, you'd better issue grog all around. The men will be needing it.\nI'm taking mine straight. You've accused me of being primitive. Wait\ntill you see me an hour from now.\"\n\nDr. Stephen Halday stood in the door of his Appalachian mountain\nlaboratory staring out into the pine-scented dusk, a worried expression\non his bland, small-featured face. It had happened again. A portion of\nhis experiment had soared skyward, in a very loose group of highly\nenergized wavicles. He wondered if it wouldn't form a sort of\nsub-electronic macrocosm high in the stratosphere, altering even the air\nand dust particles which had spurted up with it, its uncharged atomic\nparticles combining with hydrogen and creating new molecular\narrangements.\n\nIf such were the case there would be eight of them now. _His_ bubbles,\nfloating through the sky. They couldn't possibly harm anything--way up\nthere in the stratosphere. But he felt a little uneasy about it all the\nsame. He'd have to be more careful in the future, he told himself. Much\nmore careful. He didn't want the Controllers to turn back the clock of\ncivilization a century by stopping all atom-smashing experiments.\n\n\n\n   Transcriber's Note:\n\n   This e-text was produced from Comet July 1941. Extensive\n   research did not uncover any evidence that the U.S. copyright\n   on this publication was renewed.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Sky Trap, by Frank Belknap Long\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE SKY TRAP ***\n\n***** This file should be named 24151.txt or 24151.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/4/1/5/24151/\n\nProduced by Greg Weeks, Alexander Bauer and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}