{"title": "All Day September", "author": "Roger Kuykendall", "releaseDate": "January 4, 2008", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Bruce Albrecht, Mary Meehan and\nthe Online Distributed Proofreading Team at\nhttp://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                           ALL DAY SEPTEMBER\n\n                          By ROGER KUYKENDALL\n\n                       Illustrated by van Dongen\n\n[Transcriber's Note: This etext was produced from Astounding Science\nFiction June 1959. Extensive research did not uncover any evidence that\nthe U.S. copyright on this publication was renewed.]\n\n\n\n\n     _Some men just haven't got good sense. They just can't seem to\n     learn the most fundamental things. Like when there's no use\n     trying--when it's time to give up because it's hopeless...._\n\n\nThe meteor, a pebble, a little larger than a match head, traveled\nthrough space and time since it came into being. The light from the star\nthat died when the meteor was created fell on Earth before the first\nlungfish ventured from the sea.\n\nIn its last instant, the meteor fell on the Moon. It was impeded by\nEvans' tractor.\n\nIt drilled a small, neat hole through the casing of the steam turbine,\nand volitized upon striking the blades. Portions of the turbine also\nvolitized; idling at eight thousand RPM, it became unstable. The shaft\ntried to tie itself into a knot, and the blades, damaged and undamaged\nwere spit through the casing. The turbine again reached a stable state,\nthat is, stopped. Permanently stopped.\n\nIt was two days to sunrise, where Evans stood.\n\nIt was just before sunset on a spring evening in September in Sydney.\nThe shadow line between day and night could be seen from the Moon to be\ndrifting across Australia.\n\nEvans, who had no watch, thought of the time as a quarter after\nAustralia.\n\nEvans was a prospector, and like all prospectors, a sort of jackknife\ngeologist, selenologist, rather. His tractor and equipment cost two\nhundred and fifty thousand dollars. Fifty thousand was paid for. The\nrest was promissory notes and grubstake shares. When he was broke, which\nwas usually, he used his tractor to haul uranium ore and metallic sodium\nfrom the mines at Potter's dike to Williamson Town, where the rockets\nlanded.\n\nWhen he was flush, he would prospect for a couple of weeks. Once he\nfollowed a stampede to Yellow Crater, where he thought for a while that\nhe had a fortune in chromium. The chromite petered out in a month and a\nhalf, and he was lucky to break even.\n\nEvans was about three hundred miles east of Williamson Town, the site of\nthe first landing on the Moon.\n\nEvans was due back at Williamson Town at about sunset, that is, in about\nsixteen days. When he saw the wrecked turbine, he knew that he wouldn't\nmake it. By careful rationing, he could probably stretch his food out to\nmore than a month. His drinking water--kept separate from the water in\nthe reactor--might conceivably last just as long. But his oxygen was too\ncarefully measured; there was a four-day reserve. By diligent\nconservation, he might make it last an extra day. Four days\nreserve--plus one is five--plus sixteen days normal supply equals\ntwenty-one days to live.\n\nIn seventeen days he might be missed, but in seventeen days it would be\ndark again, and the search for him, if it ever began, could not begin\nfor thirteen more days. At the earliest it would be eight days too late.\n\n       *       *       *       *       *\n\n\"Well, man, 'tis a fine spot you're in now,\" he told himself.\n\n\"Let's find out how bad it is indeed,\" he answered. He reached for the\nlight switch and tried to turn it on. The switch was already in the \"on\"\nposition.\n\n\"Batteries must be dead,\" he told himself.\n\n\"What batteries?\" he asked. \"There're no batteries in here, the power\ncomes from the generator.\"\n\n\"Why isn't the generator working, man?\" he asked.\n\nHe thought this one out carefully. The generator was not turned by the\nmain turbine, but by a small reciprocating engine. The steam, however,\ncame from the same boiler. And the boiler, of course, had emptied itself\nthrough the hole in the turbine. And the condenser, of course--\n\n\"The condenser!\" he shouted.\n\nHe fumbled for a while, until he found a small flashlight. By the light\nof this, he reinspected the steam system, and found about three gallons\nof water frozen in the condenser. The condenser, like all condensers,\nwas a device to convert steam into water, so that it could be reused in\nthe boiler. This one had a tank and coils of tubing in the center of a\ncurved reflector that was positioned to radiate the heat of the steam\ninto the cold darkness of space. When the meteor pierced the turbine,\nthe water in the condenser began to boil. This boiling lowered the\ntemperature, and the condenser demonstrated its efficiency by quickly\nfreezing the water in the tank.\n\nEvans sealed the turbine from the rest of the steam system by closing\nthe shut-off valves. If there was any water in the boiler, it would\noperate the engine that drove the generator. The water would condense in\nthe condenser, and with a little luck, melt the ice in there. Then, if\nthe pump wasn't blocked by ice, it would return the water to the boiler.\n\nBut there was no water in the boiler. Carefully he poured a cup of his\ndrinking water into a pipe that led to the boiler, and resealed the\npipe. He pulled on a knob marked \"Nuclear Start/Safety Bypass.\" The\nwater that he had poured into the boiler quickly turned into steam, and\nthe steam turned the generator briefly.\n\nEvans watched the lights flicker and go out, and he guessed what the\ntrouble was.\n\n\"The water, man,\" he said, \"there is not enough to melt the ice in the\ncondenser.\"\n\nHe opened the pipe again and poured nearly a half-gallon of water into\nthe boiler. It was three days' supply of water, if it had been carefully\nused. It was one day's supply if used wastefully. It was ostentatious\nluxury for a man with a month's supply of water and twenty-one days to\nlive.\n\nThe generator started again, and the lights came on. They flickered as\nthe boiler pressure began to fail, but the steam had melted some of the\nice in the condenser, and the water pump began to function.\n\n\"Well, man,\" he breathed, \"there's a light to die by.\"\n\n       *       *       *       *       *\n\nThe sun rose on Williamson Town at about the same time it rose on Evans.\nIt was an incredibly brilliant disk in a black sky. The stars next to\nthe sun shone as brightly as though there were no sun. They might have\nappeared to waver slightly, if they were behind outflung corona flares.\nIf they did, no one noticed. No one looked toward the sun without dark\nfilters.\n\nWhen Director McIlroy came into his office, he found it lighted by the\nrising sun. The light was a hot, brilliant white that seemed to pierce\nthe darkest shadows of the room. He moved to the round window, screening\nhis eyes from the light, and adjusted the polaroid shade to maximum\ndensity. The sun became an angry red brown, and the room was dark again.\nMcIlroy decreased the density again until the room was comfortably\nlighted. The room felt stuffy, so he decided to leave the door to the\ninner office open.\n\nHe felt a little guilty about this, because he had ordered that all\ndoors in the survey building should remain closed except when someone\nwas passing through them. This was to allow the air-conditioning system\nto function properly, and to prevent air loss in case of the highly\nimprobable meteor damage. McIlroy thought that on the whole, he was\ndisobeying his own orders no more flagrantly than anyone else in the\nsurvey.\n\nMcIlroy had no illusions about his ability to lead men. Or rather, he\ndid have one illusion; he thought that he was completely unfit as a\nleader. It was true that his strictest orders were disobeyed with\ncheerful contempt, but it was also true his mildest requests were\ncomplied with eagerly and smoothly.\n\nEveryone in the survey except McIlroy realized this, and even he\naccepted this without thinking about it. He had fallen into the habit of\nsuggesting mildly anything that he wanted done, and writing orders he\ndidn't particularly care to have obeyed.\n\nFor example, because of an order of his stating that there would be no\nalcoholic beverages within the survey building, the entire survey was\nassured of a constant supply of home-made, but passably good liquor.\nEven McIlroy enjoyed the surreptitious drinking.\n\n\"Good morning, Mr. McIlroy,\" said Mrs. Garth, his secretary. Morning to\nMrs. Garth was simply the first four hours after waking.\n\n\"Good morning indeed,\" answered McIlroy. Morning to him had no meaning\nat all, but he thought in the strictest sense that it would be morning\non the Moon for another week.\n\n\"Has the power crew set up the solar furnace?\" he asked. The solar\nfurnace was a rough parabola of mirrors used to focus the sun's heat on\nanything that it was desirable to heat. It was used mostly, from sun-up\nto sun-down, to supplement the nuclear power plant.\n\n\"They went out about an hour ago,\" she answered, \"I suppose that's what\nthey were going to do.\"\n\n\"Very good, what's first on the schedule?\"\n\n\"A Mr. Phelps to see you,\" she said.\n\n\"How do you do, Mr. Phelps,\" McIlroy greeted him.\n\n\"Good afternoon,\" Mr. Phelps replied. \"I'm here representing the\nMerchants' Bank Association.\"\n\n\"Fine,\" McIlroy said, \"I suppose you're here to set up a bank.\"\n\n\"That's right, I just got in from Muroc last night, and I've been going\nover the assets of the Survey Credit Association all morning.\"\n\n\"I'll certainly be glad to get them off my hands,\" McIlroy said. \"I hope\nthey're in good order.\"\n\n\"There doesn't seem to be any profit,\" Mr. Phelps said.\n\n\"That's par for a nonprofit organization,\" said McIlroy. \"But we're\namateurs, and we're turning this operation over to professionals. I'm\nsure it will be to everyone's satisfaction.\"\n\n\"I know this seems like a silly question. What day is this?\"\n\n\"Well,\" said McIlroy, \"that's not so silly. I don't know either.\"\n\n\"Mrs. Garth,\" he called, \"what day is this?\"\n\n\"Why, September, I think,\" she answered.\n\n\"I mean what _day_.\"\n\n\"I don't know, I'll call the observatory.\"\n\nThere was a pause.\n\n\"They say what day where?\" she asked.\n\n\"Greenwich, I guess, our official time is supposed to be Greenwich Mean\nTime.\"\n\nThere was another pause.\n\n\"They say it's September fourth, one thirty A.M.\"\n\n\"Well, there you are,\" laughed McIlroy, \"it isn't that time doesn't mean\nanything here, it just doesn't mean the same thing.\"\n\nMr. Phelps joined the laughter. \"Bankers' hours don't mean much, at any\nrate,\" he said.\n\n       *       *       *       *       *\n\nThe power crew was having trouble with the solar furnace. Three of the\nnine banks of mirrors would not respond to the electric controls, and\none bank moved so jerkily that it could not be focused, and it\nthreatened to tear several of the mirrors loose.\n\n\"What happened here?\" Spotty Cade, one of the electrical technicians\nasked his foreman, Cowalczk, over the intercommunications radio. \"I've\ngot about a hundred pinholes in the cables out here. It's no wonder they\ndon't work.\"\n\n\"Meteor shower,\" Cowalczk answered, \"and that's not half of it. Walker\nsays he's got a half dozen mirrors cracked or pitted, and Hoffman on\nbank three wants you to replace a servo motor. He says the bearing was\nhit.\"\n\n\"When did it happen?\" Cade wanted to know.\n\n\"Must have been last night, at least two or three days ago. All of 'em\ntoo small for Radar to pick up, and not enough for Seismo to get a\nrumble.\"\n\n\"Sounds pretty bad.\"\n\n\"Could have been worse,\" said Cowalczk.\n\n\"How's that?\"\n\n\"Wasn't anybody out in it.\"\n\n\"Hey, Chuck,\" another technician, Lehman, broke in, \"you could maybe get\nhurt that way.\"\n\n\"I doubt it,\" Cowalczk answered, \"most of these were pinhead size, and\nthey wouldn't go through a suit.\"\n\n\"It would take a pretty big one to damage a servo bearing,\" Cade\ncommented.\n\n\"That could hurt,\" Cowalczk admitted, \"but there was only one of them.\"\n\n\"You mean only one hit our gear,\" Lehman said. \"How many missed?\"\n\nNobody answered. They could all see the Moon under their feet. Small\ncraters overlapped and touched each other. There was--except in the\nplaces that men had obscured them with footprints--not a square foot\nthat didn't contain a crater at least ten inches across, there was not a\nsquare inch without its half-inch crater. Nearly all of these had been\nmade millions of years ago, but here and there, the rim of a crater\ncovered part of a footprint, clear evidence that it was a recent one.\n\nAfter the sun rose, Evans returned to the lava cave that he had been\nexploring when the meteor hit. Inside, he lifted his filter visor, and\nfound that the light reflected from the small ray that peered into the\ncave door lighted the cave adequately. He tapped loose some white\ncrystals on the cave wall with his geologist's hammer, and put them into\na collector's bag.\n\n\"A few mineral specimens would give us something to think about, man.\nThese crystals,\" he said, \"look a little like zeolites, but that can't\nbe, zeolites need water to form, and there's no water on the Moon.\"\n\nHe chipped a number of other crystals loose and put them in bags. One of\nthem he found in a dark crevice had a hexagonal shape that puzzled him.\n\nOne at a time, back in the tractor, he took the crystals out of the bags\nand analyzed them as well as he could without using a flame which would\nwaste oxygen. The ones that looked like zeolites were zeolites, all\nright, or something very much like it. One of the crystals that he\nthought was quartz turned out to be calcite, and one of the ones that he\nwas sure could be nothing but calcite was actually potassium nitrate.\n\n\"Well, now,\" he said, \"it's probably the largest natural crystal of\npotassium nitrate that anyone has ever seen. Man, it's a full inch\nacross.\"\n\nAll of these needed water to form, and their existence on the Moon\npuzzled him for a while. Then he opened the bag that had contained the\nunusual hexagonal crystals, and the puzzle resolved itself. There was\nnothing in the bag but a few drops of water. What he had taken to be a\ntype of rock was ice, frozen in a niche that had never been warmed by\nthe sun.\n\n       *       *       *       *       *\n\nThe sun rose to the meridian slowly. It was a week after sunrise. The\nstars shone coldly, and wheeled in their slow course with the sun. Only\nEarth remained in the same spot in the black sky. The shadow line crept\naround until Earth was nearly dark, and then the rim of light appeared\non the opposite side. For a while Earth was a dark disk in a thin halo,\nand then the light came to be a crescent, and the line of dawn began to\nmove around Earth. The continents drifted across the dark disk and into\nthe crescent. The people on Earth saw the full moon set about the same\ntime that the sun rose.\n\n       *       *       *       *       *\n\nNickel Jones was the captain of a supply rocket. He made trips from and\nto the Moon about once a month, carrying supplies in and metal and ores\nout. At this time he was visiting with his old friend McIlroy.\n\n\"I swear, Mac,\" said Jones, \"another season like this, and I'm going\nback to mining.\"\n\n\"I thought you were doing pretty well,\" said McIlroy, as he poured two\ndrinks from a bottle of Scotch that Jones had brought him.\n\n\"Oh, the money I like, but I will say that I'd have more if I didn't\nhave to fight the union and the Lunar Trade Commission.\"\n\nMcIlroy had heard all of this before. \"How's that?\" he asked politely.\n\n\"You may think it's myself running the ship,\" Jones started on his\ntirade, \"but it's not. The union it is that says who I can hire. The\nunion it is that says how much I must pay, and how large a crew I need.\nAnd then the Commission ...\" The word seemed to give Jones an unpleasant\ntaste in his mouth, which he hurriedly rinsed with a sip of Scotch.\n\n\"The Commission,\" he continued, making the word sound like an obscenity,\n\"it is that tells me how much I can charge for freight.\"\n\nMcIlroy noticed that his friend's glass was empty, and he quietly filled\nit again.\n\n\"And then,\" continued Jones, \"if I buy a cargo up here, the Commission\nit is that says what I'll sell it for. If I had my way, I'd charge only\nfifty cents a pound for freight instead of the dollar forty that the\nCommission insists on. That's from here to Earth, of course. There's no\nprofit I could make by cutting rates the other way.\"\n\n\"Why not?\" asked McIlroy. He knew the answer, but he liked to listen to\nthe slightly Welsh voice of Jones.\n\n\"Near cost it is now at a dollar forty. But what sense is there in\ncharging the same rate to go either way when it takes about a seventh of\nthe fuel to get from here to Earth as it does to get from there to\nhere?\"\n\n\"What good would it do to charge fifty cents a pound?\" asked McIlroy.\n\n\"The nickel, man, the tons of nickel worth a dollar and a half on Earth,\nand not worth mining here; the low-grade ores of uranium and vanadium,\nthey need these things on Earth, but they can't get them as long as it\nisn't worth the carrying of them. And then, of course, there's the water\nwe haven't got. We could afford to bring more water for more people, and\nset up more distilling plants if we had the money from the nickel.\n\n\"Even though I say it who shouldn't, two-eighty a quart is too much to\npay for water.\"\n\nBoth men fell silent for a while. Then Jones spoke again:\n\n\"Have you seen our friend Evans lately? The price of chromium has gone\nup, and I think he could ship some of his ore from Yellow Crater at a\nprofit.\"\n\n\"He's out prospecting again. I don't expect to see him until sun-down.\"\n\n\"I'll likely see him then. I won't be loaded for another week and a\nhalf. Can't you get in touch with him by radio?\"\n\n\"He isn't carrying one. Most of the prospectors don't. They claim that a\nradio that won't carry beyond the horizon isn't any good, and one that\nwill bounce messages from Earth takes up too much room.\"\n\n\"Well, if I don't see him, you let him know about the chromium.\"\n\n\"Anything to help another Welshman, is that the idea?\"\n\n\"Well, protection it is that a poor Welshman needs from all the English\nand Scots. Speaking of which--\"\n\n\"Oh, of course,\" McIlroy grinned as he refilled the glasses.\n\n\"_Slainte, McIlroy, bach._\" [Health, McIlroy, man.]\n\n\"_Slainte mhor, bach._\" [Great Health, man.]\n\n       *       *       *       *       *\n\nThe sun was halfway to the horizon, and Earth was a crescent in the sky\nwhen Evans had quarried all the ice that was available in the cave. The\nthought grew on him as he worked that this couldn't be the only such\ncave in the area. There must be several more bubbles in the lava flow.\n\nPart of his reasoning proved correct. That is, he found that by\nchipping, he could locate small bubbles up to an inch in diameter, each\none with its droplet of water. The average was about one per cent of the\nvolume of each bubble filled with ice.\n\nA quarter of a mile from the tractor, Evans found a promising looking\nmound of lava. It was rounded on top, and it could easily be the dome of\na bubble. Suddenly, Evans noticed that the gauge on the oxygen tank of\nhis suit was reading dangerously near empty. He turned back to his\ntractor, moving as slowly as he felt safe in doing. Running would use up\noxygen too fast. He was halfway there when the pressure warning light\nwent on, and the signal sounded inside his helmet. He turned on his\nten-minute reserve supply, and made it to the tractor with about five\nminutes left. The air purifying apparatus in the suit was not as\nefficient as the one in the tractor; it wasted oxygen. By using the suit\nso much, Evans had already shortened his life by several days. He\nresolved not to leave the tractor again, and reluctantly abandoned his\nplan to search for a large bubble.\n\n       *       *       *       *       *\n\nThe sun stood at half its diameter above the horizon. The shadows of the\nmountains stretched out to touch the shadows of the other mountains. The\ndawning line of light covered half of Earth, and Earth turned beneath\nit.\n\nCowalczk itched under his suit, and the sweat on his face prickled\nmaddeningly because he couldn't reach it through his helmet. He pushed\nhis forehead against the faceplate of his helmet and rubbed off some of\nthe sweat. It didn't help much, and it left a blurred spot in his\nvision. That annoyed him.\n\n\"Is everyone clear of the outlet?\" he asked.\n\n\"All clear,\" he heard Cade report through the intercom.\n\n\"How come we have to blow the boilers now?\" asked Lehman.\n\n\"Because I say so,\" Cowalczk shouted, surprised at his outburst and\nashamed of it. \"Boiler scale,\" he continued, much calmer. \"We've got to\nclean out the boilers once a year to make sure the tubes in the reactor\ndon't clog up.\" He squinted through his dark visor at the reactor\nbuilding, a gray concrete structure a quarter of a mile distant. \"It\nwould be pretty bad if they clogged up some night.\"\n\n\"Pressure's ten and a half pounds,\" said Cade.\n\n\"Right, let her go,\" said Cowalczk.\n\nCade threw a switch. In the reactor building, a relay closed. A motor\nstarted turning, and the worm gear on the motor opened a valve on the\nboiler. A stream of muddy water gushed into a closed vat. When the vat\nwas about half full, the water began to run nearly clear. An electric\neye noted that fact and a light in front of Cade turned on. Cade threw\nthe switch back the other way, and the relay in the reactor building\nopened. The motor turned and the gears started to close the valve. But a\nfragment of boiler scale held the valve open.\n\n\"Valve's stuck,\" said Cade.\n\n\"Open it and close it again,\" said Cowalczk. The sweat on his forehead\nstarted to run into his eyes. He banged his hand on his faceplate in an\nunconscious attempt to wipe it off. He cursed silently, and wiped it off\non the inside of his helmet again. This time, two drops ran down the\ninside of his faceplate.\n\n\"Still don't work,\" said Cade.\n\n\"Keep trying,\" Cowalczk ordered. \"Lehman, get a Geiger counter and come\nwith me, we've got to fix this thing.\"\n\nLehman and Cowalczk, who were already suited up started across to the\nreactor building. Cade, who was in the pressurized control room without\na suit on, kept working the switch back and forth. There was light that\nindicated when the valve was open. It was on, and it stayed on, no\nmatter what Cade did.\n\n\"The vat pressure's too high,\" Cade said.\n\n\"Let me know when it reaches six pounds,\" Cowalczk requested. \"Because\nit'll probably blow at seven.\"\n\nThe vat was a light plastic container used only to decant sludge out of\nthe water. It neither needed nor had much strength.\n\n\"Six now,\" said Cade.\n\nCowalczk and Lehman stopped halfway to the reactor. The vat bulged and\nruptured. A stream of mud gushed out and boiled dry on the face of the\nMoon. Cowalczk and Lehman rushed forward again.\n\nThey could see the trickle of water from the discharge pipe. The motor\nturned the valve back and forth in response to Cade's signals.\n\n       *       *       *       *       *\n\n\"What's going on out there?\" demanded McIlroy on the intercom.\n\n\"Scale stuck in the valve,\" Cowalczk answered.\n\n\"Are the reactors off?\"\n\n\"Yes. Vat blew. Shut up! Let me work, Mac!\"\n\n\"Sorry,\" McIlroy said, realizing that this was no time for officials.\n\"Let me know when it's fixed.\"\n\n\n\"Geiger's off scale,\" Lehman said.\n\n\"We're probably O.K. in these suits for an hour,\" Cowalczk answered. \"Is\nthere a manual shut-off?\"\n\n\"Not that I know of,\" Lehman answered. \"What about it, Cade?\"\n\n\"I don't think so,\" Cade said. \"I'll get on the blower and rouse out an\nengineer.\"\n\n\"O.K., but keep working that switch.\"\n\n\"I checked the line as far as it's safe,\" said Lehman. \"No valve.\"\n\n       *       *       *       *       *\n\n\"O.K.,\" Cowalczk said. \"Listen, Cade, are the injectors still on?\"\n\n\"Yeah. There's still enough heat in these reactors to do some damage.\nI'll cut 'em in about fifteen minutes.\"\n\n\"I've found the trouble,\" Lehman said. \"The worm gear's loose on its\nshaft. It's slipping every time the valve closes. There's not enough\npower in it to crush the scale.\"\n\n\"Right,\" Cowalczk said. \"Cade, open the valve wide. Lehman, hand me that\npipe wrench!\"\n\nCowalczk hit the shaft with the back of the pipe wrench, and it broke at\nthe motor bearing.\n\nCowalczk and Lehman fitted the pipe wrench to the gear on the valve, and\nturned it.\n\n\"Is the light off?\" Cowalczk asked.\n\n\"No,\" Cade answered.\n\n\"Water's stopped. Give us some pressure, we'll see if it holds.\"\n\n\"Twenty pounds,\" Cade answered after a couple of minutes.\n\n\"Take her up to ... no, wait, it's still leaking,\" Cowalczk said. \"Hold\nit there, we'll open the valve again.\"\n\n\"O.K.,\" said Cade. \"An engineer here says there's no manual cutoff.\"\n\n\"Like Hell,\" said Lehman.\n\nCowalczk and Lehman opened the valve again. Water spurted out, and\ndwindled as they closed the valve.\n\n\"What did you do?\" asked Cade. \"The light went out and came on again.\"\n\n\"Check that circuit and see if it works,\" Cowalczk instructed.\n\nThere was a pause.\n\n\"It's O.K.,\" Cade said.\n\nCowalczk and Lehman opened and closed the valve again.\n\n\"Light is off now,\" Cade said.\n\n\"Good,\" said Cowalczk, \"take the pressure up all the way, and we'll see\nwhat happens.\"\n\n\"Eight hundred pounds,\" Cade said, after a short wait.\n\n\"Good enough,\" Cowalczk said. \"Tell that engineer to hold up a while, he\ncan fix this thing as soon as he gets parts. Come on, Lehman, let's get\nout of here.\"\n\n\"Well, I'm glad that's over,\" said Cade. \"You guys had me worried for a\nwhile.\"\n\n\"Think we weren't worried?\" Lehman asked. \"And it's not over.\"\n\n\"What?\" Cade asked. \"Oh, you mean the valve servo you two bashed up?\"\n\n\"No,\" said Lehman, \"I mean the two thousand gallons of water that we\nlost.\"\n\n\"Two thousand?\" Cade asked. \"We only had seven hundred gallons reserve.\nHow come we can operate now?\"\n\n\"We picked up twelve hundred from the town sewage plant. What with using\nthe solar furnace as a radiator, we can make do.\"\n\n\"Oh, God, I suppose this means water rationing again.\"\n\n\"You're probably right, at least until the next rocket lands in a couple\nof weeks.\"\n\n       *       *       *       *       *\n\n\n     PROSPECTOR FEARED LOST ON MOON\n\n     IPP Williamson Town, Moon, Sept. 21st. Scientific survey director\n     McIlroy released a statement today that Howard Evans, a prospector\n     is missing and presumed lost. Evans, who was apparently exploring\n     the Moon in search of minerals was due two days ago, but it was\n     presumed that he was merely temporarily delayed.\n\n     Evans began his exploration on August 25th, and was known to be\n     carrying several days reserve of oxygen and supplies. Director\n     McIlroy has expressed a hope that Evans will be found before his\n     oxygen runs out.\n\n     Search parties have started from Williamson Town, but telescopic\n     search from Palomar and the new satellite observatory are hindered\n     by the fact that Evans is lost on the part of the Moon which is now\n     dark. Little hope is held for radio contact with the missing man as\n     it is believed he was carrying only short-range,\n     intercommunications equipment. Nevertheless, receivers are ...\n\n\nCaptain Nickel Jones was also expressing a hope: \"Anyway, Mac,\" he was\nsaying to McIlroy, \"a Welshman knows when his luck's run out. And never\na word did he say.\"\n\n\"Like as not, you're right,\" McIlroy replied, \"but if I know Evans, he'd\nnever say a word about any forebodings.\"\n\n\"Well, happen I might have a bit of Welsh second sight about me, and it\ntells me that Evans will be found.\"\n\nMcIlroy chuckled for the first time in several days. \"So that's the\nreason you didn't take off when you were scheduled,\" he said.\n\n\"Well, yes,\" Jones answered. \"I thought that it might happen that a\nrocket would be needed in the search.\"\n\nThe light from Earth lighted the Moon as the Moon had never lighted\nEarth. The great blue globe of Earth, the only thing larger than the\nstars, wheeled silently in the sky. As it turned, the shadow of sunset\ncrept across the face that could be seen from the Moon. From full Earth,\nas you might say, it moved toward last quarter.\n\nThe rising sun shone into Director McIlroy's office. The hot light\nformed a circle on the wall opposite the window, and the light became\nmore intense as the sun slowly pulled over the horizon. Mrs. Garth\nwalked into the director's office, and saw the director sleeping with\nhis head cradled in his arms on the desk. She walked softly to the\nwindow and adjusted the shade to darken the office. She stood looking at\nMcIlroy for a moment, and when he moved slightly in his sleep, she\nwalked softly out of the office.\n\nA few minutes later she was back with a cup of coffee. She placed it in\nfront of the director, and shook his shoulder gently.\n\n\"Wake up, Mr. McIlroy,\" she said, \"you told me to wake you at sunrise,\nand there it is, and here's Mr. Phelps.\"\n\nMcIlroy woke up slowly. He leaned back in his chair and stretched. His\nneck was stiff from sleeping in such an awkward position.\n\n\"'Morning, Mr. Phelps,\" he said.\n\n\"Good morning,\" Phelps answered, dropping tiredly into a chair.\n\n\"Have some coffee, Mr. Phelps,\" said Mrs. Garth, handing him a cup.\n\n\"Any news?\" asked McIlroy.\n\n\"About Evans?\" Phelps shook his head slowly. \"Palomar called in a few\nminutes back. Nothing to report and the sun was rising there. Australia\nwill be in position pretty soon. Several observatories there. Then\nCapetown. There are lots of observatories in Europe, but most of them\nare clouded over. Anyway the satellite observatory will be in position\nby the time Europe is.\"\n\nMcIlroy was fully awake. He glanced at Phelps and wondered how long it\nhad been since he had slept last. More than that, McIlroy wondered why\nthis banker, who had never met Evans, was losing so much sleep about\nfinding him. It began to dawn on McIlroy that nearly the whole\npopulation of Williamson Town was involved, one way or another, in the\nsearch.\n\nThe director turned to ask Phelps about this fact, but the banker was\nslumped in his chair, fast asleep with his coffee untouched.\n\nIt was three hours later that McIlroy woke Phelps.\n\n\"They've found the tractor,\" McIlroy said.\n\n\"Good,\" Phelps mumbled, and then as comprehension came; \"That's fine!\nThat's just line! Is Evans--?\"\n\n\"Can't tell yet. They spotted the tractor from the satellite\nobservatory. Captain Jones took off a few minutes ago, and he'll report\nback as soon as he lands. Hadn't you better get some sleep?\"\n\n       *       *       *       *       *\n\nEvans was carrying a block of ice into the tractor when he saw the\nrocket coming in for a landing. He dropped the block and stood waiting.\nWhen the dust settled from around the tail of the rocket, he started to\nrun forward. The air lock opened, and Evans recognized the vacuum suited\nfigure of Nickel Jones.\n\n\"Evans, man!\" said Jones' voice in the intercom. \"Alive you are!\"\n\n\"A Welshman takes a lot of killing,\" Evans answered.\n\n       *       *       *       *       *\n\nLater, in Evans' tractor, he was telling his story:\n\n\"... And I don't know how long I sat there after I found the water.\" He\nlooked at the Goldburgian device he had made out of wire and tubing.\n\"Finally I built this thing. These caves were made of lava. They must\nhave been formed by steam some time, because there's a floor of ice in\nall of 'em.\n\n\"The idea didn't come all at once, it took a long time for me to\nremember that water is made out of oxygen and hydrogen. When I\nremembered that, of course, I remembered that it can be separated with\nelectricity. So I built this thing.\n\n\"It runs an electric current through water, lets the oxygen loose in the\nroom, and pipes the hydrogen outside. It doesn't work automatically, of\ncourse, so I run it about an hour a day. My oxygen level gauge shows how\nlong.\"\n\n\"You're a genius, man!\" Jones exclaimed.\n\n\"No,\" Evans answered, \"a Welshman, nothing more.\"\n\n\"Well, then,\" said Jones, \"are you ready to start back?\"\n\n\"Back?\"\n\n\"Well, it was to rescue you that I came.\"\n\n\"I don't need rescuing, man,\" Evans said.\n\nJones stared at him blankly.\n\n\"You might let me have some food,\" Evans continued. \"I'm getting short\nof that. And you might have someone send out a mechanic with parts to\nfix my tractor. Then maybe you'll let me use your radio to file my\nclaim.\"\n\n\"Claim?\"\n\n\"Sure, man, I've thousands of tons of water here. It's the richest mine\non the Moon!\"\n\n\nTHE END\n\n\n\n\n\nEnd of the Project Gutenberg EBook of All Day September, by Roger Kuykendall\n\n*** END OF THIS PROJECT GUTENBERG EBOOK ALL DAY SEPTEMBER ***\n\n***** This file should be named 24161.txt or 24161.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/4/1/6/24161/\n\nProduced by Greg Weeks, Bruce Albrecht, Mary Meehan and\nthe Online Distributed Proofreading Team at\nhttp://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}