{"title": "A Transmutation of Muddles", "author": "Horace Brown Fyfe", "releaseDate": "January 7, 2008", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Bruce Albrecht, Stephen Blundell\nand the Online Distributed Proofreading Team at\nhttp://www.pgdp.net\n\n\n\n\n\n\n\n\n\n A\n TRANSMUTATION\n OF MUDDLES\n\n _An experienced horse-trader, bargain-haggler,\n and general swapper has a very special talent for\n turning two headaches into one aspirin pill...._\n\n By H. B. FYFE\n\n Illustrated by Van Dongen\n\n\nThe rugged little stellar scout ship flared down to the surface of Kappa\nOrionis VII about a mile from the aboriginal village. The pilot,\nLieutenant Eric Haruhiku, scorched an open field, but pointed out to\nLouis Mayne that he had been careful to disturb neither woodland nor\nshoreline.\n\n\"The Kappans are touchy about those, Judge,\" he explained, \"They fish a\nlot, as you'd guess from all these shallow seas, and they pick fruit in\nthe forests; but they don't farm much.\"\n\n\"No use provoking trouble,\" Mayne approved. \"It's a long way from\nRigel.\"\n\n\"It's a longer way from Sol,\" said the pilot.\n\n\"Don't I know, boy! If it weren't, I'd be just another retired space\ncaptain, quietly struggling with my ranch on Rigel IX. As it is, to get\nthe grant, I had to remain on call as an arbitrator.\"\n\n\"Somebody has to settle these things,\" said Haruhiku. \"There's not much\nlaw way out here, except what the Space Force can apply. Well, if you'll\nexcuse me, sir, I'll have them get out the helicopter and take us over\nto the village.\"\n\n\"Let me see that last message again, before you go,\" Mayne requested.\n\nThe pilot extracted a sheet from his clipboard and handed it to Mayne as\nhe left. Mayne studied the text with little pleasure.\n\nTerran Space Force headquarters on Rigel IX wished to inform him that\nthe long awaited envoy from Terra to Kappa Orionis VII not only had\narrived but had departed two days behind Mayne.\n\nIt was hoped, the communication continued, that nothing would interfere\nwith the desired objective of coming to some friendly agreement with the\nKappans that would permit Terran use of the planet as a base for\nspaceships. The envoy, of course, was prepared to offer trade\ninducements and various other forms of help to the semi-civilized\nnatives. Mayne was requested to lay whatever groundwork he could.\n\n_In my spare time, no doubt_, he reflected. _I'm to settle this silly\nbusiness any way at all--as long as the natives get their way. But has\nanybody told the government about insurance companies? If it costs money\nor a lawsuit, will they back me up?_\n\nHe felt himself to be in a ridiculous dilemma. The Kappans were reported\nto have seized a Terran spaceship as it landed to trade. Naturally, the\ncaptain had squawked for help. He claimed he had crashed; his insurance\ncompany thought otherwise; the Kappans seemed to have some entirely\ndifferent idea in mind. Mayne had been summoned into action to render a\ndecision, after the rough and ready system of these settlements on the\nsurface of Terra's sphere of explored space.\n\nRegretfully, he made his way now to the cubbyhole allowed him on the\ncramped scout, where he changed to a more formal tunic of a bright blue\nhe hoped would look impressive to native eyes. By the time he was ready,\nthe helicopter was waiting. He and Haruhiku entered, and the crewman at\nthe controls took off for the scene of the dispute.\n\nArriving over the village, they hovered a few minutes while Haruhiku\nstudied the lay of the land. The lieutenant had been to this world\nbefore, long enough to pick up some of the language and customs, so\nMayne was content to follow his advice about landing a little way off\nfrom a spaceship that towered outside the village.\n\nThey came down about a hundred yards away, between a rutted sort of road\nand a long hut covered by a curved, thatched roof.\n\n\"They're expecting us,\" said Haruhiku, gesturing at the group before the\nhut.\n\nIt consisted of half a dozen humans and several of the Kappan natives.\nThe latter, naturally, caught Mayne's eye first. The most imposing\nindividual among them stood about five feet tall. The planet being of\nabout the same mass as Terra, the Kappan probably weighed over two\nhundred and fifty pounds. He was a rugged biped with something saurian\nin his ancestry; for his skin was scaled, and bony plates grew into a\nlow crown upon his long skull. His arms and legs were heavy and bowed,\nwith joints obscured by thick muscles and loose skin. Mayne was struck\nby the fancy that the Kappan's color, a blend of brown and olive, was\nthat of a small dragon who had achieved a good suntan. A yellow kilt was\nhis main article of attire, although he wore a few decorations of\npolished bone.\n\n       *       *       *       *       *\n\nOne of the Terrans stepped forward. He wore a semimilitary uniform.\n\n\"I suppose you're Louis Mayne?\" he asked.\n\n\"Right,\" answered Mayne. \"You would be Captain Voorhis, of the\n_Gemsbok_?\"\n\n[Illustration]\n\n\"Check. This here is Eemakh. He's more or less chief of the village, or\ntribe, or whatever you wanna call it.\"\n\nMayne found his gaze sinking into catlike slits of jet in a pair of huge\norange eyes shaded by massive brow ridges. The native made some\nstatement in a clicking language that had a harsh, choppy rhythm.\n\n\"He welcomes you to Kappa,\" Haruhiku interpreted. \"He hopes the gods\nwill not be displeased.\"\n\n\"What a warm welcome!\" commented Mayne. \"Have you been getting along\nthat well, Captain Voorhis?\"\n\n\"Just about,\" said the spacer. \"One of my boys knows a few words. Rest\nof the time, we make signs. I gotta admit they ain't been too\nunfriendly.\"\n\n\"But they _have_ seized your ship?\"\n\n\"You're damn' right! That insurance guy they sent out don't see it that\nway though.\"\n\n\"Where is this representative of the Belt Insurance Company?\" asked\nMayne.\n\n\"Melin? His ship landed over on the other side of the village, about\nhalf a mile. He oughta be along soon. Must've seen you land.\"\n\nMayne wondered whether it were necessary to await the arrival of the\ninsurance adjustor before asking any questions. To cover his hesitation,\nhe turned to take his first good look at the hull of the _Gemsbok_.\n\n\"What do they think they're doing?\" he demanded, staring.\n\nThe _Gemsbok_ was--or had been--an ungraceful, thick starship on the\nverge of aging into scrap. Towering here between the village and the\nhuge, bluish-green leaves of the Kappan forest, she was in the process\nof being transformed into a planet-bound object of a certain weird\ngrace.\n\nA framework was being constructed about the hull by a swarm of natives.\nThey had reached halfway up the ship, which served as a central column.\nMuch of the exterior appeared to be a network of strangely curved\nsections of wood that had been given a high polish. Mayne suspected the\ngreenish highlights were reflections of the forest color.\n\n\"Bone,\" said Voorhis succinctly. \"They collect it from things they catch\nin the sea. Main supports of timber, of course, built to fit the hull.\"\n\n\"The fish here grow very large,\" put in Haruhiku. \"If you could call\nthem fish, that is. I once saw them butchering what looked more like a\ndinosaur.\"\n\nMayne realized that the bone framework formed a sort of curtain wall. At\nthe lower levels, some of the natives seemed to be experimenting with a\ncoating of wet leaves which they were molding to the wall.\n\n\"They've soaked them in something they boil out of fish parts,\" his\npilot explained. \"Like the village roofs. When it dries, it's pretty\nhard, even waterproof. The stink never dries out.\"\n\n\"But what do they have in their bony little brains?\" asked Mayne. \"Just\nwhat is that mess supposed to be?\"\n\n\"A temple, believe it or not,\" answered Voorhis. \"They tell me I set her\ndown on land sacred to the great god Meeg!\"\n\nMayne looked at Haruhiku.\n\n\"Oh, come on, now! I came all the way from--\" He stopped as he noticed\nthe pilot's grave expression. \"Oh! That sort of thing _could_ be\nserious, I guess.\"\n\nHe imagined he had seen the chief, Eemakh, come alert at the mention of\nthe local god. Mayne sighed. It was going to be a long day.\n\nHe was saved for the time being by a hail from the direction of the\nvillage. A procession was approaching along the set of ruts between\nMayne and the ship.\n\n       *       *       *       *       *\n\nThe place of honor appeared to be occupied by a two-wheeled cart of\ncrude but massive design. Upon it rode a Kappan driver, two Kappans with\nspears and the look of official guards, and a Terran with a death-grip\nupon the side railing. A brace of truculent beasts of frighteningly\nsaurian mien shuffled ponderously along in the loose harness. From time\nto time, one or the other would stumble over a turn in his rut and emit\na menacing rumble as if he suspected his team mate of causing the\nmisstep.\n\nBefore and behind this conveyance marched a guard of honor of Kappan\nwarriors. The rear contingent kept close to the cart, but the advance\nparty had opened a noticeable gap between themselves and the hulking\nteam.\n\nThe procession halted, the soldier in charge raised his spear in salute\nto Eemakh, and the shaken Terran was assisted to dismount. He introduced\nhimself to Mayne as Robert Melin.\n\n\"Let's go over to the hut they made for us an' sit down,\" suggested\nVoorhis.\n\nMelin, a tall, gloomy blond whose civilian suit seemed a trifle formal\nfor the surroundings, acceded gratefully. He mopped the dust from his\nlong face and watched the cart being turned around.\n\nThe procession moved off in the direction of the village, the advance\nguard stepping out especially smartly, and Mayne began to get his\nconference arranged.\n\nHe learned that the evicted crew of the _Gemsbok_ had been living in the\nhut nearby. Before it stood a long table with benches, all evidently\nknocked together from recently felled timber. Melin was given credit for\nthis by Voorhis, since before the arrival of the insurance adjuster and\nhis crew, no power tools had been available to the men from the\n_Gemsbok_.\n\nMayne took a place at the end of the table. Some of the _Gemsbok's_ crew\ncame out of the hut to watch. Most of the Kappan warriors attending the\nchief took up stations between the table and the ship, in a manner\nsuggesting long habit. Mayne guessed that attempts had been made to\nre-enter the ship.\n\nHe put Haruhiku at his right hand to translate should it be necessary.\nMelin and Voorhis sat at his left, their backs to the hut. To the other\nside of the table, Eemakh brought two Kappans who were explained to\nMayne as being the tribal high priest, Igrillik, and Kaynox, who\nrepresented a sort of district overlord.\n\n\"I meant to land up by _their_ city,\" Voorhis put in, \"but we hit some\nbad winds up in the stratosphere. We got knocked around a bit in the\nstorm, and set down where we could.\"\n\n\"Well, tell me about the details,\" said Mayne. \"I want to get this\nstraight from the start, if I can. By the way, Lieutenant Haruhiku,\nexplain to the chief that a special envoy is on the way, that we want\nhis friendship, and that he will be dealt with fairly.\"\n\nHe waited out the exchange of choppy speech between the pilot and\nEemakh.\n\n\"He says he is sure he will be fairly dealt with,\" reported Haruhiku.\n\n\"I wonder what he meant by that,\" murmured Mayne. \"If we make a deal\nhere, and thereby with his overlord, will that cover enough territory to\nbe official?\"\n\n\"As much as you can get together anywhere on this world, sir.\"\n\nMayne nodded, then turned to Captain Voorhis.\n\n\"Now about this so-called crash?\" he prompted.\n\n\"Well, there was this storm, like I said. Trouble was we didn't expect\nto hit it and ... well ... somebody took it in his head to blow some of\nthe fuel tanks for a crash landing. That's why I'm not claimin' anythin'\non the fuel,\" he finished, turning to Melin.\n\n\"We are perfectly willing to pay on that item,\" replied the insurance\nman.\n\n\"Anyhow,\" continued Voorhis, \"I set down here where we saw the open\nspot, an' then of course we were stuck with nothin' to lift off with. It\nlooked all right. We'd unload our goods, an' if the local crowd couldn't\nuse them all, why they'd pass the rest on at a profit to themselves. So\nwe come out to palaver, an' then they won't let us go back in the ship.\nWe were just lucky my com man had sent out a landing report when it\nlooked like we piled up, or the Space Force patrol never woulda heard of\nus.\"\n\n\"Was there any trouble?\" asked Mayne. \"Any unnecessary hostility?\"\n\nVoorhis considered, rubbing the back of his head thoughtfully.\n\n\"Well ... I suppose, lookin' at it their way, they coulda been a lot\nrougher. A couple of punches got thrown, an' one of my boys got a spear\nbusted over his head, but mostly they acted ... well ... maybe more like\ncops than cannibals.\"\n\n\"Just enforcing the native laws, eh?\"\n\n       *       *       *       *       *\n\nVoorhis did not swallow that quite so graciously. He did not know or\ncare what the local laws might be, but he thought it suspicious in the\nextreme that he should have plopped down exactly upon the spot chosen by\nthe natives for a temple.\n\n\"So do they have to use my ship to hang it on?\" he finished plaintively.\n\n\"The company is in agreement with you there, captain,\" Melin put in.\n\"You see, Judge, our point is that nothing is really lost or seriously\ndamaged, neither ship nor cargo. They are merely being withheld from\ntheir rightful owner, and we believe that puts the responsibility for\nrecovery upon the Terran government. Captain Voorhis has our entire\nsympathy--\"\n\n\"Yeah!\" said Voorhis. \"An' if I get my head sliced off tryin' to get at\nthat undamaged cargo, you'll come to my funeral! I say it's a loss!\"\n\n\"Now, gentlemen!\" interrupted Mayne. \"Let me get on with this. Both of\nyou, I'm sure, realize that I'm not a lawyer in spite of being a special\njudge. If the colonies way out here had enough lawyers to spare, I\ncertainly wouldn't be sticking my head into this. Nevertheless, any\ndecision I make here will be regarded as legally binding by the\ngovernment of Rigel IX, so let us remain level-headed.\"\n\n\"Very well, Judge,\" said Melin. \"Here are the figures on--\"\n\n\"Please round them off,\" said Mayne. \"If I have to listen to a long list\nin centicredits, I'll probably go off to see what kind of beer they brew\nhere.\"\n\n\"You wouldn't like it,\" muttered Voorhis, staring sourly at the village.\n\n\"No doubt,\" grinned Mayne.\n\nMelin swallowed and returned to an inner pocket a sheaf of papers he had\nwithdrawn.\n\n\"Speaking very loosely,\" he went on, as if hating to do anything\nloosely, \"the coverage was about as follows: for the _Gemsbok_ herself,\ntwo million; but that was really a nominal figure accorded as a sort of\ncourtesy. Otherwise, at her true worth, the authorities would hardly\nhave permitted Captain Voorhis to take her into space--\"\n\n\"Get on with it,\" urged Mayne, to forestall any wrangle.\n\n\"Er ... yes. Then on the cargo, the purchase cost of two hundred\nthousand credits.\"\n\nVoorhis visibly flinched and began to acquire a ruddy hue.\n\n\"And, finally, on the fuel load, the cost price of three hundred\nthousand. Of course, Judge, there are detailed clauses as to normal use\nof fuel. He was actually insured against defects, premature explosions,\naccidental loss, et cetera.\"\n\nMayne did some addition in his head.\n\n\"So your company,\" he said aloud, \"is prepared to pay two and a half\nmillion for the loss sustained by Captain Voorhis. What seems to be\nwrong with that?\"\n\nBoth men began to talk but Melin, struggling less with temper, got the\nlead.\n\n\"Actually,\" he said, \"we feel liable for only three hundred thousand.\"\n\n_Now it will get tough_, thought Mayne. He silently awaited elucidation.\n\nThe combined stares of all parties, including the enigmatic glance of\nEemakh, calmed the spluttering Voorhis. Melin continued.\n\n\"In the first place, the true value of the ship, even if we consider her\nto be incapacitated--which we do not--is only about one hundred and\nfifty thousand.\"\n\n\"She's worth more than that as scrap!\" bellowed Voorhis.\n\n\"No, captain, just about that. It is exactly how we valued her. Do you\nhave any idea, Judge, of how old that crock is?\"\n\n\"Let's not go into that just yet,\" suggested Mayne.\n\n\"As to the fuel,\" said Melin, \"I am willing, as a gesture of good will,\nto stick my company's neck out--and mine with it, you may be sure--and\nhonor a full claim.\"\n\n\"Even though he used about half the fuel getting here?\" asked Mayne.\n\n\"We'll ignore that. We admit that he is out of fuel, and we want to--\"\n\n\"You want to give me a moon and take a star,\" said Voorhis.\n\n\"Just a minute!\" Mayne held up his hand. \"That's the ship and the fuel.\nWhat about the cargo?\"\n\n\"Why, as to that, Judge, we do not admit that it is lost. It is right\nover there, easily accessible. We consider it more the job of the Space\nForce to restore rightful possession than it is the responsibility of\nthe company to reimburse Captain Voorhis for the inflated value he sets\nupon it.\"\n\n\"I begin to see,\" murmured Mayne. \"You can't stick each other, so you're\nout to slip _me_ the bill.\"\n\nThat aroused a babble of denials. Mayne eventually made himself heard\nand demanded to know how the spacer's evaluation differed from Melin's.\nVoorhis pulled himself together, glowering at the insurance man.\n\n       *       *       *       *       *\n\n\"In the first place,\" he growled, \"I don't want his lousy payment for\nfuel. I said I'd take the blame for that, an' I will. On the ship ...\nwell, maybe she ain't worth two million. Maybe she ain't been for a few\nyears now--\"\n\nMelin made a show of counting on his fingers.\n\n\"... But they charged me premiums by that figure an' I say they oughta\npay by that figure.\"\n\n\"But can you prove she's a total loss, captain?\" asked Mayne.\n\nVoorhis grimaced and spat upon the ground.\n\n\"Try to get near her, Judge! You'll get proof fast enough!\"\n\n\"Well ... about the cargo, then?\"\n\n\"_That's_ where he's gouging me!\" exploded Voorhis. \"The idea of using\nthe cost as of loading on Rigel IX! Hell, you know the margin of profit\nthere is in trading on these new planets, twenty to one at least. I\nfigured to lift off with four million worth of ores, gems, curios, and\nwhatnot.\"\n\n\"So your point is that the mere transportation of the goods through\nspace to this planet increased their value. What about that, Mr. Melin?\"\n\nMelin shifted uncomfortably on his bench. Mayne would have liked to\nchange his own position, but feared splinters.\n\n\"There is an element of truth in that,\" admitted Melin. \"Still, it would\nbe rash to expect such a return every time a tramp spaceship lands to\nswap with some aboriginal easy marks.\"\n\n\"I suppose,\" said Mayne, \"that our orange-eyed friends speak no Terran?\"\n\n\"I hope not!\" exclaimed Voorhis.\n\n\"Well, anyway,\" Melin said after a startled pause, \"how can we be\nexpected to pay off on hopes? He wants the paper figure for the ship;\nbut he refuses the paper figure for the cargo.\"\n\nMayne shrugged. He turned to Haruhiku.\n\n\"If Captain Voorhis and Mr. Melin don't mind, lieutenant, I'd like to\nget the chief's view of all this.\"\n\n\"Hah!\" grunted Voorhis, clapping both hands to his head.\n\nMelin contented himself with rolling his eyes skyward.\n\nWith Haruhiku translating, Mayne began to get acquainted with the\nKappans. The visitor from the neighboring city chose mostly to listen\nattentively, but Igrillik, the priest, occasionally leaned over to\nwhisper sibilantly into Eemakh's recessed ear. Mayne fancied he saw a\nresemblance between the two, despite Igrillik's professional\ntrappings--a long robe of rough material that had been dyed in stripes\nand figures of several crude colors, and a tall cap to which were\nattached a number of pairs of membraneous wings.\n\n[Illustration]\n\nThe first thing that Mayne learned was that the _Gemsbok_ was not a\nspaceship; it was a symbol, a sign sent to the Kappans by the great god\nMeeg.\n\n\"And why did he send it?\" asked Mayne.\n\nHe had sent it as a sign that he was impatient with his children. They\nhad vowed him a temple, they had set aside the necessary land, and yet\nthey had not begun the work.\n\n\"Is that why they're all over there, slaving away so feverishly?\"\n\nIt was indeed the reason. After all, Meeg was the god of the inner moon,\nthe one that passed so speedily across the sky. If he could guide the\nstrangers' ship directly to his own plot of ground, he might just as\neasily have caused it to land in the center of the village. They had\nseen the flames that attended the landing. Could the honored chief from\nthe stars blame them for heeding the warning?\n\n\"I see their point,\" muttered Mayne resignedly. \"Well, maybe we can talk\nsense about the cargo. Tell them that there is much in the holds that\nwould make their lives richer. Tools, gems, fine cloth--give them the\nstory, lieutenant.\"\n\nThis time, Eemakh conferred with the high priest. It developed that the\ncargo was a sacred gift to be used or not as the god Meeg might\nsubsequently direct. The chief meant no insult. The Kappans realized\nthat Voorhis and his crew were no demons, but starmen such as had often\nbrought valuable goods to trade. The Kappans had not sought to harm or\nsacrifice them, had they? This was because they were both welcome as\nvisitors and respected as instruments of Meeg.\n\nEemakh wished to be fair. The starmen might think they had lost by the\ndivine mission. Very well--they would be granted land, good land with\nforest for hunting and shoreline for fishing. But go near the temple\nthey should not!\n\n\"Could _I_ get in to inspect the cargo?\" asked Mayne.\n\nHaruhiku took this up with the Kappans, who softened but did not yield.\n\n\"The best I can get, Judge,\" said the pilot, \"is that they wish it were\npossible but only those who serve the purposes of Meeg may enter.\"\n\n\"They _would_ look at it that way,\" sighed Mayne. \"Let's leave it at\nthat, until we can think this over some more. It's time for a lunch\nbreak anyway.\"\n\n       *       *       *       *       *\n\nHe and Haruhiku were flown back to the scout ship. Mayne brooded\nsilently most of the way. Voorhis thought he was entitled to about six\nmillion credits for ship and cargo; Melin thought half a million for the\nship and fuel would be stretching it. Mayne foresaw that he would have\nto knock heads.\n\nThe two of them lunched in the pilot's cabin, with hardly room to drop a\nspoon. Except for companionship, Mayne would as soon have eaten standing\nin the galley.\n\nHe considered the vast area of the planet's land surface. Would it be\nwiser for the envoy to land elsewhere? What sort of ties were there\nbetween tribes?\n\n\"Loose,\" the pilot told him. \"Still, word gets around, with no great\nmountain or ocean barriers. They've split into groups, but there is a\nlot of contact.\"\n\n\"So if the Space Force should seize the _Gemsbok_, they'll all hear\nabout it?\"\n\n\"Within a few weeks, sir. That kind of news has wings on any world. I\nthink we could take her for you, but we might do some damage. The size\nof a scout crew doesn't lend itself to hand-to-hand brawls.\"\n\n\"And if you sling a couple of torpedoes at the Kappan village, you'll\nprobably wipe it out,\" said Mayne thoughtfully. \"Give the story a month\nto spread, and no Terran would be trusted anywhere on the planet. Hm-m-m\n... hardly practical!\"\n\n\"There would also be a chance of damaging the _Gemsbok_.\"\n\n\"Actually, Eric, I'd hardly care if you blew her into orbit, with\nVoorhis and Melin riding the fins! But I'm supposed to spread sweetness\nand light around here--not scraps and parts of spaceships.\"\n\nHe gnawed moodily upon a knuckle, but saw no way to escape putting up\nsome government money. Soaking the company would just make _them_ appeal\ninstead of Voorhis.\n\n\"This Meeg,\" he said to change the subject. \"How important is he?\"\n\nHaruhiku considered a moment before replying.\n\n\"They have a whole mess of gods, like most primitive societies. Meeg is\npretty important. I think he has a special significance to this tribe\n... you know, like some ancient Terran cities has a special patron.\"\n\n\"He's the god of that little moon?\" Mayne asked.\n\n\"Oh, more than that, I think. Really the god of speed, a message bearer\nfor the other divinities. There always seems to be one in every\nprimitive mythology.\"\n\n\"Yes,\" murmured Mayne. \"Let's see ... one parallel would be the ancient\nTerran Hermes, wouldn't it?\"\n\n\"Something like that,\" agreed Haruhiku. \"I'm a little vague on the\nsubject, sir. At least, he isn't one of the bloodthirsty ones.\"\n\n\"That helps,\" sighed Mayne, \"but not enough.\"\n\nHe got a message blank from the pilot. With some labor, he composed a\nrequest to Terran headquarters on Rigel IX for authorization to spend\ntwo million credits on good-will preparations for the Terran-Kappan\ntreaty conference.\n\n_It almost sounds diplomatic_, he told himself before having the message\nsent.\n\nThe waiting period that followed was more to be blamed upon headquarters\npussyfooting than upon the subspace transmission. When an answer finally\ncame, it required a further exchange of messages.\n\nMayne's last communique might have been boiled down to, \"But I _need_\nit!\"\n\nThe last reply granted provisional permission to spend the sum\nmentioned; but gleaming between the lines like the sweep of a revolving\nbeacon was a strong intimation that Mayne had better not hope to charge\nthe item to \"good will.\" The budget just was not made that way, the hint\nconcluded.\n\n\"It's due to get dark soon, isn't it?\" he asked Haruhiku, crumpling the\nfinal message into a side pocket. \"I don't believe I'll resume the talks\ntill morning. Maybe my head will function again by then.\"\n\n       *       *       *       *       *\n\nIn the morning, one of the scout's crew again took the pilot and Mayne\nto the meeting by helicopter. Mayne spent part of the trip mulling over\na message Haruhiku had received. The spaceship _Diamond Belt_ could be\nexpected to arrive in orbit about the planet later the same day, bearing\nspecial envoy J. P. McDonald. The captain, having been informed of\nHaruhiku's presence, requested landing advice.\n\n\"I told him what I know,\" said the pilot. \"We can give him a beam down,\nof course, unless you think we should send him somewhere else.\"\n\n\"Well ... let's see how this goes,\" said Mayne. \"They seem to be waiting\nfor us down there.\"\n\nThey landed to find Voorhis, Melin, and the native officialdom gathered\nat the hut facing the new \"temple.\" After exchanging greetings, they sat\ndown at the table as they had the day before.\n\n\"All right, gentlemen,\" said Mayne to the two Terrans. \"You win. The\ngovernment is going to have to put something in the pot. I want to make\nit as little as possible, so let us have no more nonsense about the true\nvalue of ship or cargo as they stand.\"\n\nThey looked startled at his tone. Mayne went on before they could\nrecover.\n\n\"The object I have in mind, if it seems at all possible, is to put\nCaptain Voorhis back in business without costing Mr. Melin his job. Now,\nlet's put our heads together on that problem and worry about justifying\nourselves later.\"\n\nThe most difficult part was to convince Voorhis to surrender his dream\nof fantastic profits; but sometime before Mayne got hoarse, the captain\nwas made to see that he could not have his cake and eat it, too.\n\nMelin agreed that he might pay the paper value of the _Gemsbok_ if he\ncould pay likewise for the cargo, in which case he would admit a loss.\nAfter all, a spaceship anchored by a temple might reasonably be termed\nunspaceworthy. He would take over the cargo and cut his losses by\nallowing the government to buy it at two million.\n\n\"You wanna come with me next trip?\" invited Voorhis when he heard this.\n\"If that's how you cut loose, we'll make a fortune!\"\n\n\"Well, there it is,\" said Mayne, straightening up to ease his aching\nback. He must have been leaning tensely over the table longer than he\nhad thought. \"The captain gets two and a half million, Mr. Melin gets\noff with paying only half a million, and you've stuck me for the rest.\"\n\n\"Congratulations, Judge!\" said Melin. \"You now own a ship and cargo\nwhich I presume you will present to the Kappans.\"\n\n\"How can he?\" demanded Voorhis. \"They figure they own it already.\"\n\n\"We'll worry about that later,\" said Mayne.\n\n\"_You_ will!\" Voorhis guffawed. \"I hope you get _some_ credit out of\nit.\"\n\nHaruhiku interrupted to inform Mayne that the Kappans, who had been\ninterested if bewildered listeners, had invited the Terrans to a small\nfeast.\n\n\"I translated enough to let them understand there would be no attempt to\ndisturb their temple building,\" he explained. \"They now feel they owe us\nhospitality.\"\n\n\"Good, that's something,\" said Mayne.\n\n\"I'll tell you what else will be something,\" grunted Voorhis. \"The\nfood!\"\n\nThe assemblage repaired to the Kappan village. The Terrans--though it\ntook some doing--survived the feast.\n\nMayne thought it best not to inquire into the nature of the dishes\nserved. Eemakh was evidently determined to display his village's finest\nhospitality, so the Terrans even tried the Kappan beer. Mayne absorbed\nenough to get used to it.\n\n_Or did it absorb me?_ he wondered. _Igrillik's beginning to look almost\nhuman!_\n\nEventually, carts were brought, and they rode bumpily out to admire\nprogress made on the temple. A fresh breeze helped Mayne to remember\nthat it was now late afternoon and he had yet to settle one matter with\nEemakh.\n\nWhen they arrived at the site, crewmen from the _Gemsbok_ saw fit to\ntake Voorhis in charge and carry him into their hut. Mayne sank down at\nthe table outside, watching Melin grope to a place beside him. He\nnoticed that Haruhiku's helicopter pilot handed him a message as soon as\nthe lieutenant alighted.\n\n\"That will be from the _Diamond Belt_,\" Mayne guessed.\n\nHe eyed Melin with some amusement. The insurance man stared very quietly\nat the board beneath his elbows. His complexion held a tint of green.\nEven Eemakh, plodding ponderously up, lowered himself to a bench with a\nsigh. The high priest seemed less affected by the celebration, and Mayne\nwas proud when Haruhiku walked over with his normal bland alertness.\n\n\"They're getting near?\" he asked.\n\n\"Doing braking circles,\" reported the pilot. \"I sent an order for the\nscout to give them a beam. There may still be time to send them\nsomewhere else--\"\n\n\"One more try here first,\" Mayne decided. \"Tell Eemakh we want to\nstraighten out some confusion about Meeg and the cargo.\"\n\n       *       *       *       *       *\n\nHaruhiku permitted himself a small shrug and translated. Eemakh aroused\nhimself to a show of interest, while Igrillik turned a suspicious orange\nstare upon Mayne. The latter strove to frame in his mind an argument\nthat would strike them as logical.\n\n\"Tell him,\" he instructed, \"that we believe this Meeg was known on\nTerra, but by another name. Then describe the mythical Hermes and see\nwhat he says.\"\n\nHaruhiku began a conversation that lasted several minutes. Igrillik, as\nan authority, obviously felt moved to deliver a lengthy opinion. At\nlast, the pilot turned to Mayne.\n\n\"They say we are to be congratulated,\" he reported.\n\n\"Is that all?\"\n\n\"Well, they do seem a bit more friendly. I was going to try drawing a\npicture of that famous statue, with the winged heels and hat, but it\nwould never match their own conception. Igrillik asks if you claim\nbelief in Meeg.\"\n\n\"Avoid that,\" said Mayne. \"Now--do they know about ship communications?\"\n\n\"They are aware that it is done,\" said Haruhiku. \"After all, they just\nsaw me send a message to the scout over the helicopter screen.\"\n\n\"Good! Point out to them that the _Gemsbok_ also has such equipment.\"\n\nHaruhiku engaged in another long talk. The Kappans began to show signs\nof uneasiness at the end. They remained silent.\n\n\"And that therefore,\" added Mayne, \"the Terran who served this machine\nshould rank in their eyes as a servant of Meeg just as much as Igrillik.\nThe cargo in the ship was no more his than a message belongs to the\nmessenger bearing it.\"\n\nThe pilot put this into Kappan, with gestures.\n\n\"And furthermore,\" said Mayne, before it could be suggested that the\nowner might be Meeg, \"what I have arranged here with Melin and Voorhis\nis that the cargo now belongs to all of the Terran people.\"\n\nEemakh began to scowl, an impressive contortion on a broad, olive Kappan\nvisage. Mayne hurried on.\n\n\"This being the case, the Kappans _have absolutely no right_ to deny us\nthe privilege of contributing all these goods to the glory of their\ntemple!\"\n\n\"Oh, boy!\" grunted Haruhiku. He rattled off the translation.\n\nMayne watched it hit home. Igrillik leaned over to peer at him\nunbelievingly. Eemakh seemed to have difficulty in focusing his glowing\neyes on the Terran.\n\nThere were, of course, requests for clarification. Mayne left the\nrepetitions to the pilot.\n\nIn the end, Eemakh arose and embraced him, a startling action that left\nMayne feeling introspectively of his ribs. Igrillik called out something\nto the bodyguard attending the chief, causing Mayne to repress a shudder\nat the flashing display of big Kappan teeth. He assumed that a smile was\na humanoid constant.\n\nHaruhiku's pilot approached with a new message.\n\n\"Now they have to land near here, in half an hour or less,\" said the\nspacer.\n\n\"There's just one more thing,\" Mayne told him. \"Voorhis is satisfied,\nMelin--look, he's gone to sleep on the table!--is relieved, the Kappans\nare friendly, and J. P. McDonald will be happy when he lands. Now I have\nto get myself off the hook for two million!\"\n\nHe turned to the _Gemsbok_ crewmen loitering before the hut.\n\n\"Who was the communications man?\" he demanded.\n\nA lean, freckled youth with a big nose admitted to the distinction.\nMayne draped an arm about his shoulders and told him he was back in\nbusiness.\n\n\"Say to them,\" he instructed Haruhiku, \"that if they are to learn how to\nuse the equipment Meeg has provided for their temple, they must not\ndelay one minute in taking our friend here into the ship ... uh ... make\nthat 'temple.' He will show them how a spaceship is called down from the\nskies.\"\n\nHaruhiku gave him a straight-faced glance that was a masked guffaw. He\ntranslated, and orders began to be shouted back and forth among the\nKappans, all the way to the top-most level of the construction. The\nlieutenant called his pilot.\n\n\"I'll have him flash the scout an order to monitor the _Gemsbok_ and\ntransfer landing control as soon as they hear her on the air,\" he\nexplained.\n\nMayne nodded. He clutched the arm of the _Gemsbok_ operator, who was\nbeing urged away by Igrillik and a group of warrior escorts.\n\n\"Just one thing, son,\" he shouted over the babble. \"Forget about the\nship's call sign. You go on the air calling yourself Kappa Orionis\nCentral Control.\"\n\n\"Kappa Orionis Central...?\" repeated the youth distrustfully.\n\n\"You've got it,\" said Mayne, and shoved him on his way. He turned to\nHaruhiku. \"The last thing to do is to send the helicopter for some\npaint. I don't care if it _isn't_ dry when the _Diamond Belt_ touches\ndown--I want a sign over the door of this hut!\"\n\n\"A sign?\"\n\n\"Make it read 'Spaceport Number 1.' Two million is cheap enough for\nbuying a spaceport already in operation. There won't be any trouble,\nsince the Kappans promised the land.\"\n\nEveryone seemed to be running somewhere. Mayne wiped his face with a\nhandkerchief and sat down beside Melin, who looked comfortable enough\nwith his head on the table.\n\nFrom inside the hut, Mayne could hear snores that must have Voorhis as a\nsource; the rest of the _Gemsbok_ crewmen had followed the crowd to the\ncontrol tower that was also a temple. After a while, Haruhiku returned\nand sat down across from Melin.\n\n\"Magnificent, Judge!\" he said. \"We might even get away with it.\"\n\n\"Of course we will,\" said Mayne, gazing at Melin and listening to\nVoorhis. \"After all, Hermes was the god of thieves, too!\"\n\n\nTHE END\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Astounding Science Fiction_ September\n    1960. Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note.\n\n\n\n\n\nEnd of Project Gutenberg's A Transmutation of Muddles, by Horace Brown Fyfe\n\n*** END OF THIS PROJECT GUTENBERG EBOOK A TRANSMUTATION OF MUDDLES ***\n\n***** This file should be named 24187.txt or 24187.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/4/1/8/24187/\n\nProduced by Greg Weeks, Bruce Albrecht, Stephen Blundell\nand the Online Distributed Proofreading Team at\nhttp://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}