{"title": "Alarm Clock", "author": "Everett B. Cole", "releaseDate": "January 6, 2008 ", "language": "English", "content": "\n\nE-text prepared by Sankar Viswanathan, Greg Weeks, Bruce Albrecht, and the\nProject Gutenberg Online Distributed Proofreading Team\n(http://www.pgdp.net)\n\n\n\nNote: Project Gutenberg also has an HTML version of this\n      file which includes the original illustrations.\n      See 24180-h.htm or 24180-h.zip:\n      (http://www.gutenberg.net/dirs/2/4/1/8/24180/24180-h/24180-h.htm)\n      or\n      (http://www.gutenberg.net/dirs/2/4/1/8/24180/24180-h.zip)\n\n\nTranscriber's note:\n\n      This e-text was produced from _Astounding Science Fiction_,\n      September, 1960. Extensive research did not uncover any\n      evidence that the U.S. copyright on this publication was\n      renewed.\n\n\n\n\n\nALARM CLOCK\n\nby\n\nEVERETT B. COLE\n\nIllustrated by Van Dongen\n\n\n\n\n\n\n\n     _Most useful high explosives, like ammonium nitrate, are\n     enormously violent ... once they're triggered. But they will\n     remain seemingly inert when beaten, burned, variously\n     punished--until the particular shock required comes\n     along...._\n\n\n\nMany years had passed since the original country rock had been broken,\ncut and set, to form solid pavement for the courtyard at Opertal\nPrison. And over those years the stones had suffered change as\ncountless feet, scuffing and pressing against once rough edges, had\nsmoothed the bits of rock, burnishing their surfaces until the light\nof the setting sun now reflected from them as from polished mosaic.\n\nAs Stan Graham crossed the wide expanse from library to cell block,\nhis shoe soles added their small bit to the perfection of the age-old\npolish.\n\nHe looked up at the building ahead of him, noting the coarse,\nweathered stone of the walls. The severe, vertical lines of the mass\nreminded him of Kendall Hall, back at the Stellar Guard Academy. He\nsmiled wryly.\n\nThere were, he told himself, differences. People rarely left this\nplace against their wishes. None had wanted to come here. Few had any\ndesire to stay. Whereas at the Academy--\n\nHow, he wondered, had those other guys they'd booted out really felt?\nNone had complained--or even said much. They'd just packed their gear\nand picked up their tickets. There had been no expression of\nfrustrated rage to approach his. Maybe there was something wrong with\nhim--some unknown fault that put him out of phase with all others.\n\nHe hadn't liked it at all.\n\nHis memory went back to his last conversation with Major Michaels. The\nofficer had listened, then shaken his head decisively.\n\n\"Look, Graham, a re-examination wouldn't help. We just can't retain\nyou.\"\n\n\"But I'm sure--\"\n\n\"No, it won't work. Your academic record isn't outstanding in any area\nand Gravitics is one of the most important courses we've got.\"\n\n\"But I don't see how I could have bugged it, sir. I got a good grade\non the final examination.\"\n\n\"True, but there were several before that. And there were your daily\ngrades.\" Michaels glanced at the papers on his desk.\n\n\"I can't say what went wrong, but I think you missed something, way\nback at the beginning. After that, things got worse and you ran out of\ntime. This is a pretty competitive place, you know, and we probably\ndrop some pretty capable men, but that's the way it is.\"\n\n\"Sir, I'm certain I know--\"\n\n\"It isn't enough to know. You've got to know better than a lot of\nother people.\"\n\nMichaels got to his feet and came around the desk.\n\n\"Look, there's no disgrace in getting an academic tossout from here.\nYou had to be way above average to get here. And very few people can\nmake it for one year, let alone three or four.\"\n\nHe raised a hand as Stan started to speak.\n\n\"I know. You think it looks as though you'd broken down somehow. You\ndidn't. From the day you came here, everyone looked for weaknesses. If\nthere'd been a flaw, they'd have found it--and they'd have been on you\ntill you came apart--or the flaw disappeared. We lose people that\nway.\" He shrugged.\n\n\"You didn't fall apart. They just got to you with some pretty rough\ntheory. You don't have to bow your head to anybody about that.\"\n\n       *       *       *       *       *\n\nStan looked at the heavily barred door before him.\n\n\"No,\" he told himself, \"I don't suppose I'm the galaxy's prize boob,\nbut I'm no high value shipment, either. I'm just some guy that not\nonly couldn't make the grade, but couldn't even make it home without\ngetting into trouble.\"\n\nHe pushed the door aside and went into the building, pausing for an\ninstant between two monitor pillars. There was no warning buzz and he\ncontinued on his way through a hallway.\n\nHe barely noticed his surroundings. Once, when he had first been\nbrought here, he had studied the stone walls, the tiny, grilled\nwindows, the barred doors, with fascinated horror. But the feeling had\ndulled. They were just depressingly familiar surroundings now.\n\nHe stopped at a heavy metal grill and handed a slip through the bars.\nA bored guard turned, dropped the paper into a slot, then glanced at a\nviewplate. He nodded.\n\n\"All right, forty-two ninety. You're on time. Back to your cell.\" He\npunched a button and a gate slid aside.\n\nStan glanced at the cell fronts as he walked. Men were going about\ntheir affairs. A few glanced at him as he passed, then looked away.\nStan closed his eyes for an instant.\n\n[Illustration]\n\nThat much hadn't changed. At school, he had never been one with any of\nthe cadet groups. He had been accepted at first, then coolly\ntolerated, then shunted to the outer edges.\n\nOh, he'd had his friends, of course. There were those other oddballs,\nlike Winton and Morgan. But they'd gone. For one reason or another,\nmost of them had packed up and left long before he'd had his final\nrun-in with the academic board.\n\nAnd there had been Major Michaels. For a while, the officer had been\nwarm--friendly. Stan could remember pleasant chats--peaceful hours\nspent in the major's comfortable quarters. And he could remember\nparties, with some pretty swell people around.\n\nThen the older man had become a forbidding stranger. Stan had never\nbeen able to think of a reason for that. Maybe it was because of the\ndecline in his academic work. Maybe he'd done something to offend.\nMaybe--\n\nHe shook the thoughts away, walked to a cell door, and stood waiting\ntill the guard touched the release button.\n\n       *       *       *       *       *\n\nAs Stan tossed his books on his bunk, Jak Holme raised his head and\nlooked across the cell.\n\n\"More of them books?\"\n\n\"Yeah.\" Stan nodded. \"Still trying to find out about this planet.\"\n\n\"You trying to be some kinda big politician when you get out?\" Holme\nsnorted.\n\n\"Tell you, be better you try mixing with the guys, 'stead of pushing\n'em around with that fancy talk, making 'em jump now and then, see.\nYou get along with 'em, you'll see. They'll tell you all you need. Be\nworking with some of 'em, too, remember?\"\n\n\"Oh, I don't try to push anybody around.\" Stan perched on his bunk.\n\"Doesn't hurt anyone to study, though.\"\n\n\"Oh, sure.\" Holme grimaced. \"Do you a lot of good, too. Guy's working\non some production run, it helps a lot he knows why all them big guys\nin the history books did them things, huh?\" He laughed derisively.\n\n\"Sure it does! What they want, you should make that fabricator spit\nout nice parts, see?\" He swelled his chest.\n\n\"Now me, I got my mind on my business, see. I get out of here, I\noughta make out pretty good.\" He looked around the cell.\n\n\"Didn't get no parole, see, so I get all the training. Real good\ntrained machinist now, and I'm gonna walk out of here clean. Get a job\ndown at the space-yards.\n\n\"Machinist helper, see? Then, soon's I been there a while, I'll get my\npapers and go contract machinist. Real good money. Maybe you'd do\nbetter, you try that.\"\n\n       *       *       *       *       *\n\nFrom the lower bunk, Big Carl Marlo laughed softly.\n\n\"Sure, kid, sure. You got it all made, huh? Pretty quick, you own\nJanzel Equipment, huh? Hah! Know what happens, you go outside?\n\n\"Sure, they give you a job. Like you said, helper. They pay enough you\nget a pad and slop to keep you alive. That's all you get.\"\n\n\"Aw, now listen!\" Holme started up.\n\nMarlo wagged his head. \"You go for papers, see? Naw! Got no papers for\njailbirds. Staffman'll give you the word. He gets through pushing you\naround, you go back, 'counta you don't know nothing else.\"\n\nHe laughed shortly.\n\n\"Gopher, that's you. You go fer this, and you go fer that. Slop and a\npad you get.\" He swung out of his bunk.\n\n\"Oh, sure, maybe they put you on a fabricator. Even let you set it up\nfor 'em. But that don't get you no extra pins.\"\n\nHolme shook his head.\n\n\"Councilor gave me the word,\" he said stubbornly. \"They need good\nmachinists.\"\n\n\"Yeah.\" Marlo nodded. \"Sure, they want graduates down at Talburg. But\nthey ain't paying 'em for no contract machinist when they can keep 'em\nas helpers.\" He turned.\n\n\"Ain't that right, Pete?\"\n\nKarzer looked up from a bag he was packing.\n\n\"Yeah, yeah, that's right, Carl. I know a few guys once, tried playing\nthe legit. Got kicked around, see? Low pay. Staffman hammering on 'em\nall the time. Big joke when they try to get more for themselves.\n\n\"Yeah, big joke. They get blamed, they bust something, see, so they\nowe the company big money.\" He looked critically at a pair of socks.\n\n\"So they get smart after a while. Dusted around the corner and went\nback on the make. Do better that way, see?\n\n\"Naw, they give you a lot of guff, you go to work outside, work hard,\nkeep your nose clean, you come out of parole and you're in the money.\nIt's sucker bait, is all. Don't go like that, see.\"\n\nMarlo came closer to Holme.\n\n\"Naw, you go out clean, see, just like you say. Then you play it easy.\nGet a good score and lay back for a while. Don't go pushing your luck.\n\n\"That's how they hook me, see. I get too hungry. Get a nice touch, it\nlooks so good I gotta go back for seconds, and they're waiting. I\ndon't make that mistake again.\" He shook his head.\n\n\"Got me a nice pad, way up valley. Gonna hole up there. Go out, pull a\ngood job, then I lay around, maybe a year and think up another. Then,\nwhen I'm all ready, I go out, pull a can or two open and lift what\nthey got back to the pad. Ain't gonna be no more of this scuffling\naround, hitting a quick one and running out to spend the pins quick,\nso's I can get in no traps.\"\n\nHe looked at Holme thoughtfully.\n\n\"I just now think of something, kid. You can make yourself a nice bit,\nreal easy. Don't cost hardly nothing to set up and there ain't much\nrisk. You work more'n a year, learning all about tools, huh? They\nteach you all about making tools, huh?\"\n\n\"Sure.\" Holme laughed shortly. \"Got to make all your own hand tools\nbefore you get through. Why?\"\n\nMarlo grinned broadly.\n\n\"I could tell you a lotta guys, need real special tools. Need tools\nyou don't buy in no store, like maybe a good can opener a guy can\ncarry easy. And they pay real good, you make what they want and keep\nyour mouth shut.\" He rubbed his chin.\n\n\"Nice,\" he went on. \"Real nice. And all you need is maybe a few tools\nyou can buy anywhere. And maybe you gotta build up a little forge. Guy\nknew his way around, he could make a nice pile that way.\"\n\nStan looked at the man thoughtfully.\n\n\"Sounds interesting,\" he broke in, \"but suppose they find some\nfabricator operator out in the woods, heating up metal instead of\nworking on a regular job? They'd be curious, don't you think?\nEspecially if the guy's already picked up a record.\"\n\n\"Naw.\" Marlo turned toward him. \"So he's a graduate--who ain't? See,\nthey show this guy up here, he's supposed to be a fabmeister. Only\nmaybe he don't like punching keys. Maybe he don't like to chase them\nmeters, huh? So maybe he'd rather use muscle hardware, see?\" He\ngrinned.\n\n\"Some guy sets himself up a shack up valley, see? Starts a fixit\njoint. Looks real legit. Even with muscle hardware, he can put out\njobs faster'n them people can get parts from way down Talburg way,\nsee.\n\n\"And he gets in with the joes, too. They got their troubles getting\nthings made up for 'em. So this guy gives them a hand. Even working\ncheap, he picks up some change there, too, and one way or another, the\nguy's got a living, see?\" He glanced back at Holme.\n\n\"Only now and then, here comes a few guys in the back door, they want\na special job, see, for real special pay. And there's your ice cream\nand cake. And maybe a little stack for later on.\"\n\n\"I don't know.\" Stan picked up a book. \"I'd rather try playing 'em on\nthe table for a while. It might beat getting flashed and dropped back\nin.\"\n\nBig Carl shrugged and crawled back into his bunk.\n\n\"Aagh, can happen to anybody,\" he said. \"Just keep this under your\nhair. Smart kids like you can make out pretty good, you just use your\nheads. Ain't nothing down Talburg way, though.\" He yawned.\n\n\"Well, I've had it. Got into it with that Wanzor again, out on the\npile. Give one of them joes a boost, he gets three meters high.\" He\nyawned again and turned toward the wall.\n\n       *       *       *       *       *\n\nStan flipped the pages of the book. He had still been unable to put\nhis finger on the point at which Kellonia had ceased to be a planet of\nfree citizens and become the planetary prison he had found himself on.\n\nThere had been no sudden change--no dramatic incident, such as the\nhigh spots in the history of his native Khloris. Here, things had just\ndrifted from freedom to servitude, with the people dropping their\nrights as a man discards outworn clothing.\n\nHe leaned back, lowering the book. Kell's planet, he remembered, had\nbeen one of the first star colonies to be founded after the discovery\nof the interstellar drive. Settlers had flocked to get passage to the\nnew, fertile world.\n\nDuring the first three hundred years, people had spread over the\nplanet, but the frontier stage had passed and the land of promise had\nstabilized, adopted laws, embraced the arts and sciences. One by one,\nfrontier farms had given way to mechanized food-producing land,\nworked by trained technical teams and administered by professional\nmanagement.\n\nKellonia had entered the age of industrialized culture, with the large\nindividual owner a disappearing species.\n\nUnnoticed and unregretted, the easy freedom of the frontier was\ndiscarded and lost. One by one, the rights enjoyed by the original\nsettlers became regarded as privileges. One by one, the privileges\nwere restricted, limited by license, eliminated as unsuitable or even\ndangerous to the new Kellonian culture.\n\nLittle by little, the large group became the individual of law and\nculture, with the single person becoming a mere cipher.\n\nMembers of groups--even members of the governing council itself--found\nthemselves unable to make any but the most minor decisions. Precedent\ndictated each move. And precedent developed into iron-hard tradition.\n\nIn fact, Stan thought, the culture seemed now to be completely\nself-controlled--self-sustaining. The people were mere cells, who\nconformed--or were eliminated.\n\nAgain, he picked up the book, looking casually through its pages.\nDetail was unimportant here. There was, he realized with a feeling of\nfrustration, only a sort of dull pattern, with no significant detail\napparent.\n\n       *       *       *       *       *\n\nHe awoke a little groggily, looked around the cell, then jumped\nhastily out of his bunk. Usually he was awake before the bell rang.\n\nPete Karzer was coming back from the washstand. He looked over.\n\n\"You up, Graham?\" he said in his whispery voice. \"Hey, you know I'm\ngetting out this morning. Guess you'll want to swap blankets again,\nhuh?\"\n\n\"That's right, too. No use turning in a good blanket, is there?\"\n\n\"Don't make sense.\" Pete massaged the back of his neck.\n\n\"Never could figure that swap,\" he said. \"Don't get me wrong, it was\nreal good, being able to sleep warm, but you caught me good when I\ntried to swipe that blanket of yours. Ain't never seen a guy move so\nquick. And I ain't so dumb I don't know when I'm licked.\" He grinned\nruefully.\n\n\"So I'm down, like I been hit with a singlejack. Then you go and hand\nover a good blanket for that beat thing I been using. How come?\"\n\nStan shrugged. \"I told you,\" he said. \"Where I come from, it's a lot\ncolder than it is here, so I don't need a blanket. I'd have offered a\nswap sooner, but I didn't want to look like some greasy doormat.\"\n\n\"Wasn't no grease about that swap.\" Pete grinned and rubbed his neck\nagain. \"I found out real quick who was the big man. Where'd you learn\nthat stuff anyway?\"\n\n\"Oh, picked it up--here and there.\" Stan glanced down at the floor.\n\nThere would be no point in explaining the intensive close combat\ntraining he'd been put through at school. Such training would make no\nsense to his cellmates. To the good citizens of Kellonia, it would\nseem horrifyingly illegal. He glanced up again.\n\n\"You know how it is,\" he went on. \"A guy learns as he goes.\"\n\nBig Carl Marlo swung his legs over the side of his bunk.\n\n\"Looks like you learned real good,\" he said. He examined Stan.\n\n\"Pete tells me about this deal. I kinda miss the action this time, but\nPete tells me he's got the blanket and he's all set to plug you good,\nyou should maybe try a hassle.\n\n\"Only all at once, you're on him. He feels a couple quick ones, then\nhe don't know nothing till next day. You can maybe do things like that\nany time?\"\n\nStan shrugged. \"Guy never knows what he can do till he tries. I know a\nfew other tricks, if that's what you mean.\"\n\nMarlo nodded. \"Yeah. Know something, kid? Ain't no use you waste your\ntime being no fabricator nurse. You got a good profesh already, know\nwhat I mean?\"\n\nStan looked at him questioningly.\n\n\"Sure.\" Marlo nodded. \"So you come here, like maybe you're a tourist,\nsee. But the joes get you and they bring you up here. Going to teach\nyou a trade--fabricator nurse, see. Only they don't know it but you're\none guy they don't have to teach, 'counta you got something better.\nAll you gotta do is find your way around.\"\n\n\"I have? Do you really think....\"\n\n\"Sure. Look, there's a lot of antique big-timers around, see. These\nold guys figure they need some guy can push the mugs. Pay real good,\ntoo, and they couldn't care less you're a graduate. Maybe makes it\neven better, see. You get in with one of those old guys, you got it\nmade. All legit, too. Oughta look into that, you get out.\"\n\nStan smiled. \"The first day I was on this planet, they went through my\nbags while I was out looking over the town. They found a paper knife\nand a couple of textbooks.\" He shrugged.\n\n\"So I came back to the hotel and someone hit me with a flasher. I came\nto in a cell.\" He glanced around.\n\n\"Somebody finally told me they'd given me two to five years for\ncarrying a dangerous weapon and subversive literature. Now what would\nI get if I went out and really messed some guy up?\"\n\nMarlo waved a hand carelessly.\n\n\"Depends on who you work for,\" he declared. \"You got the right boss,\nyou get a bonus. Worse the guy's gaffed, the bigger the payoff, see?\"\n\nStan reached for his bag of toilet articles.\n\n\"That's legitimate?\"\n\n\"Sure.\" Mario smiled expansively. \"Happens all the time. Even the big\noutfits need musclers. Staffmen, see? Sorta keep production up.\n\n\"Lot of guys get real big jobs that way. Start out, they're Staff\nAssistance Specialists, like they roust the mugs when they got to.\nThen pretty quick, they're all dressed up fancy, running things. Real\ngood deal.\" He shrugged.\n\n\"Need a heavy man once in a while, even in my business. Like maybe\nsome guy's got a good pad, he doesn't want a lot of prowlers shaking\nup the neighbors. You know, gets the law too close, and a guy can't\nwork so good with a lot of joes hanging around. Might even decide to\nmake a search, then where'd you be?\" He spread his hands.\n\n\"But there's some Johnny Raw, keeps coming around. And maybe this is a\npretty rough boy, you can't get on him personal, see. So the only\nanswer, you get some good heavy guy to teach this ape some ethics.\nLotta staffmen pick up extra pins this way.\"\n\n\"I think I get the idea. But suppose the law gets into this deal?\"\n\nMarlo spread his hands. \"Well, this is a civil case, see, so long as\nthe chump don't turn in his ticket. So, anything comes up, you put an\nambassador on the job. He talks to the determinators and the joes\ndon't worry you none. Just costs a little something, is all.\"\n\nPete looked up from his packing, a smile twisting his face.\n\n\"Only trouble, some of these big boys fall in love with their work.\nThis can get real troublesome, like I pick up this five to ten this\nway.\n\n\"See, they get this chump a couple too many. So, comes morning, he's\nstill in the street. Real tough swinging a parole, too. I'm in here\nsince five years, remember? So I'm real careful where I get muscle any\nmore.\"\n\n\"Sounds interesting.\" Stan nodded thoughtfully.\n\n\"Great Space and all the little Nebulae,\" he said to himself. \"What\nkind of a planet is this? Nothing in the histories about this sort of\nthing.\" He walked over to the washstand.\n\n\"Some day,\" he promised himself, \"I'm going to get out of here. And\nwhen I do, I'll set up camp by Guard Headquarters. And I'll needle\nthose big brains till they do something about this.\"\n\nThere was, he remembered, one organization that should be able to do\nmore than a little in a case like this. He smiled to himself ruefully\nas he thought of the almost legendary stories he had heard about the\nFederation's Special Corps for Investigation.\n\nAs he remembered the stories, though, corpsmen seemed to appear from\nnowhere when there was serious trouble. No one ever seemed to call\nthem in. No one even knew how to get in touch with them. He shrugged.\n\nThe men of the Special Corps, he remembered, were reputed to be\nsomething in the superhuman line.\n\nFor a large part of his life, he had dreamed of working with them, but\nhe had been unable to find any way of so much as applying for\nmembership in their select group. So, he'd done the next best thing.\nHe'd gone into the Stellar Guard. And he'd lasted only a little more\nthan three years.\n\nSomehow, he'd taken it from there. He was still a little hazy as to\nhow he'd managed to land in prison on Kell's planet. It had been a\nmere stopover.\n\nThere had been no trial. Obviously, they had searched his luggage at\nthe hotel, but there had been no discussion. He'd simply been beamed\ninto unconsciousness.\n\nAfter he'd gotten to Opertal, someone had told him the length of his\nsentence and they'd assigned him to the prison machine shop, to learn\na useful trade and the duties of a citizen of Kellonia.\n\nHe smiled wryly. They had taught him machinery. And they'd introduced\nhim to their culture. The trade was good. The culture--?\n\n       *       *       *       *       *\n\nHis memory slid back, past the prison--past the years in Kendall Hall,\nand beyond.\n\nHe was ten years old again.\n\nIt was a sunny day in a park and Billy Darfield was holding forth.\n\n\"Yeah,\" the boy was saying, \"Dad told me about the time he met one of\nthem. They look just like anyone else. Only, when things go wrong,\nthere they are, just all at once. And when they tell you to do\nsomething, you've had it.\" He closed his eyes dreamily.\n\n\"Oh, boy,\" he said happily, \"how I'd love to be like that! Wouldn't it\nbe fun to tell old Winant, 'go off some place and drown yourself'?\"\n\nStan smiled incredulously. \"Aw, I've heard a lot about the Special\nCorps, too. They've just got a lot of authority, that's all. They can\ncall in the whole Stellar Guard if they need 'em. Who's going to get\nwise with somebody that can do that?\"\n\nBilly shook his head positively. \"Dad told me all about them, and he\nknows. He saw one of 'em chase a king right off his throne once.\nWasn't anybody to help him, either. They've got all they need, all by\nthemselves. Just have to tell people, that's all.\"\n\n       *       *       *       *       *\n\nWith a jerk, Stan came to the present. He slopped water over his\nhands.\n\n\"Too bad I can't do something like that myself,\" he thought. \"I'd like\nto tell a few people to go out and drown themselves, right now.\" He\ngrinned ruefully.\n\n\"Only one trouble. I can't. Probably just a lot of rumor, anyway.\"\n\nBut there was something behind those stories of the Special Corps, he\nwas sure. They didn't get official publicity, but there were pages of\nhistory that seemed somehow incomplete. There must have been someone\naround with a lot more than the usual ability to get things done, but\nwhoever he had been, he was never mentioned.\n\nHe shrugged and turned away from the washstand.\n\n\"Hope that bell rings pretty soon,\" he told himself. \"I'd better get\nchow and go to work before I really go nuts.\"\n\n[Illustration]\n\nA demonstrator had the back off from one of the big Lambert-Howell\nsprayers. As the man started to point out a feed assembly, another\nprisoner stepped directly in front of Graham.\n\nStan shook his head impatiently and moved aside. Again, the man was in\nfront of him, blocking his view. Again, Stan moved.\n\nThe third time the man blocked his view, Stan touched his shoulder.\n\n\"Hey, Chum,\" he said mildly, \"how about holding still a while. The\nrest of us would sort of like to see, too.\"\n\nFor several seconds, the other froze. Then he whirled, to present a\nscowling face.\n\n\"Who you pushing around, little rat? Keep your greasy paws to\nyourself, see.\" He turned again, then took a sudden, heavy step back.\n\nStan moved his foot aside and the man's heel banged down on the stone\nfloor. For a heartbeat, Stan regarded the fellow consideringly, then\nhe shook his head.\n\n\"Stay in orbit, remember?\" he told himself. He moved aside, going to\nthe other side of the group around the fabricator.\n\nNow he remembered the man. Val Vernay had been working on the\nfabricators when Stan had come to the shop.\n\nSomehow, he had never run an acceptable program, but he hung around\nthe demonstrations, unable to comprehend the explanations--resentful\nof those who showed aptitude.\n\nHe glanced aside as Stan moved, then pushed his way across until he\nwas again in front of the smaller man. Stan sighed resignedly.\n\nAgain, the heavy foot crashed toward the rear. This time, the\ntemptation was too great. Deftly, Stan swung his toe through a small\narc, sweeping Vernay's ankle aside and putting the man off balance.\n\nHe moved quickly away, further trapping the ankle and getting clear of\nthe flailing arms.\n\nFor a breathless instant, Vernay tried to hop on one foot, his arms\nwindmilling as he fought to regain his balance. Then he crashed to the\nfloor, his head banging violently against the stones.\n\nStan looked at the body in consternation. He had merely intended to\nmake the fellow look a little silly.\n\n\"Hope he's got a hard head,\" he told himself.\n\nThe workroom guard came up warily.\n\n\"What's all this?\"\n\n\"I don't know, sir.\" Stan managed a vaguely puzzled look. \"First thing\nI knew, he was swinging his arms all over the place. Then he went\ndown. Maybe he had a fit, huh?\"\n\n\"Yeah.\" The guard was sardonic. \"Yeah, maybe he had a fit. Well, no\nmore trouble out of him for a while.\" He raised his voice.\n\n\"Hey, you over by the first-aid kit. Grab that stretcher.\"\n\nBig Carl Marlo was in his bunk when Stan came into the cell. He looked\nup with a grin.\n\n\"Hey, kid, you start at the top, huh?\"\n\n\"What do you mean?\"\n\n\"This Vernay, what else? Like I said, you start at the top. I didn't\nthink you got it when I told you about the muscle racket. How'd I know\nyou was already figuring something?\" Marlo shook his head admiringly.\n\n\"Real nice job, too. You take it easy, set this chump up, and there\nyou are. Only you get a real big fish. Think you can handle this guy\nagain?\"\n\nStan blinked. \"Look,\" he said, \"punch in some more data, will you? And\nrun it by real slow. I'm way off co-ordinates.\"\n\n\"Huh? What you--Oh, I get you.\" Marlo frowned.\n\n\"Now don't go telling me you don't know about this Vernay. Don't give\nme you ain't figured how you can land a big job with Janzel Equipment.\nYou know me--Big Carl. I don't talk, remember?\" He looked at the blank\nexpression on Stan's face.\n\n\"Besides, there ain't a guy in the walls, don't figure this deal by\nnow. Man, you just don't know how many guys been watching that\nVernay.\"\n\nStan walked across the cell and sat down on his bunk.\n\n\"Look,\" he said patiently, \"let's just say I'm some stupid kid from\noff planet. Maybe I don't get things so well. Now, what's this all\nabout?\"\n\nMarlo shrugged. \"So all right, but for some guy don't know what he's\ndoing, you sure pick 'em pretty. Well, anyway, here's the layout.\n\n\"See, this guy, Vernay, is one of Janzel's big strong-arms. Real salt\nand butter guy. Been pushing them poor apes of theirs all over the\nplace, see. Don't know too much about the business, but they tell him\nsome mug's not putting out, Vernay goes over and bends the guy around\nhis machine a while, he should maybe work faster. See what I mean?\"\n\nStan frowned distastefully and Marlo held up a hand.\n\n\"Oh, that's all right,\" he said. \"This is what they pay this guy for.\nBut he gets to like his work too well, know what I mean? So here a\nwhile back, he gets on some machine tender. Leans all over this poor\nguy. Well, the fab nurse ends up turning in his tickets, and this, the\njoes don't go for so good.\" He jerked a shoulder.\n\n\"Oh, Janzel tries to kill the squawk, but it's no go. The joes push\nthe button and here's Vernay.\" He grinned.\n\n\"They manage to get it knocked to some kinda manslaughter, but\nVernay's still got time to pick up, so they pull wires and get him up\nhere. It ain't no rest home, but it ain't no madhouse neither, like\nsome of them places.\" His eyes clouded.\n\n\"Oogh, when I think of some of the holes--\" He waved a hand.\n\n\"So anyway, like you see, Vernay's got plenty of muscle, but he's kind\nof low in the brain department. Maybe they thought something might\ndrill through the skull up here, but that don't work either. I guess\nJanzel'd about as soon get another pretty boy, but they know they'll\nlose too much face, they dump him right away.\n\n\"Then you come along and just about split the chump's conk just so's\nhe'll stay out of your light, see?\" He shook his head slowly.\n\n\"Only thing, that don't solve nothing. He comes out of the bone-house\nin a couple days, and he ain't gonna like you at all. See what I\nmean?\"\n\n\"Yeah.\" Stan examined his fingernails.\n\n\"Yeah,\" he repeated. \"You make it all nice and clear.\" He got up and\nwent to the washstand.\n\n\"Whatcha gonna do, Georgie, boy?\" he chanted. \"Guess I'll just have to\ngive him a free lesson in breakfalls. He won't like it too well, but\nhe could use lots of practice.\"\n\n       *       *       *       *       *\n\nIt took Vernay more than a couple of days to get out of the hospital.\nAs time went by, Stan became more and more conscious of the\nspeculative looks he was getting from prisoners and guards alike.\n\nHe stood watching, as a maintenance engineer tore into the vitals of a\nLambert-Howell. Around him was space--a full meter on all sides. It\nwas, he realized, a distinction--symbolic accolade for anyone who had\nthe temerity to down a man like Vernay. It was also a gesture of\ncaution. No one was anxious to block the view of a man who had downed\na vicious fighter with an unobtrusive gesture. And no one was anxious\nto be too close when Vernay might come by.\n\nWhat sort of man was Vernay, Stan wondered. Of course, he was familiar\nwith the appearance of the tall, blond. He could easily visualize the\ninsolent, sleepy looking eyes--the careless weave of the heavy\nshoulders. And he'd heard a lot about the man's actions.\n\nBut these could mean anything. Was the man actually as clumsy and\ninept as he'd seemed? Was he simply a powerful oaf, who relied on pure\nstrength and savagery? Or was he a cunning fighter, who had made one\ncontemptuously careless mistake?\n\n\"Well,\" the maintenance man was saying, \"that's the way you set those\nupper coils. Remember, each one has its own field angle, and you've\ngot to set 'em down to within a tenth of a degree. Otherwise, you'll\nnever get a sharp focus and your spray'll make a real mess.\" He swept\nhis glance over the group.\n\n\"You use the manual when you set these things up,\" he added. \"Don't go\ndepending on your memory. You can play some pretty dirty tricks on\nyourself that way.\" He looked thoughtfully at the array of coils.\n\n\"And don't go using any gravito clamps around these things when the\nback's off. They don't like it. It makes 'em do nasty things.\" He\nflipped his wrist up, looking at his watch.\n\n\"All right, that's it. Let's go eat.\" He snapped a cover back in place\nand swung down from the catwalk.\n\nStan turned away. No tools to put away tonight, he thought. Didn't\nneed 'em all afternoon. He smiled. And no column to fall into, either.\nThis was the weekly free night.\n\nHe walked out of the shop, following a group of prisoners through the\narchway into the main yard. Another small group followed him, keeping\na decent interval behind.\n\nSomeone drew a sharp breath.\n\n\"Hey, look! Over there.\"\n\nStan followed the direction indicated by a dozen abruptly turned\nheads. Vernay was lounging in the shadow of the archway. He smiled\ntigerishly and sauntered toward Stan. The group of prisoners melted\naway, to form a rough semicircle. From somewhere, others were\nappearing.\n\n\"So all right, little rat,\" Vernay said softly, \"you've had a lot of\nfun these last few days, eh? Big man around the yard, huh? Yeah! Well,\nit's going to stop.\" He massaged his right hand with the thumb and\nfingers of his left, then stretched out his arms, flexing his fingers.\n\n\"Real smart little fella,\" he added. \"Knows all kinds of little\ntricks. Got anything to say before I open you up for inspection?\"\n\nStan faced him, his feet a few inches apart, his knees slightly bent.\nHe folded his arms without interlacing them.\n\n\"Look, Vernay,\" he said. \"I'm not looking for any fight, but if you\nforce one, I'll break you all to pieces. I didn't mean to bust your\nhead the first time, but I can do it on purpose if I have to. Why\ndon't we just forget it?\"\n\nVernay looked dazed for an instant, then recovered and laughed\nderisively.\n\n\"You trying to crawl out and still look good? No, no. You made your\nbrags. Now we'll have a little dance.\" He took a step forward.\n\n\"Come on, baby, just stay there. I'm going to unscrew your head.\"\n\nHe came closer, then reached out, his hand open.\n\nStan looked at the hand incredulously. No one could be that careless.\nFor an instant, he almost spun away from a suspected trap. Then he\ndecided the man was in no position for a counter. A try for a simple\nhand hold couldn't do a bit of harm.\n\nHis right hand darted up, gripping the outstretched hand before him.\nHe jerked down, clamped the hand with his left, then pressed up and\ntook a quick step forward.\n\nWith a startled cry of pain, Vernay spun around and bent toward the\nground. Stan carried the motion through with a sudden surge that\nforced the big man's face almost to the stones. Abruptly, Vernay\ntwisted and kicked, trying to tear away. There was a ripping noise and\nhe screamed thinly, then slumped to the pavement.\n\nStan looked down at him in bewilderment. It had been too easy, he\nthought. Something had to be wrong. The imprisoned hand twitched and\nwas flaccid. He let it go and stepped back.\n\nFor a few seconds, Vernay lay quietly, then he struggled into violent\nmotion. He scrambled to get to his feet, his left hand groping at his\nbelt. Stan caught the glint of polished steel. He stepped quickly\naround the man, poising himself.\n\nIt was no use, he thought. This would have to be decisive. He brought\nhis two hands up to his shoulder, then swung them like an axe,\nstepping into the swing as Vernay got his feet under him.\n\nThe impact of the blow brought Vernay to a standing position. As the\nman stood swaying, Stan swung his hands again.\n\nVernay's back arched and for an instant he was rigid. Then he stumbled\nforward, to pitch against the wall.\n\nBriefly, he was braced upright against the wall, his left hand high on\nthe stones, the scalpel glittering. Then the hand relaxed and the\nsliver of steel clattered to the paving. Slowly, the man slid down, to\nmelt into a shapeless heap in the gutter.\n\nStan sighed, then shook his head and wiped an arm across his eyes.\n\nThere was a concerted sigh behind him.\n\n\"Go ahead, kid,\" someone muttered. \"Give him the boots. Big phony\nhadda go trying a knife.\"\n\nStan turned. \"No use,\" he said wearily. \"I just hope he's still\nalive.\"\n\n\"I don't get it,\" said someone. \"He wants this guy alive?\"\n\nSomeone else laughed shortly. \"Maybe he just likes to make it tough on\nhimself. Hey, look out! The joes.\"\n\nAs the crowd faded into the nowhere from whence most of it had come, a\nguard approached Stan warily.\n\n\"Now, look, Graham,\" he said cautiously, \"I gotta throw you in the\nhole. You know that, huh?\"\n\nStan nodded listlessly.\n\n\"Yeah,\" he said. \"I suppose so.\"\n\n\"Look, fellow, it won't be too long. He jumped you, so they'll have\nyou out of there real soon.\" The guard was apologetic.\n\n\"Besides, they'll probably offer you his job at Janzel. Get you clear\nout of here. Only don't give me a hard time. All you'll get is both of\nus flashed.\"\n\n\"Yeah, I know.\" Stan held out an arm. \"Come on, let's go.\"\n\n       *       *       *       *       *\n\nStan watched as the chief test engineer waved a hand.\n\n\"Two hundred twenty gravs,\" the man said. \"Full swing completed on\nboth axes. That's it. Ease off your tractors.\"\n\nHe looked closely at his panel of meters, then got off his stool and\nstretched.\n\n\"No evidence of strain. Looks as though all components are good.\" He\nturned, looking at the test operators.\n\n\"Let's get this place cleaned up.\"\n\nThe sense of disorientation set up by the tractors was subsiding. Stan\ngot to his feet and looked at his companion.\n\nDachmann nodded at him.\n\n\"Well,\" he said slowly, \"Golzer can get off the hook now. His run'll\nbe approved. Suppose we get back on the job.\"\n\nHe led the way out of the blockhouse tunnel.\n\nA car was pulling up at the entrance. A heavy, square face looked from\na rear window and a large hand beckoned.\n\n\"Dachmann, Graham. Over here.\"\n\n\"Oh, oh.\" Dachmann sighed. \"Here's trouble. Wizow doesn't come out\nhere unless he's got something.\"\n\nThe blocky production chief looked coldly at them as they approached\nthe car.\n\n\"It'll be a lot better,\" he growled, \"if you two clear through my\noffice before you start wandering all over the grounds.\" He looked at\nStan.\n\n\"Got a problem for you. Maybe we'll get some action out of you on this\none.\" He held out a few sheets of paper.\n\n\"Hold up over in the components line.\" He jabbed at a sheet with a\nforefinger.\n\n\"Take a trip over there and kick it up.\" He glanced at Dachmann. \"Got\nanother one for you.\"\n\nStan took the papers, studying them. Then he looked up. There was very\nlittle question as to the bottleneck here. Each material shortage\ntraced back to one machine. He frowned.\n\n\"Maintenance people checked over that machine yet?\" he asked.\n\nWizow shrugged impassively. \"You're a staffman,\" he said coldly.\n\"Been on parole to us long enough, you should know what to do, so I'm\nnot going to tell you how. Just get to the trouble and fix it. All I\nwant is production. Leave the smart talk to the technical people.\" He\nturned.\n\n\"Get in, Dachmann. I've got a headache for you.\"\n\nStan examined the tabulated sheets again. The offending machine was in\nbuilding nine thirty-two. Number forty-one.\n\nHe walked over to the parking lot and climbed on the skip-about he had\nbought on his first pay day. The machine purred into life as he\ntouched a button and he raised the platform a few inches off the\nground, then spun about, to glide across the field toward block nine.\n\n       *       *       *       *       *\n\nFabricator number forty-one was a multiple. A single programming head\nactuated eight spinaret assemblies, which could deliver completed\nmodule assemblies into carriers in an almost continuous stream. It was\nidling.\n\nStan visualized the flow chart of the machine as he approached. Then\nhe paused. The operator was sitting at the programming punch,\ncarefully going over a long streamer of tape. Stan frowned and looked\nat his watch. By this time, the tapes should be ready and the machine\nin full operation. But this man was obviously still setting up.\n\nHe continued to watch as the operator laboriously compared the tape\nwith a blueprint before him. There was something familiar in the\nsharp, hungry-looking features. The fellow turned to look closely at\nthe print and Stan nodded.\n\n\"Now I remember,\" he told himself. \"Sornal. Wondered what happened to\nhim. Never saw him after the first day up in Opertal.\"\n\nSornal came to the end of the tape, then scrabbled about and found the\nbeginning. He commenced rechecking against the print. Stan shook his\nhead in annoyance.\n\n\"How many times is he going to have to check that thing?\" he asked\nhimself. He walked toward the man.\n\n\"Got trouble?\"\n\nSornal looked up, then cringed away from him.\n\n\"I'll get it going right away,\" he whined. \"Honest! Just want to make\nsure everything's right.\"\n\n\"You've already checked your tape. I've been watching you.\"\n\nSornal flinched and looked away.\n\n\"Yeah, but these things is tricky. You get some of this stuff out of\ntolerance, it can wreck a whole ship. They got to be right.\"\n\n\"So, why not a sample run-through? Then you can run test on a real\npiece.\"\n\n\"This is a very complicated device. Can't check those internal\ntolerance without you put in on proof load. These got to be right the\nfirst time.\"\n\nStan shook his head wearily.\n\n\"Look. Get up. I'll give your tape a run-through, then we'll pull a\nsample and check it out. Got a helper?\"\n\n\"Some place around here.\" Sornal got out of his chair and stood,\nlooking at the floor.\n\nStan picked up the tape and sat down.\n\n[Illustration]\n\n\"All right, go find him then. And bring him over here while I run out\nthe sample. We can make with the talk after that.\"\n\n       *       *       *       *       *\n\nThe tape was perfect, with neither patch nor correction. Stan finally\nraised his head, growling to himself.\n\n\"Guy's competent enough at programming, anyway. Now, what's wrong with\nhim?\"\n\nHe snapped the power switch from stand-by to on, then waited as the\nindicators came up. Delicately, he turned a couple of microdrive dials\ntill the needles settled on their red lines. Then he opened the\ncontrol head, poked the tape in, and punched the starter lever.\n\nThe tape clicked steadily through the head. Stan kept his eyes moving\nabout as he checked the meters.\n\nThe tape ran out of the head and dropped into the catcher basket and\nhydraulics squished as a delivery arm set a small block on the sample\ntable. Stan picked it up, turning it over to examine it.\n\nIt was a simple, rectangular block of black material, about the size\nof a cigarette lighter. On five sides were intricate patterns of\nsilvery connector dots. An identifying number covered the sixth.\nInside, Stan knew, lay complex circuitry, traced into the insulation.\nTiny dots of alloy formed critical junctions, connected by minute,\nsprayed-in threads of conductor material. He glanced around.\n\nSornal watched anxiously. He looked at the little module block as\nthough it were alive and dangerous.\n\n\"Here,\" Stan told him, \"stick this in the test jig and run it.\"\n\nSornal carefully set the block into an aperture, then reached for a\nswitch. His hand seemed to freeze on the switch for a moment, then he\nlooked back at Stan and snapped it on. Needles rose from their pins,\nflickered, then steadied.\n\nSornal appeared to gain a little confidence. He turned a dial, noted\nthe readings on a few meters, then twisted another dial. Finally, he\nfaced around.\n\n\"Looks all right,\" he said reluctantly, \"only--\"\n\n\"Looks all right, period.\" Stan turned to the helper.\n\n\"Get that machine rolling,\" he ordered. \"And keep your eyes on those\nmeters. Let's get this run finished right.\" He moved his head.\n\n\"Come on, friend, I'll buy you a mug of tea.\"\n\nSornal backed away.\n\n\"You ain't gonna--Look, ain't I seen you some place before? Look, I\njust--\"\n\n\"I said I'd buy you a mug of tea. Then, we'll talk, and that's all. I\nmean it.\"\n\n\"I just got outta--Listen, I can't take it so good any more, see?\"\n\n\"Don't worry. We aren't going to have any games this morning. Come on,\nlet's go.\"\n\nWhen Sornal started talking, the flow of words was almost continuous.\n\nHe had come to Kellonia almost four years before, on a standard\none-year contract. For over twenty years, he'd moved around, working\nin space-yards over the galaxy. He'd worked on short contracts,\nbanking his profits on his home planet. And he'd planned to finally\nreturn to his original home on Thorwald, use his considerable savings\nto buy a small business, and settle down to semi-retirement.\n\nBut an offer of highly attractive rates had brought him to Kellonia\nfor one last contract with Janzel.\n\n\"They got my papers somewhere around here,\" he said, \"only I can't get\n'em back any more.\" He shook his head wearily and went on.\n\nEverything had gone smoothly for the first half of his contract\nperiod. He'd drawn impressively large checks and deposited them. And\nafter thinking it over, he had indicated he would like an extension.\n\n\"That was when they nailed me down,\" he said. \"There was just that one\nbad run, only that was the job that sneaked through the inspection and\nwent bust at Proof.\"\n\n\"Blowup?\"\n\nSornal grinned sourly.\n\n\"Blowup, you want to know? Even took out one of the tractor supports.\nReal mess. Oh, you think they weren't mad about that!\"\n\n\"You say there was just one bad run? Then everything came out normally\nagain?\"\n\n\"Yeah. I ran a check, see? Test sample was perfect Beautiful. So then\nthe power went off for a while. Crew was working around. Well, they\nfound the trouble and cleared it, just before lunch time. I went ahead\nand finished my run. It was only ten gyro assemblies--control job.\n\n\"I don't know--guess they were out of balance. Maybe the shaft alloys\ncame out wrong. Anyway, I finished the run and went for chow. Came\nback and set up a new run.\"\n\nHe stared into his cup.\n\n\"Along about quitting time, they came after me. Mister, I don't like\nto think of that! I been beat up a lot since, but them's just little\nreminders. Those guys really enjoyed their work!\"\n\nSornal shuddered and set his cup down. Finally, he sighed and\ncontinued.\n\nHe had left the hospital, muttering grim threats of the legal action\nhe would take. And he'd limped over to file a complaint at the\nFederation Residency.\n\n\"I didn't get there. Next thing I knew, I was in some cell.\" He looked\nup at Stan.\n\n\"Now I know where I see you. You're in that van, going out of some\njail.\"\n\n\"Yeah.\" Stan nodded, looking at his own empty cup.\n\n\"Tell me something,\" he said slowly. \"When that maintenance crew was\nworking around your machine, did they have a gravito clamp!\"\n\n\"Clamp? Yeah ... yeah, I suppose they might have. Use 'em a lot around\nhere when they've got heavy stuff, and those guys had a lot of stuff\nto move.\"\n\n\"I see. Wonder if the field head got pointed at your machine?\"\n\n\"I don't think ... I dunno, I didn't watch 'em close.\" Sornal looked\nsharply at Stan.\n\n\"You mean, they mighta--\"\n\n\"Well, what could cause a temporary misflow?\"\n\n\"Yeah!\" Sornal bobbed his head slowly. \"Funny I didn't think of that.\"\n\n\"So anyway, you went up to Opertal?\"\n\n\"Yeah. Had me for evasion of obligation. Said I owed the company\nplenty for the damage done by the blowup. Claimed I'd tried to run\nout.\n\n\"They wouldn't let me in the machine shop up there. Had me out hauling\nstuff for the landscape crew. Then, they paroled me back here. Back to\nthe machines again, only I ain't a contract man any more. Junior\nmachinist. Oh, it's better than helper, I guess, only they don't pay\nmuch.\" Sornal pushed himself away from the table.\n\n\"I'm going to be real careful with my work from now on,\" he said.\n\"They got me for quite a while, but that sentence'll run out one of\nthese days. I'll get me out of parole and pay off that claim, then I'm\ngetting out of here. They aren't hanging another one on me.\"\n\n\"Only one trouble,\" Stan told him. \"You're getting so careful, you're\nsetting yourself up.\"\n\n\"Huh?\"\n\n\"Yeah. They'll tack you down for malingering if you don't watch it.\"\nStan got to his feet.\n\n\"Tell you what you do. Run things just as you did when you were a\ncontract man. Only one thing--if any crew comes around, pull a sample\nafter they leave. And check it. You know how to check for magnetic and\ngravitic deviations. Do that, then go ahead with your run. Now go back\nto your machine. I'm going to do a little work.\"\n\nHe strode out of the refreshment room, watched Sornal as he took over\nthe production run, then swung around and walked over to the Personnel\noffice.\n\n\"Like to see the package on a man named Sornal,\" he told the clerk.\n\nThe man hesitated. \"We aren't supposed to release a whole file. I can\nlook up any specific information for you.\"\n\nStan frowned. \"Don't argue with me. I want to see this guy's package.\nNeed his complete history. Now get it.\"\n\nThe clerk started to make an objection, then turned and went to the\nfiles. He flipped an index, then punched a combination of numbers on\nhis selector. Finally, he came back with a folder.\n\nStan took it and flopped it open on the counter.\n\n\"All right, now just stay here while I go through this. I'll give it\nback in a few minutes.\"\n\nHe looked through the records, looking closely at one exhibit.\n\n\"Wow!\" he told himself silently.\n\n\"Eleven thousand, six hundred ninety-two interstells. Only way he'll\never pay that off is by making a big dent in his savings.\"\n\nHe flipped the paper over, noting the details of the determination of\nresponsibility.\n\nAs he examined the payroll data, he nodded. It all balanced out\nnicely. They'd get several years of production out of the man for bare\nsubsistence.\n\n\"Very neat,\" he told himself.\n\nHe closed the folder and handed it back to the clerk.\n\n\"All right, that's all I need.\" He glanced at the clock.\n\n\"Guess I'll check out for lunch.\"\n\nHe walked out of the office. This one, he thought, could be broken\nwide open by a Guard investigation. Sornal would get his freedom, and\nthere might be sizable damages.\n\n\"Now it would be nice,\" Stan muttered, \"if I could work out something\nfor myself.\"\n\n       *       *       *       *       *\n\nThe Guard sergeant was an old-timer--and a methodical man. He listened\nimpassively, then reached under his desk. For a few seconds, his hand\nwas hidden, then he picked up a pen.\n\n\"Now, let's get this straight. What did you say your name was?\"\n\n\"Graham. Stanley Graham. I--\"\n\nThe sergeant had pulled a form to him. He bent over, writing slowly.\n\n\"Graham, Stanley. All right. Now, where do you live?\"\n\nOne by one, he went through the maze of blanks, insisting on getting\nno other information than that called for by the specific space he was\nworking on. Finally, he put down the pen and leaned back.\n\n\"All right, now how about this other man you mention?\" He pulled\nanother form to him.\n\nStan was becoming a trifle impatient. He answered the questions on\nSornal, managing to furnish information for most of the blank spaces\non the sergeant's form.\n\nThe man dragged a still different form to him.\n\n\"All right, now what's this exact complaint?\"\n\nStan went through Sornal's history, quoting figures and dates from the\nPersonnel files he had read. The sergeant listened noncommittally,\nstopping him frequently to get repetitions.\n\nAt last, he looked up.\n\n\"Got any documents to back up this story?\"\n\nStan coughed impatiently.\n\n\"No, of course not. I can't pull a file out of Personnel and just\ncarry it up here. It's on file, though. I just got through reading the\nworking file and there's a private file on the guy, too, that would\nreally bust things wide open.\"\n\nThe sergeant smiled sourly.\n\n\"Maybe it would. I suppose they'd pull it right out and hand it over,\ntoo.\"\n\nHe spun his chair around and fished a book from a shelf behind his\ndesk.\n\n\"Here.\" He put the book on the corner of the desk. \"Here is the\nregulation on this sort of situation.\"\n\nHe pointed out words, one at a time.\n\nIt was a long regulation, filled with complex terminology. It forbade\nseizure of records in any manner not definitely authorized by local\nstatute. The sergeant went through it, getting full value from each\nword.\n\nAt last his finger came away from the page.\n\n\"Those are private records, you're talking about. On this planet, the\nlaw protects corporate records to the fullest extent. We'd have to\nhave positive evidence that an incriminating document was in\nexistence. We'd have to define its location and content within fairly\nnarrow limits. Then we'd have to go before a local determinator and\nrequest authority for an examination of that document.\"\n\nHe slammed the book shut.\n\n\"And if we failed to find the document in question, or if it wasn't\nactually incriminating, the injured corporation could slap us with a\njuicy damage claim.\" He looked at Stan coldly.\n\n\"If you want, I can get the local statute and let you look that over,\ntoo.\" He paused briefly and non-expectantly.\n\n\"On the other hand, we are obligated to protect the interests of\ngalactic citizens.\" He looked pointedly at the insigne on Stan's\npocket, then held out a tablet.\n\n\"Here. Suppose you sit down over there at that table and write out the\ncomplaint in your own handwriting. I'll pass it along.\"\n\nStan looked at the tablet for a moment.\n\n\"Oh--Suppose I manage to get copies of the records on this. Do you\nthink you could do anything then?\"\n\n\"If you can bring in documentary evidence, that'll make a case; we'll\ntake action, of course. That's what we're here for.\" The sergeant\ntapped impassively on the tablet.\n\n\"Want to make a written statement?\"\n\n\"Skip it,\" Stan told him wearily, \"I don't want to waste any more\ntime.\"\n\nAs he turned away, he thought he noticed a faint flicker of\ndisappointment on the sergeant's face before the man bent over his\ndesk.\n\n       *       *       *       *       *\n\nHe hardly noticed his surroundings as he walked back into the\nPersonnel building.\n\nAt first, there was a dull resentment--a free-floating rage--which\nfailed to find focus, but sought for outlet in any direction.\n\nThe trouble was, he thought, in the formal way of doing things. It\ndidn't really matter, he told himself, whether anything really got\ndone or not--so long as an approved routine was followed.\n\nOnly the wrong people used direct, effective methods.\n\nThe anger remained nondirectional, simply swelling and surging in all\ndirections at once. There were too many targets and it was a torturing\npressure, rather than a dynamic force.\n\nHe thought of his brief explosion, then grunted in self-ridicule. He'd\nimplied he could just pick up Sornal's record file, bring it in, and\nthrow it before that sergeant. And for just a flash, he'd really\nthought of it as a simple possibility.\n\n\"Maybe,\" he told himself, \"one of those Special Corpsmen could do\nsomething like that, but I don't see any of them around, trying it.\"\n\nHe looked around, startled. Somehow, he had passed the gate,\nidentified himself, parked the skip-about, and come inside--all\nwithout remembering his actions.\n\n\"Well,\" he asked himself, \"what do I do now? Just become some sort of\nthing?\"\n\nHe walked into the outer office and a clerk looked up at him.\n\n\"Oh, Mr. Graham. The chief wants to see you.\" She touched a button and\na gate opened.\n\n\"You know the way.\"\n\n\"Yes. I do. Wonder what he wants.\"\n\nThe woman shook her head and returned to her work.\n\n\"He didn't say. Just said to tell you to see him when you came in.\"\n\nStan walked through the short corridor, stopping in front of a door.\nDown in the corner of the pebbled glass, neat, small letters spelled\nout the name--H. R. Mauson.\n\nHe tapped on the glass.\n\n\"Come in.\" The Personnel chief glanced up as the door opened.\n\n\"Oh, Stanley. Sit down.\"\n\nStan lowered himself to the padded seat, then leaned back. It was one\nof those deep armchairs which invite relaxation.\n\nThe official touched a button, then leaned forward.\n\n\"Tell me, Stanley,\" he said gently, \"what were you doing in the\nFederation Building a few minutes ago?\"\n\nStan tried to lift a hand in a casual gesture, but it seemed stuck to\nthe chair. He exerted more force, then twisted his body. But his arms\nand legs refused to move away from the upholstery. Mauson smiled.\n\n\"Just a little precaution, Stanley. A gravito unit, you see. It may be\nunnecessary, but you do have a reputation for a certain--shall we say,\ncompetence. Although you have never demonstrated your abilities here,\nI see no reason for taking foolish chances.\" His smile faded.\n\n\"Now, suppose you tell me all about that visit you made to the\nFederation Building.\"\n\nStan forced himself to relax. Have to be careful, he thought. He\nforced a grin to his face.\n\n\"Lunch,\" he said casually. \"The Interstellar Room has a reputation all\nover Talburg, you know.\" He laughed easily.\n\n\"Truth is, I got sort of homesick. Got a sudden urge to have a good\ndish of _delsau_. It's a sort of preserve we really enjoy at home.\"\n\n\"Now, now.\" Mauson closed his eyes. \"Try again. You should be able to\ndo better than that.\" He tapped at some notes.\n\n\"You were assigned to straighten out that man, Sornal, weren't you?\"\n\n\"Yes. I was, and I did.\" Stan found he had enough freedom to move his\nhead. \"He was just suffering from--\"\n\nMauson coughed dryly. \"I have a report on that, too. You fed him some\ntea, talked for a while, then left him.\"\n\nAgain, he tapped at his notes.\n\n\"Then you came here and demanded the man's Personnel file. You read\nthat and went directly to the Federation Building. Now, I'm not a\ncompletely stupid man. Don't try to make me believe you just wanted\nsome exotic food.\"\n\nHe poked a switch.\n\n\"Wizow, will you step in here, please?\"\n\n\"Yes, Mauson?\" The blocky production chief loomed through a door.\n\nHe glanced at Stan.\n\n\"Oh. You got him in here, then?\"\n\n\"Yes. Oh, he came in by himself. But now, he's trying to be a little\ncoy. Suppose you reason with him.\"\n\n\"Pleasure.\"\n\nWizow strode forward to stand over the chair. He struck one hand into\nthe palm of the other, twisting his wrist at each blow. For the first\ntime since Stan had known him, he had a faint smile on his face.\n\n\"I don't like you, Graham,\" he said. \"I didn't like you the first time\nI saw you, and you haven't done a thing to change that first\nimpression.\n\n\"Thought you had something funny about you, the way you've always\ncoddled the workmen. Looked as though you were running some sort of\npopularity contest.\" Again, he punched his palm.\n\n\"And then, there were those suggestions of yours. Smart words--always\npushing the wrong people off balance, like other staffmen.\" The smile\nbecame one-sided.\n\n\"You know, you haven't made yourself too popular around here. Not with\nthe people that count. I've been getting complaints.\n\n\"A good staffman doesn't act the way you do. Good man sees to it the\nworkers work. They don't have to like him--they just get on the job\nwhen he's around. Know what'll happen if they slack off.\n\n\"And a good staffman leaves the thinking to guys that get paid to do\nit. He follows established procedure.\"\n\nHe leaned close to Stan, frowning.\n\n\"What are you? Some kind of Federation plant?\"\n\nAbruptly, his right hand flashed out, to crash against Stan's cheek. A\nheavy finger trailed across one eye, bringing a sudden spurt of tears.\nThe hand moved back, poised for a more solid blow.\n\nStan's head bounced back against the chair, then forward again.\n\n[Illustration]\n\nAnd the diffuse fury in him coalesced and burst into novalike flame.\nIt had a single target. It focused. He glared at the big man.\n\n\"Those hands,\" he snapped. \"Get them to your side!\n\n\"Now, get over into that corner. Move when I tell you!\"\n\nFor an instant, Wizow stood immobile. The frown faded, leaving the\nheavy face empty.\n\nHe tried to raise his hand again, then gave a little sob of hopeless\nrage and moved back, one slow, reluctant step at a time, until he was\nwedged into a corner of the room.\n\n\"That's good,\" Stan told him. \"Now stay there. And keep quiet.\"\n\nHe turned toward Mauson.\n\n\"You. Turn off that gravito unit. Then sit still.\"\n\nHe pushed himself out of the chair as the constraining force was\nremoved.\n\n\"Now,\" he growled, \"you can kick it in again. Give it a little power,\ntoo, while you're at it.\" He wheeled around.\n\n\"All right,\" he snapped at Wizow, \"turn around. Get into that chair.\"\n\nHe watched as the big body was pressed into the cushions. Wizow's face\nshowed strain. Stan went around Mauson's desk.\n\n\"I said a little power.\" He reached down and gave the gravito control\nan abrupt twist.\n\nWizow's mouth popped open, agony showing in his eyes. Stan grinned\ntightly and eased off on the knob.\n\n\"I really should spin this thing up to a proof load,\" he said. \"Might\nbe interesting to see what kind of an assembly job they did on you.\nBut we'll just leave you this way. All you've got to do is keep quiet.\nYou're deaf, dumb, and blind, you understand?\" He turned on Mauson.\n\n\"Now, for you--\" His voice trailed off.\n\nThe man was sitting like a puppet whose controlling strings had been\ncut. Stan's blazing fury started to burn down.\n\nThese minds, he suddenly realized, had been virtually paralyzed. He\ndidn't need anything to tie them down. All he had to do was point his\nfinger. They'd jump. He shook his head.\n\n\"Funny,\" he told himself. \"All you have to do is be a little forceful.\nWhy didn't somebody tell me about this?\" He looked calculatingly at\nMauson.\n\n\"Tell you what we're gonna do,\" he said rhythmically. \"Get your car\nover here. You know, the shielded job. We don't want anyone snapping\nat us with flashers.\" His voice hardened.\n\n\"Come on,\" he ordered, \"get on that box. Tell 'em you want that car.\"\n\n       *       *       *       *       *\n\nAs the car rolled down the street, he leaned forward a little.\n\n\"All right, driver,\" he said peremptorily, \"when we get to the\nFederation Building, swing into the official driveway.\"\n\nThe driver moved his head slightly. Stan sat back, waiting.\n\nHe looked at the building fronts as they swept past. When he'd first\ncome here, he'd noticed the clean beauty of the city. And he's been\nunable to understand the indefinable warning he'd felt. But now--he'd\nlooked beneath the surface.\n\nThe car slowed. A guard was flagging them down at the building\nentrance. Stan touched a window control.\n\n\"Stand aside, Guardsman,\" he ordered. \"We're coming in.\" He flicked\nthe window control again.\n\n\"Keep going, driver,\" he ordered. \"You can let us out inside. Then\nfind a place to park, and wait.\"\n\nAnother guard came toward them as the car rolled to a stop.\n\n\"Hey,\" he protested, \"this is--\"\n\nStan looked at him coldly.\n\n\"Which way to the Guard commander's office?\"\n\nThe man pointed. \"Elevator over there. Fifth floor. But--\"\n\n\"I didn't ask for a story. Get our driver into a parking space and\nkeep him there.\" Stan turned to Mauson.\n\n\"All right. Get out.\"\n\nHe shepherded the man into the elevator and out again. In the hall, he\nglanced around, then walked through a doorway.\n\nA middle-aged guardsman looked at him inquiringly.\n\n\"Can I do something for you gentlemen?\"\n\n\"Yes. We want to see the commander.\"\n\nThe guardsman smiled. \"Well, now, perhaps--\"\n\nStan looked at him sternly.\n\n\"I've had my quota of runarounds today. I said we want to see the\ncommander. Now, all you have to do is take us to him. Move!\"\n\nThe smile faded. For an instant, the man seemed about to rebel. Then\nhe turned.\n\n\"This way,\" he said evenly. He led the way through a large room, then\ntapped at a door on the other side.\n\n\"Yes?\"\n\nThe voice was vaguely familiar to Stan. He frowned, trying to place\nit.\n\n\"Two men to see you, sir. Seems a little urgent.\"\n\n\"Oh? Well, bring them in.\"\n\nStan relaxed. This was getting easier, he thought. Now he could get\nthese people to take Mauson before a determinator. His statements\nwould furnish plenty of evidence for a full search of Janzel's\nPersonnel files.\n\nHe jerked his head at Mauson.\n\n\"Inside.\"\n\nHe waited as the man stepped through the door, then followed.\n\nA slender man was standing behind a wide desk.\n\n\"Well,\" he said calmly. \"Welcome home, Graham. Glad you could make\nit.\"\n\n\"Major Michaels!\" Stan forgot everything he had planned to say.\n\nThe other smiled. \"Let's say Agent Michaels,\" he corrected. \"Special\nCorpsmen don't have actual Guard rank. Most of us got thrown out of\nthe Academy in the first couple of years.\"\n\nHe glanced at the guardsman, then flicked a finger out to point at\nMauson.\n\n\"Take this down and put it away somewhere till we need it, deSilva.\nGraham and I have some talking to do.\"\n\n\"Yes, sir.\" The middle-aged man turned toward Stan.\n\n\"Congratulations, sir.\" He jerked a thumb at Mauson.\n\n\"Come on, you. March.\"\n\nMichaels held up a hand as Stan opened his mouth.\n\n\"Never mind,\" he said quietly. \"DeSilva is quite capable of handling\nthat one. Take care of three or four more like him if he had to.\nPretty good man.\" He reached for a box on his desk.\n\n\"Here,\" he said. \"Light up. Got a few things to talk about.\"\n\n\"But I've got--\"\n\n\"It can wait. Wall put the whole story on the tape when you were\ntalking to him downstairs. We've been sweating you out.\"\n\n\"You've been sweating me out? I had to practically force my way up\nhere.\"\n\n\"That you did.\" Michaels took a cigarette from the box, started to put\nit in his mouth, then pointed it at Stan.\n\n\"That's normal procedure. You've heard of the Special Corps for\nInvestigation, I presume?\"\n\n\"Yes. But--\"\n\n\"Ever think of being a corpsman yourself?\"\n\n\"Of course. You know that--we've talked about it. But I never could--\"\n\n\"That's right.\" Michaels waved the cigarette. \"We don't have\nrecruiting offices. All our people have to force their way in. Tell\nme, do you know anything about the history of this planet?\"\n\nStan clenched his teeth. Somehow, he had lost the initiative in this\ninterview. He took a deep breath.\n\n\"Look,\" he said decisively, \"I--\"\n\n\"Later.\" Michaels shook his head. \"You are familiar with this culture\nby now, then?\"\n\n\"Well ... yes. I've read some history ... a little law.\"\n\n\"Good. Saves me a lot of talk. You know, sometimes we run into a\nsituation that can be corrected by a single, deft stroke. Makes things\nvery pleasant. We send in an agent--or two or six. The necessary gets\ndone, and somebody writes up a nice, neat report.\" He toyed with the\ncigarette lighter.\n\n\"But this thing isn't like that. We've got a long, monotonous job of\nroutine plugging to do. We've got to bust a hard-shelled system\nwithout hurting too many of the people within it. And we've been at it\nfor a while. We think we've made some progress, but we've still got a\nlot of snakes to kill.\n\n\"But even bad situations have their good points. At least, this place\nis a good training ground for probationers.\"\n\n\"Probationers?\"\n\n\"Right. Probationers who don't even know they're being tested.\" He\nsmiled.\n\n\"People with the qualifications for Senior Agent are hard to get. Most\nof them are latent--asleep. We can't expect them to walk in--we have\nto find them. Then we have to wake them up. It can be tricky.\"\n\nHe lit his cigarette, eying Stan thoughtfully.\n\n\"I suppose you've heard some of the stories that fly around about the\nCorps. The truth of the matter is, the Senior Agent isn't any\nsuperman. He's just a normal human being with a couple of extra\nquirks.\"\n\nHe held up a finger.\n\n\"First, he's trouble prone. A nasty situation attracts him much as a\nflame attracts a moth.\n\n\"There are a lot of people like that. Most of them are always getting\nthemselves clobbered. The agent usually doesn't.\"\n\nHe held up a second finger.\n\n\"Because he has a compensating ability. When he turns on the pressure,\npeople do just as he tells them--most people, that is.\" He sighed.\n\n\"That's the latent ability. Sometimes full control is buried so deeply\nit takes something like a major catastrophe to wake the guy up to the\nfact he can use it.\" He smiled wryly.\n\n\"Oh, he pushes people around once in a while--makes 'em uneasy when\nhe's around--makes himself unpopular. But he's got no control. He's\ngot to be awakened.\"\n\n\"Yes, but--\"\n\n\"Uh-uh. It sounds simple, but it isn't.\" Michaels shook his head.\n\n\"You don't just snap a finger in front of this fellow. You've got to\nprovide him with real trouble. Pile it on him--until he gets so much\npressure built up that he snaps himself into action. Makes a place\nlike this useful.\"\n\n\"I begin to see. You mean all this stuff I've been going through was\nsort of a glorified alarm clock?\"\n\n\"Yes. You could put it that way. That, and a trial assignment as a\njunior agent. Still want to be a Special Corpsman?\"\n\nStan looked around the office consideringly, then got to his feet.\n\n\"I stood it without knowing what was going on. Even had a little fun\nonce in a while. Maybe I could learn to like it if I knew what I was\ndoing.\" He shrugged.\n\n\"What's next?\"\n\nMichaels shoved a stack of papers toward him.\n\n\"Administrative details. You just can't get away from them.\" He took a\npen from his desk.\n\n\"After you sign all these, I'll get a couple of people in here for\nwitnesses while we give you your oath.\n\n\"It's practically painless.\"\n\n\n\n***END OF THE PROJECT GUTENBERG EBOOK ALARM CLOCK***\n\n\n******* This file should be named 24180.txt or 24180.zip *******\n\n\nThis and all associated files of various formats will be found in:\nhttp://www.gutenberg.org/dirs/2/4/1/8/24180\n\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://www.gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.gutenberg.org/fundraising/pglaf.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://www.gutenberg.org/about/contact\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://www.gutenberg.org/fundraising/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit:\nhttp://www.gutenberg.org/fundraising/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}