{"title": "Victory", "author": "Lester del Rey", "releaseDate": "January 7, 2008", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks and the Online Distributed\nProofreading Team at http://www.pgdp.net\n\n\n\n\n\n\nTranscriber's Note: This e-text was produced from Astounding Science\nFiction, August, 1955. Extensive research did not uncover any evidence\nthat the U.S. copyright on this publication was renewed.\n\n\n\n\nVICTORY\n\n\n_It seemed Earth was a rich, and undefended planet in a warring,\nhating galaxy. Things can be deceptive though; children playing\ncan be quite rough--but that ain't war, friend!_\n\n\nBY LESTER del REY\n\nIllustrated by Rogers\n\n\n\n\nI\n\n\nFrom above came the sound of men singing. Captain Duke O'Neill stopped\nclipping his heavy black beard to listen. It had been a long time since\nhe'd heard such a sound--longer than the time since he'd last had a\nbath or seen a woman. It had never been the singing type of war. Yet\nnow even the high tenor of old Teroini, who lay on a pad with neither\nlegs nor arms, was mixed into the chorus. It could mean only one thing!\n\nAs if to confirm his thoughts, Burke Thompson hobbled past the cabin,\nstopping just long enough to shout. \"Duke, we're home! They've sighted\nMeloa!\"\n\n\"Thanks,\" Duke called after him, but the man was hobbling out of sight,\neager to carry the good news to others.\n\nFourteen years, Duke thought as he dragged out his hoarded bottle of\nwater and began shaving. Five since he'd seen Ronda on his last leave.\nNow the battered old wreck that was left of the flagship was less than\nan hour from home base, and the two other survivors of the original\nfleet of eight hundred were limping along behind. Three out of eight\nhundred--but they'd won! Meloa had her victory.\n\nAnd far away, Earth could rest in unearned safety for a while.\n\nDuke grimaced bitterly. It was no time to think of Earth now. He\nshucked off his patched and filthy clothes and reached for the dress\ngrays he had laid out in advance; at least they were still in good\ncondition, almost unused. He dressed slowly, savoring the luxury of\nclean clothes. The buttons gave him trouble; his left hand looked and\nbehaved almost like a real one, but in the three years since he got it,\nthere had been no chance to handle buttons.\n\nThen he mastered the trick and stepped back to study the final results.\nHe didn't look bad. Maybe a little gaunt and in need of a good haircut.\nBut his face hadn't aged as much as he had thought. The worst part was\nthe pasty white where his beard had covered his face, but a few days\nunder Meloa's sun would fix that. Maybe he could spend a month with\nRonda at a beach. He still had most of his share of his salary--nearly\na quarter million Meloan credits; even if the rumors of inflation were\ntrue, that should be enough.\n\nHe stared at his few possessions, then shrugged and left them. He\nheaded up the officers' lift toward the control room, where he could\nsee Meloa swim into view and later see the homeport of Kordule as they\nlanded.\n\nThe pilot and navigator were replacements, sent out to bring the old\nship home, and their faces showed none of the jubilation of the crew.\nThey nodded at him as he entered, staring toward the screens without\nexpression. Aside from the blueness of their skins and the complete\nabsence of hair, they looked almost human, and Duke had long since\nstopped thinking of them as anything else.\n\n\"How long?\" he asked.\n\nThe pilot shrugged. \"Half an hour, captain. We're too low on fuel to\nwait for clearance, even if control is working. Don't worry. There'll\nbe plenty of time to catch the next ship to Earth.\"\n\n\"Earth?\" Duke glowered at him, suspecting a joke, but there was no\nhumor on the blue face. \"I'm not going back!\" Then he frowned. \"What's\nan Earth ship doing on Meloa?\"\n\nThe navigator exchanged a surprised look with the pilot, and nodded as\nif some signal had passed between them. His voice was as devoid of\nexpression as his face. \"Earth resumed communication with us the day\nthe truce was signed,\" he answered. He paused, studying Duke. \"They're\ngiving free passage back to Earth to all terran veterans, captain.\"\n\nNice of them, Duke thought. They were willing to let the men who'd\nsurvived come back, just as they hadn't forbidden anyone to go. Very\nnice! They could keep their world--and all the other coward planets\nlike them! When the humanoid world of Meloa had been attacked by the\ninsectile monsters from Throm, Earth could have ended the invasion in a\nyear, as those with eyes to see had urged her. But she hadn't chosen to\ndo so. Instead, she had stepped back on her high retreat of neutrality,\nand let the Throm aliens do as they liked. It wasn't the first time\nshe'd acted like that, either.\n\nWith more than half of the inhabited planets occupied by various\nmonsters, it seemed obvious that the humanoid planets had to make a\ncommon stand. If Meloa fell, it would be an alien stepping stone that\ncould lead back eventually to Earth itself. And once the monsters\nrealized that Earth was unwilling to fight, her vast resources would no\nlonger scare them--she'd be only a rich plum, ripe for the plucking.\n\nWhen Duke had been one of the first to volunteer for Meloa, he had\nnever realized his home world could refuse to join the battle. He'd\nbelieved in Earth and humanity then. He'd waited through all the grim\ndays when it seemed Throm must win--when the absence of replacements\nproved the communiques from Meloa to be nothing but hopeful lies. But\nthere had been no help. Earth's neutrality remained unshaken.\n\nAnd now, after fourteen years in battle hell, helping to fight off a\nthree-planet system of monsters that might have swarmed against all the\nhumanoid races, Earth was willing to forgive him and take him back to\nthe shame of his birthright!\n\n                    *      *      *      *      *\n\n\"I'm staying,\" he said flatly. \"Unless you Meloans want to kick me out\nnow?\"\n\nThe pilot swung around, dropping a quick hand on his shoulder.\n\"Captain,\" he said, \"that isn't something to joke about. We won't\nforget that there would be no Meloa today without men like you. But we\ncan't ask you to stay. Things have changed--insanely. The news we sent\nto the fleet was pure propaganda!\"\n\n\"We guessed that,\" Duke told him. \"We knew the Throm ships. And when\nthe dispatches reported all those raids without any getting through, we\nstopped reading them. How many did penetrate, anyhow?\"\n\n\"Thirty-one full raids,\" the navigator said woodenly. \"Thirty-one in\nthe last four months!\"\n\n\"_Thirty-one!_ What happened to the home fleet?\"\n\n\"We broke it up and sent it out for your replacements,\" the pilot\nanswered dully. \"It was the only chance we had to win.\"\n\nDuke swallowed the idea slowly. He couldn't picture a planet giving up\nits last protection for a desperate effort to end the war on purely\noffensive drive. Three billion people watching the home fleet take off,\nknowing the skies were open for all the hell that a savage enemy could\nsend! On Earth, the World Senate hadn't permitted the building of one\nbattleship, for fear of reprisal.\n\nHe swung to face the ports, avoiding the expression on the faces of the\ntwo Meloans. He'd felt something of the same on his own face when he'd\nfirst inspected Throm. But it couldn't be that bad on Meloa; she'd won\nher hard-earned victory!\n\nThey were entering the atmosphere now, staggering down on misfiring\njets. The whole planet seemed to be covered with a gray-yellow haze\nthat spoke of countless tons of blast dust in the air. From below, Duke\nheard the men beginning to move toward the big entrance lock, unable to\nwait for the landing. But they were no longer his responsibility. He'd\ngiven up his command before embarking.\n\nThe ship came down, threatening to tilt every second, and the pilot was\nsweating and swearing. The haze began to clear as they neared the\nground, but the ports were too high for Duke to see anything but the\nunderside of the thick clouds. He stood up and headed for the lift,\nbracing himself as the ship pitched.\n\nSuddenly there was a sickening jar and the blast cut off. The ship\ngroaned and seemed to twist, then was still. It was the worst landing\nDuke had known, but they were obviously down. A second later he heard\nthe port screech open and the thump of the landing ramp.\n\nThe singing of the men had picked up into a rough marching beat. Now\nabruptly it wavered. For a moment, a few voices continued, and then\ndied away, like a record running down. There was a mutter of voices,\nfollowed by shouts that must have been the relief officers, taking\nover. Duke was nearly to the port before he heard the slow, doubtful\nsound of steps moving down the ramp. By the time he reached it, the\nlast of the men was just leaving. He stopped, staring at the great port\ncity of Kordule.\n\nMost of the port was gone. Where the hangars and repair docks had been,\na crater bored into the earth, still smoking faintly. A lone girder\nprojected above it, to mark the former great control building, and a\nMeloan skeleton was transfixed on it near the top. It shattered to\npieces as he looked and began dropping, probably from the delayed\ntremor of their landing.\n\nEven the section their ship stood on was part of the crater, he saw,\nwith an Earth bulldozer working on it. There was room for no more than\nten ships now. Two of the berths were occupied by fat Earth ships,\nsleek and well kept. Three others held the pitted, warped hulks of\nMeloan battleships. There were no native freighters, and no sign of\ntending equipment or hangars.\n\nThe pilot had come up behind him, following his gaze. Now the man\nnodded. \"That's it, captain. Most cities are worse. Kordule escaped the\nblasts until our rocket cannon failed. Got any script on you?\" At\nDuke's nod, he pointed. \"Better exchange it at the booth, before the\nrate gets worse. Take Earth dollars. Our silver's no good.\"\n\nHe held out a hand, and Duke shook it. \"Good luck, captain,\" he said,\nand swung back into the ship.\n\n                    *      *      *      *      *\n_\nMercifully, most of Kordule was blanketed by the dust fog. There was\nthe beginning of a series of monstrous craters where men had begun\nrebuilding underground, the ruined landing field, and a section of what\nhad been the great business district. Now it was only a field of\nrubble, with bits of windowless walls leading up to a crazy tangle of\ntwisted girders. Only memory could locate where the major streets had\nbeen. Over everything lay the green wash of _incandite_, and the wind\ncarried the smell of a charnel house. There was no sign of the\napartment where he and Ronda had lived.\n\nHe started down the ramp at last, seeing for the first time the motley\ncrew that had come out to meet the heroes of the battle of Throm. They\nhad spotted him already, however, and some were deserting the men at\nthe sight of his officer's uniform. Their cries mingled into an insane,\nwhining babble in his ears.\n\n\"... Just a scrap for an old man, general ... three children at home\nstarving ... fought under Jones, captain ... cigarette?\"\n\nIt was a sea of clutching hands, ragged bodies with scrawny arms and\nbloated stomachs, trembling and writhing in its eagerness to get to him\nfirst. Then as one of the temporary officers swung back with a couple\nof field attendants, it broke apart to let him pass, its gaze riveted\non him as he stumbled between the lines.\n\nHe spotted a billboard one man was wearing, and his eyes focused\nsharply on it. \"Honest Feroiya,\" it announced. \"Credit exchange. Best\nrates in all Kordule.\" Below that, chalked into a black square, was the\nimportant part: \"2,345 credits the dollar.\"\n\nDuke shook his head but the sign did not change. A quarter million\ncredits for a hundred dollars. And he'd thought--\n\n\"Help a poor old widow.\" A trembling hand plucked at his sleeve, and he\nswung to face a woman in worse rags than the others, her eyes dull and\nunfocused, her lips mouthing the words only by habit. \"Help the widow\nof General Dayole!\"\n\nHe gasped as he recognized her. Five years before, he'd danced with her\nat a party given by Dayole--danced and agreed that the war was ruining\nthem and that it couldn't get worse.\n\nHe reached into his pocket, before remembering the worthlessness of his\nbills. But there was half a pack of the wretched cigarettes issued the\nmen. He tossed them to her and fled, while the other beggars scrambled\ntoward her.\n\nHe walked woodenly across the leprous field, skirting away from the\nEarth ships, toward a collection of tents and tin huts that had\nswallowed the other veterans. Then he stopped and cursed to himself as\na motorcycle sprang into life near the Earth freighters and came toward\nhim. Naturally, they'd spotted his hair and skin color.\n\nThe well-fed, smooth-faced young man swung the machine beside him.\n\"Captain O'Neill?\" he asked, but his voice indicated that he was\nalready certain. \"Hop in, sir. Director Flannery has been looking\nforward to meeting you!\"\n\nDuke went steadily on, not varying his steps. The machine paced him\nuncertainly. \"Director Flannery of Earth Foreign Office, Captain\nO'Neill. He requests your presence,\" he shouted over the purr of his\nmachine. He started to swing ahead of the marching man.\n\nDuke kept his eyes on his goal. When his steady steps almost brought\nhim against the cycle, it roared out of his way. He could hear it\nbehind him as he walked, but it faded.\n\nThere was only the sight and smell of Kordule ahead of him.\n\n\n\n\nII\n\n\nSenators were already filing through the Presidium as Edmonds of South\nAfrica came out of his office with Daugherty of the Foreign Office. The\nyoungest senator stopped beside the great bronze doors, studying the\nsituation. Then he sighed in relief. \"It's all right,\" he told\nDaugherty. \"Premier Lesseur's presiding.\"\n\nHe hadn't been sure the premier's words were a full promise before. And\nwhile he hadn't been too worried, it was good to see that the doubtful\nvice-premier wouldn't be presiding.\n\n\"It better be all right,\" the diplomat said. \"Otherwise, it's my neck.\nCathay's counting on Earth to help against the Kloomirians, and if\nDirector Flannery ever finds I committed us--\"\n\nEdmonds studied the seats that were filling, and nodded with more\nconfidence as he saw that most of the senators on whom he counted were\nthere. \"I've got enough votes, as I told you. And with Lesseur\npresiding, the opposition won't get far with parliamentary tricks\nagainst me. This time, Earth's going to act.\"\n\nDaugherty grunted, obviously still worried, and headed up the steps to\nthe reserved Visitors' Gallery, while Edmonds moved to his seat in the\nassembly room. Today he didn't even mind the fact that it was back in\nthe section reserved for the newest members--the unknowns and\nunimportants, from the way the press treated them. He would be neither\nunknown nor unimportant, once his bill was passed, and his brief\nexperience would only add to the miracle he was working.\n\nLooking back on his efforts, he found the results something of a\nmiracle to himself. It had taken two years of vote-swapping, of careful\npropaganda, and of compromise with his principles. That business of\nvoting for the combined Throm-Meloa Aid Bill had been a bitter thing;\nbut old Harding was scared sick of antagonizing the aliens by seeming\npartiality, and Edmonds' switch was the step needed to start the\nsoftening up.\n\nAt that, he'd been lucky. In spite of what he'd learned of the\nmanipulation of sociological relationships, in spite of the long\npreparation in advertising dynamics and affective psychology, he\ncouldn't have made it if Cathay hadn't been a human colony!\n\nNow, though, Lesseur was calling the chamber to order. The senators\nquieted quickly, and there was almost complete silence as the old man\npicked up the paper before him.\n\n\"The Senate will consider Resolution 1843 today,\" Lesseur said quietly.\n\"_A Resolution that Earth shall grant assistance to the Colony of\nCathay in the event of any aggressive alien act__, proposed by Sir\nAlfred Edmonds. Since the required time for deliberation has elapsed,\nthe chair will admit discussion on this resolution. Senator Edmonds!\"\n\nEdmonds was on his feet, and every face turned to him. The spotlight\ncame down on him, blinding him to the others. He picked up the\nmicrophone, polishing the words in his mind. The vote might already be\ndecided, but the papers would still print what he said now! And those\nwords could mean his chance to work his way up through the Committee of\nForeign Affairs and perhaps on to becoming Earth's youngest premier.\n\nIt might even mean more. Once Earth shook off her lethargy and moved to\nher rightful position of power and strength among the humanoid worlds,\nanything could happen. There was the Outer Federation being formed\namong the frontier worlds and the nucleus of close relations with\nhundreds of planets. Some day there might be the position of premier of\na true Interstellar Congress!\n\n                    *      *      *      *      *\n\nEdmonds began quietly, listening to his voice roll smoothly from the\nspeakers, giving the long history of Earth and her rise to a position\nas the richest and most respected of planets. He retold the story of\nhow she had been the first to discover the interstellar drive, and how\nit had inevitably spread. He touched on the envy of the alien worlds,\nand the friendship of the humanoid planets that had enabled Earth to\nfound her dozen distant colonies. He couldn't wisely discuss her\ncowardice and timidity in avoiding her responsibilities to help her\nfriends; but there was another approach.\n\n\"In the forefront of every battle against alien aggression,\" he\ndeclaimed proudly, \"have been men from Earth. Millions of our young men\nhave fought gloriously and died gladly to protect the human--and\nhumanoid--civilizations from whatever forms of life have menaced them.\nDjamboula led the forces of Hera against Clovis, just as Captain\nO'Neill so recently directed the final battle that saved Meloa from the\nhordes of Throm. In our own ranks, we have a man who spent eight long\nand perilous years in such a gallant struggle to save a world for\nhumanoid decency. Senator Harding--\"\n\nFrom the darkened sea of faces, a voice suddenly sounded. \"Will the\nsenator yield?\" It was the deep baritone of Harding.\n\nEdmonds frowned in irritation, but nodded. A few words of confirmation\non his point from Harding couldn't hurt. \"I yield to the senator from\nDixie,\" he answered.\n\nThe spotlight shifted as Harding got slowly to his feet, making a white\nhalo of his hair. He did not look at Edmonds, but turned to face\nLesseur.\n\n\"Mr. Chairman,\" he said, \"I move that Resolution 1843 be tabled!\"\n\n\"Second!\" The light shifted to another man, but Edmonds had no time to\nsee who it was as he stood staring open-mouthed at Harding.\n\nHe shouted for the chair's attention, but Lesseur brought the gavel\ndown sharply once, and his voice rang over the speakers. \"It has been\nmoved and seconded that Resolution 1843 be tabled. The senators will\nnow vote.\"\n\nEdmonds stood frozen as the voting began. Then he dropped back hastily\nto press the button that would turn the square bearing his number a\nnegative red. He saw his light flash on, while other squares were\nlighting. When the voting was finished, there were three such red\nsquares in a nearly solid panel of green.\n\n\"The resolution is tabled,\" Lesseur announced needlessly.\n\nHarding stood up and began moving towards the rear where Edmonds sat.\nThe junior senator was too stunned for thought. Dimly he heard\nsomething about regrets and explanations, but the words had no meaning.\nHe felt Harding help him to his feet and begin to guide him toward the\ndoor, where someone had already brought a shocked, white-faced\nDaugherty.\n\nIt was then he thought of Cathay, and what his ambition and Earth's\nultimate deceit and cowardice would mean to the millions there.\n\n[Illustration: RONDA]\n\n\n\n\nIII\n\n\nA week of the dust-filled air of Meloa had left its mark on Captain\nDuke O'Neill. It had spread filth over his uniform, added another year\nto his face, and made waking each morning a dry-throated torture. Now\nhe stopped at the entrance to the ship where he had been reassigned a\nberth for the night shift. An attendant handed him a small bottle,\nthree biscuits, and a magazine. He tasted the chemically purified water\nsickly, stuffed the three ersatz biscuits into his pocket, and moved\ndown the ramp, staring at the magazine.\n\nIt was from Earth, of course, since no printing was being done yet on\nMeloa. It must have come in on one of the three big Earth freighters\nhe'd heard land during the night. Tucked into it was another of the\nbrief notes he'd been receiving: \"Director Flannery will be pleased to\ncall on Captain O'Neill at the captain's convenience.\"\n\nHe shredded the note as he went across the field; he started to do the\nsame with the news magazine, until the headlines caught his attention.\n\nMost of the news meant nothing to him. But he skimmed the article on\nthe eleventh planet to join the Outer Federation; the writer was\nobviously biased against the organization, but Duke nodded approvingly.\nAt least someone was doing something. He saw that Cathay was in for\ntrouble. Earth was living up to her old form! Then he shoved the\nmagazine into his pocket and trudged on toward the veteran's\nreassignment headquarters.\n\nMachinery was being moved from the Earth freighters, and Duke swore\nagain. Five billion Earthmen would read of their \"generosity\" to Meloa,\nand any guilt they felt for their desertion would vanish in a smug\nsatisfaction at their charity. Smugness was easy in a world without\ndust or carrion smell or craters that had been factories.\n\nThere were only a few Meloans in the crude tent that served as their\nheadquarters. Duke went back toward the cubbyhole where a thin, haggard\nman sat on a broken block behind a makeshift desk.\n\nThe hairless blue head shook slowly while the man's eyes dropped\nhungrily to the paper in Duke's pocket and away again guiltily. \"No\nwork, Captain O'Neill. Unless you can operate some of those Earth\nmachines we're getting?\"\n\nDuke grimaced, passing the magazine over to hands that trembled as they\ntook it. His education was in ultra-literary creative writing, his\nexperience in war. And here, where there was the whole task of\nrebuilding a planet to be done, the ruin of tools and power made what\ncould be done too little for even the few who were left. There was no\ngrain to reap or wood to cut after the killing gas from Throm had\nruined vegetation; there were no workable mines where all had been\nblasted closed. Transportation was gone. And the economy had passed\nbeyond hand tools, leaving too few of those. Even whole men were idle,\nand his artificial hand could never replace a real one for carrying\nrubble.\n\n\"Director Flannery has been asking for you again,\" the man told him.\n\nDuke ignored it. \"What about my wife?\"\n\nThe Meloan frowned, reaching for a soiled scrap of paper. \"We may have\nsomething. One of her former friends thinks she was near this address.\nWe'll send someone out to investigate, if you wish, captain; but it's\nstill pretty uncertain.\"\n\n\"I'll go myself,\" Duke said harshly. He picked up the paper,\nrecognizing the location as one that had been in the outskirts.\n\nThe man behind the desk shook his head doubtfully. Then he shrugged,\nand reached behind him for a small automatic. \"Better take this--and\nwatch your step! There are two bullets left.\"\n\nDuke nodded his thanks and turned away, dropping the gun into his\npocket. Behind him he heard a long sigh and the rustle of a magazine\nbeing opened quickly.\n\n                    *      *      *      *      *\n\nIt was a long walk. At first, he traced his way through streets that\nhad been partially blasted clear. After the first mile, however, he was\nforced to hunt around or over the litter and wreckage, picking the way\nfrom high spot to high spot. There were people about, rooting through\nthe debris, or patrolling in groups. He drew the automatic and carried\nit in his hand, in plain sight. Some stared at him and some ignored\nhim, but none came too close.\n\nOnce he heard shouting and a group ran across his path, chasing a small\nrodent. He heard a wild tumult begin, minutes later. When he passed the\nspot where they had stopped, a fight was going on, apparently over the\nkill.\n\nAt noon he stopped to drink sparingly of his water and eat one of the\nincredibly bad biscuits. What food there was available or which could\nbe received from the Earth freighters was being mixed into them, but it\nwasn't enough. The workers got a little more, and occasionally someone\nfound a few cans under the rubble. The penalty for not turning such\nfood in was revocation of all food allotment, but there was a small\nblack market where unidentified cans could be bought for five Earth\ndollars, and some found its way there. The same black market sold the\nfew remaining cigarettes at twice that amount each.\n\nIt was beginning to thunder to the north as he stood up and went\nwearily on, and the haze was thickening. He tried to hurry, uncertain\nof how dark it would get. If he got caught now, he'd never be able to\nreturn before night. He stumbled on a broken street sign, decoding what\nwas left of it, and considered. Then he sighed in relief. As he\nremembered it, he was almost there.\n\nThe buildings had been lower here, and the rubble was thinner. There\nseemed to be more people about, judging by the traces of smoke that\ndrifted out of holes or through glassless windows. He saw none outside,\nhowever.\n\nHe was considering trying one of the places from which smoke was coming\nwhen he saw the little boy five hundred feet ahead. He started forward,\nbut the kid popped into what must have been a cellar once. Duke\nstopped, calling quietly.\n\nThis time it was a girl of about sixteen who appeared. She sidled\ncloser, her eyes fixed on his hair. Her voice piped out suddenly,\nscared and desperate. \"You lonesome, Earthman?\" Under the fright, it\nwas a grotesque attempt at coquetry. She edged nearer, staring at him.\n\"I won't roll you, honest!\"\n\n\"All I want is information,\" he told her thickly. \"I'm looking for a\nwoman named Ronda--Ronda O'Neill. She was my wife.\"\n\nThe girl considered, shaking her head. Her eyes grew wider as he pulled\nout a green Earth bill, but she didn't move. Then, as he added the two\nremaining biscuits, she nodded quickly, motioning him forward. \"Mom\nmight know,\" she said.\n\nShe ran ahead, and soon an older woman shuffled up the broken steps. In\nher arms was a baby, dead or in a coma, and she rocked it slowly,\nmoaning softly as she listened to his questions. She grunted finally,\nand reached out for the reward. Shuffling ahead of him, she went up the\nrubble-littered street and around a corner, to point. \"Go in,\" she\nsaid. \"Ronda'll be back.\"\n\nDuke shoved the crude door back and stepped into what was left of a\nfoyer in a cheap apartment house. The back had been blasted away, but\nthe falling building had sealed over one corner, covering it from most\nof the weather. Light came from the shattered window, showing a scrap\nof blanket laid out on the floor near a few possessions. At first,\nnothing identified the resident in any way, and he wondered if it were\na trap. Then he bent over a broken bracelet, and his breath caught\nsharply. The catch still worked, and a faded miniature of him was\ninside the little holder. Ronda's!\n\nDuke dropped onto the blanket, trying to imagine what Ronda would be\nlike, and to picture the reunion. But the present circumstances\nwouldn't fit into anything he could imagine. He could only remember the\nbravely smiling girl who had seen him off five years before.\n\nHe heard a babble of voices outside, but he didn't look out. The walk\nhad exhausted him. Hard as the bed was, it was better than standing up.\nAnyhow, if Ronda came back, he was pretty sure she would be warned of\nhis presence.\n\nHe slept fitfully, awakened by the smells and sounds from outside. Once\nhe thought someone looked in, but he couldn't be sure. He turned over,\nalmost decided to investigate, and dozed off again.\n\nIt was the hoarse sound of breathing and a soft shuffle that wakened\nhim that time. His senses jarred out of slumber with a feeling of\nwrongness that reacted in instant caution. He let his eyes slit open,\nrelieved to find there was still light.\n\nBetween him and the door, a figure was creeping up on hands and knees.\nThe rags of clothes indicated it was a woman and the knife in one hand\nspelled murder!\n\nDuke snapped himself upright to a sitting position, his hand darting\nfor the gun in his pocket. A low shriek came from the woman, and she\nlunged forward, the knife rising. There was no time for the gun. He\ncaught her wrist, twisting savagely. She scratched and writhed, but the\nknife spun from her grasp. With a moan, she collapsed across his knees.\n\nHe turned her face up, staring at it unbelievingly. \"Ronda!\"\n\nBloated and stained, lined with fear, it still bore a faint resemblance\nto the girl he had known. Now a fleeting look of cunning crossed her\nface briefly, to be replaced with an attempt at dawning recognition.\n\"Duke!\" She gasped it, then made a sound that might have been meant for\njoy. She stumbled to her knees, reaching out to him. But her eyes\nswiveled briefly toward the knife. \"Duke, it's you!\"\n\nHe pushed her back and reached for the knife. He was sure she'd known\nwho it was--had probably been the one who awakened him by looking in\nthrough the broken window. \"Why'd you try to kill me, Ronda? You saw\nwho it was. If you needed money, you know I'd give you anything I had.\nWhy?\"\n\n\"Not for money.\" She twisted from him and slumped limply against a\nbroken wall. Tears came into her eyes. This time the catch in her voice\nwas real. \"I know ... I know, Duke. And I wanted to see you, to talk to\nyou, too.\" She shook her head slowly. \"What can I do with money? I\nwanted to wake you up like old times. But Mrs. Kalaufa--she led you\nhere--she said--\"\n\nHe waited, but she didn't finish. She traced a pattern on the dust of\nthe floor, before looking up again. \"You've never been really hungry!\nNot that hungry! You wouldn't understand.\"\n\n\"Even with the dole, you can't starve that much in the time since\nKordule was bombed,\" he protested. He gagged as he thought of the\nmeaning he'd guessed from her words, expecting her to deny it.\n\n                    *      *      *      *      *\n\nShe shrugged. \"In ten years, you can do anything. Oh, sure, you came\nback on leave and we lived high. Everything was fine here, wasn't it?\nSure it was, for you. They briefed me on where I should take you, so\nthere'd be good food ready. They kept a few places going for the men\nwho came back on leave. We couldn't ruin your morale!\"\n\nShe laughed weakly, and let the sound die away slowly. \"How do you\nthink we sent out the food and supplies for the fleet the last three\nyears, after the blockade on our supplies from friendly worlds? Why do\nyou think there was no more leave for you? Because they didn't think\nyou brave soldiers could stand just seeing how the rest of us lived!\nAnd you think you had it tough! Watch the sky for the enemy while your\nstomach hopes for the sound that might be a rat. Hide three cans of\nfood you'll be shot for hoarding--because there is nothing else\nimportant in the world. And then have a man steal them from you when\nthe raids come! What does a soldier know of war?\"\n\nThe sickness inside him grew into a knot, but he still couldn't fully\nbelieve what she was saying. \"But cannibalism--\"\n\n\"No.\" She shook her head with a faint trace of his own disgust. \"No,\nDuke. Mrs. Kalaufa told me ... you're not really the same race--Not as\nclose as you are to an Earth animal, and you don't call that\ncannibalism. Nobody on Meloa has ever been a cannibal--yet! How much\nmoney do you have, Duke?\"\n\nHe took it out and handed it to her. She counted it mechanically and\nhanded it back. \"Not enough. You can't take me away when you leave\nhere.\"\n\n\"I'm not leaving,\" he told her. He dropped the money back on the\nblanket beside her.\n\nShe stared at him for a moment and then pulled herself up to her feet,\nmoving toward the door. \"Good-by, Duke. And get off Meloa. You can't\nhelp us any more. And I don't want you here when I get desperate enough\nto remember you might take me back. I like you too much for that, even\nnow.\"\n\nHe took a step toward her, and she ducked.\n\n\"Get out!\" She screamed it at him. \"Do you think I can stand looking at\nyou without drooling any longer? Do you want me to call Mrs. Kalaufa\nfor help?\"\n\nThrough the open door, he saw Mrs. Kalaufa across the street, still\ncradling the child. As the door slammed shut behind him, the woman\nscreamed, either as a summons or from fear that he'd seek revenge on\nher. He saw other heads appear, with frantic eyes that stared sullenly\nat the gun he carried. He stumbled down the street, where rain was\nbeginning to fall, conscious that it would be night before he got back\nto the port. He no longer cared.\n\nThere was no place for him here, he now saw. He was still an Earthman,\nand Earthmen were always treated as a race apart somehow. He didn't\nbelong. Nor could he go back to a life on Earth. But there were still\nthe recruiting stations there; so long as war existed, there had to be\nsuch stations. He headed for the fat ships of Earth that squatted\ncomplacently on the wrecked port.\n\n\n\n\nIV\n\n\nPrince Queeth of Sugfarth had left the royal belt behind, and only a\nplain band encircled his round little body as he trotted along, his\nfour legs making almost no sound. His double pair of thin arms and the\nbird-like head on his long neck bobbled excitedly in time to his steps.\nOnce he stopped to glance across the black stone buildings of the city\nas they shone in the dull red of the sun, toward the hill where his\nfather's palace was lighted brightly for the benefit of his Earth\nguests. Queeth touched his ears together ceremoniously and then trotted\non, until he came to the back door of his group's gymnasium. He\nwhistled the code word and the door opened automatically.\n\nThe whole group was assembled, though it was past sleep week for most\nof them. Their ears clicked together, but they waited silently as he\ncurled himself up in the official box. Then Krhal, the merchant\nviscount, whistled questioningly. \"This will have to be important,\nQueeth.\"\n\nThe prince bobbed his ears emphatically. \"It is. My father's guests\nhave all the news, and I learned everything. It won't be as long as we\nthought.\" He paused, before delivering the big news. \"The bipeds of\nKloomiria are going to attack Cathay. There'll be official war there\nwithin two weeks!\"\n\nHe saw them exchanging hasty signals, but again it was Krhal who voiced\ntheir question. \"And you think that is important, Queeth? What does it\noffer us? Cathay is a human colony. Earth will have to declare war with\nher. And with Earth's wealth, it will be over before we could arrive.\"\n\n\"Earth has already passed a resolution that neutrality will apply to\ncolonies as well as to other planets!\"\n\nThis time the whistles were sharper. Krhal had difficulty believing it\nat first. \"So Earth really is afraid to fight? That must mean those\nrumors that she has no fleet are true. Our ancestors thought so, and\neven planned to attack her, before the humanoids defeated us. The\nancestor king believed that even a single ship fully armed might\nconquer her.\"\n\n\"It could be,\" Queeth admitted. \"But do you agree that this is the news\nfor which we've waited so long?\"\n\nThere was a quick flutter of cars. \"It's our duty,\" Krhal agreed. \"In a\nwar between Cathay and Kloomiria, we can't remain neutral if we're ever\nto serve our friends. Well, the ship is ready!\"\n\nThat came as a surprise to Queeth. He knew the plans were well along,\nbut not that they were completed. As merchant viscount, and\nsecond-degree adult, Krhal was entitled to a tenth of his father's\ninterests. He'd chosen the biggest freighter and the balance in fluid\nassets, to the pleasure of his father--who believed he was planning an\nhonorable career of exploring.\n\n\"The conversion completed?\" Queeth asked. \"But the planet bombs--!\"\n\n\"Earth supplied them on the last shipment. I explained on the order\nthat I was going to search uninhabited planets for minerals.\"\n\nQueeth counted the group again, and was satisfied. There were enough.\nWith a ship of that size, fully staffed and armed, they would be a\nwelcome addition to any fleet. They might be enough to tip the balance\nfor victory, in fact. And while Cathay and Kloomiria lay a long way on\nthe other side of Earth's system, the drives were fast enough to cover\nit in two weeks.\n\n\"Does your father know?\" Krhal asked.\n\nQueeth smirked. \"Would you tell him? He still believes along with the\nEarth ambassador that the warrior strain was ruined among our people\nwhen we lost the war with the humanoids.\"\n\n\"Maybe it was,\" Krhal said doubtfully. \"In four generations, it could\nevolve again. And there are the books and traditions from which we\ntrained. If even a timid race such as those of Earth can produce\nwarriors like O'Neill--a mere poet--why can't the Sugfarth do better?\nParticularly when Earth rebuilt factories for us to start our\nshipbuilding anew.\"\n\n\"Then we join the war,\" the prince decided.\n\nThere was a series of assent signals from the group.\n\n\"Tonight,\" he suggested, and again there was only assent.\n\nKrhal stood up, setting the course for the others. When the last had\nrisen, Queeth uncurled himself and rose from the box. \"We'll have to\npass near Earth,\" he suggested as they filed out toward the hangars\nwhere Krhal kept his ship. \"Maybe we should show our intentions there!\"\n\nThere was a sudden whistle of surprise. Then the assent was mounting\nwildly. Queeth trotted ahead toward the warship, making his attack\nplans over again as he realized he was a born leader who could command\nsuch enthusiasm. He had been doubtful before, in spite of his study of\nelementary statistical treatment of relationships.\n\nThe lights in the palace showed that the Earth guests were still\ncelebrating as the great, heavily-laden warship blasted up and headed\ntoward Earth.\n\n\n\n\nV\n\n\nDuke O'Neill found a corner of the lounge where no Earthman was near\nand dropped down with the magazine and papers, trying to catch up on\nthe currents of the universe as they affected the six hundred connected\nworlds. Most of the articles related to Earth alone, and he skipped\nthem. He found one on the set-up of the Outer Federation finally. The\nhumanoid planets there were in a pocket of alien worlds, and union had\nbeen almost automatic. It was still loose, but it seemed to have sound\nenough a basis.\n\nIf Earth had been willing to come out of its shell and risk some of its\nfat trading profits, there could have been an even stronger union that\nwould have driven war-like thoughts out of the minds of all the aliens.\n\nInstead, she seemed to be equally interested in building up her\npotential enemies and ruining her friends. Duke had watched a showing\nof new films on the work being done on Throm the night before, and he\nwas still sick from it. Throm had lost the war, but by a military\ndefeat, not by thirty-one unprotected raids on all her surface. She\nstill had landing fields equipped for Earth ships, and the big\nfreighters were dropping down regularly, spewing out foods, equipment\nand even heavy machinery for her rebuilding. Throm was already on the\nroad back. Meloa had to wait until she could pull herself up enough to\nbuild fields.\n\nDuke turned his eyes to the port. The ship had stopped at Clovis on the\nway back to Earth. From where he sat, he could see almost Earth-like\nskyscrapers stretching up in a great city. The landing field was huge,\nand there were rows on rows of factories building more of the\nfreighters that stubbed the field.\n\nIt seemed impossible, when he remembered that only forty years had\npassed since Djamboula's suicide raid had finally defeated the fungoid\ncreatures of the planet and since the survivors' vows to repay all\nEarthmen for their defeat. They were a prolific race, of course--but\nwithout help from Earth, the factories would be shacks and the rockets\nand high-drive ships would be only memories.\n\nHe wondered how many were cursing their ancestors for making the\nmistake of attacking a neighboring humanoid planet instead of Earth,\nonly two days away on high drive. By now, they knew that Earth was\ndefenseless. And yet, they seemed content to go on with their vows\nforgotten. Duke couldn't believe it. Down underground, beyond Earth\ninspection, they could have vast stockpiles of weapons, ready to\ninstall in their ships within days.\n\nHow could Earth risk it, unless she had her own stock of hidden ships\nand weapons? Yet if she did, he was sure that it would have been\nimpossible not to use them in defense of the colony of Cathay.\n\nHe stared out, watching the crewmen mixing with the repulsive alien\nnatives, laughing as they worked side by side. There must be some\nfactor he didn't understand, but he'd never found it--nor did he know\nanyone who had guessed it.\n\nHe stirred, uncomfortable with his own thoughts. But it wasn't fear for\nEarth that bothered him. It was simply that sooner or later some alien\nrace would risk whatever unknown power the others feared. If the aliens\nwon, the vast potential power of Earth would then be turned against all\nthe humanoid races of the universe. Humanity could be driven from the\ngalaxy.\n\nHe turned the pages, idly glancing at the headlines. It was hard to\nrealize that the paper wasn't right off the presses of Earth; it must\nhave been brought out to Clovis on the latest ship. He checked the\ndate, and frowned in surprise. According to the rough calendar he'd\nkept, it was the current date. Somewhere he must have lost track of two\ndays. How much else had he lost sight of during the long years of war?\n\nA diagram caught his attention almost at once as he turned to another\nmagazine. It was of a behemoth ship, bigger than any he had ever seen,\nand built like the dream of a battleship, though it was listed as a\nfreighter. He scanned it, mentally converting it. With a few like that,\nMeloa could have won during the first year.\n\nThen he swore as he saw it was part of an article on the progress of\nsome alien world known as Sugfarth--by the article, a world of former\nwarriors, once dedicated to the complete elimination of humanoids!\n\n                    *      *      *      *      *\n\nHe saw Flannery coming along the deck at that moment, and he picked up\nthe magazine, heading for his cabin. He'd ignored previous summons on\nthe thin excuse of not feeling well. He had no desire to talk with\nEarthmen. It was bad enough to take their charity back to Earth and to\nhave to stay on the planet until he could sign on with the Outer\nFederation. His memories were ugly enough, without having them\nrefreshed.\n\nBut Flannery caught him as he was opening the door to his cabin. The\ndirector was huge, with heavy, strong features and a body that looked\ntoo robust for the white hair and the age that showed around his eyes.\nHis voice was tired, however, showing his years more plainly than his\nlooks.\n\n\"Captain O'Neill,\" he said quickly. \"Stop jousting with windmills. It's\ntime you grew up. Besides, I've got a job for you.\"\n\n\"Does my charity passage demand an interview, director?\" Duke asked.\n\nThe other showed no offense, unfortunately. He smiled wryly. \"If I\nchoose, it does. I'm in command of this ship, as well as head of the\nForeign Office. May I come in?\"\n\n\"I can't keep you out,\" Duke admitted. He dropped onto the couch,\nsprawling out, while the other found the single chair.\n\nFlannery picked up the magazine and glanced through it. \"So you're\ninterested in the Outer Federation?\" he asked. \"Don't be. It doesn't\nhave a chance. In a week or so, you'll see it shot. And I don't mean\nwe'll wreck it. They've picked their own doom, against all the advice\nwe could give them. Care to have a drink sent down while we talk?\"\n\nDuke shook his head. \"I'd rather cut it short.\"\n\n\"Hotheads,\" Flannery told the walls thoughtfully, \"make the best men\nobtainable, once they're tamed. Nothing beats an idealist who can face\nfacts. And the intelligent ones usually grow up. Captain, I've studied\nyour strategy against Throm on that last drive after Dayole was killed.\nBrilliant! I need a good man, and I can pay for one. If you give me a\nchance, I can also show you why you should take it. Know anything about\nhow Earth got started on its present course?\"\n\n\"Dumb luck and cowardice, as far as I can see,\" Duke answered.\n\nWhen Earth discovered the first inefficient version of the high drive,\nshe had found herself in a deserted section of the universe, with the\nnearest inhabited star system months away. The secret of the drive\ncouldn't be kept, of course, but the races who used it to build war\nfleets found it easier to fight with each other than with distant\nEarth. Later, when faster drives were developed, Earth was protected by\nthe buffer worlds she had rebuilt.\n\nFlannery grinned. \"Luck--and experience. We learned something from our\nearly nuclear-technological wars. We learned more from the interstellar\nwars of others. We decided that any planet ruined by such war wouldn't\nfight again--the women and children who lived through that hell would\nsee to it--unless new hatreds grew up during the struggle back. So we\npractically pauperized ourselves at first to see that they recovered\ntoo quickly for hate and fear. We also began digging into the science\nof how to manipulate relationships--Earth's greatest discovery--to set\nup a system that would work. It paid off for us in the long run.\"\n\n\"So what's all that got to do with me?\" Duke asked. He'd heard of the\ngreat science of Earth and her ability to manipulate all kinds of\nrelationships before, spoken of in hush-hush terms when he was still in\ncollege. But he'd quit believing in fairy tales even before then. Now\nhe was even sicker of Earth's self-justification.\n\nFlannery frowned, and then shrugged. \"It's no secret I need a good man\non Throm, and you're the logical candidate, if I can pound some facts\ninto your head. I've found that sending an Earthman they know as a\ncompetent enemy works wonders. Not at first--there's hostility for a\nwhile--but in the long run it gives them a new slant on us.\"\n\n\"Then you'd better get an Earthman,\" Duke snapped. \"You're talking to a\ncitizen of Meloa! By choice!\"\n\n\"I hadn't finished my explanation,\" Flannery reminded.\n\nDuke snorted. \"I was brought up on explanations. I heard men spouting\nabout taming the aliens when I first learned to talk--as if they were\nwild animals. I read articles on how the Clovisem and those things from\nSugfarth needed kindness. It's the same guff I heard about how to\nhandle lions. But the men doing the talking weren't in the ring; and I\nnoticed the ringmaster carried a whip and gun. He knew the beasts. I\nknow the aliens of Throm.\"\n\n\"From fighting them? From hating them? Or from being more afraid of\nthem than you think Earth is, captain? I've talked to more aliens than\nyou've ever seen.\"\n\n\"And the Roman diplomats laughed at the soldiers who told them the\nGoths were getting ready to sack Rome.\"\n\nFlannery stared at him in sudden amusement. \"We aren't in an Empire\nperiod, O'Neill. But you might look up what the Romans did to conquered\npeople during the Republic, when Rome was still growing. Captain, I'm\nnot underrating the aliens!\"\n\n\"Tame aliens! Or ones faking tameness. You've seen them smiling, maybe.\nI saw the other side.\"\n\nThe old man sighed heavily and reached for his shirt. He began\nunbuttoning it and pulling it over his head. \"You've got a nice\nprosthetic hand,\" he said. \"Now take a look at some real handiwork!\"\n\nThere was a strap affair around his shoulders, with a set of\ncomplicated electronic controls slipped into the muscle fibers. From\nthem, both arms hung loose, unattached at the shoulder blades. Further\ndown, another affair of webbing went around his waist.\n\n\"Only one leg is false,\" he explained, \"but the decorations are real.\nThey came from a highly skilled torturer. I've had my experience with\naliens. Clovisem, if you're curious. I was the second in command on\nDjamboula's volunteer raid, forty years ago.\"\n\nDuke dropped his eyes from the scars. For a second, he groped for words\nof apology. Then the cold, frozen section of his brain swallowed the\nemotions. \"I've seen a woman with a prosthetic soul,\" he said bitterly.\n\"Only she didn't turn yellow because of what the aliens did!\"\n\nRed spots shot onto Flannery's cheeks and one of the artificial arms\njerked back as savagely as a real one. He hesitated, then reached for\nhis shirt. \"O.K., squawman!\"\n\nThe word had no meaning for Duke, though he knew it was an insult. But\nhe couldn't respond to it. He fumbled through his memories, trying to\nplace it. Something about Indians--\n\nFlannery began buttoning his pants over the shirt. \"I'm out of bounds,\ncaptain,\" he said more quietly. \"I hope you don't know the prejudices\nbehind that crack. But you win. If you ever want the rest of the\nexplanation, look me up.\"\n\nHe closed the door behind him softly and went striding evenly up the\npassage.\n\nDuke frowned after him. The talk had gotten under his skin. If there\nwere things he didn't know--\n\nThen he swore at himself. There was plenty he didn't know. But the\ncarefully developed indoctrination propaganda of the top Earth\npsychologists wasn't the answer he wanted.\n\nHe'd have to make his stay on Earth shorter than he'd planned. If they\ncould get to a man who had served under Djamboula and convince him that\nClovisem were nice house pets, it was little wonder they could wrap the\nrest of Earth around their psychological fingers.\n\nToo bad their psychology wasn't adjusted to aliens!\n\n\n\n\nVI\n\n\nBarth Nevesh was nearly seven feet tall, and his cat-shaped ears stuck\nup another four inches above his head. Even among the people of Kel he\nwas a big man, but to the representatives of the other humanoid worlds\nof the Federation, he seemed a giant. The thick furs he wore against\nthe heavy chill of the room added to his apparent size, and the horns\ngrowing from his shoulders lifted his robes until he seemed to have no\nneck.\n\nNow he stood up, driving his heavy fist down against the big wooden\ntable. \"The question is, do we have the answer or not?\" he roared. \"You\nsay we do. Logic says we do. Then let's act on it!\"\n\nThe elfin figure of Lemillulot straightened up at the other end of the\ntable. \"Not so fast, commander. Nobody questions the power of your\nfleet. Nobody doubts that we have the only possible answer to the\naliens that Earth is helping to take over our universe--strength\nthrough unity. But is it as good as it can be?\"\n\n\"How better?\" Barth roared again. \"Every world in this alien pocket has\nbeen building its strength since the Earthmen's ships first reached\nhere and showed us space travel was possible. We've seen the stinking\naliens get the same ships. But now we've got something they can't\nresist--a Federation, in spite of all Earth could do to stop us. If all\nour fleets strike at once, no alien world can resist--and we can stop\nmerely holding them back. Wipe them out, one by one, I say! The only\ngood alien is a dead alien!\"\n\nThere was a lot of talk--more than Barth usually heard or contributed\nin a month. Lemillulot was the focus of most of it. The little man\nwould never be satisfied. He wanted all the humanoid worlds organized,\nand by now it was plain that Earth's influence would be too strong\noutside of their own section.\n\nTheir accomplishments were already enough. United as they were, the\nFederation was clearly invincible. Their fleets were at full size and\nthe crews were thoroughly trained. No other time would be better.\n\nThere had already been a stir of ship-building on the alien worlds,\nsince the first word of the Federation had somehow leaked out. The\nFederation position was as good as it would ever be--and with eleven\nfleets working together, nothing better was needed.\n\n\"Knock them down with the long shells, haze them to base with\ninterceptors, and then rip their worlds with planet bombs,\" Barth\nrepeated his plans. \"We can do it in six hours for a planet--we can\nstart at the strongest, Neflis, and work down through the weakest, to\nmake up for our losses. And if the Earth forces start moving in to\nrebuild them--well, I've been thinking the Federation could use a\nlittle more wealth and power!\"\n\n\"Humanoids don't attack humanoids,\" Lemillulot protested.\n\nThe snarling, dog face of Sra from Chumkt opened in a grin, and his sly\nvoice held a hint of a chuckle. \"Or so Earth keeps preaching. But\nEarthmen aren't humanoids. They're humans!\"\n\nHe laughed softly at his own wit. There were rumbles of uncertainty,\nbut Barth saw that the seed had taken root. If they kept working\ntogether, he and Sra could force it to ripen soon enough.\n\n\"That can wait,\" Barth decided. \"The question is, do we attack Neflis,\nand when? I say now!\"\n\n                    *      *      *      *      *\n\nIt took an hour more for the decision. But there would be only one\nanswer, and the final vote was unanimous. The fleets would take off\nfrom their home worlds and rendezvous near the barren sun; from there,\nthey would proceed in a group, under the control of Barth, toward the\nalien world of Neflis.\n\nThe commander checked his chronometer as the delegates went to send\ntheir coded reports to their home worlds. He had the longest distance\nto lead his fleet, and there was no time for delay.\n\nOutside, the harsh snow crackled under his feet, and a layer of storm\nclouds cut off the wan heat of Kel's sun. He drew in a deep breath,\nwatching the swirl of white as he exhaled. It was a good world--a world\nto build men. It was the world from which a leader should come.\n\nThe fleet would be all his within a day. And for a time, it would be\nbusy at the work of wiping out the nearby aliens. After that--well,\nthere were other aliens further out toward the last frontiers of\nexploration. With care, the fleet could be kept busy for years.\n\nBarth was remembering his histories, and the armies that had been swept\ntogether. In a few years, fighting men began to think of themselves as\na people apart, and loyalty to their birthplace gave way to loyalty to\ntheir leader. Five years should be enough. Then there could be more\nthan a Federation; there could be the empire among the worlds that had\nbeen his lifelong dream.\n\nBut first, there was Earth. He snorted to himself as he reached the\nships of his fleet. Missionaries! Spreading their soft fear through the\nuniverse. In five years, his fleet should be ready for ten times the\npower of any single planet--including Earth.\n\nSra would be the only problem in his way. But that could be met later.\nFor the moment, the man from Chumkt was useful.\n\nBarth strode up the ramp of his flagship, shouting out to his men as he\nwent. There was no need of signals. They had been primed and waiting\nfor days, ready to follow him up.\n\nHe dropped to the control seat, staring at the little lights that would\ntell him of their progress. \"Up ship!\" he shouted, and from the metal\nhalls and caverns of the ship other voices echoed his cry.\n\nThe _Wind Dragon_ leaped upwards sharply. Behind, as the red lights\nshowed, four hundred others charged into the sky and the open space\nbeyond. Barth sat at the great screen, watching as they drew on\nsteadily toward the rendezvous, mulling over his plans.\n\nThey were three hours out from Kel when he turned the control over to\nhis lieutenant and went below, where his table was laden with the\nsmoking cheer of good green meat and ale. With a sigh of contentment,\nhe threw back his outer robe and prepared to forget everything until he\nhad dined.\n\nHe was humming hoarsely to himself as he cut a piece of the meat and\nstuck it on his left shoulder horn, within reach of his teeth. Maybe a\nlittle of the baked fish would blend well--\n\nThe emergency drum blasted through the ship as he lifted the knife.\nSwearing and tearing at the flesh near his mouth, he leaped up and\nforward toward the control room. He heard voices shouting, something\nabout a fleet. Then he was at the screens where he could see for\nhimself.\n\nFive million miles ahead, another fleet was assembled, where none\nshould be from any of the Federation worlds! His eyes swept sideways\nacross the screen, estimating the number. It was impossible. There\nweren't a quarter of that number in the fleet of any world, humanoid or\nalien!\n\nBarth flipped on the microresolver, twisting the wheel that sent it\nracing across the path of the fleet ahead. His eyes confirmed what his\nmind had already recognized.\n\nThe aliens had their own federation. There were ships of every type\nthere, grouped in units. Thirteen alien worlds were combined against\nthe Outer Federation.\n\nFor a breath he hesitated, ready to turn back and defend Kel while\nthere was time. But it would never work. One fleet would never be\nenough to defend the planet against the combined aliens.\n\n\"Cluster!\" he barked into the communicator. \"Out rams and up speed.\nPrepare for breakthrough!\"\n\nIf they could hit the aliens at full drive and cut through the weaker\ncenter, they could still rendezvous with the other fleets. The combined\nstrength might be enough. And the gods help Kel if the aliens refused\nto follow him!\n\nEarth, he thought; Earth again, coddling and protecting aliens, forming\nthem into a conspiracy against the humanoid worlds. If Kel or any part\nof the Federation survived, that debt would be paid!\n\n\n\n\nVII\n\n\nEarth lay fat and smug under the sun, seemingly unchanged since Duke\nhad left it. For generations the populace had complained that they were\ndraining themselves dry to rebuild other worlds, but they had grown\nrich on the investment. It was the only planet where men worked shorter\nand shorter hours to give them more leisure in which to continue a\nfrantic effort to escape boredom. It was also the only world where the\nmention of aliens made men think of their order books instead of their\nweapons.\n\nDuke walked steadily away from the grotesquely elaborate landing field.\nHe had less than thirty cents in his pocket, but his breakfast aboard\nhad left him satisfied for the moment. He turned onto a wider street,\nheading the long distance across the city toward the most probable\nlocation of the recruiting stations.\n\nThe Outer Federation station would be off the main section, since the\nofficial line was disapproving of such a union. But he was sure there\nwould be one. The system of recruiting was a tradition too hard to\nbreak. Earth used it as an escape valve for her troublemakers. And\nsince such volunteers made some of the best of all fighters, they had\nalready decided the outcome of more than one war. By carefully juggling\nthe attention given the stations, Earth could influence the battles\nwithout seeming to do so.\n\nThe air was thick with the smell of late summer, and there was pleasure\nin that, until Duke remembered the odor of Meloa, and its cause. Later\nthe cloying perfume of women mixed with the normal industrial odors of\nthe city, until his nose was overdriven to the point of cutoff. He saw\nthings in the shop windows that he had forgotten, but he had no desire\nfor them. And over everything came the incessant yammer of voices\nsaying nothing, radios blaring, television babbling, and vending\nmachines shouting.\n\nHe gave up at last and invested half his small fund in a subway. It was\nequally noisy, but it took less time. Beside him, a fungoid creature\nfrom Clovis was busy practicing silently on its speaking machine, but\nnobody else seeemed to notice.\n\nDuke's head was spinning when he reached the surface again. He stopped\nto let it clear, wondering if he'd ever found this world home. It\nwouldn't matter soon, though; once he was signed up at the recruiting\nstation, there would be no time to think.\n\nHe saw the sign, only a few blocks from where the recruiting posters\nfor Meloa had been so long ago. It was faded, but he could read the\nlettering, and he headed for it. As he had expected, it was on a dirty\nback street, where the buildings were a confusion of shipping concerns\nand cheaper apartment houses.\n\nHe knew something was wrong when he was a block away. There was no\npitch being delivered by a barking machine, and no idle group watching\nthe recruiting efforts on the street. In fact, nobody was in front of\nthe vacant store that had been used, and the big posters were ripped\ndown.\n\nHe reached the entrance and stopped. The door was half open, but it\ncarried a notice that the place had been closed by order of the World\nForeign Office. Through the dirty glass, Duke could see a young man of\nabout twenty sitting slumped behind a battered desk.\n\nHe stepped in and the boy looked up apathetically. \"You're too late,\ncaptain. Neutrality went on hours ago when the first word came through.\nCaught me just ready to ship out--after two lousy months recruiting\nhere, I have to be the one stranded.\"\n\n\"You're lucky,\" Duke told him mechanically, not sure whether he meant\nit or not. Oddly, the idea of a kid like this mixed up in an\ninterplanetary war bothered him. He turned to go, then hesitated. \"Got\na newspaper or a directory around that I could borrow?\"\n\nThe boy fished a paper out of a wastebasket. \"It's all yours, captain.\nThe whole place is yours. Slam the door when you go out. I'm going over\nto the Cathay office.\"\n\n\"I'll go along,\" Duke offered. The address of that place was all he'd\nwanted from the paper. He'd have preferred the Federation to joining up\nwith Earth colonists, but beggars never made good choosers.\n\nThe kid shook his head. He dragged open a drawer, found a slip of\npaper, and handed it over. It was a notice that the legal maximum age\nfor recruiting had been reduced to thirty! \"You'd never make it,\ncaptain,\" he said.\n\nDuke looked at the paper in his hands and at the dim reflection of his\nface in a window. \"No,\" he agreed. \"I didn't make it.\"\n\nHe followed the boy to the door, staring out at the street, thick with\nits noises and smells. He dropped to the doorsill and looked briefly up\nat the sky where two ships were cutting out to space. Flannery had\nknown the regulation and hadn't told him. Yet it was his own fault; the\nage limit was lower now, but there had always been a limit. He had\nsimply forgotten that he'd grown older.\n\nHe found it hard to realize he'd been no older than the kid when he'd\nsigned up for the war with Throm.\n\n                    *      *      *      *      *\n\nFor a while he sat looking at the street, trying to realize what had\nhappened to him. It took time to face the facts. He listened with half\nhis attention as a small group of teen-age boys came from one of the\nbuildings and began exchanging angry insults with another group\napparently waiting for them on the corner. From their attitudes, some\nof them were carrying weapons and were half-eager, half-afraid to use\nthem. It was hard to remember back to the time when such things had\nseemed important to him. He considered putting a stop to the argument,\nbefore it got out of hand, since no police were near; but adults had no\nbusiness in kid fights. He watched them retreat slowly back to an\nalley, still shouting to work up their courage. Maybe he should be glad\nthat there was even this much fire left under the smug placidity of\nEarth.\n\nFinally, he picked up the newspaper from where he'd dropped it and\nbegan turning back to the want ads. His needs were few, and there\nshould be dishwashing jobs, at least, somewhere in the city. He still\nhad to eat and find some place to sleep.\n\nA headline glared up at him, catching his attention. He started to skim\nthe story, and then read it thoroughly. Things weren't going at all as\nhe'd expected in the Outer Worlds, if the account were true; and\nusually, such battle reports weren't altered much.\n\nThe aliens had developed a union of their own--if anything, a stronger\none than the humanoids had. Apparently they'd chased the Federation\nships into some kind of a trap. Losses on both sides were huge. And\nraids had begun on all the alien and humanoid planets.\n\nHe scowled as he came to the latest developments. One section of the\nFederation fleet under Sra of Chumkt had pulled out, accusing the\nfaction headed by Barth Nevesh of leading the aliens to the humanoid\nrendezvous. Kel's leader had gone after the deserters, fought it out\nwith them in the middle of the larger battle, killed Sra, and declared\nhimself the head of the whole Federation. It was madness that should\nhave led to complete annihilation; only the fumbling, uncoördinated\nleadership of the aliens had saved the humanoid fleets. And now the\nFederation was coming apart at the seams, with Barth Nevesh frantically\nscurrying around to catch up the pieces.\n\nDuke read it through again, but with no added information. It was a\nshock to know that the aliens had combined against the humanoid\nFederation. Still, looking back on that, he could begin to see that\nthey would have to, once they knew of the Federation. But the rest of\nthe account--\n\nFlannery's words came back to him. The director had been right. His\nprediction was already coming true, after only three days--unless he\nhad either had prior knowledge or juggled things to make it come true!\nDuke considered it, but he could see no way Flannery could either learn\nor act in advance of the arrival of the ship on Earth. The Federation\nwas farther from Meloa than from this planet. He'd been forced to\ndepend on the same accounts Duke had read in the papers on board the\nship.\n\nThen Duke glanced at the date on the current paper idly, and his\nthoughts jolted completely out of focus. It was dated only three days\nlater than the paper he had seen when they were docked on Clovis!\nWithout instantaneous communication, it was impossible. He might have\nbeen mistaken about the date before, but--\n\nNothing fitted. The feeling of uncertainty came back, crowding out the\nminor matter of his memory of the date. He stared at the richness of\neven this poor section of an Earth that huddled here as if afraid of\nits own shadows, yet reeked with self-satisfaction. He thought of Meloa\nand Throm, and the gallant try at Federation that had been made on the\nOuter Worlds. Strength had to lie in union and action; yet all the\nevidence seemed to say that it lay in timidity and sloth.\n\nReluctantly he turned the page away from the news, to seek for the job\nsections. From the alley, there came the sound of a police whistle, and\nshouts that faded into the distance. It was probably the breaking up of\nthe teen-age argument. A few people ran by, heading for the excitement,\nbut Duke had lost all interest. A taxi stopped nearby and he heard a\npatter that might have been that of children's feet, but he didn't look\nup.\n\n                    *      *      *      *      *\n\nThen a sharper whistle shrilled almost in his ear and he twisted around\nto stare at a creature who was gazing at him. Four spindly legs led up\nto a globular body encased in a harness-like contraption. Above the\nbody, two pairs of thin arms were waving about, while a long neck ended\nin a bird-like head, topped by two large ears.\n\nThe ears suddenly seemed to shimmer in the air, and a surprisingly\nhuman voice sounded. \"You're Captain Duke O'Neill!\"\n\nBefore Duke could answer, a small hand came out quickly to find his and\nbegin shaking it, while the ears twittered on in excitement. \"I'm\nhonored to meet you, Captain O'Neill. I've been studying your work\nagainst Throm. Amazingly clever strategy! Permit me--I'm Queeth, lately\na prince of Sugfarth. Perhaps you noticed our ship? No, of course not.\nYou must have landed at the government field. My crew and I are on the\nway to the war about to begin between Kloomiria and Cathay.\"\n\n\"Why tell me about it?\" Duke asked roughly. Sugfarth--the ship he'd\nseen diagrammed had come from there. If one of those titans was to be\nused against Cathay, Earth's colony was doomed. And the impertinent\nlittle monster--!\n\nThe creature tried to imitate a shrug with his upper set of arms. \"Why\nnot, captain? We're registered here as a recruiting ship for Cathay, so\nit's no secret. We thought we might as well carry along some of the men\ngoing out to help, since we had to pass near Earth anyhow. And I\ndropped by here in the hope that there might be a few who had failed to\njoin the Federation and who would like to switch to Cathay.\"\n\n\"Wait a minute,\" Duke said. He studied the alien, trying to rake what\nhe'd learned from the article out of his memory. But no record of\nsubtlety or deceit had been listed there. The Sugfarth were supposed to\nbe honest--in fact, they'd been one of the rare races to declare their\nwar in advance. Somehow, too, the words had a ring of truth in them.\n\"_For_ Cathay?\"\n\n\"Certainly, captain. For whom else? The civilized Earth races naturally\nhave to stick together against the barbarians.\"\n\nDuke stared at the almost comic figure, juggling the words he had heard\nwith the obvious facts. \"What Earth races? Do you mean that Earth is\nnow giving citizenship to your people?\"\n\n\"Not on this planet, of course.\" A pair of beady black eyes stared\nback, as if trying to understand a ridiculous question. \"But we're\ncitizens of Earth's economic-cultural-diplomatic system, naturally.\"\n\nDuke felt something nibble at his mind, but he couldn't grasp it. And\nhe wasn't accustomed to carrying on long chitchat with aliens. He\nshoved the thoughts away and reached for the paper again. \"You won't\nfind recruits here, Queeth. Only me. And I'm too old for the recruiting\nlaw. Besides, I've got to find a job.\"\n\nHe turned the pages, locating the column he wanted. What had Flannery\nmeant about Republican Rome? Duke could remember dimly something about\nRome's granting citizenship to her conquered neighbors. It had been the\nbasis of the city's growth and later power. Now if Earth could inspire\ncitizenship from conquered aliens--\n\nQueeth made a sound like a sigh and shuffled his four feet on the\nsidewalk uncertainly. \"If you came aboard on a visit, who could stop\nour taking off at once?\" he suggested. \"We have room for another\nofficer, and we need men like you, Captain O'Neill, to help us against\nthe aliens out there!\"\n\nDuke looked down at the small face, and even the alien features\ncouldn't disguise the obvious sincerity behind the words. It should\nhave made his decision automatic. He'd come here to be recruited, and\nhe was being accepted. There was a ship waiting for him, where his\nskills could be used. With such a ship, things would be different from\nthe war he had known. He had a picture of Kloomiria under attack from\nit.\n\nAbruptly, he was seeing again the exploding ships of Throm, and the\ncharnel smell of Kordule on victorious Meloa was thick in his nose.\n\nHe stood up, shaking his head, and held out his hand, groping for the\nphrases that had been all-important once among the recruits he had\njoined. \"Thanks, Queeth,\" he said finally. \"But I've got something to\ncatch up on here. Good luck--on to victory--and give the aliens hell!\"\n\nHe stood watching Queeth patter off toward the waiting cab and saw it\ndrive away. Then he turned to the want ads in earnest.\n\nNothing was clear in his mind yet, but he'd need a job first, then a\nroom near the library. He had a lot of current history to catch up on.\nWhatever Earth was up to had to be recorded somewhere, if he could find\nit.\n\n\n\n\nVIII\n\n\nThrough half his reign, Var of Kloomiria had nursed his hatred of the\nhumans into a holy mission. It was eighty years since his visit to\nCathay, when the colonists' children had run screaming from him,\nshouting that he was a monster, but time had only sharpened the memory.\nHe had covered his too-human body under a multitude of robes and had\ngloried in the alienness of his head, with its fringe of breathing\ntentacles and the two lobster-like claws that concealed his tiny mouth.\nYear after long year, he had built and prayed for the war of vengeance\nthat must come.\n\nAlmost, it had passed him by. With the threat of help from Earth for\nCathay, he had been forced to delay while larger fleets were built. His\nreign had been drawing to a close and he had almost resigned himself to\nthe law that would turn the rulership over to his eldest son. Then the\nboy had died in an explosion less than a week from the change of rule,\nand almost simultaneously Earth's timidity had won again, and the\nprotection had been denied her colony.\n\nNow Var's waiting was finished. He stood in the cabin of his flagship,\nheading back to Kloomiria after the opening raid of the war, savoring\nthe sweetness of the damage he had done Cathay. Life was sweet.\n\nBehind him, the door dilated softly and his aide came in, carrying a\nroll of paper. \"A message from Cathay, magnificence,\" he announced.\n\nVar opened the message and studied it. Then he read it again,\nuncertainly. He was sure of his knowledge of English, but the note was\nsenseless gibberish. Again he read it, this time aloud:\n\n\"Yours of the fourteenth ultimo received and contents noted. We are\npleased to inform you that we are in a position to fill your entire\norder and that shipment is going out at once by special messenger. We\ntrust that you will find our products superior in every way. We believe\nthat you will find our terms completely reasonable.\"\n\nIt made no more sense aloud.\n\nThe aide sighed apologetically. \"Deliberately misapplied archaicism is\nsometimes regarded as humorous by Earthmen, magnificence. I suspect\nthis is a warning that they are retaliating.\"\n\n\"Bluff!\" Var read the words again, but he could make no other meaning\nfrom them. Did the fools expect him to believe their flippancy spelled\nconfidence, or were they deceiving themselves? And the hint of\nsurrender terms was sheer stupidity. It must be an offer, though the\nwording seemed to indicate _he_ should surrender!\n\nHe threw the message into a waste receptacle in disgust and went over\nto look at the screens where Kloomiria was showing. The humans of\nCathay might try a return raid, but he was unworried. Cathay's fleet\nwas pitiful, and she had no heavy ships from which to launch planet\nbombs. Of course, there were spy reports of vast numbers of what seemed\nto be guided missiles, but they could never get through the\nconfusion-signals that blanketed Kloomiria.\n\nAs he watched, a signal blinked. He opened the circuit and the face of\nhis admiral looked out. \"We've received indications of a swarm of small\nships, magnificence,\" the man reported. \"High speed and piloted. It may\nbe a suicide squadron.\"\n\n\"Suicide!\" Var spat the word out. \"Whoever heard of the human cowards\nrisking their necks?\"\n\nThe aide touched his shoulder apologetically. \"They are mentioned in\nEarth books, magnificence. And there was Djamboula.\"\n\nVar stared at the screen as the flight was relayed to him, snarling.\nDefinitely, they were one-man ships, not guided missiles. His defenses\nhad never been built to handle suicide squadrons.\n\n\"Up, surround them, blast them!\" he ordered. A few might get through to\nthe ships or to the planet below, but quick action would wreak havoc\namong them and discourage further attempts.\n\n                    *      *      *      *      *\n\nThe Kloomirian fleet opened into a circle and began rising. Now the\nswarm of little ships began breaking apart, fanning out and attempting\nto turn. Var hissed. Not even the courage to go through with it after\nthey were discovered! They--\n\nHe leaped to the screen, cursing at what he saw.\n\nWhere the little ships had opened a hole, a monstrous bulk was hurtling\nthrough at fantastic speed. The tiny ships had screened it, but now it\noutran them, boring straight toward the opening in the Kloomirian\nfleet. Atomic cannon began running out of enormous hatches, like the\nbristles jutting from a tendril brush.\n\n\"Blast out!\" Var screamed into his engine phone. His flagship leaped\naway at full drive, while the enemy seemed to grow on the screen. Then\nit diminished as they began drawing away from the fleet.\n\nThere was nothing Var could do about the horror that followed. The\ngreat vessel bored through the fleet with cannons spitting out hell. If\ncountershots were fired, they had no effect.\n\n\"Sugfarth!\" the aide screamed in his ears. \"A ship from Sugfarth!\"\n\nVar remembered the pictures he had seen, and they matched, though none\nhad suggested such a size. It was impossible. The race of Sugfarth were\naliens--warriors who had fought humanoids as few races had done. They\nwould have fought with him, not against him!\n\nThe ship drove down toward the planet, braking fiercely now. From it,\ntwo bulky objects fell. While the planet bombs dropped, the behemoth\nbegan to rise again. It came through the shattered ranks of Kloomiria's\nfleet, blasting again, and headed toward the tiny ships that had\nscreened it, new hatches opening to receive them.\n\nHalf of Var's fleet was in total ruin. On the planet below, two\nhorrible gouts of flame leaped up through the atmosphere and beyond it,\nwhile all of Kloomiria seemed to tremble as half a continent was\nruined. Var stared down at the destruction, unmoving.\n\nThe aide coughed, holding out another roll of paper. \"Cathay is\nbroadcasting an appeal for us to surrender without reprisals,\nmagnificence. And the Estate Governors are demanding fleet protection.\"\n\nVar crushed the paper in his hands without reading it.\n\nIt would take half the remaining part of the fleet to give even token\nprotection to Kloomiria. His plans had never been based on holding back\nthe seemingly weak forces of Cathay.\n\n\"No answer,\" he said. His hand reached for the communicator switch and\nhe began issuing orders. \"The fleet will regroup and return to base for\nimmediate repairs and rearming. Commanders of _all_ ships will prepare\nto take off against Cathay within six hours!\"\n\nSomehow, the humans had to be crushed completely before they could\ndestroy Kloomiria. After that, if any of his race survived, there would\nbe a mission for all future generations.\n\nOnly the power of Earth could have sent the alien ship from Sugfarth,\nloaded with cannon and bombs, to fight against fellow aliens. Earth had\ndeclared neutrality, and then struck! For such a villainy, a million\nyears was not too long to seek vengeance!\n\n\n\n\nIX\n\n\nNight had fallen in the park beyond the huge Foreign Office building\nand the air was damp and cool. Duke shivered in the shadows that\ncovered his bench. He should head back to his room, but he had no\ndesire to listen again to the meaningless chatter that came through the\nthin walls. Time didn't matter to him now, anyhow.\n\nHe swore and reached for a cigarette, brushing the crumpled newspaper\nfrom his lap. He'd been a fool to think Flannery would bother with him,\njust as he'd been a fool to turn down Queeth's offer. He'd wasted his\nday off from the messenger job.\n\nFootsteps sounded down the walk that led past his bench, and he drew\ndeeper into the shadows. The steps slowed and a man moved to the other\nend of the bench. Duke drew heavily on his cigarette, tossed it away,\nand started to get up.\n\n\"Drink?\" There was a hand holding a flask in front of him. He\nhesitated, then took it, and let a long slug run down his throat. In\nthe faint light he could make out the face of Director Flannery. The\nman nodded. \"Sorry I was out when you came, O'Neill. One of the guards\nsaw you out here, so I came over.\"\n\n\"You should have been in,\" Duke said, handing the flask back. \"I've\nchanged my mind since reading about some of your deals in the _Journal_.\nWell, thanks for the drink.\"\n\nOne of Flannery's prosthetic hands rested on Duke's shoulder, and the\npressure was surprisingly heavy. \"When a man takes a drink with me,\ncaptain, he waits until I finish mine.\" He tipped up the flask and\ndrank slowly before putting it away. \"I suppose you mean the\nCathay-Kloomiria mess?\"\n\n\"What else?\" Mess was a mild word. The Sugfarth ship had seemed to make\nvictory for Cathay certain the first few days, but the war had entered\na new phase now. Cathay couldn't maintain the big ship, and it was\npractically useless. It had simply served to reduce Kloomiria to a\nposition where both sides were equal. The war showed signs of settling\ndown to another prolonged, exhausting affair.\n\n\"Yeah, I read the editorial.\" Flannery sighed. \"We did let a couple of\nfools make Cathay think we'd bail her out. At the time, it seemed wise.\nThe son of old Var was due to assume rule in a little while and he was\nstrongly pro-human. We wanted to hold things off until he took over and\nscrapped the war plans. When he was killed--well, we pulled out before\nVar was any stronger.\"\n\n\"And sent Queeth's crowd in to do your blood-letting for you?\" Duke\nsneered.\n\n\"That was their own idea,\" Flannery denied. He lighted a cigarette and\nsat staring at the end of it, blowing out a slow stream of smoke. \"All\nright, we made a mess of Cathay. We'll know better next time. Care to\nwalk back with me?\"\n\n\"Why? So one of your trained psychopropagandists can indoctrinate me?\nOr to get drunk and cry over your confession?\"\n\n\"To keep me from sinking to your level and pushing your nose down your\nthroat!\" Flannery told him, but there was no real anger in his voice.\nHe stood up, shrugging. \"Nobody's forcing you, O'Neill. Say the word\nand I'll drive you home. But if you want that explanation, my working\noffice seems like a good place to talk.\"\n\nFor a moment, Duke wavered. But he'd reached the end of his own\nresearch, and he'd come here to find the answers. Leaving now would\nonly make him more of a fool. \"O.K.,\" he decided. \"I'll stay for the\nbig unveiling.\"\n\nFlannery grimaced. \"There's no great secret, though we don't broadcast\nthe facts for people and races not ready for them. We figure those who\nfinish growing up here will soak up most of it automatically. Did you\nget around to the film file on interstellar wars at the library?\"\n\nDuke nodded, wondering how much they knew about his activities. He'd\nspent a lot of time going over the film for clues. It was so old that\nthe color had faded in places. The rest would have been easier to take\nwithout color. Most wasn't good photography, but all was vivid. It was\nthe record of all the wars since Earth's invention of the\nhigh-drive--nearly two hundred of them. Gimsul, Hathor, Ptek, Sugfarth,\nClovis, and even Meloa--the part he hadn't seen, beyond Kordule where\nthe real damage lay; Ronda had been wrong, and cannibalism had been\ndiscovered, along with much that was worse. Two hundred wars in which\nvictor and vanquished alike had been ruined--in which the supreme\neffort needed to win had left most of the victors worse than the\ndefeated systems.\n\n\"War!\" The word was bitter on Flannery's lips. \"Someone starts building\nwar power--power to insure peace, as they always say. Then other\nsystems must have power to protect themselves. Strength begets\nforce--and fear and hatred. Sooner or later, the strain is too great,\nand you have a war so horrible that its very horror makes surrender\nimpossible. You saw it on Meloa. I've seen it fifty times!\"\n\n                    *      *      *      *      *\n\nThey reached the Foreign Office building and began crossing its lobby.\nFlannery glanced up at the big seal on the wall with its motto in\ntwisted Latin--_Per Astra ad Aspera_--and his eyes turned back to\nDuke's, but he made no comment. He led the way to a private elevator\nthat dropped them a dozen levels below the street, to a small room,\nlittered with things from every conceivable planet. One wall was\ncovered with what seemed to be the control panel of a spaceship,\napparently now used for a desk. The director dropped into a chair and\nmotioned Duke to another.\n\nHe looked tired, and his voice seemed older as he bent to pull a small\nprojector and screen from a drawer and set them up. \"The latest chapter\nof the film,\" he said bitterly, throwing the switch.\n\nIt was a picture of the breakup of the Outer Federation, and in some\nways worse than the other wars. Chumkt rebelled against Kel's\nleadership and joined the aliens, while a civil war sprang up on her\nsurface. Two alien planets went over to Kel. The original war was\nforgotten in a struggle for new combinations, and a thousand smaller\nwars replaced it. The Federation was dead and the two dozen races were\ndying.\n\n\"When everything else fails, the fools try federation,\" Flannery said\nas the film ended. \"We tried it on Earth. Another race discovered the\ninterstellar drive before we did and used it to build an empire. We've\nfound the dead and sterile remains of their civilization. It's always\nthe same. When one group unites its power, those nearby must ally for\nprotection. Then there's a scramble for more power, while jealousies\nand fears breed new hatreds, internally and externally. And finally,\nthere's ruin--because at the technological level of interstellar\ntravel, victory in war is absolutely, totally impossible!\"\n\nHe sat back, and Duke waited for him to resume, until it was obvious he\nhad finished. At last, the younger man gave up waiting. \"All right,\" he\nsaid. \"Earth won't fight! Am I supposed to turn handsprings? I figured\nthat much out myself. And I learned a long time ago about the blessed\nmeek who were to inherit the Earth--but I can't remember anything being\nsaid about the stars!\"\n\n\"You think peace won't work?\" Flannery asked mildly.\n\n\"I know it won't!\" Duke fumbled for a cigarette, trying to organize his\nthoughts. \"You've been lucky so far. You've counted on the fact that\nwar powers have to attack other powers nearby before they can safely\nstrike against Earth, and you've buffered yourself with a jury-rigged\neconomic trading system. But what happens when some really bright\noverlord decides to by-pass his local enemies? He'll drop fifty planet\nbombs out of your peaceful skies and collect your vassal worlds before\nthey can rearm. You won't know about that, though. You'll be wiped\nout!\"\n\n\"I wouldn't call our friends vassals, or say the system was jury-rigged,\"\nFlannery objected. \"Ever hear of paradynamics? The papers call it\nthe ability to manipulate relationships, when we let them write a\nspeculative article. It's what lets us rebuild worlds in less than half\na century--and form the first completely peaceful politico-economic\nculture we've ever known. Besides, I never said we had no weapons for\nour defense.\"\n\nDuke considered it, trying to keep a firm footing on the shifting\nquicksand of the other's arguments. He knew a little of paradynamics,\nof course, but only as something supposed to remake the world and all\nscience in some abstract future. It had been originated as a complex\nmathematical analysis of nuclear relationships, and had been seized on\nfor some reason by the sociologists. It had no bearing he could see on\nthe main argument.\n\n\"It won't wash, Flannery. Without a fleet, it won't matter if you have\nthe plans of every weapon ever invented. The first time a smart power\ntakes the chance, you'll run out of time.\"\n\n\"We didn't!\" Flannery swung to the control board that served as his\ndesk, and his fingers seemed to play idly with the dials. From\nsomewhere below them, there was a heavy vibration, as if great engines\nhad sprung into life. He pressed another switch.\n\n                    *      *      *      *      *\n\n[Illustration: FLANNERY]\n\nAbruptly, the room was gone. There was a night sky above them, almost\nstarless, and with a great, glaring moon shining down, to show a rough,\nmossy terrain that seemed covered endlessly with row after row of\nrusting, crumbling spaceships. Atomic cannon spilled from their\nhatches, and broken ramps led down to the ground. Down one clearer lane\namong the countless ships that surrounded him, Duke saw what might be a\ndistant fire with a few bent figures around it, giving the impression\nof age.\n\nBeside him, Flannery sat in his chair, holding a small control. There\nwas nothing else of the office visible.\n\nThe director shook his head. \"It's no illusion, O'Neill. You're\nhere--fifty odd thousand light-years from Earth, where we transferred\nthe attacking fleet. You never heard of that, of course. The\ndictator-ruler naturally didn't make a report when his fleet simply\nvanished without trace. Here!\"\n\nThe liquor burned in Duke's throat, but it steadied him. He bent down,\nto feel the mossy turf under his hand.\n\n\"It's real,\" Flannery repeated. \"Paradynamics handles all\nrelationships, captain. And the position of a body is simply a\nstatement of its geometrical relationships. What happens if we change\nthose relationships--with power enough, that is? There is no motion, in\nany classic sense. But newspapers appear two high-drive days away\nminutes after they're printed. We arrive here. And fleets sent against\nEarth just aren't there any more!\"\n\nHe pressed a button, and abruptly the walls of his office were around\nthem again--the office that was suddenly the control room of a building\nthat was more of a battleship than any Duke had ever seen.\n\nHe found himself clutching the chair, and forced himself to relax,\nsoaking up the shock as he had soaked up so many others. His mind faced\nthe facts, accepted them, and then sickly extended them.\n\n\"All right, you've got weapons,\" he admitted, and disgust was heavy in\nhis voice. \"You can defend yourself. But can the galaxy defend itself\nwhen somebody decides it's a fine offensive weapon? Or are all Earthmen\nsupposed to be automatically pure, so this will never be turned to\noffensive use? Prove that to me and maybe I'll change my mind about\nthis planet and take that job of yours!\"\n\nFlannery leaned back, nodding soberly. \"I intend to,\" he answered.\n\"Duke, we tried making peaceful citizens of our youngsters here a\ncentury ago, but it wouldn't work. Kids have to have their little gang\nwars and their fisticuffs to grow up naturally. We can't force them.\nTheir interests aren't those of adults. In fact, they think adults are\npretty dull. No adventure. They can't see that juggling a\ntwenty-million gamble on tooling up for a new competitive product is\nexciting; they can't understand working in a dull laboratory to dig\nsomething new out of nature's files can be exciting and dangerous.\nAbove all, they can't see that the greatest adventure is the job of\nbringing kids up to be other adults. They regret the passing of dueling\nand affairs of honor. But an adult civilization knows better--because\nthe passing of such things is the first step toward a race becoming\nadult, because it is adopting a new type of thinking, where such things\nhave no value. You didn't hit me when I called you names, because it\nmade no sense from an adult point of view. Earth doesn't go to war for\nthe same reason. Thank God, we grew up just before we got into space,\nwhere adult thinking is necessary to survival!\"\n\nThere had been the kids and their seemingly pointless argument on the\nstreet. There had been the curiously distant respect the Meloans had\nshown him, as if they guessed that only his exterior was similar. There\nwere a lot of things Duke could use to justify believing the director.\nIt made a fine picture--as it was intended to.\n\n                    *      *      *      *      *\n\n\"It must be wonderful to sit here safely, while agents do your\ndangerous work, feeling superior to anyone who shows any courage,\" he\nsaid bitterly. \"I suppose every clerk and desk-jockey out there feeds\nhimself the same type of rationalization. But words don't prove\nanything. How do you prove the difference between maturity and timidity\nor smugness?\"\n\n\"You asked for it,\" Flannery said simply.\n\nThe button went down on the control again. The air was suddenly thin\nand bitingly cold as they looked down on a world torn with war, where a\nhundred ships shaped like half-disks and unlike anything Duke had seen\nwere mixed up in some maneuver. The button was pushed again, and this\ntime there was a world below that had a port busy with similar ships,\nnot fighting now. A third press brought them onto the surface of a\nheavy world that seemed to be composed of solid buildings and\nfactories, where the ships were being outfitted with incomprehensible\ngoods. A thing like a pipe-stem man looked up from a series of\noperations, made a waving motion to them, and abruptly disappeared.\n\n\"Did you really think we could be the only adult race in the universe?\"\nFlannery asked. \"You're looking at the Allr, the closest cultural\ngestalt to us, and somewhere near our level. Now--\"\n\nSomething squamous perched on a rock on what seemed to be a barren\nworld. Before it floated bright points of light that were obviously\nreplicas of planets, with tiny lines of light between them, and a\nshuttling of glints along the lines. The thing seemed to look at them,\nbriefly. A tentacle whipped up and touched Flannery, who sat with his\nhands off the control box. Without its use, they were abruptly back in\ntheir office.\n\nFlannery shivered, and there was strain on his face, while Duke felt\nhis mind freeze slowly, as if with physical cold. The director cleared\nhis throat. \"Or maybe we should look at more routine things, though you\nmight consider that we have to get ready for the day when our advancing\nculture touches on other cultures. Because we can't put it off\nforever.\"\n\nThis time, they were in a building, like a crude shed, and there were\nmen there, standing in front of a creature that seemed like a human in\narmor--but chitinous armor that was part of him. The alien suddenly\nturned, though Duke could now see that they were in a section behind\none-way glass. Nevertheless, it seemed to sense them. Abruptly,\nsomething began pulling at his mind, as if his thoughts were being\ndrained. Flannery hit the button again. \"Telepathic race, and very\nimmature,\" he said, and there was worry in his voice. \"Thank God, the\nonly one we've found, and out of our immediate line of advance.\"\n\nThere were other scenes. A human being who walked endlessly three feet\noff the floor, fighting against some barrier that wasn't there, with\nhis face frozen in fear, while creatures that seemed to be metallic\nmoved about. \"He found something while working on one of our\nparadynamic problems,\" Flannery said. \"He transported himself there and\nhas been exactly like that ever since--three years, now. So far, our\ndesk-jockeys here haven't been able to discover exactly what line he\nwas working on, but they're trying!\"\n\nThey were back in the office, and the director laid the control box on\nthe big panel and cut off the power. He swung back to face Duke, his\nface tired.\n\n\"You'll find a ship waiting to take you to Throm, and a man on board\nwho'll use the trip to brief you, if you decide to take the job, Duke.\nAs I said, it's up to you. If you still prefer your wars, come and see\nme next week, and maybe I can get the recruiting law set aside in your\ncase, since you're really a citizen of Meloa. Otherwise, the ship takes\noff for Throm in exactly three hours.\"\n\nHe led the way back to the elevator, and rode up to the lobby. Duke\nmoved out woodenly, but Flannery was obviously going no farther. The\nold man handed over what was left of the flask, shook Duke's hand\nquickly, and closed the elevator door.\n\nDuke downed the liquor slowly, without thinking. Finally, a flicker of\nthought seemed to stir in his frozen mind. He shook himself and headed\ndown the lobby toward the Earth outside. A faint vibration seemed to\nquiver in the air from below, and he quickened his steps.\n\nOutside, he shook himself again, signaled a cab, and climbed in.\n\n\"The first liquor store you come to,\" he told the driver. \"And then\ntake me to the government space port, no matter what I say!\"\n\n\n\n\nX\n\n\nIt was quiet in the underground office of the director, except for the\nfaint sound of Flannery's arms sliding across each other in an\nunconscious massaging motion. He caught himself at it, and leaned back,\nhis tired facial muscles twitching into a faint smile.\n\nStrange things happened to a man when he grew old. His hair turned\ngray, he thought more of the past, and prosthetic limbs began to feel\ntired, as if the nerves were remembering also. And the work that had\nonce seemed vitally important in every detail winnowed itself down to a\nfew things, with the rest only bothersome routine.\n\nHe pulled a thermos of coffee from under the desk and turned back to\nthe confusion of red-coded memoranda on his desk. Then the sound of the\nelevator coming down caught his attention, and he waited until the door\nopened.\n\n\"Hello, Harding,\" he said without turning around. Only one man beside\nhimself had the key to the private entrance. \"Coffee?\"\n\nHarding took a seat beside him, and accepted the plastic cup. \"Thanks.\nI tried to call you, but your phone was shut off. Heard the good word?\"\n\nFlannery shook his head. With the matter of the strange ship that had\nbeen reported and the problem of what to do with the telepaths both\ncoming to a head, he'd had no time for casual calls. There was no\nquestion now that the telepaths had plucked the knowledge of how to\nbuild an interstellar drive from the observers' minds, in spite of all\nprecautions. And once they broke out into the rest of the galaxy--\n\n\"Var died of a heart attack in the middle of a battle,\" Harding\nannounced. \"And Cathay and Kloomiria sent each other surrender notices\nthe minute word was official! The damnedest thing I ever heard of.\nEdmonds came with me, and he's upstairs now, planning a big victory\ncelebration as soon as we can let the word out. It should finish his\nreorientation.\"\n\n\"I'll probably get word on it by the time someone has it all organized\ninto a nice, official memo,\" Flannery said. \"Back him up on that\ncelebration. It's worth a celebration to find out both worlds are that\nclose to maturity. Coming over for bridge tonight?\"\n\nHarding shook his head. \"I'll be up to my elbows in bills for the\nrelief of Cathay and Kloomiria. It's a mess, even if it could be worse.\nMaybe tomorrow.\"\n\nHe dropped the cup onto the desk and turned to the elevator, while\nFlannery hunted through the memoranda. As he expected, he found a\nrecent one announcing Var's death. He rubbed his arms together as he\nread it, but there was no new information in it.\n\nThen, reluctantly, he picked up his phone and started to call. Scanning\nfor information, just as another bundle of memos came through a small\ndoor in the panel. At the sight of the top photo, he put the phone back\non its cradle. His face tautened and his arms lay limp as he read\nthrough it.\n\nThe picture was that of one of the half-disk Allr ships. The rumors of\nthe strange ship were true enough. One of the Allr races had crossed\nthe gulf between the two expanding cultures, and had touched several\nworlds briefly, to land in the biggest city on Ptek, the trading center\nfor a whole sector. It had been there two days already, before being\nreported to Earth!\n\nTo make matters worse, it had come because its home world had been\nvisited by a foreign ship--from the description, apparently from\nSugfarth; there was no longer any chance of cutting off the news, since\nit would be circulating busily through both cultures. And with it must\nbe going a thousand wild schemes by trading adventurers for\nexploration!\n\nHe'd expected it to happen some day, maybe in fifty years, after he was\nout of the office. By then enough of the worlds should have reached\nmaturity to offer some hope of peaceful interpenetration. But now--\n\nVictory, he thought bitterly. A small victory, and then this. Or maybe\ntwo small victories, if O'Neill worked out as well on Throm as he\nseemed to be doing, and if he realized he'd never be satisfied until he\ncould return to Earth to face the problems he now knew existed.\nFlannery had almost hoped that it would be O'Neill who would handle the\nproblem of cultural interpenetration. The man had ability.\n\nBut all that was in the past now, along with all the other victories.\nAnd in the present, as always, there were larger and larger problems,\nwhile full maturity lay forever a little farther on.\n\nThen he smiled slowly at himself. There were problems behind him,\ntoo--ones whose solutions made these problems possible. And there would\nalways be victory enough.\n\nWhat was victory, after all, but the chance to face bigger and bigger\nproblems without fear?\n\nFlannery picked up the phone, and his arms were no longer tired.\n\n\nTHE END\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Victory, by Lester del Rey\n\n*** END OF THIS PROJECT GUTENBERG EBOOK VICTORY ***\n\n***** This file should be named 24196-8.txt or 24196-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/4/1/9/24196/\n\nProduced by Greg Weeks and the Online Distributed\nProofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}