{"title": "The First One", "author": "Herbert D. Kastle", "releaseDate": "January 7, 2008", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                             THE FIRST ONE\n\n                          By HERBERT D. KASTLE\n\n                        Illustrated by von Dongen\n\n[Transcriber's Note: This etext was produced from Analog July 1961.\nExtensive research did not uncover any evidence that the U.S. copyright\non this publication was renewed.]\n\n\n     _The first man to return from beyond the Great Frontier may be\n     welcomed ... but will it be as a curiosity, rather than as a\n     hero...?_\n\n\nThere was the usual welcoming crowd for a celebrity, and the usual\nspeeches by the usual politicians who met him at the airport which had\nonce been twenty miles outside of Croton, but which the growing city had\nsince engulfed and placed well within its boundaries. But everything\nwasn't usual. The crowd was quiet, and the mayor didn't seem quite as\nat-ease as he'd been on his last big welcoming--for Corporal Berringer,\none of the crew of the spaceship _Washington_, first to set Americans\nupon Mars. His Honor's handclasp was somewhat moist and cold. His\nHonor's eyes held a trace of remoteness.\n\nStill, he was the honored home-comer, the successful returnee, the\nhometown boy who had made good in a big way, and they took the triumphal\ntour up Main Street to the new square and the grandstand. There he sat\nbetween the mayor and a nervous young coed chosen as homecoming queen,\nand looked out at the police and fire department bands, the National\nGuard, the boy scouts and girl scouts, the Elks and Masons. Several of\nthe churches in town had shown indecision as to how to instruct their\nparishioners to treat him. But they had all come around. The tremendous\nnational interest, the fact that he was the First One, had made them\ncome around. It was obvious by now that they would have to adjust as\nthey'd adjusted to all the other firsts taking place in these--as the\nnewspapers had dubbed the start of the Twenty-first Century--the\nGalloping Twenties.\n\nHe was glad when the official greeting was over. He was a very tired man\nand he had come farther, traveled longer and over darker country, than\nany man who'd ever lived before. He wanted a meal at his own table, a\nkiss from his wife, a word from his son, and later to see some old\nfriends and a relative or two. He didn't want to talk about the journey.\nHe wanted to forget the immediacy, the urgency, the terror; then perhaps\nhe would talk.\n\nOr would he? For he had very little to tell. He had traveled and he had\nreturned and his voyage was very much like the voyages of the great\nmariners, from Columbus onward--long, dull periods of time passing,\npassing, and then the arrival.\n\nThe house had changed. He saw that as soon as the official car let him\noff at 45 Roosevelt Street. The change was, he knew, for the better.\nThey had put a porch in front. They had rehabilitated, spruced up,\nalmost rebuilt the entire outside and grounds. But he was sorry. He had\nwanted it to be as before.\n\nThe head of the American Legion and the chief of police, who had\nescorted him on this trip from the square, didn't ask to go in with him.\nHe was glad. He'd had enough of strangers. Not that he was through with\nstrangers. There were dozens of them up and down the street, standing\nbeside parked cars, looking at him. But when he looked back at them,\ntheir eyes dropped, they turned away, they began moving off. He was\nstill too much the First One to have his gaze met.\n\nHe walked up what had once been a concrete path and was now an ornate\nflagstone path. He climbed the new porch and raised the ornamental\nknocker on the new door and heard the soft music sound within. He was\nsurprised that he'd had to do this. He'd thought Edith would be watching\nat a window.\n\nAnd perhaps she _had_ been watching ... but she hadn't opened the door.\n\nThe door opened; he looked at her. It hadn't been too long and she\nhadn't changed at all. She was still the small, slender girl he'd loved\nin high school, the small, slender woman he'd married twelve years ago.\nRalphie was with her. They held onto each other as if seeking mutual\nsupport, the thirty-three-year old woman and ten-year-old boy. They\nlooked at him, and then both moved forward, still together. He said,\n\"It's good to be home!\"\n\nEdith nodded and, still holding to Ralphie with one hand, put the other\narm around him. He kissed her--her neck, her cheek--and all the old\njokes came to mind, the jokes of travel-weary, battle-weary men, the\nand-_then_-I'll-put-my-pack-aside jokes that spoke of terrible hunger.\nShe was trembling, and even as her lips came up to touch his he felt the\ndifference, and because of this difference he turned with urgency to\nRalphie and picked him up and hugged him and said, because he could\nthink of nothing else to say, \"What a big fella, what a big fella.\"\n\nRalphie stood in his arms as if his feet were still planted on the\nfloor, and he didn't look at his father but somewhere beyond him. \"I\ndidn't grow much while you were gone, Dad, Mom says I don't eat enough.\"\n\nSo he put him down and told himself that it would all change, that\neverything would loosen up just as his commanding officer, General\nCarlisle, had said it would early this morning before he left\nWashington.\n\n\"Give it some time,\" Carlisle had said. \"You need the time; they need\nthe time. And for the love of heaven, don't be sensitive.\"\n\n       *       *       *       *       *\n\nEdith was leading him into the living room, her hand lying still in his,\na cool, dead bird lying still in his. He sat down on the couch, she sat\ndown beside him--but she had hesitated. He _wasn't_ being sensitive; she\nhad hesitated. His wife had hesitated before sitting down beside him.\n\nCarlisle had said his position was analogous to Columbus', to Vasco De\nGama's, to Preshoff's when the Russian returned from the Moon--but more\nso. Carlisle had said lots of things, but even Carlisle who had worked\nwith him all the way, who had engineered the entire fantastic\njourney--even Carlisle the Nobel prize winner, the multi-degreed genius\nin uniform, had not actually spoken to him as one man to another.\n\n_The eyes. It always showed in their eyes._\n\nHe looked across the room at Ralphie, standing in the doorway, a boy\nalready tall, already widening in the shoulders, already large of\nfeature. It was like looking into the mirror and seeing himself\ntwenty-five years ago. But Ralphie's face was drawn, was worried in a\nway that few ten-year-old faces are.\n\n\"How's it going in school?\" he asked.\n\n\"Gee, Dad, it's the second month of summer vacation.\"\n\n\"Well, then, before summer vacation?\"\n\n\"Pretty good.\"\n\nEdith said, \"He made top forum the six-month period before vacation, and\nhe made top forum the six-month period you went away, Hank.\"\n\nHe nodded, remembering that, remembering everything, remembering the\nwarmth of her farewell, the warmth of Ralphie's farewell, their tears as\nhe left for the experimental flight station in the Aleutians. They had\nfeared for him, having read of the many launchings gone wrong even in\ncontinent-to-continent experimental flight.\n\nThey had been right to worry. He had suffered much after that blow-up.\nBut now they should be rejoicing, because he had survived and made the\nlong journey. Ralphie suddenly said, \"I got to go, Dad. I promised Walt\nand the others I'd pitch. It's Inter-Town Little League, you know. It's\nHarmon, you know. I got to keep my word.\" Without waiting for an answer,\nhe waved his hand--it shook; a ten-year-old boy's hand that shook--and\nran from the room and from the house.\n\nHe and Edith sat beside each other, and he wanted badly to take her in\nhis arms, and yet he didn't want to oppress her. He stood up. \"I'm very\ntired. I'd like to lie down a while.\" Which wasn't true, because he'd\nbeen lying down all the months of the way back.\n\nShe said, \"Of course. How stupid of me, expecting you to sit around and\nmake small talk and pick up just where you left off.\"\n\nHe nodded. But that was exactly what he wanted to do--make small talk\nand pick up just where he'd left off. But they didn't expect it of him;\nthey wouldn't let him; they felt he had changed too much.\n\n       *       *       *       *       *\n\nShe led him upstairs and along the foyer past Ralphie's room and past\nthe small guest room to their bedroom. This, too, had changed. It was\nnewly painted and it had new furniture. He saw twin beds separated by an\nornate little table with an ornate little lamp, and this looked more\nominous a barrier to him than the twelve-foot concrete-and-barbed-wire\nfence around the experimental station.\n\n\"Which one is mine,\" he asked, and tried to smile.\n\nShe also tried to smile. \"The one near the window. You always liked the\nfresh air, the sunshine in the morning. You always said it helped you\nto get up on time when you were stationed at the base outside of town.\nYou always said it reminded you--being able to see the sky--that you\nwere going to go up in it, and that you were going to come down from it\nto this bed again.\"\n\n\"Not this bed,\" he murmured, and was a little sorry afterward.\n\n\"No, not this bed,\" she said quickly. \"Your lodge donated the bedroom\nset and I really didn't know--\" She waved her hand, her face white.\n\nHe was sure then that she _had_ known, and that the beds and the barrier\nbetween them were her own choice, if only an unconscious choice. He went\nto the bed near the window, stripped off his Air Force blue jacket,\nbegan to take off his shirt, but then remembered that some arm scars\nstill showed. He waited for her to leave the room.\n\nShe said, \"Well then, rest up, dear,\" and went out.\n\nHe took off his shirt and saw himself in the mirror on the opposite\nwall; and then took off his under-shirt. The body scars were faint, the\nscars running in long lines, one dissecting his chest, the other slicing\ndiagonally across his upper abdomen to disappear under his trousers.\nThere were several more on his back, and one on his right thigh. They'd\nbeen treated properly and would soon disappear. But she had never seen\nthem.\n\nPerhaps she never would. Perhaps pajamas and robes and dark rooms would\nkeep them from her until they were gone.\n\nWhich was not what he'd considered at all important on leaving Walter\nReed Hospital early this morning; which was something he found\ndistasteful, something he felt beneath them both. And, at the same time,\nhe began to understand that there would be many things, previously\nbeneath them both, which would have to be considered. She had changed;\nRalphie had changed; all the people he knew had probably\nchanged--because they thought _he_ had changed.\n\nHe was tired of thinking. He lay down and closed his eyes. He let\nhimself taste bitterness, unhappiness, a loneliness he had never known\nbefore.\n\nBut sometime later, as he was dozing off, a sense of reassurance began\nfiltering into his mind. After all, he was still Henry Devers, the same\nman who had left home eleven months ago, with a love for family and\nfriends which was, if anything, stronger than before. Once he could\ncommunicate this, the strangeness would disappear and the First One\nwould again become good old Hank. It was little enough to ask for--a\nreturn to old values, old relationships, the normalcies of the backwash\ninstead of the freneticisms of the lime-light. It would certainly be\ngranted to him.\n\nHe slept.\n\n       *       *       *       *       *\n\nDinner was at seven P.M. His mother came; his Uncle Joe and Aunt Lucille\ncame. Together with Edith, Ralphie and himself, they made six, and ate\nin the dining room at the big table.\n\nBefore he'd become the First One, it would have been a noisy affair. His\nfamily had never been noted for a lack of ebullience, a lack of\ntalkativeness, and Ralphie had always chosen mealtimes--especially with\ncompany present--to describe everything and anything that had happened\nto him during the day. And Edith herself had always chatted, especially\nwith his mother, though they didn't agree about much. Still, it had been\ngood-natured; the general tone of their lives had been good-natured.\n\nThis wasn't good-natured. Exactly what it was he wasn't sure. \"Stiff\"\nwas perhaps the word.\n\nThey began with grapefruit, Edith and Mother serving quickly,\nefficiently from the kitchen, then sitting down at the table. He looked\nat Mother as he raised his first spoonful of chilled fruit, and said,\n\"Younger than ever.\" It was nothing new; he'd said it many many times\nbefore, but his mother had always reacted with a bright smile and a quip\nsomething like, \"Young for the Golden Age Center, you mean.\" This time\nshe burst into tears. It shocked him. But what shocked him even more was\nthe fact that no one looked up, commented, made any attempt to comfort\nher; no one indicated in any way that a woman was sobbing at the table.\n\nHe was sitting directly across from Mother, and reached out and touched\nher left hand which lay limply beside the silverware. She didn't move\nit--she hadn't touched him once beyond that first, quick, strangely-cool\nembrace at the door--then a few seconds later she withdrew it and let it\ndrop out of sight.\n\nSo there he was, Henry Devers, at home with the family. So there he was,\nthe hero returned, waiting to be treated as a human being.\n\nThe grapefruit shells were cleaned away and the soup served. Uncle Joe\nbegan to talk. \"The greatest little development of circular uniform\nhouses you ever did see,\" he boomed in his powerful salesman's voice.\n\"Still going like sixty. We'll sell out before--\" At that point he\nlooked at Hank, and Hank nodded encouragement, desperately interested in\nthis normalcy, and Joe's voice died away. He looked down at his plate,\nmumbled, \"Soup's getting cold,\" and began to eat. His hand shook a\nlittle; his ruddy face was not quite as ruddy as Hank remembered it.\n\nAunt Lucille made a few quavering statements about the Ladies' Tuesday\nGarden Club, and Hank looked across the table to where she sat between\nJoe and Mother--his wife and son bracketed him, and yet he felt\nalone--and said, \"I've missed fooling around with the lawn and the rose\nbushes. Here it is August and I haven't had my hand to a mower or\ntrowel.\"\n\nAunt Lucille smiled, if you could call it that--a pitiful twitching of\nthe lips--and nodded. She threw her eyes in his direction, and past him,\nand then down to her plate. Mother, who was still sniffling, said, \"I\nhave a dismal headache. I'm going to lie down in the guest room a\nwhile.\" She touched his shoulder in passing--his affectionate, effusive\nmother who would kiss stray dogs and strange children, who had often\nirritated him with an excess of physical and verbal caresses--she barely\ntouched his shoulder and fled.\n\nSo now five of them sat at the table. The meat was served--thin, rare\nslices of beef, the pink blood-juice oozing warmly from the center. He\ncut into it and raised a forkful to his mouth, then glanced at Ralphie\nand said, \"Looks fresh enough to have been killed in the back yard.\"\nRalphie said, \"Yeah, Dad.\" Aunt Lucille put down her knife and fork and\nmurmured something to her husband. Joe cleared his throat and said\nLucille was rapidly becoming a vegetarian and he guessed she was going\ninto the living room for a while. \"She'll be back for dessert, of\ncourse,\" he said, his laugh sounding forced.\n\nHank looked at Edith; Edith was busy with her plate. Hank looked at\nRalphie; Ralphie was busy with his plate. Hank looked at Joe; Joe was\nchewing, gazing out over their heads to the kitchen. Hank looked at\nLucille; she was disappearing into the living room.\n\nHe brought his fist down on the table. The settings jumped; a glass\noverturned, spilling water. He brought it down again and again. They\nwere all standing now. He sat there and pounded the table with his big\nright fist--Henry Devers, who would never have thought of making such a\nscene before, but who was now so sick and tired of being treated as the\nFirst One, of being stood back from, looked at in awe of, felt in fear\nof, that he could have smashed more than a table.\n\nEdith said, \"Hank!\"\n\nHe said, voice hoarse, \"Shut up. Go away. Let me eat alone. I'm sick of\nthe lot of you.\"\n\n       *       *       *       *       *\n\nMother and Joe returned a few minutes later where he sat forcing food\ndown his throat. Mother said, \"Henry dear--\" He didn't answer. She began\nto cry, and he was glad she left the house then. He had never said\nanything really bad to his mother. He was afraid this would have been\nthe time. Joe merely cleared his throat and mumbled something about\ngetting together again soon and \"drop out and see the new development\"\nand he, too, was gone. Lucille never did manage to speak to him.\n\nHe finished his beef and waited. Soon Edith came in with the special\ndessert she'd been preparing half the day--a magnificent English trifle.\nShe served him, and spooned out a portion for herself and Ralphie. She\nhesitated near his chair, and when he made no comment she called the\nboy. Then the three of them were sitting, facing the empty side of the\ntable. They ate the trifle. Ralphie finished first and got up and said,\n\"Hey, I promised--\"\n\n\"You promised the boys you'd play baseball or football or handball or\nsomething; anything to get away from your father.\"\n\nRalphie's head dropped and he muttered, \"Aw, no, Dad.\"\n\nEdith said, \"He'll stay home, Hank. We'll spend an evening\ntogether--talking, watching TV, playing Monopoly.\"\n\nRalphie said, \"Gee, sure, Dad, if you want to.\"\n\nHank stood up. \"The question is not whether I want to. You both know I\nwant to. The question is whether _you_ want to.\"\n\nThey answered together that of course they wanted to. But their\neyes--his wife's and son's eyes--could not meet his, and so he said he\nwas going to his room because he was, after all, very tired and would in\nall probability continue to be very tired for a long, long time and that\nthey shouldn't count on him for normal social life.\n\nHe fell asleep quickly, lying there in his clothes.\n\nBut he didn't sleep long. Edith shook him and he opened his eyes to a\nlighted room. \"Phil and Rhona are here.\" He blinked at her. She smiled,\nand it seemed her old smile. \"They're so anxious to see you, Hank. I\ncould barely keep Phil from coming up and waking you himself. They want\nto go out and do the town. Please, Hank, say you will.\"\n\nHe sat up. \"Phil,\" he muttered. \"Phil and Rhona.\" They'd had wonderful\ntimes together, from grammar school on. Phil and Rhona, their oldest and\nclosest friends. Perhaps this would begin his real homecoming.\n\nDo the town? They'd paint it and then tear it down!\n\n       *       *       *       *       *\n\nIt didn't turn out that way. He was disappointed; but then again, he'd\nalso expected it. This entire first day at home had conditioned him to\nexpect nothing good. They went to the bowling alleys, and Phil sounded\nvery much the way he always had--soft spoken and full of laughter and\nfull of jokes. He patted Edith on the head the way he always had, and\nclapped Hank on the shoulder (but not the way he always had--so much\nmore gently, almost remotely), and insisted they all drink more than was\ngood for them as he always had. And for once, Hank was ready to go along\non the drinking. For once, he matched Phil shot for shot, beer for beer.\n\nThey didn't bowl very long. At ten o'clock they crossed the road to\nManfred's Tavern, where Phil and the girls ordered sandwiches and coffee\nand Hank went right on drinking. Edith said something to him, but he\nmerely smiled and waved his hand and gulped another ounce of nirvana.\n\nThere was dancing to a juke box in Manfred's Tavern. He'd been there\nmany times before, and he was sure several of the couples recognized\nhim. But except for a few abortive glances in his direction, it was as\nif he were a stranger in a city halfway around the world.\n\nAt midnight, he was still drinking. The others wanted to leave, but he\nsaid, \"I haven't danced with my girl Rhona.\" His tongue was thick, his\nmind was blurred, and yet he could read the strange expression on her\nface--pretty Rhona, who'd always flirted with him, who'd made a ritual\nof flirting with him. Pretty Rhona, who now looked as if she were going\nto be sick.\n\n\"So let's rock,\" he said and stood up.\n\nThey were on the dance floor. He held her close, and hummed and chatted.\nAnd through the alcoholic haze saw she was a stiff-smiled, stiff-bodied,\nmechanical dancing doll.\n\nThe number finished; they walked back to the booth. Phil said,\n\"Beddy-bye time.\"\n\nHank said, \"First one dance with my loving wife.\"\n\nHe and Edith danced. He didn't hold her close as he had Rhona. He waited\nfor her to come close on her own, and she did, and yet she didn't.\nBecause while she put herself against him, there was something in her\nface--no, in her eyes; it always showed in the eyes--that made him know\nshe was trying to be the old Edith and not succeeding. This time when\nthe music ended, he was ready to go home.\n\nThey rode back to town along Route Nine, he and Edith in the rear of\nPhil's car, Rhona driving because Phil had drunk just a little too much,\nPhil singing and telling an occasional bad joke, and somehow not his old\nself. No one was his old self. No one would ever be his old self with\nthe First One.\n\nThey turned left, to take the short cut along Hallowed Hill Road, and\nPhil finished a story about a Martian and a Hollywood sex queen and\nlooked at his wife and then past her at the long, cast-iron fence\nparalleling the road. \"Hey,\" he said, pointing, \"do you know why that's\nthe most popular place on earth?\"\n\nRhona glanced to the left, and so did Hank and Edith. Rhona made a\nlittle sound, and Edith seemed to stop breathing, but Phil went on a\nwhile longer, not yet aware of his supposed _faux pas_.\n\n\"You know why?\" he repeated, turning to the back seat, the laughter\nrumbling up from his chest. \"You know why, folks?\"\n\nRhona said, \"Did you notice Carl Braken and his wife at--\"\n\nHank said, \"No, Phil, why is it the most popular place on earth?\"\n\nPhil said, \"Because people are--\" And then he caught himself and waved\nhis hand and muttered, \"I forgot the punch line.\"\n\n\"Because people are dying to get in,\" Hank said, and looked through the\nwindow, past the iron fence, into the large cemetery at the fleeting\ntombstones.\n\nThe car was filled with horrified silence when there should have been\nnothing but laughter, or irritation at a too-old joke. \"Maybe you should\nlet me out right here,\" Hank said. \"I'm home--or that's what everyone\nseems to think. Maybe I should lie down in an open grave. Maybe that\nwould satisfy people. Maybe that's the only way to act, like Dracula or\nanother monster from the movies.\"\n\nEdith said, \"Oh, Hank, don't, don't!\"\n\nThe car raced along the road, crossed a macadam highway, went four\nblocks and pulled to a stop. He didn't bother saying good night. He\ndidn't wait for Edith. He just got out and walked up the flagstone path\nand entered the house.\n\n       *       *       *       *       *\n\n\"Hank,\" Edith whispered from the guest room doorway, \"I'm so sorry--\"\n\n\"There's nothing to be sorry about. It's just a matter of time. It'll\nall work out in time.\"\n\n\"Yes,\" she said quickly, \"that's it. I need a little time. We all need a\nlittle time. Because it's so strange, Hank. Because it's so frightening.\nI should have told you that the moment you walked in. I think I've hurt\nyou terribly, we've all hurt you terribly, by trying to hide that we're\nfrightened.\"\n\n\"I'm going to stay in the guest room,\" he said, \"for as long as\nnecessary. For good if need be.\"\n\n\"How could it be for good? How, Hank?\"\n\nThat question was perhaps the first firm basis for hope he'd had since\nreturning. And there was something else; what Carlisle had told him,\neven as Carlisle himself had reacted as all men did.\n\n\"There are others coming, Edith. Eight that I know of in the tanks right\nnow. My superior, Captain Davidson, who died at the same moment I\ndid--seven months ago next Wednesday--he's going to be next. He was\nsmashed up worse than I was, so it took a little longer, but he's almost\nready. And there'll be many more, Edith. The government is going to save\nall they possibly can from now on. Every time a young and healthy man\nloses his life by accident, by violence, and his body can be recovered,\nhe'll go into the tanks and they'll start the regenerative brain and\norgan process--the process that made it all possible. So people have to\nget used to us. And the old stories, the old terrors, the ugly old\nsuperstitions have to die, because in time each place will have some of\nus; because in time it'll be an ordinary thing.\"\n\nEdith said, \"Yes, and I'm so grateful that you're here, Hank. Please\nbelieve that. Please be patient with me and Ralphie and--\" She paused.\n\"There's one question.\"\n\nHe knew what the question was. It had been the first asked him by\neveryone from the president of the United States on down.\n\n\"I saw nothing,\" he said. \"It was as if I slept those six and a half\nmonths--slept without dreaming.\"\n\nShe came to him and touched his face with her lips, and he was\nsatisfied.\n\nLater, half asleep, he heard a dog howling, and remembered stories of\nhow they announced death and the presence of monsters. He shivered and\npulled the covers closer to him and luxuriated in being safe in his own\nhome.\n\n\nTHE END\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The First One, by Herbert D. Kastle\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE FIRST ONE ***\n\n***** This file should be named 24192.txt or 24192.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/4/1/9/24192/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}