{"title": "The Untouchable", "author": "Stephen A. Kallis", "releaseDate": "January 8, 2008", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, David Wilson and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n +------------------------------------------------------------------+\n |                                                                  |\n | Transcriber's note:                                              |\n |                                                                  |\n | This story was published in Analog, December 1960. Extensive     |\n | research did not uncover any evidence that the U.S. copyright on |\n | this publication was renewed.                                    |\n |                                                                  |\n +------------------------------------------------------------------+\n\n\n\n\n[Illustration]\n\n\n\n\nTHE\nUNTOUCHABLE\n\nBy\nSTEPHEN A. KALLIS, JR.\n\n\nIllustrated by Douglas\n\n\n\n\n_\"You can see it--you can watch it--but mustn't touch!\" And what could\npossibly be more frustrating ... when you need, most violently, to get\nyour hands on it for just one second...._\n\n\nThe man finally entered the office of General George Garvers. As the\ndoor closed behind him, he saw the general, who sprang from his chair to\ngreet him.\n\n\"Max! You finally came.\"\n\n\"Got here as soon as I could. I wager half my time was taken up by the\nsecurity check points. You are certainly isolated in here.\"\n\n\"All of that,\" agreed the general. \"Have a seat, won't you?\" he asked,\nindicating a chair.\n\nHis friend sank into it gratefully. \"Now, what's this vital problem you\ncalled me about? You weren't too specific.\"\n\n\"No,\" said Garvers, \"I wasn't. This is a security matter, after a\nfashion. It's vitally important that we get technical help on this\nthing, and since you and I are friends, I was asked to call you in.\"\n\n\"Well?\"\n\n\"I'm afraid I'll have to make a story of it.\"\n\n\"Quite all right by me, but don't mind if I interject a question now and\nthen. Mind if I smoke?\"\n\n\"Go right ahead,\" said Garvers, fumbling out a lighter. \"Just don't\nspill ashes on the rug.\n\n\"This all began on the Third of May. I was working here on some\ntop-security stuff. I had suddenly got the feeling of being watched. I\nknow it seems silly, what with all the check points that a potential spy\nwould have to go through to get here, but that's just how I felt.\n\n\"Several times I glanced around the office, but of course it was empty.\nThen I began to think that it was my nerves.\"\n\n\"You always were a bit of a hypochondriac,\" observed his friend.\n\n\"Be that as it may,\" continued Garvers, \"it was the only explanation I\nhad at the time. Either someone was watching me, which seemed\nimpossible, or I was beginning to crack under the strain.\n\n\"Well, I put my papers away and tried to take a short break. I was\nreaching into my drawer where I keep magazines when, so help me, a man\nstepped out of the wall into my office.\"\n\n\"What? It seems as if you just said a guy stepped out of the wall.\"\n\n\"That's just what I did say. It sounds crazy, but let me finish, will\nyou? I'm not kidding, and I'll show you proof later if necessary.\n\n\"Anyway, this bird stepped straight out of the wall as if it had been a\nwaterfall or something, but the wall itself was undamaged. The only\nproof I had that he had actually done it was the fact that he was in my\noffice, but that was proof enough.\n\n\"To put it mildly, I was thunderstruck. After jumping to my feet, I\ncould only stand there like an idiot. I was so shaken that I couldn't\nspeak a word. But he spoke first.\n\n\"'General Garvers?' he asked, just as if he had run into me at a\ncocktail party or on the street.\n\n\"I told him he was correct, and asked him who _he_ was and what he\nwanted. And how he got into my office.\n\n\"He identified himself as a Henry Busch and explained that he was acting\nin behalf of a good friend of his, the late Dr. Hymann Duvall. Have you\never heard of Duvall, Max?\"\n\nHis friend twisted his face in thought. \"Can't say that I have,\noff-hand. But the name seems to ring a bell somewhere.\"\n\n\"Well, anyway, he said that Duvall had perfected an invention of great\nnational importance shortly before his death and asked Busch to deliver\nit to the government if anything should happen to him. Then Duvall died\nsuddenly of a heart attack.\"\n\n\"And what was this invention?\"\n\n\"Isn't it obvious? A machine that would enable a man to walk through\nwalls. And Busch has no idea how the thing works, other than the general\nexplanation that Duvall gave him. And Busch was poles apart from Duvall.\nThey were friends from college, but not because of professional\ninterests. It seems they were both doublecrossed by the same girl.\n\n\"Duvall was a brilliant but obscure nuclear and radiation physicist. He\nwas one of those once-in-a-lifetime fellows like Tesla. He was so shy\nthat he didn't bring himself to anybody's attention, save for a few\npapers he published in the smaller physical societies' magazines. It was\nonly because he had inherited a considerable amount of money that he\ncould do any research whatsoever.\"\n\n\"Hm-m-m. I seem to remember a paper about wave propagation in one of the\nquarterlies. Quite unorthodox, as I recall,\" said Max.\n\n\"Could be. But anyway, about Busch.\n\n\"Busch majored in psychology at college, but took special courses after\nhe graduated and took a Master's in English. He has written two novels\nand three collections of poems under various pen names. At the time of\nDuvall's death, he was working on the libretto of an opera. He has had\nno technical training, unless you want to count a year of high school\ngeneral science. So he wasn't too much help in explaining how Duvall's\ninstrument works.\n\n\"And, just to make matters more juicy, Duvall kept no notes. He had\ntotal recall and a childlike fear of putting anything into writing that\nhad not been experimentally verified.\"\n\n\"And this machine, how is it supposed to work?\"\n\n\nGarvers got up and began to pace. \"According to Busch, Duvall devised\nthe instrument after stumbling into an entirely new branch of physics.\n\n\"This device of Duvall's is a special case of a new theory of matter and\nenergy. Matter is made up of subnuclear particles--electrons, protons\nand the like. However, Duvall said that these particles are in turn made\nup of much smaller particles grouped together in aggregate clouds. The\nsize ratio of these particles to protons is somewhat like the ratio of\nan individual proton to a large star. They seem to be composed of tiny\nclots of energy from a fantastically complex energy system, in which\nelectromagnetism is but a small part. Each energy-segment is represented\nby a different facet of each particle, and the arrangement of the\nindividual particles to each other determines what super-particle they\nwill form, such as an electron. Duvall called these sub-particles\n'lems'.\n\n\"Busch says he was told that a field of a special nature could be\ngenerated so as to make the individual lems in the particles of matter\nrotate in a special way that would introduce a 'polarization field', as\nDuvall called it. This field seems to be connected somehow with gravity,\nbut Busch wasn't told how.\n\n\"The upshot is that matter in the _initial_ presence of the field is\naffected so that it is able to pass through ordinary matter--\"\n\n\"Hold on,\" interrupted Max. \"If a device can do that, then the user\nwould immediately fall towards the center of the Earth.\"\n\n\"Just _you_ hold on. You didn't let me finish. A single plane of atoms,\nat the base of the treated object is the point of contact. It remains\npartially unaffected because it is closest to the 'gravetostatic field\ncenter', which I guess is the Earth's center of attraction. This plane\nof 'semi-treated' atoms can be forced through an object, if it is moved\nhorizontally, but its 'untreated' aspect prevents the subject wearing\nthe device from falling through the floor.\n\n\"Busch demonstrated this device to me, turning it on and strolling\nthrough various objects in this room. Think of it! No soldier could be\nkilled or held prisoner. And--\"\n\n\"Now hang on,\" objected Max. \"Let's not run away with ourselves. He may\nhave perfected a device that would enable a soldier to avoid capture,\nbut there would certainly be other ways to kill him than by bullets.\nLet's see now: suppose that the enemy shot a flamethrower at him. The\nburning materials might pass through him, but he would be cooked anyway.\nOr poison gas--\"\n\n\"Hm-m-m. As far as gas goes, I suppose a gas mask would be necessary.\nBusch doesn't know about the breathing mechanism, except that he had to\ntake breaths. But as far as fire or radiation goes, the man's protected.\nIf the radiation is either harmful by nature or by amount, the field\nmerely reflects it. It is something called the 'lemic stress' of the\nfield that causes the phenomenon.\n\n\"That's why we need your help.\"\n\nMax scratched his head thoughtfully. \"I don't understand.\"\n\nGarvers looked pained. \"When Busch had finished his demonstration, he\ncarelessly tossed the device on my desk. The thing skidded and hit my\npaperweight so that the switch was thrown on again. So now the device\nand my desk are both untouchable.\n\n\"Go over to the desk and try to touch it,\" said Garvers dryly.\n\nHis friend got up and ambled over to the desk. There he saw a small\nblack box resting near a paperweight. Its toggle switch was at the \"on\"\nposition, and it was lying on its side. He tried to pick the box up, but\nhis hand slid effortlessly through it as if it were so much air.\n\n\"_Well_!\" Max said. He passed his hand through the desk again. \"Well,\nwell. Are you sure Busch told you everything?\"\n\n\"Busch! He honestly wants to help and we have taken him through the\nmill. Pentathol, scopolamine and the like; hypnotism and the polygraph.\nWe've dug that man deeper than we have ever dug anybody before.\"\n\n\"And have you conducted any experiments of your own?\"\n\n\"Certainly. That's what is so frustrating. We try to X ray the thing,\nand we don't get a thing. We bombarded it with every radiation we could\nthink of, from radio to gamma and it just reflected them. We can detect\nno radiation coming out of it. Magnetic fields don't effect it, nor do\nheat and cold. Nuclear particles are ignored by it; it just _sits_ there\nthumbing its nose at us. And we can't even wait for it to run down.\nAccording to Busch, the power requirements of the thing are funny and\nonce the field is established, it takes no additional energy to maintain\nit. And the collapsing power remains indefinitely until it is time to\nturn the machine off, but it's unreachable by any means we have.\n\n\"It's pure frustration. There's no way we can analyze it until we can\nhandle it, and no way we can handle it until we can turn it off. And\nthere's no way we can turn it off until we have analyzed it. If it were\nalive, I'd think that it was laughing at us.\n\n\"Do _you_ have any ideas?\" asked Garvers hopefully.\n\n\"Nothing that would help a solution at present,\" said Max. \"But do you\nremember the legend of King Tantalus?\"\n\n\"Slightly. What about it?\"\n\n\"Well ... if _he_ were here,\" said Max thoughtfully, \"he'd ...\nsympathize.\"\n\n\nTHE END\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Untouchable, by Stephen A. Kallis\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE UNTOUCHABLE ***\n\n***** This file should be named 24221-8.txt or 24221-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/4/2/2/24221/\n\nProduced by Greg Weeks, David Wilson and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}