{"title": "Gun for Hire", "author": "Dallas McCord Reynolds", "releaseDate": "January 11, 2008", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n _A gun is an interesting weapon; it can be hired, of\n course, and naturally doesn't care who hires it. Something\n much the same can be said of the gunman, too...._\n\n\n GUN FOR HIRE\n\n\n By\n\n MACK\n REYNOLDS\n\n\n Illustrated by van Dongen\n\n\nJoe Prantera called softly, \"Al.\" The pleasurable, comfortable, warm\nfeeling began spreading over him, the way it always did.\n\nThe older man stopped and squinted, but not suspiciously, even now.\n\nThe evening was dark, it was unlikely that the other even saw the circle\nof steel that was the mouth of the shotgun barrel, now resting on the\ncar's window ledge.\n\n\"Who's it?\" he growled.\n\nJoe Prantera said softly, \"Big Louis sent me, Al.\"\n\nAnd he pressed the trigger.\n\nAnd at that moment, the universe caved inward upon Joseph Marie\nPrantera.\n\nThere was nausea and nausea upon nausea.\n\nThere was a falling through all space and through all time. There was\ndoubling and twisting and twitching of every muscle and nerve.\n\nThere was pain, horror and tumultuous fear.\n\nAnd he came out of it as quickly and completely as he'd gone in.\n\nHe was in, he thought, a hospital and his first reaction was to think,\n_This here California. Everything different._ Then his second thought\nwas _Something went wrong. Big Louis, he ain't going to like this._\n\n[Illustration]\n\nHe brought his thinking to the present. So far as he could remember, he\nhadn't completely pulled the trigger. That at least meant that whatever\nthe rap was it wouldn't be too tough. With luck, the syndicate would get\nhim off with a couple of years at Quentin.\n\nA door slid open in the wall in a way that Joe had never seen a door\noperate before. _This here California._\n\nThe clothes on the newcomer were wrong, too. For the first time, Joe\nPrantera began to sense an alienness--a something that was awfully\nwrong.\n\nThe other spoke precisely and slowly, the way a highly educated man\nspeaks a language which he reads and writes fluently but has little\noccasion to practice vocally. \"You have recovered?\"\n\nJoe Prantera looked at the other expressionlessly. Maybe the old duck\nwas one of these foreign doctors, like.\n\nThe newcomer said, \"You have undoubtedly been through a most harrowing\nexperience. If you have any untoward symptoms, possibly I could be of\nassistance.\"\n\nJoe couldn't figure out how he stood. For one thing, there should have\nbeen some kind of police guard.\n\nThe other said, \"Perhaps a bit of stimulant?\"\n\nJoe said flatly, \"I wanta lawyer.\"\n\nThe newcomer frowned at him. \"A lawyer?\"\n\n\"I'm not sayin' nothin'. Not until I get a mouthpiece.\"\n\nThe newcomer started off on another tack. \"My name is Lawrence\nReston-Farrell. If I am not mistaken, you are Joseph Salviati-Prantera.\"\n\nSalviati happened to be Joe's mother's maiden name. But it was unlikely\nthis character could have known that. Joe had been born in Naples and\nhis mother had died in childbirth. His father hadn't brought him to the\nStates until the age of five and by that time he had a stepmother.\n\n\"I wanta mouthpiece,\" Joe said flatly, \"or let me outta here.\"\n\nLawrence Reston-Farrell said, \"You are not being constrained. There are\nclothes for you in the closet there.\"\n\nJoe gingerly tried swinging his feet to the floor and sitting up, while\nthe other stood watching him, strangely. He came to his feet. With the\nexception of a faint nausea, which brought back memories of that extreme\ncondition he'd suffered during ... during what? He hadn't the vaguest\nidea of what had happened.\n\nHe was dressed in a hospital-type nightgown. He looked down at it and\nsnorted and made his way over to the closet. It opened on his approach,\nthe door sliding back into the wall in much the same manner as the\nroom's door had opened for Reston-Farrell.\n\nJoe Prantera scowled and said, \"These ain't my clothes.\"\n\n\"No, I am afraid not.\"\n\n\"You think I'd be seen dead wearing this stuff? What is this, some\nreligious crackpot hospital?\"\n\nReston-Farrell said, \"I am afraid, Mr. Salviati-Prantera, that these are\nthe only garments available. I suggest you look out the window there.\"\n\nJoe gave him a long, chill look and then stepped to the window. He\ncouldn't figure the other. Unless he was a fruitcake. Maybe he was in\nsome kind of pressure cooker and this was one of the fruitcakes.\n\nHe looked out, however, not on the lawns and walks of a sanitarium but\nupon a wide boulevard of what was obviously a populous city.\n\nAnd for a moment again, Joe Prantera felt the depths of nausea.\n\nThis was not his world.\n\nHe stared for a long, long moment. The cars didn't even have wheels, he\nnoted dully. He turned slowly and faced the older man.\n\nReston-Farrell said compassionately, \"Try this, it's excellent cognac.\"\n\nJoe Prantera stared at him, said finally, flatly, \"What's it all\nabout?\"\n\nThe other put down the unaccepted glass. \"We were afraid first\nrealization would be a shock to you,\" he said. \"My colleague is in the\nadjoining room. We will be glad to explain to you if you will join us\nthere.\"\n\n\"I wanta get out of here,\" Joe said.\n\n\"Where would you go?\"\n\nThe fear of police, of Al Rossi's vengeance, of the measures that might\nbe taken by Big Louis on his failure, were now far away.\n\nReston-Farrell had approached the door by which he had entered and it\nreopened for him. He went through it without looking back.\n\nThere was nothing else to do. Joe dressed, then followed him.\n\n       *       *       *       *       *\n\nIn the adjoining room was a circular table that would have accommodated\na dozen persons. Two were seated there now, papers, books and soiled\ncoffee cups before them. There had evidently been a long wait.\n\nReston-Farrell, the one Joe had already met, was tall and drawn of face\nand with a chainsmoker's nervousness. The other was heavier and more at\nease. They were both, Joe estimated, somewhere in their middle fifties.\nThey both looked like docs. He wondered, all over again, if this was\nsome kind of pressure cooker.\n\nBut that didn't explain the view from the window.\n\nReston-Farrell said, \"May I present my colleague, Citizen Warren\nBrett-James? Warren, this is our guest from ... from yesteryear, Mr.\nJoseph Salviati-Prantera.\"\n\nBrett-James nodded to him, friendly, so far as Joe could see. He said\ngently, \"I think it would be Mr. Joseph Prantera, wouldn't it? The\nmaternal linage was almost universally ignored.\" His voice too gave the\nimpression he was speaking a language not usually on his tongue.\n\nJoe took an empty chair, hardly bothering to note its alien qualities.\nHis body seemed to _fit_ into the piece of furniture, as though it had\nbeen molded to his order.\n\nJoe said, \"I think maybe I'll take that there drink, Doc.\"\n\nReston-Farrell said, \"Of course,\" and then something else Joe didn't\nget. Whatever the something else was, a slot opened in the middle of the\ntable and a glass, so clear of texture as to be all but invisible, was\nelevated. It contained possibly three ounces of golden fluid.\n\nJoe didn't allow himself to think of its means of delivery. He took up\nthe drink and bolted it. He put the glass down and said carefully,\n\"What's it all about, huh?\"\n\nWarren Brett-James said soothingly, \"Prepare yourself for somewhat of a\nshock, Mr. Prantera. You are no longer in Los Angeles--\"\n\n\"Ya think I'm stupid? I can see that.\"\n\n\"I was about to say, Los Angeles of 1960. Mr. Prantera, we welcome you\nto Nuevo Los Angeles.\"\n\n\"Ta where?\"\n\n\"To Nuevo Los Angeles and to the year--\" Brett-James looked at his\ncompanion. \"What is the date, Old Calendar?\"\n\n\"2133,\" Reston-Farrell said. \"2133 A.D. they would say.\"\n\nJoe Prantera looked from one of them to the other, scowling. \"What are\nyou guys talking about?\"\n\nWarren Brett-James said softly, \"Mr. Prantera, you are no longer in the\nyear 1960, you are now in the year 2133.\"\n\nHe said, uncomprehendingly, \"You mean I been, like, unconscious for--\"\nHe let the sentence fall away as he realized the impossibility.\n\nBrett-James said gently, \"Hardly for one hundred and seventy years, Mr.\nPrantera.\"\n\nReston-Farrell said, \"I am afraid we are confusing you. Briefly, we have\n_transported_ you, I suppose one might say, from your own era to ours.\"\n\nJoe Prantera had never been exposed to the concept of time travel. He\nhad simply never associated with anyone who had ever even remotely\nconsidered such an idea. Now he said, \"You mean, like, I been asleep all\nthat time?\"\n\n\"Not exactly,\" Brett-James said, frowning.\n\nReston-Farrell said, \"Suffice to say, you are now one hundred and\nseventy-three years after the last memory you have.\"\n\nJoe Prantera's mind suddenly reverted to those last memories and his\neyes narrowed dangerously. He felt suddenly at bay. He said, \"Maybe you\nguys better let me in on what's this all about.\"\n\nReston-Farrell said, \"Mr. Prantera, we have brought you from your era to\nperform a task for us.\"\n\nJoe stared at him, and then at the other. He couldn't believe he was\ngetting through to them. Or, at least, that they were to him.\n\nFinally he said, \"If I get this, you want me to do a job for you.\"\n\n\"That is correct.\"\n\nJoe said, \"You guys know the kind of jobs I do?\"\n\n\"That is correct.\"\n\n\"Like hell you do. You think I'm stupid? I never even seen you before.\"\nJoe Prantera came abruptly to his feet. \"I'm gettin' outta here.\"\n\nFor the second time, Reston-Farrell said, \"Where would you go, Mr.\nPrantera?\"\n\nJoe glared at him. Then sat down again, as abruptly as he'd arisen.\n\n       *       *       *       *       *\n\n\"Let's start all over again. I got this straight, you brought me, some\nscrewy way, all the way ... here. O.K., I'll buy that. I seen what it\nlooks like out that window--\" The real comprehension was seeping through\nto him even as he talked. \"Everybody I know, Jessie, Tony, the Kid, Big\nLouis, everybody, they're dead. Even Big Louis.\"\n\n\"Yes,\" Brett-James said, his voice soft. \"They are all dead, Mr.\nPrantera. Their children are all dead, and their grandchildren.\"\n\nThe two men of the future said nothing more for long minutes while Joe\nPrantera's mind whirled its confusion.\n\nFinally he said, \"What's this bit about you wanting me to give it to\nsome guy.\"\n\n\"That is why we brought you here, Mr. Prantera. You were ... you are, a\nprofessional assassin.\"\n\n\"Hey, wait a minute, now.\"\n\nReston-Farrell went on, ignoring the interruption. \"There is small point\nin denying your calling. Pray remember that at the point when we ...\n_transported_ you, you were about to dispose of a contemporary named\nAlphonso Annunziata-Rossi. A citizen, I might say, whose demise would\nprobably have caused small dismay to society.\"\n\nThey had him pegged all right. Joe said, \"But why me? Why don't you get\nsome heavy from now? Somebody knows the ropes these days.\"\n\nBrett-James said, \"Mr. Prantera, there are no professional assassins in\nthis age, nor have there been for over a century and a half.\"\n\n\"Well, then do it yourself.\" Joe Prantera's irritation over this whole\ncomplicated mess was growing. And already he was beginning to long for\nthe things he knew--for Jessie and Tony and the others, for his favorite\nbar, for the lasagne down at Papa Giovanni's. Right now he could have\nwelcomed a calling down at the hands of Big Louis.\n\nReston-Farrell had come to his feet and walked to one of the large\nroom's windows. He looked out, as though unseeing. Then, his back\nturned, he said, \"We have tried, but it is simply not in us, Mr.\nPrantera.\"\n\n\"You mean you're yella?\"\n\n\"No, if by that you mean afraid. It is simply not within us to take the\nlife of a fellow creature--not to speak of a fellow man.\"\n\nJoe snapped: \"Everything you guys say sounds crazy. Let's start all over\nagain.\"\n\nBrett-James said, \"Let me do it, Lawrence.\" He turned his eyes to Joe.\n\"Mr. Prantera, in your own era, did you ever consider the future?\"\n\nJoe looked at him blankly.\n\n\"In your day you were confronted with national and international,\nproblems. Just as we are today and just as nations were a century or a\nmillennium ago.\"\n\n\"Sure, O.K., so we had problems. I know whatcha mean--like wars, and\ndepressions and dictators and like that.\"\n\n\"Yes, like that,\" Brett-James nodded.\n\nThe heavy-set man paused a moment. \"Yes, like that,\" he repeated. \"That\nwe confront you now indicates that the problems of your day were solved.\nHadn't they been, the world most surely would have destroyed itself.\nWars? Our pedagogues are hard put to convince their students that such\never existed. More than a century and a half ago our society eliminated\nthe reasons for international conflict. For that matter,\" he added\nmusingly, \"we eliminated most international boundaries. Depressions?\nShortly after your own period, man awoke to the fact that he had\nachieved to the point where it was possible to produce an abundance for\nall with a minimum of toil. Overnight, for all practical purposes, the\nwhole world was industrialized, automated. The second industrial\nrevolution was accompanied by revolutionary changes in almost every\nfield, certainly in every science. Dictators? Your ancestors found, Mr.\nPrantera, that it is difficult for a man to be free so long as others\nare still enslaved. Today the democratic ethic has reached a pinnacle\nnever dreamed of in your own era.\"\n\n\"O.K., O.K.,\" Joe Prantera growled. \"So everybody's got it made. What I\nwanta know is what's all this about me giving it ta somebody? If\neverything's so great, how come you want me to knock this guy off?\"\n\nReston-Farrell bent forward and thumped his right index finger twice on\nthe table. \"The bacterium of hate--a new strain--has found the human\nrace unprotected from its disease. We had thought our vaccines immunized\nus.\"\n\n\"What's that suppose to mean?\"\n\nBrett-James took up the ball again. \"Mr. Prantera, have you ever heard\nof Ghengis Khan, of Tamerlane, Alexander, Caesar?\"\n\nJoe Prantera scowled at him emptily.\n\n\"Or, more likely, of Napoleon, Hitler, Stalin?\"\n\n\"Sure I heard of Hitler and Stalin,\" Joe growled. \"I ain't stupid.\"\n\nThe other nodded. \"Such men are unique. They have a drive ... a drive to\npower which exceeds by far the ambitions of the average man. They are\ngenii in their way, Mr. Prantera, genii of evil. Such a genius of evil\nhas appeared on the current scene.\"\n\n\"Now we're getting somewheres,\" Joe snorted. \"So you got a guy what's a\nlittle ambitious, like, eh? And you guys ain't got the guts to give it\nto him. O.K. What's in it for me?\"\n\nThe two of them frowned, exchanged glances. Reston-Farrell said, \"You\nknow, that is one aspect we had not considered.\"\n\nBrett-James said to Joe Prantera, \"Had we not, ah, taken you at the time\nwe did, do you realize what would have happened?\"\n\n\"Sure,\" Joe grunted. \"I woulda let old Al Rossi have it right in the\nguts, five times. Then I woulda took the plane back to Chi.\"\n\nBrett-James was shaking his head. \"No. You see, by coincidence, a police\nsquad car was coming down the street just at that moment to arrest Mr.\nRossi. You would have been apprehended. As I understand Californian law\nof the period, your life would have been forfeit, Mr. Prantera.\"\n\nJoe winced. It didn't occur to him to doubt their word.\n\nReston-Farrell said, \"As to reward, Mr. Prantera, we have already told\nyou there is ultra-abundance in this age. Once this task has been\nperformed, we will sponsor your entry into present day society.\nCompetent psychiatric therapy will soon remove your present--\"\n\n\"Waita minute, now. You figure on gettin' me candled by some head\nshrinker, eh? No thanks, Buster. I'm going back to my own--\"\n\nBrett-James was shaking his head again. \"I am afraid there is no return,\nMr. Prantera. Time travel works but in one direction, _with_ the flow of\nthe time stream. There can be no return to your own era.\"\n\nJoe Prantera had been rocking with the mental blows he had been\nassimilating, but this was the final haymaker. He was stuck in this\nsquaresville of a world.\n\n       *       *       *       *       *\n\nJoe Prantera on a job was thorough.\n\nCareful, painstaking, competent.\n\nHe spent the first three days of his life in the year 2133 getting the\nfeel of things. Brett-James and Reston-Farrell had been appointed to\nwork with him. Joe didn't meet any of the others who belonged to the\ngroup which had taken the measures to bring him from the past. He didn't\nwant to meet them. The fewer persons involved, the better.\n\nHe stayed in the apartment of Reston-Farrell. Joe had been right,\nReston-Farrell was a medical doctor. Brett-James evidently had something\nto do with the process that had enabled them to bring Joe from the past.\nJoe didn't know how they'd done it, and he didn't care. Joe was a\nrealist. He was here. The thing was to adapt.\n\nThere didn't seem to be any hurry. Once the deal was made, they left it\nup to him to make the decisions.\n\nThey drove him around the town, when he wished to check the traffic\narteries. They flew him about the whole vicinity. From the air, Southern\nCalifornia looked much the same as it had in his own time. Oceans,\nmountains, and to a lesser extent, deserts, are fairly permanent even\nagainst man's corroding efforts.\n\nIt was while he was flying with Brett-James on the second day that Joe\nsaid, \"How about Mexico? Could I make the get to Mexico?\"\n\nThe physicist looked at him questioningly. \"Get?\" he said.\n\nJoe Prantera said impatiently, \"The getaway. After I give it to this\nHoward Temple-Tracy guy, I gotta go on the run, don't I?\"\n\n\"I see.\" Brett-James cleared his throat. \"Mexico is no longer a separate\nnation, Mr. Prantera. All North America has been united into one unit.\nToday, there are only eight nations in the world.\"\n\n\"Where's the nearest?\"\n\n\"South America.\"\n\n\"That's a helluva long way to go on a get.\"\n\n\"We hadn't thought of the matter being handled in that manner.\"\n\nJoe eyed him in scorn. \"Oh, you didn't, huh? What happens after I give\nit to this guy? I just sit around and wait for the cops to put the arm\non me?\"\n\nBrett-James grimaced in amusement. \"Mr. Prantera, this will probably be\ndifficult for you to comprehend, but there are no police in this era.\"\n\nJoe gaped at him. \"No police! What happens if you gotta throw some guy\nin stir?\"\n\n\"If I understand your idiom correctly, you mean prison. There are no\nprisons in this era, Mr. Prantera.\"\n\nJoe stared. \"No cops, no jails. What stops anybody? What stops anybody\nfrom just going into some bank, like, and collecting up all the bread?\"\n\nBrett-James cleared his throat. \"Mr. Prantera, there are no banks.\"\n\n\"No banks! You gotta have banks!\"\n\n\"And no money to put in them. We found it a rather antiquated method of\ndistribution well over a century ago.\"\n\nJoe had given up. Now he merely stared.\n\nBrett-James said reasonably, \"We found we were devoting as much time to\nfinancial matters in all their endless ramifications--including bank\nrobberies--as we were to productive efforts. So we turned to more\nefficient methods of distribution.\"\n\n       *       *       *       *       *\n\nOn the fourth day, Joe said, \"O.K., let's get down to facts. Summa the\nthings you guys say don't stick together so good. Now, first place,\nwhere's this guy Temple-Tracy you want knocked off?\"\n\nReston-Farrell and Brett-James were both present. The three of them sat\nin the living room of the latter's apartment, sipping a sparkling wine\nwhich seemed to be the prevailing beverage of the day. For Joe's taste\nit was insipid stuff. Happily, rye was available to those who wanted it.\n\nReston-Farrell said, \"You mean, where does he reside? Why, here in this\ncity.\"\n\n\"Well, that's handy, eh?\" Joe scratched himself thoughtfully. \"You got\nsomebody can finger him for me?\"\n\n\"Finger him?\"\n\n\"Look, before I can give it to this guy I gotta know some place where\nhe'll be at some time. Get it? Like Al Rossi. My finger, he works in\nRossi's house, see? He lets me know every Wednesday night, eight\no'clock, Al leaves the house all by hisself. O.K., so I can make plans,\nlike, to give it to him.\" Joe Prantera wound it up reasonably. \"You\ngotta have a finger.\"\n\nBrett-James said, \"Why not just go to Temple-Tracy's apartment and, ah,\ndispose of him?\"\n\n\"Jest walk in, eh? You think I'm stupid? How do I know how many\nwitnesses hangin' around? How do I know if the guy's carryin' heat?\"\n\n\"Heat?\"\n\n\"A gun, a gun. Ya think I'm stupid? I come to give it to him and he\ngives it to me instead.\"\n\nDr. Reston-Farrell said, \"Howard Temple-Tracy lives alone. He\ncustomarily receives visitors every afternoon, largely potential\nfollowers. He is attempting to recruit members to an organization he is\nforming. It would be quite simple for you to enter his establishment and\ndispose of him. I assure you, he does not possess weapons.\"\n\nJoe was indignant. \"Just like that, eh?\" he said sarcastically. \"Then\nwhat happens? How do I get out of the building? Where's my get car\nparked? Where do I hide out? Where do I dump the heat?\"\n\n\"Dump the heat?\"\n\n\"Get rid of the gun. You want I should get caught with the gun on me?\nI'd wind up in the gas chamber so quick--\"\n\n\"See here, Mr. Prantera,\" Brett-James said softly. \"We no longer have\ncapital punishment, you must realize.\"\n\n\"O.K. I still don't wanta get caught. What _is_ the rap these days,\nhuh?\" Joe scowled. \"You said they didn't have no jails any more.\"\n\n\"This is difficult for you to understand, I imagine,\" Reston-Farrell\ntold him, \"but, you see, we no longer punish people in this era.\"\n\nThat took a long, unbelieving moment to sink in. \"You mean, like, no\nmatter what they do? That's crazy. Everybody'd be running around giving\nit to everybody else.\"\n\n\"The motivation for crime has been removed, Mr. Prantera,\"\nReston-Farrell attempted to explain. \"A person who commits a violence\nagainst another is obviously in need of medical care. And, consequently,\nreceives it.\"\n\n\"You mean, like, if I steal a car or something, they just take me to a\ndoctor?\" Joe Prantera was unbelieving.\n\n\"Why would anybody wish to steal a car?\" Reston-Farrell said easily.\n\n\"But if I _give it_ to somebody?\"\n\n\"You will be turned over to a medical institution. Citizen Howard\nTemple-Tracy is the last man you will ever kill, Mr. Prantera.\"\n\nA chillness was in the belly of Joe Prantera. He said very slowly, very\ndangerously, \"You guys figure on me getting caught, don't you?\"\n\n\"Yes,\" Brett-James said evenly.\n\n\"Well then, figure something else. You think I'm stupid?\"\n\n\"Mr. Prantera,\" Dr. Reston-Farrell said, \"there has been as much\nprogress in the field of psychiatry in the past two centuries as there\nhas in any other. Your treatment would be brief and painless, believe\nme.\"\n\nJoe said coldly, \"And what happens to you guys? How do you know I won't\nrat on you?\"\n\nBrett-James said gently, \"The moment after you have accomplished your\nmission, we plan to turn ourselves over to the nearest institution to\nhave determined whether or not we also need therapy.\"\n\n\"Now I'm beginning to wonder about you guys,\" Joe said. \"Look, all over\nagain, what'd'ya wanta give it to this guy for?\"\n\nThe doctor said, \"We explained the other day, Mr. Prantera. Citizen\nHoward Temple-Tracy is a dangerous, atavistic, evil genius. We are\nafraid for our institutions if his plans are allowed to mature.\"\n\n\"Well if you got things so good, everybody's got it made, like, who'd\nlisten to him?\"\n\nThe doctor nodded at the validity of the question. \"Mr. Prantera, _Homo\nsapiens_ is a unique animal. Physically he matures at approximately the\nage of thirteen. However, mental maturity and adjustment is often not\nfully realized until thirty or even more. Indeed, it is sometimes never\nachieved. Before such maturity is reached, our youth are susceptible to\nromantic appeal. Nationalism, chauvinism, racism, the supposed glory of\nthe military, all seem romantic to the immature. They rebel at the\norderliness of present society. They seek entertainment in excitement.\nCitizen Temple-Tracy is aware of this and finds his recruits among the\nyoung.\"\n\n\"O.K., so this guy is dangerous. You want him knocked off before he\nscrews everything up. But the way things are, there's no way of making a\nget. So you'll have to get some other patsy. Not me.\"\n\n\"I am afraid you have no alternative,\" Brett-James said gently. \"Without\nus, what will you do? Mr. Prantera, you do not even speak the language.\"\n\n\"What'd'ya mean? I don't understand summa the big words you eggheads\nuse, but I get by O.K.\"\n\nBrett-James said, \"Amer-English is no longer the language spoken by the\nman in the street, Mr. Prantera. Only students of such subjects any\nlonger speak such tongues as Amer-English, French, Russian or the many\nothers that once confused the race with their limitations as a means of\ncommunication.\"\n\n\"You mean there's no place in the whole world where they talk American?\"\nJoe demanded, aghast.\n\n       *       *       *       *       *\n\nDr. Reston-Farrell controlled the car. Joe Prantera sat in the seat next\nto him and Warren Brett-James sat in the back. Joe had, tucked in his\nbelt, a .45 caliber automatic, once displayed in a museum. It had been\nmore easily procured than the ammunition to fit it, but that problem too\nhad been solved.\n\nThe others were nervous, obviously repelled by the very conception of\nwhat they had planned.\n\nInwardly, Joe was amused. Now that they had got in the clutch, the\nothers were on the verge of chickening out. He knew it wouldn't have\ntaken much for them to cancel the project. It wasn't any answer though.\nIf they allowed him to call it off today, they'd talk themselves into it\nagain before the week was through.\n\nBesides, already Joe was beginning to feel the comfortable, pleasurable,\nwarm feeling that came to him on occasions like this.\n\nHe said, \"You're sure this guy talks American, eh?\"\n\nWarren Brett-James said, \"Quite sure. He is a student of history.\"\n\n\"And he won't think it's funny I talk American to him, eh?\"\n\n\"He'll undoubtedly be intrigued.\"\n\nThey pulled up before a large apartment building that overlooked the\narea once known as Wilmington.\n\nJoe was coolly efficient now. He pulled out the automatic, held it down\nbelow his knees and threw a shell into the barrel. He eased the hammer\ndown, thumbed on the safety, stuck the weapon back in his belt and\nbeneath the jacketlike garment he wore.\n\nHe said, \"O.K. See you guys later.\" He left them and entered the\nbuilding.\n\nAn elevator--he still wasn't used to their speed in this era--whooshed\nhim to the penthouse duplex occupied by Citizen Howard Temple-Tracy.\n\nThere were two persons in the reception room but they left on Joe's\narrival, without bothering to look at him more than glancingly.\n\nHe spotted the screen immediately and went over and stood before it.\n\nThe screen lit and revealed a heavy-set, dour of countenance man seated\nat a desk. He looked into Joe Prantera's face, scowled and said\nsomething.\n\nJoe said, \"Joseph Salviati-Prantera to interview Citizen Howard\nTemple-Tracy.\"\n\nThe other's shaggy eyebrows rose. \"Indeed,\" he said. \"In Amer-English?\"\n\nJoe nodded.\n\n\"Enter,\" the other said.\n\nA door had slid open on the other side of the room. Joe walked through\nit and into what was obviously an office. Citizen Temple-Tracy sat at a\ndesk. There was only one other chair in the room. Joe Prantera ignored\nit and remained standing.\n\nCitizen Temple-Tracy said, \"What can I do for you?\"\n\nJoe looked at him for a long, long moment. Then he reached down to his\nbelt and brought forth the .45 automatic. He moistened his lips.\n\nJoe said softly, \"You know what this here is?\"\n\nTemple-Tracy stared at the weapon. \"It's a handgun, circa, I would say,\nabout 1925 Old Calendar. What in the world are you doing with it?\"\n\nJoe said, very slowly, \"Chief, in the line you're in these days you\nneeda heavy around with wunna these. Otherwise, Chief, you're gunna wind\nup in some gutter with a lotta holes in you. What I'm doin', I'm askin'\nfor a job. You need a good man knows how to handle wunna these, Chief.\"\n\nCitizen Howard Temple-Tracy eyed him appraisingly. \"Perhaps,\" he said,\n\"you are right at that. In the near future, I may well need an assistant\nknowledgeable in the field of violence. Tell me more about yourself. You\nsurprise me considerably.\"\n\n\"Sure, Chief. It's kinda a long story, though. First off, I better tell\nyou you got some bad enemies, Chief. Two guys special, named Brett-James\nand Doc Reston-Farrell. I think one of the first jobs I'm gunna hafta do\nfor you, Chief, is to give it to those two.\"\n\n\nTHE END\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Analog_ December 1960. Extensive\n    research did not uncover any evidence that the U.S. copyright on\n    this publication was renewed. Minor spelling and typographical\n    errors have been corrected without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Gun for Hire, by Dallas McCord Reynolds\n\n*** END OF THIS PROJECT GUTENBERG EBOOK GUN FOR HIRE ***\n\n***** This file should be named 24247.txt or 24247.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/4/2/4/24247/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}