{"title": "Card Trick", "author": "Walter Bupp AKA Randall Garrett", "releaseDate": "January 14, 2008", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                          Transcriber's Note:\n\n          This etext was produced from Analog, January 1961.\n          Extensive research did not uncover any evidence that\n          the U.S. copyright on this publication was renewed.\n\n\n\n\n\n     _The Psi Lodge had their ways and means of applying\n     pressure, when pressure was needed. But the peculiar talent\n     this fellow showed was one that even they'd never heard of...!_\n\n\n                            [Illustration]\n\n\n\n                            CARD ... TRICK\n\n\n                                  By\n\n                                WALTER\n\n                                 BUPP\n\n\n                        Illustrated by Douglas\n\n       *       *       *       *       *\n\n\n\n\nThe game was stud. There were seven at the table, which makes for\ngood poker. Outside of Nick, who banked the game, nobody looked\nfamiliar. They all had the beat look of compulsive gamblers,\nfogged over by their individual attempts at a poker face. They\nwere a cagey-looking lot. Only one of them was within ten years\nof my age.\n\n\"Just in case, gamblers,\" the young one said. I looked up from\nstacking the chips I had just bought from Nick. The speaker was a\nskinny little guy with a sharp chin and more freckles than I'd\nlike to have.\n\n\"If any one of you guys has any psi powers,\" the sharp-chinned\ngambler said sourly, \"you better beat it. All gamblers here will\nrecoup double their losses from any snake we catch using psi\npowers to beat the odds.\"\n\nHe shot a hard eyed look around a room not yet dimmed by cigar\nsmoke. I got the most baleful glare, I thought. He didn't need to\nworry. I'd been certified Normal by an expert that very evening.\n\nThe expert was Dr. Shari King, whom I had taken to dinner before\njoining the game at Nick's. It had gotten to be a sort of weekly\ndate--although this night had given signs of being the last one.\nFor a while that spring, desoxyribonucleic acid had begun to take\nsecond place in my heart. This is a pitiful admission for a\nbiochemist to make--DNA should be the cornerstone of his life.\nBut Shari was something rare--a gorgeous woman, if somewhat\ndistant, who was thoroughly intelligent. She had already earned\nher doctorate, while I was still struggling with the tag ends of\nmy thesis.\n\n\"Poker, Tex?\" Shari had asked, when the waitress was bringing\ndessert. \"Is this becoming a problem? You've played every night\nthis week.\"\n\n\"No problem, Shari,\" I said. \"I'm winning, and I see no point in\nnot pocketing all that found money.\"\n\n\"Compulsive gambling is a sickness,\" she said, looking at me\nthoughtfully. She was wearing a shirtwaist and skirt that had the\nbright colors and fullness you associate with peasant dress.\n\n\"The only sick thing about me is my bank account,\" I grinned,\nrelishing her dark, romantic quality. \"I need the dough, Shari.\nI've got a thesis to finish if I ever want to get a job\nteaching.\"\n\nHer thick eyebrows fluttered upward, a danger signal I had\nlearned to look for. \"That's a childish rationalization, Tex,\"\nshe said with a lot more sharpness than I had expected. \"There\nare certainly other ways to get money!\"\n\n\"So I'm not as smart as you,\" I told her.\n\n\"Smart?\" She didn't think I was tracking.\n\n\"I wasn't as shrewd as you were in picking my parents,\" I said.\n\"Mine never had much, and left me less than that when they died.\"\n\nShe threw her spoon to the table. \"I'll remind you of how silly\nthese remarks sound, after you've hit a losing streak,\" she told\nme.\n\nI laughed at that one. \"I don't lose, Shari,\" I said. \"And I\ndon't intend to.\"\n\nHer lashes veiled her violet eyes as she smiled and said more\nquietly, \"Then you are in even worse trouble than I thought. I\nhear a lot about what happens to these strange people who never\nlose at cards or at dice or at roulette. Aren't you afraid of\nwinding up in the gutter with your throat slit? Isn't that what\nhappens to people with psi powers who gamble?\" she insisted.\n\"What's your trick, Tex? Do you stack the deck with telekinesis,\nor does precognition tell you what's about to be dealt?\"\n\n\"That crack isn't considered very funny in Texas,\" I growled.\n\n\"Is it any more silly for me to think you might be a psi\npersonality than for you to think you never lose at cards?\" she\nnailed me.\n\nI could feel my face getting red. \"Damn it!\" I started. \"Nobody\ntalks to a friend like that!\"\n\n\"Pretty convincing proof!\" Shari said tartly.\n\n\"Of what?\"\n\n\"Of the fact that you aren't making any sense about this gambling\nkick you're on, Tex. You should have laughed my teasing off. Who\nwould seriously suggest that _you_ were a psi personality?\" she\ndemanded. \"And most of all, with my background in psi, do you\nthink I could be misled about it?\"\n\nI shrugged, trying to cool down. Shari's doctorate had been\nearned with a startling thesis on psi phenomena and psi\npersonalities, and she had stayed on at Columbia as a research\nfellow in the field. In egghead circles, she rated as a psi\nexpert, all right.\n\n\"Guess not,\" I said, trying to kill the subject.\n\nShe wasn't going to let it die. \"I don't think you're a psi, Tex.\nYou're a Normal!\" The way she said it, it didn't sound like a\ncompliment. \"Worse than that,\" she insisted. \"You're beginning to\nact like a compulsive gambler.\" She took a deep breath, and let\nme have the clincher: \"I could never marry a gambler, Tex!\"\n\n\"You've never been asked,\" I reminded her.\n\nShe had the last word. \"Let's go!\" she snapped.\n\n       *       *       *       *       *\n\nAngry as I was about her acting as though I were a snake, I\nwished I could have thrown her certification that I was a Normal\nin the freckled face of the sharp-chinned gambler at Nick's later\nthat night. After Shari's needling, I didn't take very kindly to\nhis popping off with the Law of the Pack. It's understood\nwherever people gamble that psis aren't welcome.\n\nNick didn't like it any better than I did. \"All right, Lefty,\" he\nsaid to the sharp-chinned gambler. \"Calm down, huh, kid? What\nkinda game you think I run, huh?\"\n\nI didn't let the sour start spoil my game. I was lucky right from\nthe start and hit big in several hands.\n\nLefty, the gambler who had yelped about psi powers at the game,\ndealt the tenth hand. He gave me the eight of spades in the hole.\nBy the fourth card I had three other spades showing, which gave\nme four-fifths of a rare flush in stud poker. But by the fourth\ncard Lefty had given himself a pair of jacks. That drove all the\nother gamblers to cover.\n\nLefty raised, of course, and it cost me five hundred bucks to see\nmy fifth card. It was a classic kind of stand-off in stud, and\nthe waiter stopped with his tray of drinks to press in among the\nother kibitzers and watch the pay-off.\n\nLefty shucked out the last two cards carelessly, as if they\ndidn't really matter. His own fifth card made no difference--his\njacks already had a busted flush beaten. His smile was just a\nlittle too sharp as he tossed me my last card face up and reached\nfor the pot with the same left-handed gesture.\n\nI took the poker panetella out of my teeth. \"All blue,\" I said,\nturning up my hole card with the other hand.\n\nLefty threw the unused part of the deck to the center of the\ntable. \"That does it, you snake!\" he swore at me.\n\nIt took a second for his accusation to sink in. I started across\nthe table after him. If they hadn't stopped me, I would have torn\nhis lying throat out. Funny, but there were kibitzers on my\nshoulders before I could rise an inch out of my chair.\n\n\"Down in Texas you could get shot for a crack like that, Lefty!\"\nI said. I guess I really yelled it.\n\n\"And in New York you can, and probably will, get your rotten\nthroat slit for a trick like the one _you_ just pulled,\" he\nreplied. He turned to the other gamblers, most of whom had their\nhands on the edge of the table, ready to jump to their feet if it\ngot any rougher.\n\n\"I stacked the deck this last deal,\" he said coolly. He held a\npalm up at their surprised mutter. \"Tex's fifth card was stacked\nto be a heart, gamblers. You saw him get a spade and take the\npot. I won't sit at the same table with a guy that can do that.\nTelekinesis has no place in poker.\"\n\n\"Pretty near as bad as stacked decks,\" one of the gamblers\nrasped. But the others weren't with him. I only had to take one\nlook at Nick's face.\n\nI stood up slowly, and the hands on my shoulders didn't hold me\ndown any longer. \"Lefty says he stacked the deck,\" I told them.\n\"I say he lies. You know there's nothing to choose between our\nstatements. Lefty is a cheap grandstander, and I'll settle with\nhim myself. Nick, I won't embarrass you tonight. This isn't your\nfault. But I'll be here tomorrow night, and you had better be\nglad to see me!\"\n\n\"Sure, Tex,\" he said uncomfortably, rising with me. \"Take my\nseat, Shorty,\" he directed one of the kibitzers. He walked around\nto grab me by the elbow and steer me as far away from Lefty's\ntruculent face as he could. At least the sharp-chinned little rat\nhad quit the game, too. Both of us had left our chips on the\ntable.\n\nNick wanted me to leave. \"Pay me off,\" I insisted. He said yes a\nlot quicker than I thought he would. The other gamblers could\nhave squawked that my chips should go into the next pot, but\napparently none of them did.\n\nLefty sidled out as Nick was paying me off. \"Wait outside for\nme,\" I said to him.\n\n\"Why not?\" he said, sticking his chin out at me and walking out.\n\nNick grabbed me again. \"Don't get hot, Tex,\" he warned me. \"I\ndon't want a killing on my own sidewalk. Take it some place else,\nhuh, kid?\"\n\n\"Sure,\" I said.\n\nThere wasn't any danger Lefty would hang around. I was big enough\nto break him in two, which is exactly what I planned if I caught\nup with him.\n\n       *       *       *       *       *\n\nIt had been dark for some hours by the time I hit the street and\nwaved for a skim-copter. Nick's games start late.\n\n\"You asked me to wait,\" somebody said. I spun around and saw\nLefty standing in the alleyway beside the building. I went for\nhim, charging hard. He scuttled back into the alley, out of what\nlittle light there was that far downtown. Just as I reached for\nhim, somebody slugged me in the gut. I went down on a knee,\ngasping. I hadn't seen his sidekick--the alley was pretty dark.\nI heard Lefty's breath suck in sharply as I came up out of my\ncrouch, diving for him. After all, it was only pain, something\ninside my head. It wasn't as though I had been really crippled.\nMy fingers clawed at his jacket, and would have held him. But the\nother guy grabbed at my ankle and threw me down on the slippery\ncobbles again.\n\nI came up slower that time. I'd bunged up my kneecap more than I\nwanted to think about. Lefty was still out of reach. I called him\na name that was always good for a fight in Texas, and started\nafter him, but slower than before. I wasn't fast enough to avoid\nthe hard thing that rammed against my spine. Even down in Texas,\na gun in the back freezes you up.\n\nLefty was all guts now that I was hung up on the gun barrel. It\nmight as well have been a meat hook.\n\n\"I warned you not to use psi in the game!\" he snapped. \"Now\nyou'll have to talk to Pete.\"\n\n\"One of us isn't going to live through this,\" I promised him,\nstarting to reach for his throat. The gun jabbed a reminder to\nwatch my manners.\n\n\"Do you come quietly?\" Lefty asked shrilly. \"Or do we--?\"\n\nThe sudden shrillness of his voice scared me more than anything\nelse. He was worked up worse than I was. \"Quietly,\" I conceded,\ntrying to get some saliva to flow again. The pressure against my\nspine eased off.\n\nLefty stepped out of the alley to the curb and flagged down a\ncruising 'copter. He made me get in first, which gave me a chance\nto turn, when I sat down, and see who had been holding the gun on\nme from behind. The gunman had sure drifted in one awful hurry.\nThere wasn't a soul except Lefty around.\n\nHe hopped in after me. The turbine howled as the driver gunned us up on the\nair cushion and sent us skimming away. The trip lasted only four or five\nminutes through the thinning traffic of late evening. We pulled up in front\nof a brownstone house in the upper Eighties that reared up four stories\namong a string of three-story neighbors.\n\nI limped to the top of the steps after Lefty. He let us in with a\nkey. We were in a dimly-lit hall that had a staircase against its\nleft wall and an open door at its right, leading into a darkened\nroom.\n\nA tall skinny girl was sitting about a third of the way up the\ncarpeted flight of steps. Her face was drawn out to a point by a\nlong, thin nose. \"Here they are,\" she called up the stairway,\nshowing braces on her teeth. She stood up and came down the hall.\nShe was clad in a shortie wrapper that showed off her race-horse\nlegs.\n\n\"Billy Joe,\" she said to Lefty. \"I _told_ them you were coming.\"\n\n\"Hi, Pheola,\" he said. \"Good for you.\" He sounded pleased.\n\nThere were steps above, and two others joined us. First came a\nshort square man with gray hair and bushy gray eyebrows. He was\nwrapped up in a flannel robe that had once been maroon and was\nnow rusty with age and wear. It only served to confirm that he\nhad just been yanked out of bed. He hadn't bothered to put\nanything on his bare feet or to comb his hair. A pretty wild\nlooking old man.\n\nBehind him stumped a chunky woman, crowding fifty. She was in a\nworse state of dishabille. She hadn't quite made it to bed and\nwas still in her slip. Her stockings had been unhitched from her\ngarters and hung in slack transparency around her fat calves,\nlike the sloughed-off skin of a snake.\n\n\"I _told_ you,\" Pheola said to the gray-haired man.\n\n\"It's nice that you're right once in a while,\" he said in a\nscratchy, sleepy voice, walking past her to switch on the ceiling\nof the room on the right side of the hall.\n\nShe didn't like that. Lefty stopped her reply. \"Will it be PC?\"\nhe asked her.\n\n\"No,\" she said.\n\n\"You missed that one,\" Lefty said.\n\n\"Didn't neither!\"\n\n\"Well, sit in with us and see,\" he suggested.\n\n\"What for?\" she asked. \"I know what's going to happen in there.\nYou'll be along to bed right soon, darlin' Billy!\"\n\nHe looked over at me. \"Go on in, Tex,\" he said.\n\n\"Darlin' Billy!\" I sneered.\n\n\"Don't pay any attention to her,\" he said. \"She's in another\nspace-time continuum.\" I pointedly ogled the girl's pretty legs\ngoing up the stairs and whistled softly. \"My wife,\" he said,\nblushing. \"A powerful PC, or one day will be.\"\n\n\"You're kidding,\" I said. His arm on my elbow pushed me into the\nlighted room.\n\n       *       *       *       *       *\n\nIt had been the front parlor of the old brownstone in its prime,\nand was now fixed up as an office. The place held an executive\ndesk with several buttons and enough other controls to put it in\norbit. There were a number of cushioned straight-backed chairs\nand a comfortable leather couch under the window. Only the fact\nthat it was getting on toward midnight made me willing to believe\nthat the couple who had walked down the stairs expected to be\ntaken seriously.\n\n\"This is George Robertson, the poker whiz,\" Lefty said briefly to\nthe two sleepy heads. \"They call him Tex. Tex, this is Peter\nMaragon, Grand Master of the Lodge.\"\n\nThe gray-haired man gave me a tired nod. \"I imagine you're a\npretty angry young man, Mr. Robertson,\" he said in his scratchy\nvoice. I started to tell him quite a little about how I felt, but\nhe held up his hand. \"I've had a hard day,\" he complained. \"And I\ngot out of bed solely to adjudicate your case. Now, this will go\na lot more quickly if you listen.\" He smacked his lips a couple\ntimes as if he wondered where he had left his partial plate. I\nhoped he had swallowed it. \"Sit down, sit down,\" he said\nirritably, pointing at the chair across the desk from him.\n\nI debated it, but took the chair, grinding my teeth.\n\n\"You aren't stupid, or you wouldn't be a scientist,\" he said,\nrevealing that he knew a lot more about me than I did about him.\n\"Let's start out with a couple facts.\"\n\nHe pointed a gnarled finger at Lefty. \"Wally Bupp stacked a deck\nof cards on you tonight,\" he said gruffly. \"What you don't know\nis that he stacked them with telekinesis. He's a TK.\"\n\n\"A snake!\" I gasped.\n\n\"Watch your lip!\" Maragon croaked. \"Everybody in this room is a\npsi. 'Snake' is a dirty word around here, Mr. Robertson. Mr. Bupp\nhas a special aversion to it.\"\n\n\"What's the purpose...?\" I began hotly.\n\n\"Hah!\" Maragon barked. \"A good word!\" He cackled a laugh at me.\n\"Purpose. Exactly, Mr. Robertson. Well, the Lodge has a purpose,\nand you'll act a lot more sensibly if you know it.\"\n\n\"You,\" he said to me. \"Are a TK.\"\n\n\"You,\" I yelled right back. \"Are a liar!\"\n\nHe ignored me completely. \"We can't afford to have you gambling and\ncheating Normals,\" he went on. \"One of the Lodge's fundamental rules is\nthat no psi may use his powers to the detriment of Normals. Lefty's big\nscene at Nick's fixed it so you won't be welcome in a big-time poker game\nanywhere in town. We did that deliberately. And we're telling you to quit\ngambling, as of this minute.\"\n\n\"You say you are a TK,\" I interrupted.\n\n\"Somewhat,\" he said. \"I have psi powers, but I'm not mainly a\nTK.\"\n\n\"Whatever your powers are,\" I said. \"They don't make you supermen\nimmune from the laws of libel. If you or anybody I can catch\nbreathes one false word about my being a snake, you'll be on the\nreceiving end of the roughest lawsuit you ever heard of!\"\n\n\"The silliness of that statement will occur to you in a while,\"\nhe said dryly. \"And truth is a defense against a claim of libel.\nBut to get back to purpose. Our second purpose tonight is to get\nit through your thick head, Mr. Robertson, that the Lodge insists\non its right to control your actions insofar as they involve the\nuse of your psi powers. We mean business, Mr. Robertson, and\nbefore you are through with our heartless Mr. Bupp tonight,\nyou'll know it. That's all that's behind our little charade.\"\n\nHe came to a stop and took a deep breath.\n\n\"I'm going to make one statement and rest on it,\" I said, trying\nto keep my voice calm and level.\n\nHe shrugged. \"Your turn,\" he said.\n\n\"I'm a Normal,\" I said. \"I flatly deny that I have the slightest\nshred of psi power. I accuse that freckled snake over there of\nlying deliberately. I'll make him pay for it, and he'll be lucky\nif it isn't with his blood.\"\n\n\"That's all?\"\n\n\"Isn't it enough?\"\n\nHe laughed harshly and grinned over at Lefty. \"Some of you\nmaverick psis scream like a gelded porker,\" he said. \"I figgered\nyou'd tell me we'd cost you a fortune in prospective poker\nwinnings, to say the least.\"\n\nMy stomach dropped. I hadn't thought of that, not as much as I\nshould have. It was my only income! \"Something a darn sight more\nimportant than money is involved,\" I said.\n\n\"Maybe you aren't such a bad guy,\" he decided. He looked over at\nthe woman standing silently in her slip beside his desk, her bare\narms folded over her ample bosom.\n\n\"How about it, Milly?\" he asked her.\n\nShe shrugged. \"He believes what he says,\" she told him. \"He\nhonestly doesn't think he has any psi powers.\"\n\n\"That mitigates the affair,\" Maragon said. \"Still, our purpose\ndemands an object lesson. I have to fine you, Mr. Robertson.\nYou've broken one of our rules by using TK to stack a poker deck.\nBecause you weren't aware of it, though, half of your fine will\nbe remitted if you join the Lodge within a week. Accordingly I\nassess you ... uh, how much, Milly?\" he asked.\n\n\"He's got eight thousand and some in his breast pocket,\" she said\nwith fiendish accuracy. \"Every penny he has in the world.\"\n\n\"Assess you eight thousand dollars,\" Maragon concluded. He got\nwearily to his feet, and started to pad past me toward the door.\n\"Mr. Bupp will collect,\" he said. The woman followed him, her\nhose hanging down around her ankles, and climbed the stairs\nstolidly behind him.\n\n       *       *       *       *       *\n\nLefty, whom Maragon had called Wally Bupp, walked around behind\nthe desk and took the swivel chair that the older man had just\nvacated. \"I'll take the eight thousand now, Tex,\" he said, poking\nhis chin at me belligerently.\n\n\"You'll take four,\" I said, getting my feet under me.\n\nHe frowned. \"Four?\" he repeated.\n\n\"Four knuckles,\" I gritted and started for him. The gun barrel\nrammed me in the kidney, harder than it had in the alley. They'd\nsmuggled in some protection. I really slammed on the brakes,\nhalfway across the desk. Lefty hadn't bothered to flinch, but sat\nthere with his legs crossed, looking idly at his fingernails.\n\n\"Look behind you,\" he said.\n\nI did. The gun eased off my kidney as I turned. There wasn't\nanybody there.\n\n\"TK,\" Lefty said. \"I also used it to trip you up when you went\nfor me in the alley, after I'd TK'd a left right in your gut.\nYou're a hard guy to stop, Tex. But don't overdo it.\"\n\n\"Mere pain never stopped a guy who really meant it!\" I went for\nhim again.\n\nThen it hit me. A deep and sickening pain throbbed from my\nbreastbone down my left arm. The lights started to dim, and I\nsagged down on the desk.\n\n\"How'd that feel?\" Lefty asked, apparently not expecting an\nanswer. \"I clamped your coronary artery shut for a few seconds.\nA post-mortem would never be able to tell it from the real thing\nif I held down tight.\"\n\n[Illustration]\n\nHis grin had a viciousness in it I hadn't seen before. He held\nout his hand. I struggled erect and handed my wallet to him. He\nonly took out the big bills, and tossed it back across the desk\nto me. \"Thanks,\" he said. \"You'll get half of this back if you\ndecide to join the Lodge within a week.\"\n\n\"What's all this about a Lodge?\" I tried weakly. \"What Lodge?\"\n\n\"Why, this Lodge,\" Lefty said, waving a hand around loosely.\n\"It's an organization of folks with psi powers. Guys like you and\nme, Tex.\"\n\n\"I'm no TK!\" I growled. \"I didn't manipulate those cards in any\nway.\"\n\n\"Funny you say that,\" he said, looking interested and leaning his\nelbows on the desk. \"You're right. I hadn't actually bothered to\nstack the deck, Tex. Just kept a light TK touch on it to see if\nyou were moving cards. You weren't, but you were hitting them\nright all the time. I haven't had time to tell Maragon the boys\non the Crap Patrol were wrong. It wasn't telekinesis, Tex. It was\nprecognition. You're a PC, Tex.\" He stood up and pointed toward\nthe door. I was shaking so badly from the heart attack the snake\nhad induced that I got up helplessly and allowed him to steer me\nout by the elbow.\n\n\"Remember,\" he said at the head of the steps that led down to the\nstreet. \"You've got a week to make up your mind about joining\nthe Lodge. In the meantime, don't gamble.\"\n\n\"Great,\" I said bitterly. \"You sapped me down and rolled me for\nmy poke, or the next thing to it. And now you tell me not to get\nin a game and try to get whole again. Why should you care?\"\n\n\"You don't listen,\" he said sourly. \"Look, psis _are_ supermen,\nin spite of your sneers. And whether you like it or not, Tex,\nyou've got some psi powers. Normals resent, fear and hate us. We\ncan't afford to have you make a killing at a poker table and then\nget exposed as a 'snake.' We psis are a tiny minority. We all get\nblamed for things any one of us does.\"\n\n\"I'm a Normal,\" I said, a little hollowly.\n\n\"You're more fortunate than that,\" he assured me. \"Just so you\nunderstand the origin and purpose of the Lodge. We find strength\nin union, strength to resist the pressure of the majority. And\nmembership in the Lodge gives us control--control over psis like\nyou who might bring the wrath of the Normal majority down on us\nby their shortsightedness.\"\n\nI shook my head. \"You don't have to dress it up like this,\" I\nprotested. \"This is blackmail or extortion, I'm not sure which.\nI'm not joining anything you bunch of creeps are a part of.\"\n\n\"You won't find that practical,\" he said, turning to go back\ninside. \"And remember: stay away from cards.\"\n\n       *       *       *       *       *\n\nYou're supposed to have nightmares at night. I had mine the whole\nnext day. No, I wasn't a TK, Lefty had said. I was a PC. You\ndon't have anemia, Tex. It's leukemia!\n\nI made a farce of trying to get some work done in the lab. After\nletting the third test tube slip through my fingers and shatter\non the lab bench, I gave it up. How would you have acted if you\nhad gotten that kind of news? That first gut-twisting admission\nthat you really _may_ be a snake! Then sharp awareness of what it\nmeans. A guillotine couldn't cut you off more sharply from Normal\nhumanity. But the spirit struggles and refuses to accept it. You\n_can't_ be a snake!\n\n\"Take action!\" I said aloud, getting a worried look from my lab\nassistant, busy mopping up my last shattered culture. \"Don't spin\naround like this. Do _something_!\"\n\nI did the only thing I could think of, and dialed Shari at her\nlaboratory. She refused to accept the call at first. Finally she\ntore herself away from a \"delicate experiment\" long enough to\nlook at me angrily in the screen.\n\n\"We don't have anything to say to each other,\" she said coldly.\n\"There are delicate experiments--\"\n\n\"Can you test me for psi powers?\" I interrupted.\n\n\"Whatever for?\"\n\n\"To settle whether I have any,\" I snapped. \"It's important to\nme.\"\n\n\"Not necessary,\" she said. \"Do you think I'd be successful in the\npsi field if I weren't sensitive to this sort of thing? Don't\nworry, Tex. You're a Normal.\"\n\n\"Thanks,\" I said. \"So you've told me. Now prove it to my\nsatisfaction.\"\n\n\"We shut up shop at five o'clock,\" she said. \"I'll be here for\nabout an hour after that. My dinner date isn't until seven.\"\n\n\"Bet he doesn't gamble,\" I said, trying to win a little sympathy.\n\n\"You _bet_ he doesn't\" she sniffed.\n\nShari's laboratory was nothing more than a large windowless\noffice that could be cut into two sound-proof parts with a\nmovable partition. She had a whopper desk with full controls and\nother evidences of academic pelf. On a table against the short\nwall was her apparatus--if that's what you call decks of cards, a\nroulette wheel, a set of Rhine ESP cards, several dice and, so\nhelp me, a crystal ball.\n\n       *       *       *       *       *\n\nShari stood up behind her desk when I came in. It was something of a shock\nto find that her colorful peasant getup was antiseptically sheathed in a\nwhite laboratory coat. She was sure dressed for dirtier work than she would\never have to do in that lab.\n\nHer first look at me was one of surprise, but it softened to one\nof concern, which might have been cheering on some other\noccasion. \"What has happened, Tex?\" she asked.\n\n\"Nothing,\" I said, keeping calm. \"Not a thing.\"\n\n\"Outside of seeing a ghost, eh?\" she said. \"_Stop_ grinding your\nteeth like that. You'll give me the creeps. Sit down. Sit down!\nDo you hear me? Relax!\"\n\nI guess I found the chair across from her at the desk. \"Do I have\npsi powers?\" I asked her. \"Either TK or PC? Test me, Shari.\"\n\n\"What happened?\" she insisted.\n\nI shook my head. \"I'd rather not talk about it--not until I know\nthe result of your test,\" I said.\n\nShari thought about it for a while, tapping her desk with an\nirritated finger, and finally got a set of cards from the lab\ntable against the wall. She shuffled them slowly on her desk\nblotter. \"Cards are your strong point,\" she observed. \"If you\nhave any psi powers, they're most likely to show up with cards. I\ntake it you will do your utmost to be right?\"\n\n\"Who would double-cross himself?\" I said tightly.\n\n\"Most people,\" Shari said. \"When it comes to psi. But we'll\nassume, for a starter, that you are on the level.\" She stacked\nthe cards in her hand. \"We'll keep it simple,\" Shari suggested.\n\"I'll deal the cards one at a time. All you have to do is tell me\nwhether the next card will be red or black. Fair?\"\n\n\"Sure,\" I said. \"Deal!\"\n\nShe was a lousy dealer. Or maybe it was because it was a\none-handed operation. She was scoring my hits and misses with the\nlittle counter in her other hand.\n\nShe ran the deck ten times for me. I got thirty-eight right on my\nbest attempt and thirty-seven wrong on my worst. In total, of\nfive hundred and twenty chances, I was right on two hundred and\nseventy-three, or fifty-two point two per cent of the time,\naccording to Shari's slide rule.\n\n\"Oh, no,\" I said dismally. \"I _do_ have a little edge on the\ncards!\"\n\n\"As a statistician, you'll make a great biochemist,\" Shari said,\nputting the deck away. \"That would only be true if I hadn't let\nyou see your hits and misses as each deal proceeded. You made\nsucceeding guesses in the knowledge of what had already been\ndealt. Actually, your score was below average for trained\nobservers without psi powers.\" She heaved a sigh, which somehow\nseemed to be of relief. \"And now, you crazy cowpoke,\" she said,\n\"tell me what this is all about.\"\n\n\"I'm not a psi?\" I demanded.\n\n\"Not if you were really trying,\" she said. \"Were you?\"\n\n\"You think I _want_ to be a psi?\" I demanded. I told her all that\nhad happened the night before from the time Lefty had accused me\nof being a snake until he had let me out of the brownstone house\nand warned me against gambling.\n\nGuess how Shari reacted. A big nothing!\n\n       *       *       *       *       *\n\n\"Well?\" I asked, as she sat silent with her elbows on the edge of\nher desk and her chin propped up on her knuckles.\n\n\"You're really quite naive, aren't you, Tex?\" she asked me. \"Let\nme give you an objective statement of what happened to you last\nnight.\"\n\nShe counted these things off on her fingers: \"You won some money\nat poker. A gambler said you used TK to win. He took your\nwinnings, and then some, away from you as the price of silence.\nHe warned you not to gamble any more. He claimed he was part of\nan organization of psi personalities. Is that a fair statement?\"\n\n\"Except for one thing,\" I said. \"He used his psi powers on me in\na pretty dramatic fashion.\"\n\n\"Try Occam's razor,\" she suggested.\n\nShe was getting insulting. \"All right,\" I growled, feeling my\nface get red. \"Prefer the simpler explanation, if you can find\none. I was prodded in the back, both in the alley and in the\noffice at the brownstone house. Something hit me in the gut and\ntripped me up. I had a heart seizure. What's simpler than TK in\naccounting for the fact this was done without a soul around?\"\n\n\"I suppose I shouldn't be critical of you,\" she said. \"It's not\nyour field and you haven't been exposed to the lengths to which\ncharlatans go, just to prove they are supermen. The simpler\nexplanation is that there _was_ someone else in the alley,\ncarefully dressed in dull black to stay invisible in the\ndarkness. The second prodding of a gun in your spine was pure\nsuggestion--you'd been so well-sold by that time you were ready\nto believe anything.\"\n\n\"And my heart attack?\"\n\n\"I can think of ten poisons that would give you the symptoms,\"\nShari said. \"And don't tell me you let nothing pass your lips!\"\nshe burst out hotly as I started to speak. \"I suppose you've\nnever had a spray hypodermic? You'd never have felt it. Don't\nyou see why they went to all this trouble?\"\n\n\"Honestly,\" I said. \"I can't. I'm simply not that important to\nanyone in the world.\"\n\n\"You're not,\" she said dryly. \"But your eight thousand dollars\nwas. I'd say if people can steal that much money and convince the\nvictim he shouldn't go to the police, it was worth their while.\nYou're not very likely to advertise the claim that you're a psi,\nare you?\"\n\n\"No,\" I admitted.\n\n\"And,\" she said wearily, standing up. \"There's always the angle\nthat they'll con you by letting you into their imaginary 'Lodge'\nand extract some kind of dues out of you in return for keeping\nquiet about your so-called psi powers when you gamble. That would\nserve you right,\" she concluded.\n\n[Illustration:]\n\n\"For what?\" I demanded, beginning to feel pretty icy.\n\n\"Being such an easy mark, for one thing,\" Shari said. \"And for\nseriously thinking that you might be a PC! That, I must confess,\nI find the most comical of all. You, Tex, a PC!\"\n\n\"Why is that funnier than being a TK?\" I demanded, getting up.\n\nShe waved her hand impatiently. \"We see a little TK here in the\nlab right along,\" she said. \"At least, there are those who seem\nto have a small genuine edge on the cards that we can explain no\nother way. It's small, but apparently exists. But precognition?\nThat's not simply mechanical or kinetic, like TK. PC is something\nterrifyingly different.\" Her voice hushed as she said it. \"It's\na kind of sensitivity that has nothing to do with mere kinetics.\nIt defies time!\" She looked back at me. \"I simply find it comical\nthat you thought of yourself as sensitive to that degree.\"\n\n\"So I've been a fool,\" I mused.\n\n\"In a word, yes. You're a Normal. They suckered you, if you want\nthe jargon.\"\n\n\"Wait till tonight!\" I seethed, beginning to feel my anger grow\nas my fear dwindled. \"Let them try to pin the psi label on me!\nI'll call their bluff!\"\n\nThe TV-phone on Shari's desk rang, and she pressed the Accept\nkey.\n\n\"Let me speak with Tex,\" a familiar aggressive voice said. It\ndidn't sound as if it would stand for much nonsense.\n\nShari still had another look of surprise in her. \"For you,\" she\nsaid, arching her romantic eyebrows, and turning the instrument\naround so I was facing the 'scope and screen.\n\nSure enough, it was Wally Bupp. \"Don't do it, Tex,\" he warned me.\n\n\"Don't do what?\"\n\n\"Don't play tonight. It won't be practical. We mean business.\"\n\n\"So do the laws of libel,\" I said. \"One crack about my having psi\npowers--\"\n\n\"Yeah, yeah,\" he interrupted. \"You told us about the lawsuit,\" he\nsaid. \"You've got six more days.\" I could see his hand come up to\ncut the image.\n\n\"Hey!\" I said. \"How'd you know where to reach me?\"\n\nHis sharp face split in that vicious grin. \"I forgot to tell\nyou,\" he said. \"Maragon is a clairvoyant, too.\" The image faded.\n\n\"See what I mean?\" I said shakily to Shari. \"They sure talk a\ngood game. I didn't tell a soul I was coming here. How'd they\ncatch me?\"\n\n\"Occam's razor,\" she said. \"How many wrong numbers did they try\nfirst? Come back to earth!\"\n\n\"That snake Lefty still worries me,\" I admitted, going to the\ndoor. \"Shari, I know I've acted nuts, but they nearly got me to\nflip! Thanks for helping me. I couldn't have stood it to know I\nwas a snake. You got my mind back on the track again.\"\n\n\"Not enough to keep from going right back to the poker table,\"\nshe observed.\n\nThere didn't seem any point to telling her how badly I needed the\ndough. Anyway, I had to prove a point. I was a Normal. I left.\n\n       *       *       *       *       *\n\nThere were already seven at the table when I got to Nick's after\ndinner. He didn't want to deal me in.\n\n\"Seven's a full table, huh, Tex?\" he said.\n\n\"Not for stud, it isn't,\" I told him. \"You can deal to ten\ngamblers.\"\n\n\"Dealer's choice tonight,\" he protested, while some of the\ngamblers eyed me curiously. \"Can't deal to more than seven for\nthree-card draw.\"\n\n\"I told you where I stood on this thing last night,\" I snapped.\n\n\"All right,\" Nick said warmly. \"So maybe I'd like the whole stink\nto cool down a little, huh?\"\n\n\"Not with my dough in it, Nick!\" I told him, being pretty free\nwith something I didn't have much of any more. \"You'll deal me in\ntonight or I'll find another banker!\"\n\nA gink with a long, scrawny neck put down his highball and rose\nfrom the table. \"Gosh, fellows,\" he said. \"I'm sort of a fifth\nwheel around here, I guess. Here, neighbor,\" he insisted. \"Take\nmy place.\" He was all grins and teeth and bobbed his head around\nwith a rural awkwardness.\n\n\"You don't have to do that, Snead,\" Nick started to say.\n\n\"Just as soon kibitz,\" he insisted, drawing up a chair behind me\nas I took his seat. \"You don't mind, neighbor?\" he asked\nanxiously. I shook my head and yanked out my much-depleted wallet\nto pay for chips. It took all that the Lodge hadn't.\n\nFour hands were enough. On the first, at stud, I had aces back to\nback and picked up a pair of sevens on the next two cards. Two\npair, aces high, will win about ninety-nine out of a hundred stud\nhands. I chewed down on the panetella in my teeth and bet them\nlike I had them. The tilt of my cigar showed just a little too\nmuch confidence as a way to convince some of the gamblers that I\nwas bluffing. It must have been a good act, for three of them\nstayed with me all the way. None of them had much showing, and\nregardless of what their hole cards were, by the time we had our\nfifth cards, I had them all beaten.\n\nIt was raise against raise, but somebody finally called, and I\nturned over my ace in the hole. \"Aces and sevens, gamblers,\" I\ngrinned, reaching for the pot.\n\n\"I see the sevens,\" a fat-faced man across the table said around\nhis cigar. \"But what's this jazz about aces?\"\n\nSo help me Hannah, my hole card was a two! I tried to cover it\nup. \"You'll have to admit I bet them like aces,\" I said.\n\nSomebody laughed, but not very hard.\n\nI paid mighty close attention to what I was dealt the next hand, and turned\ndown a drink to make sure I was cold sober. Unfortunately, I got all\nscrewed up over what one of the _other_ gamblers had. It had been a bunch\nof spinach when I'd been betting my pair against it, but it was one\ngood-looking straight when he flipped the card in the hole.\n\nThe third hand I dropped out before the fourth card. After a\ngambler raked in that pot, my kibitzer asked me: \"How much do you\nhave to have on the first three cards to stay in the pot?\"\n\n\"Any pair would convince me,\" I said. \"Why?\"\n\n\"What was the matter with the kings you had showing?\" he asked.\nThey were still on the table in front of me, king of hearts and\nking of clubs.\n\nI scarcely dared bet the fourth hand. We had switched to\nthree-card draw. I discarded two small diamonds, keeping a pair\nof nines and an ace for a kicker. On the draw I got one card\nthat claimed to be the fourteen of eagles and one on which there\nwas a message reading: \"These hallucinations are sent to you with\nthe courtesy of the Manhattan Chapter of the Lodge. Are you\nfinding it practical?\"\n\nI threw the hand in and stood up, shaking. \"Since when don't you\nbet a full house?\" my kibitzer demanded, after the hand was won.\nHe picked up what I had thrown in. The fourteen of eagles turned\nout to be a nine, and the card with the hallucination message the\nother ace.\n\n\"Got to confuse the other bettors,\" I said. \"One of the\nfundamentals of poker.\"\n\nThere really weren't enough chips left in front of me to bother\ncashing in. I just left them lying there and wandered down to the\nstreet, flat broke.\n\n       *       *       *       *       *\n\nWally Bupp was right. I hadn't found it practical. All of a\nsudden I saw that it really didn't matter whether I were a psi or\nnot. The important question had always been whether Lefty and the\nothers were psis. If so, they might be on the level about my psi\npowers--which meant I was right back being a snake again. And if\nthey weren't, it was a simple case of blackmail, which at least\nlet me rejoin the human race. On that basis, I was in tough\nshape. Occam's razor has no answer for hallucinations. Either\nyou've had them or you hadn't. I had. Nobody would change my mind\non that score. That made Snead, and presumably Lefty, a psi. And\nme, too.\n\nBut--what if they were mistaken? Shari's tests looked conclusive\nto me. I saw that as the only way out. I had to insist on a test\nin their presence. And that meant I had to get in touch with\nWally Bupp.\n\nMy kibitzer came stalking out of the building, gangling and\ngawky. \"Didn't mean to spoil your luck, neighbor,\" he said.\n\n\"Don't give it a second thought, Snead,\" I said.\n\n\"Call me Mortimer,\" he said. \"You mind a word of advice,\nneighbor?\" he asked, bobbing his head around and grinning in a\nself-conscious way. \"Next time, bet that fourteen. Highest card\nin the deck. Beats all the others!\"\n\n\"You lousy snake!\" I gasped. I'd learned better than to take a\npoke at him. Lefty had taught me my lesson on that one. Snead\nmight turn out to be a TK as well as a hallucinator, and I wanted\nno more heart attacks.\n\nHe handed me a card. \"There'll be somebody at this number all\nnight, neighbor. Gamblers Anonymous.\"\n\nHe faded off down the dark street. The card merely said:\n\n\"Manhattan Chapter NO 5-5600\"\n\n       *       *       *       *       *\n\nShari must have had a swell time at dinner with some guy who\ndidn't gamble, because she didn't come home until nearly\nmidnight. I know because I dialed her apartment every ten minutes\nuntil I got her face on the screen.\n\nShe was still dressed for dinner and had a sort of tiara over her\nthick tresses. \"What is it?\" she said.\n\n\"I'm not a psi?\" I demanded.\n\n\"No!\" she said. \"Hasn't this gone--?\"\n\n\"Well, then, am I crazy?\" I cut in on her.\n\nHer lips compressed. \"It's a lot more likely,\" she decided.\n\"Why?\"\n\n\"Either I'm nuts,\" I told her. \"Or those characters really are\npsis.\" She was reaching up to cut the image when I caught her\ninterest. \"Is there such a thing as a psi who can induce\nhallucinations?\" I demanded.\n\n\"No.\" Flatly.\n\n\"They've got me sold that they can do it,\" I said. \"What does\nOccam's razor say about that?\"\n\n\"You idiot!\" she exploded. \"They don't believe you are a PC any\nmore than I do!\" She was sure sensitive about my having any\nprecognition!\n\n\"O.K.,\" I said. \"Then _you_ make them eat it. Aren't you the one\nwho knows all about exposing charlatans?\"\n\nThat was the right button. \"Certainly,\" Shari said.\n\n\"I'll pick you up in ten minutes,\" I said.\n\n\"Now? Midnight?\"\n\n\"This is the pay-off,\" I said, and cut the image. I dialed the\nnumber Snead had given me.\n\n\"Manhattan Chapter,\" the Operator cartoon said.\n\n\"This is George Robertson,\" I said. \"Mortimer Snead told me\nthere'd be somebody there to talk to me. Maybe Lefty.\"\n\n\"Snead?\" the cartoon said, frowning. \"No one here by that--Oh!\nWait a moment. Dr. Walter Bupp will talk to you,\" the cartoon\nsaid, and Wally's face appeared on the screen.\n\n\"It wasn't practical,\" I admitted.\n\n\"Six days early,\" he observed.\n\n\"Nuts,\" I said. \"Look, you've got me convinced you are a psi.\nThat Snead puts on a terrific show.\"\n\n\"Snead?\" he frowned. \"Oh!\" He laughed. \"Yeah,\" he agreed\ncondescendingly. \"He's red hot, every now and then.\"\n\n\"But you haven't sold me that _I'm_ a PC,\" I growled. \"I've been\ntested. I'm not. Now I want you to get off my back. You and the\nrest of them! Lay off!\"\n\nHe shook his head. \"The Lodge acts unilaterally on this,\" he said\nsoberly. \"You've got psi powers. You'll accept our direction in\ntheir use. Or else, Tex.\"\n\n\"All I ask is a fair test,\" I said desperately. \"Under laboratory\nconditions.\"\n\nHe gave me an address. \"Come any time,\" he said.\n\n\"That's me walking in,\" I told him.\n\n       *       *       *       *       *\n\nShari had to pay off the 'copter when we got there. It wasn't the\nbrownstone I had seen the night before. This place was a\nmedium-sized office building, say a hundred stories or so, quite\nnew. There was no identification on its front other than the\nstreet number. The Directory in the silent and unpopulated lobby\nwas names, all names. But Dr. Walter Bupp was one of them, in\n7704. Shari and I rode the elevator to seventy-seven in chilly\nsilence.\n\nThe corridor was dim, with its lights on night-time setting.\nStronger light came from an open door quite a way down the hall.\nIt had to be Bupp's office, and it was.\n\nWally certainly wasn't surprised to see Shari. He shook hands\nwith her briefly, pushing his sharp chin out at her in his\ngamecock fashion. \"Your mate?\" he asked me.\n\n\"Certainly not,\" she told him. \"We're ... uh ... colleagues at\nthe University.\"\n\n\"That's not what Pheola says,\" he told her sourly, pointing to\nchairs we could take.\n\n\"Pheola?\" Shari questioned.\n\n\"A powerful PC,\" Wally said. \"She predicted you would accompany\nTex tonight.\"\n\n\"Oh, _really_,\" Shari said scathingly.\n\n\"I was there,\" I told her. \"She really did.\"\n\n\"Let's not be diverted by sideshows,\" Shari said. \"We're here to\nmeasure the psi powers of Tex Robertson, not to talk over the\nreputed clairvoyance of some dim and misty character.\"\n\n\"Precognition,\" Wally corrected her. \"Stick around, Dr. King.\nPheola will be down a little later. She thinks Tex is something\nspecial.\"\n\nThat was not going to make a good interchange, so I cut in. \"Dr.\nKing is a professional in this field--\" I started.\n\nWally waved a disgusted hand. \"We know all about Dr. King and her\nfield,\" he said. \"Proving that psi powers don't exist, right, Dr.\nKing?\"\n\nShari bristled. It was hard to stay friendly in any talk with\nBupp. \"You know my field,\" she said, about twenty degrees below\nzero. \"I accept any and all evidence, regardless what it proves!\nThere's a lot of talk about psi powers, but precious little that\ncan ever be detected under laboratory conditions!\"\n\n\"Oh, well,\" Wally Bupp grinned. \"That's not so strange. All members of the\nLodge are cautioned to stay away from laboratories. You've been testing\nNormals. What do you expect for results?\"\n\n\"Then _you_ show me!\" she stormed.\n\n\"Go on with you,\" he grinned. \"I thought it was Tex's powers you\nwanted tested. Mine are irrelevant.\"\n\n\"I _thought_ so,\" she said triumphantly. \"Charlatan!\"\n\nFor a moment the grin flickered off his face and I tensed to\ncatch Shari if she should start to drop. But I guess he thought\nbetter of it.\n\n\"Some other time,\" he said. \"Let's get this over with. Make it\nsimple. You may have some statistical objections to my technique\ntonight, but I'm not looking for fringe effects. If this hot-eyed\nswain of yours is any good at all, he'll bat a thousand.\" He got\na deck of cards out of his desk drawer and fanned it out face up\nso that he could pluck the two of spades and the two of hearts\nfrom the deck. The rest he put back in his desk.\n\nHe put his hands under the desk, with the two cards in them,\nproduced the cards again, face down, and laid them in a thin\nstack on the desk before all of us.\n\n\"What's on top?\" he said. \"Red or black?\"\n\n\"How will you score?\" Shari insisted. He scowled at her and\ntossed a squeeze counter across the desk.\n\n\"You score,\" he said. \"It really isn't necessary. Tex will either\nbe right all the time or it won't matter.\"\n\nBut before I could call the top card, the office door opened\nbehind us. I looked around, expecting Pheola. Instead it was\nMilly with the down, down hose. Only this time she was decently\ndressed in a dark two-piece suit and wore make-up. She certainly\nwas no more talkative than before, nor did Wally introduce her.\nShari was perfectly equal to the occasion and looked through\nMilly with composure. This takes about three generations of\noverbreeding.\n\n\"Try it,\" Wally insisted. \"What's on top?\"\n\nI hit it. Then I missed it. Then I hit three in a row. It wasn't\nfast work, because Wally hid the cards under his desk after each\nguess, shuffled the two cards around and then laid them before me\nagain. This went on for about twenty minutes. At that point Shari\nspoke.\n\n\"That makes exactly three hundred tries,\" she said, looking at\nthe counter in her hand. \"Have you been keeping score, Mr. Bupp?\"\n\n\"I thought _you_ were.\"\n\n\"So I was,\" she snapped, throwing up her tiaraed head. He sure\nbrought out the worst in people. \"Tex has been right exactly one\nhundred and fifty times. He's never been more than five tries to\nthe good in the whole series.\"\n\n\"Interesting,\" Wally said.\n\nI took my first decent breath in the day. \"This ought to let me\noff the hook,\" I said to him. \"Are you convinced?\"\n\nHe shrugged. \"How about it, Milly?\" he asked.\n\n\"A random sample,\" she said. \"He doesn't want to score. He didn't\ntry.\"\n\nShari was ready for that one. She turned and spoke to Milly: \"You\nhave ways of knowing what Tex was thinking?\" she asked sweetly.\n\n\"Yes.\"\n\n\"Name any three!\" Shari lashed at her furiously. The solid woman\nwasn't the least bit bowled over.\n\n\"Read his mind,\" she said matter-of-factly. \"Just like I can tell\nthat you're getting ready to screech 'Charlatan!' at me, and like\nyou think I got a cast-iron girdle and homely shoes. Well,\nthey're comfortable, dearie, which is more than you can say for\nthose high-heeled slippers of yours. That left little toe of\nyours is killing you, dearie!\"\n\nShari's lips moved, but her mouth was as empty of sound as her\nface was of blood. Milly had hit the bull's-eye.\n\n\"Everybody relax a moment,\" Wally said. \"Tell me, Dr. King,\nwhat's your attitude toward PC?\"\n\n\"I don't have any!\" she snapped. \"It's a phenomenon. I have as\nmuch attitude toward it as I do toward osmosis or toward\nperistalsis. None.\"\n\n\"Would you consider a person fortunate to possess the power of\nprecognition?\" Wally asked her.\n\nShari's head came up. \"If there were such a thing,\" she said,\nmuch more quietly. \"Yes. I should imagine that precognition would\nbe a powerful talent.\"\n\n\"If you have no emotional bias against psi as such,\" he went on\nsmoothly, \"you'd be happy for Tex if he were a PC.\"\n\nHer eyebrows drew together. She looked at me, veiling her violet\neyes as if to hide her thoughts from us. \"I would consider Tex\nquite fortunate. But only if you could show that such a thing\nreally existed,\" she said more loudly.\n\n\"How about you, Tex?\" Wally asked me.\n\n\"Nuts,\" I said. \"You can't make me like the idea of being a\nsnake, no matter how you dress it up.\" I shook my head. \"Psi\npowers are the mark of a diseased mind, for my dough. They're\npure poison. What have they ever done for you?\" I insisted\nrudely.\n\n\"Made me a surgeon,\" he said.\n\n\"Never!\" Shari said hotly.\n\n\"Ask Tex,\" Wally suggested. \"He felt me put a lift on his\ncoronary artery. I'm a TK surgeon--I've got enough TK to put\nclamps on inaccessible arteries and feel out mechanical disorders\nof the body. Check it. I'm on the staff at Universal Hospital.\"\n\n\"And what are you doing here?\" she argued.\n\n\"Meeting my obligation to the Lodge,\" he said. \"This is where I\ngot my training, right in this building.\"\n\n\"I thought that brownstone house was the Lodge,\" I said.\n\n\"No,\" he said. \"That's just the Grand Master's residence. The\nLodge provides quarters for its brass. This building is the real\nchapter house.\"\n\nHe heaved a long sigh and dug into his drawer again. \"You can\nbeat it, Milly,\" he said. \"Thanks.\"\n\n\"I know,\" she told him from the door. She had started out long\nbefore he spoke. Impressive stuff, but it got a sniff from Shari.\n\nWhat Wally got out of his desk had a refreshing shape and color.\nIt was oblong. It was green. It was money. It was, for a fact, a\nstack of one thousand dollar bills.\n\nWally shuffled the two cards under his desk again and piled them\ntwo-deep in front of Shari and me.\n\n\"You heard what Dr. King said,\" Wally reminded me. \"She'll love\nyou no less for being a PC. Now we'll play the game a little more\nrealistically. Every time you guess the top card right, Tex, I'm\ngoing to give you a thousand dollars. No strings attached. When\nyou miss, you give one back. But if you have none to give, you\ndon't have to pay. You can't lose. Maybe you can win. All set?\"\n\n\"One minute,\" I demanded. \"Shari, is this a fair test?\"\n\nShe shrugged. \"Why not?\"\n\n\"Is it gambling?\"\n\nShe smiled faintly, her first sign of relaxation. \"Hardly,\" she\nsaid.\n\n\"Then you don't mind if I win?\"\n\nShe found a laugh this time. \"You can _try_,\" she corrected me.\n\n\"This could be our nest egg,\" I said.\n\n[Illustration]\n\nShe blushed. \"If that's a proposal,\" she said tartly. \"The answer\nis 'no.'\"\n\n\"I'll talk to you later,\" I growled. \"When I'm richer!\"\n\nI looked at the back of the card on the desk. Wally was leaning\nback in his swivel chair and wasn't within four feet of the\npasteboards. If there was any hanky-panky, I couldn't see how he\nplanned to work it.\n\n\"Heart,\" I said.\n\n\"Why don't you turn it over, Dr. King?\" Wally suggested. \"Remove\nany possible chance of manipulation.\" It was the two of hearts\nthat Shari turned over. I was a thousand dollars richer.\n\nI won the next. And the next. My stomach tightened up. Every\nthousand dollars drove another nail into my coffin--went that\nmuch farther to prove I was a snake. Well, I wasn't!\n\nI missed the fourth one.\n\n\"Cut that out!\" Wally snapped at me. I jumped a foot. I _had_\ntried to miss it.\n\nWith a sickening realization of doom, I called the next four\nright.\n\n\"Stop it!\" Shari screeched, grabbing at the cards. \"I'll\nshuffle!\" she announced. She hid the pasteboards from me with her\nbody, and took care, in putting them before me on the desk, that\nI didn't see the face of the bottom card.\n\nHer eyes were violet pools of hate and rage and she spoke to me:\n\"_Now_ try it!\"\n\n\"Spade!\" That made eight straight.\n\nEven Shari succumbed to the ghastly fascination of it. There had\nbeen fifty thousand dollars in the stack of bills Wally had taken\nfrom his desk. Soon all fifty of the bills were stacked in front\nof me. Except for the one time I had tried to, I had never\nmissed.\n\nLefty stuck his sharp chin at Shari. \"I'd call that a fairly\nconvincing string,\" he said. \"Will you concede, Dr. King?\"\n\nShe gave him an awful mouthful of silence. A pitiless blackness\ndescended over my spirit. I looked at the money in front of me.\nIt had been like selling my soul to the Devil. There it was, all\nthat money. All I'd had to give up was any claim to being a\nhuman--I wasn't a Normal any more. I was a psi!\n\nThen Shari was talking, in short gasping bursts, half choking,\nhalf sobbing. \"No wonder Tex is in a whirl,\" she said. \"I've seen\nsome good illusions, worked by the best light-fingered operators\nin the country, but nothing to compare with this! Just let me see\nyou match this charade in _my_ laboratory! With _my_ apparatus!\"\nShe meant her playing cards.\n\nWally was sweet and reasonable. \"You dealt and shuffled most of\nthe hands yourself,\" he reminded her. \"I never touched the cards.\nHow could I control them?\" He grinned a little more sharply. \"And\nyou can't call it TK,\" he went on. \"Did you feel the cards move\nor twitch or resist you as you shuffled them? It has to be PC.\"\n\nShe blew her top on that one. It's sickening to see someone you\nlove goaded past all endurance and break down into screams and\nwild gestures.\n\n\"Aah!\" she cried, shaking her head blindly. \"Before I believe\nthat Tex Robertson can feel things that I can't feel, I'll accept\n_any_ other explanation. What are those cards of yours? Small TV\nscreens? Is this more electronic hokum?\"\n\nWally quietly tore one of the cards in two. \"Now I understand,\"\nhe said. \"That's the real reason.\"\n\nI looked my surprise at him, and Shari quieted down just a\nlittle. \"Relax, Dr. King,\" he advised her. \"The possession of psi\npowers isn't a mark of moral superiority. Part of the problem in\nthe Lodge is that psi powers are possessed as often by evil and\nstupid people as by the good and intelligent. Yes, I know that\nyou think you _deserve_ precognition, Dr. King. But that ain't\nthe way the ball bounces. You're a Normal, Dr. King, and that's\nall you'll ever be.\"\n\nHe got a face full of fingers for his trouble. Shari leaped to\nher feet and really slapped him in the kisser. She stormed out of\nthere. I started to follow, but a tug at my earlobe signaled me\nto stop.\n\n       *       *       *       *       *\n\n\"Hold on a minute, Tex,\" Wally said sympathetically. \"You're one\nof us now.\"\n\nI had to go after her. \"I love her,\" I said hopelessly. \"I can't\nsee her hurt and upset like that. I've got to--\"\n\nBut he was shaking his head. \"You haven't got a chance,\" Wally\nsaid. \"She'll never forgive you for having precognition. _That's_\nwhy she made the study of psi her life-work. She's wanted PC for\nherself, and was sure she was pure enough of heart to deserve to\nhave the power. Well, she doesn't have it, and she'll hate you\nfor having what she thinks she deserves. Forget her.\"\n\nTalk about your cup brimming over! Well, if I had to get used to\nbeing cut off from the human race, perhaps Shari was the place to\nstart. That's what happens to superhumans!\n\nThere was one desperate hope. \"This wasn't hallucination?\" I\ntried.\n\n\"No, Tex,\" he said calmly. \"This was on the level. Just for fun,\"\nhe went on. \"Can you do it when there isn't any money riding on\nit?\"\n\nReluctantly I came back to his desk and looked down at the back\nof the top card. \"Heart,\" I said dully. I hit ten in a row for\nhim. The spade was on top four times, the heart six times.\n\n\"And was that on the level?\" I asked.\n\nHe scowled at me and chewed his thin lips. \"Yeah,\" he said.\n\n\"That settles it,\" I said, sagging back into my seat. \"I'm a\nsnake. A rotten PC!\"\n\n\"Don't you believe it!\" Wally growled, lunging out of his chair.\nHe started to pace back and forth across the office, his chin\nstuck way out ahead of him as he prowled. \"I don't know what you\nare, Tex,\" he declared. \"But you're no PC!\"\n\n\"I'm a Normal after all!\" I gasped, feeling a surge of blessed\nrelief.\n\nHe swiped at the air with a hand. \"Don't be silly!\" he snapped.\n\"You've got a psi power so incredible that--\" He whirled on me\nwhile I died for good.\n\n\"You explain it,\" he insisted. \"After your lovely Dr. King flew\nout of here, I shuffled the cards ten times under the desk, and\nyou hit ten in a row, right?\"\n\n\"Right.\" Dismally.\n\n\"I cheated on the shuffle,\" he told me. \"I used TK to make sure\nthat I put the two of spades on top all ten times.\"\n\n\"No,\" I insisted. \"Six times the heart was on top. You turned\nthem over yourself.\"\n\n\"That's just it,\" he whispered, leaning toward me. \"_I put that\nspade on top every time!_ I _did_! But when I turned it over,\nmore than half the time it was a heart. What did you do?\"\n\n\"You mean I'm a hallucinator?\" I asked. \"Look, this is getting\nridiculous! I was kidding myself, too?\"\n\n\"Nonsense. It was real.\" His face jerked in surprise. \"You\ncouldn't!\" he gasped, as the idea hit him. \"But you did!\" he\nreminded himself. \"Wait till Maragon hears this!\"\n\nAnd then he told me. It couldn't be, I knew. But it _was_. He\nproved it to me--or I proved it to us.\n\nAt some stage you have to get excited about it, if it's no more\nthan a grisly fascination. At that, it was dawn before we could\nstop our intoxicated talk. Maragon had been yanked out of bed\nagain, and when he heard the news, woke up a darned sight faster\nthan the night before. Pheola of the race-horse legs joined us,\nand several other psis as well. Before it was over the Grand\nMaster had put on a ridiculous piece of regalia and mumbled me\ninto probationary membership in the Lodge. There was nothing\ncreepy about the ritual--only about the way I felt.\n\nI guess, if we hadn't gotten hungry, we'd be there yet. Wally had\none last little wrinkle for me as I started down the corridor for\nthe elevator.\n\n\"Pheola,\" he called.\n\n\"Yes, darlin' Billy,\" she said, coming to his side.\n\n\"How's Tex going to make out with that overeducated iceberg he's\nhot after?\" he asked her. I flinched at the thought of Shari--I\nwas getting used to considering her a memory.\n\nPheola looked into the corner for a moment. \"Oh, yum!\" she said,\nsmiling and showing the braces on her teeth. She kissed me. I\nthink I was about as startled as Wally was. \"Just so you let her\nbe the only Cassandra,\" she said. \"And you call that an iceberg?\"\nShe looked at me curiously. \"You'd better start eating red meat,\nTex,\" she told me, and would say no more.\n\n       *       *       *       *       *\n\nI had a heck of a time getting Shari on the 'phone. An hour\nbefore lunch she caved in and accepted my call.\n\nShe looked pale and shaken, even in the black and white of the\nscreen. \"Please,\" she said. \"I've had all I can stand. You stayed\nthere all night, didn't you?\"\n\n\"I'm not a PC, Shari,\" I said.\n\nNothing else would have caught her ear.\n\n\"Not?\"\n\n\"Proved it before I left,\" I said. \"I can prove it to you, too.\"\n\n\"Ridiculous. You can't prove a negative.\"\n\n\"Well, in a manner of speaking. What I can do is show you how the\ncard trick was worked.\"\n\nI had her hooked. \"You mean it? It really _was_ a trick after\nall?\" she said, slumping.\n\n\"It sure wasn't PC,\" I said. \"Let me show you.\"\n\n\"At the lab,\" Shari said. \"I'll be there in ten minutes.\"\n\nA couple graduate students were there, fooling around with Rhine\ncards when we arrived, and Shari chased them out without\nceremony. She locked the door behind them. We were to have\nprivacy. She didn't bother with her lab coat this time.\n\n\"Show me,\" she insisted.\n\n\"The apparatus, Shari,\" I grinned. She gave me a deck of cards,\nand pulled out the two of hearts and two of spades.\n\n\"We'll do it face-up,\" I said. \"So you can see how it's done!\"\n\nI laid the two cards side by side on her blotter, face up. \"Now\nput a finger on each one.\" I directed. \"And watch them like a\nhawk. What card is under your right forefinger?\"\n\n\"Heart,\" Shari said.\n\n\"Wrong,\" I told her. \"Spade.\"\n\nThey could have heard that shriek clear to Keokuk. Good thing we\nwere in a sound-proof laboratory.\n\nI got her calmed down after a while. \"It didn't happen!\" she\ninsisted, clutching at her temples.\n\n\"If you won't holler,\" I said. \"I'll do it again. Remember, it's\njust a phenomenon, like osmosis.\"\n\n\"It is _not_!\" she gasped.\n\nBut I did it for her. Ten times in a row. The cards changed under\nher fingers without moving.\n\n\"So it's not PC,\" I said.\n\n\"Oh, Tex, but what _is_ it?\"\n\n\"You agree it's real?\"\n\nShari nodded. \"It's real. You can do it, whatever it is. What\n_is_ it?\"\n\n\"TK,\" I told her. \"Telekinesis.\"\n\n\"Nonsense,\" she said. \"Are you trying to make me believe I\nwouldn't have felt the cards move if you'd snapped them out from\nunder my fingers? I was pressing hard on them every time.\"\n\n\"I didn't move the cards,\" I explained.\n\n\"But you said it was telekinesis!\"\n\n\"Sure. I just moved the molecules of pigment in the printing ink\nand reassembled them in the opposite cards. You didn't expect to\nfeel molecular movement, did you?\"\n\n\"No. Then it really happened?\" I nodded. \"What an incredible\npower!\" she said. A glow of satisfaction spread over me. \"Can you\nreally test this molecular hypothesis?\" she asked.\n\n       *       *       *       *       *\n\nI told her of the hours of demonstrations I had made during the\nnight. \"The perception on scanning part of it goes on at some\nsubconscious level, Shari,\" I said. \"But we had evidence that it\ncan be made completely conscious.\"\n\nShe shuddered and hugged her arms to herself. \"I hate to say this\nto you,\" she said. \"But you're a freak.\"\n\nI took a deep breath and smiled. \"Unique is the way the Grand\nMaster puts it,\" I said, pleased with myself. \"He says it has\nterrific possibilities.\" And then it hit me, that delicious\nthought that I was among the elect, that I always had been.\n\n\"What possibilities?\" Shari demanded, recoiling from me. \"Doing\ncard tricks?\"\n\n\"To name a few,\" I said. \"They feel sure I can operate directly\non the molecular chain in genes. This means we can alter heredity\nto suit ourselves. Next, why not rearrange the DNA molecule in a\ncancer? If you can change the genes in one cell, you can change\nthem in another. Knock out the ability of cancerous cells to\nreproduce their own kind and the cancer disappears. A silly one:\nMaragon says I can be a one-man catalytic cracking station. Pipe\na liquid through a tube within my TK range and I can make an\nequilibrium reaction run uphill as the stuff flows past me. How\nabout a one-step operation to produce those rare drugs that now\ntake forty-nine separate reactions?\"\n\n\"This does have a significance for science,\" she admitted. \"The\ngenetic part is right down your alley. And it's not PC, is it?\"\n\n\"Strictly TK,\" I told her. \"You're the only PC in the family.\"\n\n\"Family?\" She turned pink as I went around the desk after her. \"I\ntold you the answer was 'no.'\"\n\n\"I have inside information,\" I said, pulling her to me. \"One of\nthe PC's up at the chapter house said this was what would\nhappen.\"\n\nShe didn't fight my kiss more than a couple seconds. Then it was\na pure case of self-preservation for me. This girl was a tiger.\nLooks can be awfully deceiving. But she broke away from me.\n\n\"Tex!\" she gasped. \"Stop, honey! Suppose somebody walks in.\"\n\n\"A PC like you never gets _that_ kind of surprise,\" I lied\nvaliantly.\n\n\"Am I?\" she whispered. \"Am I really a PC?\"\n\n\"That's why you locked the door,\" I said. \"Remember?\"\n\n\nTHE END\n\n\n\n\n\n\nEnd of Project Gutenberg's Card Trick, by Walter Bupp AKA Randall Garrett\n\n*** END OF THIS PROJECT GUTENBERG EBOOK CARD TRICK ***\n\n***** This file should be named 24277.txt or 24277.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/4/2/7/24277/\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}