{"title": "The Native Soil", "author": "Alan Edward Nourse", "releaseDate": "January 14, 2008", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n The\n Native\n Soil\n\n by Alan E. Nourse\n\n\nBefore the first ship from Earth made a landing on Venus, there was much\nspeculation about what might be found beneath the cloud layers obscuring\nthat planet's surface from the eyes of all observers.\n\nOne school of thought maintained that the surface of Venus was a jungle,\nrank with hot-house moisture, crawling with writhing fauna and\nman-eating flowers. Another group contended hotly that Venus was an arid\ndesert of wind-carved sandstone, dry and cruel, whipping dust into\nclouds that sunlight could never penetrate. Others prognosticated an\nocean planet with little or no solid ground at all, populated by\nenormous serpents waiting to greet the first Earthlings with jaws agape.\n\nBut nobody knew, of course. Venus was the planet of mystery.\n\nWhen the first Earth ship finally landed there, all they found was a\ngreat quantity of mud.\n\nThere was enough mud on Venus to go all the way around twice, with some\nleft over. It was warm, wet, soggy mud--clinging and tenacious. In some\nplaces it was gray, and in other places it was black. Elsewhere it was\nfound to be varying shades of brown, yellow, green, blue and purple. But\njust the same, it was still mud. The sparse Venusian vegetation grew up\nout of it; the small Venusian natives lived down in it; the steam rose\nfrom it and the rain fell on it, and that, it seemed, was that. The\nplanet of mystery was no longer mysterious. It was just messy. People\ndidn't talk about it any more.\n\nBut technologists of the Piper Pharmaceuticals, Inc., R&D squad found a\ncertain charm in the Venusian mud.\n\nThey began sending cautious and very secret reports back to the Home\nOffice when they discovered just what, exactly was growing in that\nVenusian mud besides Venusian natives. The Home Office promptly bought\nup full exploratory and mining rights to the planet for a price that was\na brazen steal, and then in high excitement began pouring millions of\ndollars into ships and machines bound for the muddy planet. The Board of\nDirectors met hoots of derision with secret smiles as they rubbed their\nhands together softly. Special crews of psychologists were dispatched to\nVenus to contact the natives; they returned, exuberant, with\ntest-results that proved the natives were friendly, intelligent,\nco-operative and resourceful, and the Board of Directors rubbed their\nhands more eagerly together, and poured more money into the Piper\nVenusian Installation.\n\nIt took money to make money, they thought. Let the fools laugh. They\nwouldn't be laughing long. After all, Piper Pharmaceuticals, Inc., could\nrecognize a gold mine when they saw one.\n\nThey thought.\n\n       *       *       *       *       *\n\nRobert Kielland, special investigator and trouble shooter for Piper\nPharmaceuticals, Inc., made an abrupt and intimate acquaintance with\nthe fabulous Venusian mud when the landing craft brought him down on\nthat soggy planet. He had transferred from the great bubble-shaped\norbital transport ship to the sleek landing craft an hour before, bored\nand impatient with the whole proposition. He had no desire whatever to\ngo to Venus. He didn't like mud, and he didn't like frontier projects.\nThere had been nothing in his contract with Piper demanding that he\ntravel to other planets in pursuit of his duties, and he had balked at\nthe assignment. He had even balked at the staggering bonus check they\noffered him to help him get used to the idea.\n\nIt was not until they had convinced him that only his own superior\njudgment, his razor-sharp mind and his extraordinarily shrewd powers of\nobservation and insight could possibly pull Piper Pharmaceuticals, Inc.,\nout of the mudhole they'd gotten themselves into, that he had\nreluctantly agreed to go. He wouldn't like a moment of it, but he'd go.\n\nThings weren't going right on Venus, it seemed.\n\nThe trouble was that millions were going in and nothing was coming out.\nThe early promise of high production figures had faltered, sagged,\ndwindled and vanished. Venus was getting to be an expensive project to\nhave around, and nobody seemed to know just why.\n\nNow the pilot dipped the landing craft in and out of the cloud blanket,\nbraking the ship, falling closer and closer to the surface as Kielland\nwatched gloomily from the after port. The lurching billows of clouds\nmade him queasy; he opened his Piper samples case and popped a pill into\nhis mouth. Then he gave his nose a squirt or two with his Piper\nRhino-Vac nebulizer, just for good measure. Finally, far below them, the\nfeatureless gray surface skimmed by. A sparse scraggly forest of twisted\ngray foliage sprang up at them.\n\nThe pilot sighted the landing platform, checked with Control Tower, and\neased up for the final descent. He was a skillful pilot, with many\nlandings on Venus to his credit. He brought the ship up on its tail and\nsat it down on the landing platform for a perfect three-pointer as the\njets rumbled to silence.\n\nThen, abruptly, they sank--landing craft, platform and all.\n\nThe pilot buzzed Control Tower frantically as Kielland fought down\npanic. Sorry, said Control Tower. Something must have gone wrong. They'd\nhave them out in a jiffy. Good lord, no, _don't_ blast out again, there\nwere a thousand natives in the vicinity. Just be patient, everything\nwould be all right.\n\nThey waited. Presently there were thumps and bangs as grapplers clanged\non the surface of the craft. Mud gurgled around them as they were hauled\nup and out with the sound of a giant sipping soup. A mud-encrusted\nhatchway flew open, and Kielland stepped down on a flimsy-looking\nplatform below. Four small rodent-like creatures were attached to it by\nropes; they heaved with a will and began paddling through the soupy mud\ndragging the platform and Kielland toward a row of low wooden buildings\nnear some stunted trees.\n\nAs the creatures paused to puff and pant, the back half of the platform\nkept sinking into the mud. When they finally reached comparatively solid\nground, Kielland was mud up to the hips, and mad enough to blast off\nwithout benefit of landing craft.\n\nHe surveyed the Piper Venusian Installation, hardly believing what he\nsaw. He had heard the glowing descriptions of the Board of Directors. He\nhad seen the architect's projections of fine modern buildings resting on\nwater-proof buoys, neat boating channels to the mine sites, fine\norange-painted dredge equipment (including the new Piper Axis-Traction\nDredges that had been developed especially for the operation). It had\nsounded, in short, just the way a Piper Installation ought to sound.\n\nBut there was nothing here that resembled that. Kielland could see a\ngroup of little wooden shacks that looked as though they were ready at a\nmoment's notice to sink with a gurgle into the mud. Off to the right\nacross a mud flat one of the dredges apparently had done just that: a\nswarm of men and natives were hard at work dragging it up again. Control\nTower was to the left, balanced precariously at a slight tilt in a sea\nof mud.\n\nThe Piper Venusian Installation didn't look too much like a going\nconcern. It looked far more like a ghost town in the latter stages of\ndecay.\n\nInside the Administration shack Kielland found a weary-looking man\nbehind a desk, scribbling furiously at a pile of reports. Everything in\nthe shack was splattered with mud. The crude desk and furniture was\nsmeared; the papers had black speckles all over them. Even the man's\nface was splattered, his clothing encrusted with gobs of still-damp mud.\nIn a corner a young man was industriously scrubbing down the wall with a\nlarge brush.\n\nThe man wiped mud off Kielland and jumped up with a gleam of hope in his\ntired eyes. \"Ah! Wonderful!\" he cried. \"Great to see you, old man.\nYou'll find all the papers and reports in order here, everything ready\nfor you--\" He brushed the papers away from him with a gesture of\nfinality. \"Louie, get the landing craft pilot and don't let him out of\nyour sight. Tell him I'll be ready in twenty minutes--\"\n\n\"Hold it,\" said Kielland. \"Aren't you Simpson?\"\n\nThe man wiped mud off his cheeks and spat. He was tall and graying.\n\"That's right.\"\n\n\"Where do you think you're going?\"\n\n\"Aren't you relieving me?\"\n\n\"I am not!\"\n\n\"Oh, my.\" The man crumbled behind the desk, as though his legs had just\ngiven way. \"I don't understand it. They told me--\"\n\n\"I don't care what they told you,\" said Kielland shortly. \"I'm a trouble\nshooter, not an administrator. When production figures begin to drop, I\nfind out why. The production figures from this place have never gotten\nhigh enough to drop.\"\n\n\"This is supposed to be news to me?\" said Simpson.\n\n\"So you've got troubles.\"\n\n\"Friend, you're right about that.\"\n\n\"Well, we'll straighten them out,\" Kielland said smoothly. \"But first I\nwant to see the foreman who put that wretched landing platform\ntogether.\"\n\nSimpson's eyes became wary. \"Uh--you don't really want to see him?\"\n\n\"Yes, I think I do. When there's such obvious evidence of incompetence,\nthe time to correct it is now.\"\n\n\"Well--maybe we can go outside and see him.\"\n\n\"We'll see him right here.\" Kielland sank down on the bench near the\nwall. A tiny headache was developing; he found a capsule in his samples\ncase and popped it in his mouth.\n\nSimpson looked sad and nodded to the orderly who had stopped scrubbing\ndown the wall. \"Louie, you heard the man.\"\n\n\"But boss--\"\n\nSimpson scowled. Louie went to the door and whistled. Presently there\nwas a splashing sound and a short, gray creature padded in. His hind\nfeet were four-toed webbed paddles; his legs were long and powerful like\na kangaroo's. He was covered with thick gray fur which dripped with\nthick black mud. He squeaked at Simpson, wriggling his nose. Simpson\nsqueaked back sharply.\n\nSuddenly the creature began shaking his head in a slow, rhythmic\nundulation. With a cry Simpson dropped behind the desk. The orderly fell\nflat on the floor, covering his face with his arm. Kielland's eyes\nwidened; then he was sitting in a deluge of mud as the little Venusian\nshook himself until his fur stood straight out in all directions.\n\nSimpson stood up again with a roar. \"I've told them a thousand times if\nI've told them once--\" He shook his head helplessly as Kielland wiped\nmud out of his eyes. \"This is the one you wanted to see.\"\n\nKielland sputtered. \"Can it talk to you?\"\n\n\"It doesn't talk, it squeaks.\"\n\n\"Then ask it to explain why the platform it built didn't hold the\nlanding craft.\"\n\nSimpson began whistling and squeaking at length to the little creature.\nIts shaggy tail crept between its legs and it hung its head like a\nscolded puppy.\n\n\"He says he didn't know a landing craft was supposed to land on the\nplatform,\" Simpson reported finally. \"He's sorry, he says.\"\n\n\"But hasn't he seen a landing craft before?\"\n\nSqueak, squeak. \"Oh, yes.\"\n\n\"Wasn't he told what the platform was being made for?\"\n\nSqueak, squeak. \"Of course.\"\n\n\"Then why didn't the platform stand up?\"\n\nSimpson sighed. \"Maybe he forgot what it was supposed to be used for in\nthe course of building it. Maybe he never really did understand in the\nfirst place. I can't get questions like that across to him with this\nwhistling, and I doubt that you'll ever find out which it was.\"\n\n\"Then fire him,\" said Kielland. \"We'll find some other--\"\n\n\"Oh, no! I mean, let's not be hasty,\" said Simpson. \"I'd hate to have to\nfire this one--for a while yet, at any rate.\"\n\n\"Why?\"\n\n\"Because we've finally gotten across to him--at least I _think_ we\nhave--just how to take down a dredge tube.\" Simpson's voice was almost\ntearful. \"It's taken us months to teach him. If we fire him, we'll have\nto start all over again with another one.\"\n\nKielland stared at the Venusian, and then at Simpson. \"So,\" he said\nfinally, \"I see.\"\n\n\"No, you don't,\" Simpson said with conviction. \"You don't even begin to\nsee yet. You have to fight it for a few months before you really see.\"\nHe waved the Venusian out the door and turned to Kielland with burden of\nten months' frustration in his voice. \"They're _stupid_,\" he said\nslowly. \"They are so incredibly stupid I could go screaming into the\nswamp every time I see one of them coming. Their stupidity is positively\nabysmal.\"\n\n\"Then why use them?\" Kielland spluttered.\n\n\"Because if we ever hope to mine anything in this miserable mudhole,\nwe've got to use them to do it. There just isn't any other way.\"\n\nWith Simpson leading, they donned waist-high waders with wide, flat\nsilicone-coated pans strapped to the feet and started out to inspect the\ninstallation.\n\nA crowd of a dozen or more Venusian natives swarmed happily around them\nlike a pack of hounds. They were in and out of the steaming mud,\ncircling and splashing, squeaking: and shaking. They seemed to be having\na real field day.\n\n\"Of course,\" Simpson was saying, \"since Number Four dredge sank last\nweek there isn't a whale of a lot of Installation left for you to\ninspect. But you can see what there is, if you want.\"\n\n\"You mean Number Four dredge is the only one you've got to use?\"\nKielland asked peevishly. \"According to my records you have five\nAxis-Traction dredges, plus a dozen or more of the old kind.\"\n\n\"Ah!\" said Simpson. \"Well, Number One had its vacuum chamber corroded\nout a week after we started using dredging. Ran into a vein of stuff\nwith 15 per cent acid content, and it got chewed up something fierce.\nNumber Two sank without a trace--over there in the swamp someplace.\" He\npointed across the black mud flats to a patch of sickly vegetation. \"The\nMud-pups know where it is, they think, and I suppose they could go drag\nit up for us if we dared take the time, but it would lose us a month,\nand you know the production schedule we've been trying to meet.\"\n\n\"So what about Numbers Three and Five?\"\n\n\"Oh, we still have them. They won't work without a major overhaul,\nthough.\"\n\n\"Overhaul! They're brand new.\"\n\n\"They _were_. The Mud-pups didn't understand how to sluice them down\nproperly after operations. When this guck gets out into the air it\nhardens like cement. You ever see a cement mixer that hasn't been\ncleaned out after use for a few dozen times? That's Numbers Three and\nFive.\"\n\n\"What about the old style models?\"\n\n\"Half of them are out of commission, and the other half are holding the\nislands still.\"\n\n\"Islands?\"\n\n\"Those chunks of semisolid ground we have Administration built on. The\nchunk that keeps Control Tower in one place.\"\n\n\"Well, what are they going to do--walk away?\"\n\n\"That's just about right. The first week we were in operation we kept\nwondering why we had to travel farther every day to get to the dredges.\nThen we realized that solid ground on Venus isn't solid ground at all.\nIt's just big chunks of denser stuff that floats on top of the mud like\ndumplings in a stew. But that was nothing compared to the other\nthings--\"\n\nThey had reached the vicinity of the salvage operation on Number Five\ndredge. To Kielland it looked like a huge cylinder-type vacuum cleaner\nwith a number of flexible hoses sprouting from the top. The whole\nmachine was three-quarters submerged in clinging mud. Off to the right a\nderrick floated hub-deep in slime; grapplers from it were clinging to\nthe dredge and the derrick was heaving and splashing like a trapped\nhippopotamus. All about the submerged machine were Mud-pups, working\nlike strange little beavers as the man supervising the operation wiped\nmud from his face and carried on a running line of shouts, curses,\nwhistles and squeaks.\n\nSuddenly one of the Mud-pups saw the newcomers. He let out a squeal,\ndropped his line in the mud and bounced up to the surface, dancing like\na dervish on his broad webbed feet as he stared in unabashed curiosity.\nA dozen more followed his lead, squirming up and staring, shaking gobs\nof mud from their fur.\n\n\"No, _no_!\" the man supervising the operation screamed. \"_Pull_, you\nidiots. Come back here! Watch _out_--\"\n\nThe derrick wobbled and let out a whine as steel cable sizzled out.\nConfused, the Mud-pups tore themselves away from the newcomers and\nturned back to their lines, but it was too late. Number Five dredge\ntrembled, with a wet sucking sound, and settled back into the mud,\nblub--blub--blub.\n\nThe supervisor crawled down from his platform and sloshed across to\nwhere Simpson and Kielland were standing. He looked like a man who had\nsuffered the torment of the damned for twenty minutes too long. \"No\nmore!\" he screamed in Simpson's face. \"That's all. I'm through. I'll\npick up my pay any time you get it ready, and I'll finish off my\ncontract at home, but I'm through here. One solid week I work to teach\nthese idiots what I want them to do, and you have to come along at the\none moment all week when I really need their concentration.\" He glared,\nhis face purple. \"Concentration! I should hope for so much! You got to\nhave a brain to have concentration--\"\n\n\"Barton, this is Kielland. He's here from the Home Office, to solve all\nour problems.\"\n\n\"You mean he brought us an evacuation ship?\"\n\n\"No, he's going to tell us how to make this Installation pay. Right,\nKielland?\" Simpson's grin was something to see.\n\nKielland scowled. \"What are you going to do with the dredge--just leave\nit there?\" he asked angrily.\n\n\"No--I'm going to dig it out, again,\" said Barton, \"after we take\nanother week off to drum into those quarter-brained mud-hens just what\nit is we want them to do--again--and then persuade them to do\nit--again--and then hope against hope that nothing happens along to\ndistract them--again. Any suggestions?\"\n\nSimpson shook his head. \"Take a rest, Barton. Things will look brighter\nin the morning.\"\n\n\"Nothing ever looks brighter in the morning,\" said Barton, and he\nsloshed angrily off toward the Administration island.\n\n\"You see?\" said Simpson. \"Or do you want to look around some more?\"\n\n       *       *       *       *       *\n\nBack in Administration shack, Kielland sprayed his throat with Piper\nFortified Bio-Static and took two tetracycline capsules from his\nsamples case as he stared gloomily down at the little gob of blue-gray\nmud on the desk before him.\n\nThe Venusian bonanza, the sole object of the multi-million-dollar Piper\nVenusian Installation, didn't look like much. It ran in veins deep\nbeneath the surface. The R&D men had struck it quite by accident in the\nfirst place, sampled it along with a dozen other kinds of Venusian\nmud--and found they had their hands on the richest 'mycin-bearing\nbacterial growth since the days of the New Jersey mud flats.\n\nThe value of the stuff was incalculable. Twenty-first century Earth had\nnot realized the degree to which it depended upon its effective\nantibiotic products for maintenance of its health until the mutating\nimmune bacterial strains began to outpace the development of new\nantibacterials. Early penicillin killed 96 per cent of all organisms in\nits spectrum--at first--but time and natural selection undid its work in\nthree generations. Even the broad-spectrum drugs were losing their\neffectiveness to a dangerous degree within decades of their\nintroduction. And the new drugs grown from Earth-born bacteria, or\nsynthesized in the laboratories, were too few and too weak to meet the\nburgeoning demands of humanity--\n\nUntil Venus. The bacteria indigenous to that planet were alien to\nEarth--every attempt to transplant them had failed--but they grew with\nabandon in the warm mud currents of Venus. Not all mud was of value:\nonly the singular blue-gray stuff that lay before Kielland on the desk\ncould produce the 'mycin-like tetracycline derivative that was more\npowerful than the best of Earth-grown wide spectrum antibiotics, with\nfew if any of the unfortunate side-effects of the Earth products.\n\nThe problem seemed simple: find the mud in sufficient quantities for\nmining, dredge it up, and transport it back to Earth to extract the\ndrug. It was the first two steps of the operation that depended so\nheavily on the mud-acclimated natives of Venus for success. They were as\nmuch at home in the mud as they were in the dank, humid air above. They\ncould distinguish one type of mud from another deep beneath the surface,\nand could carry a dredge-tube down to a lode of the blue-gray muck with\nthe unfailing accuracy of a homing pigeon.\n\nIf they could only be made to understand just what they were expected to\ndo. And that was where production ground down to a slow walk.\n\nThe next few days were a nightmare of frustration for Kielland as he\nobserved with mounting horror the standard operating procedure of the\nInstallation.\n\nMen and Mud-pups went to work once again to drag Number Five dredge out\nof the mud. It took five days of explaining, repeating, coaxing and\nthreatening to do it, but finally up it came--with mud caked and\nhardened in its insides until it could never be used again.\n\nSo they ferried Number Six down piecemeal from the special orbital\ntransport ship that had brought it. Only three landing craft sank during\nthe process, and within two weeks Simpson and Barton set bravely off\nwith their dull-witted cohorts to tackle the swamp with a spanking new\npiece of equipment. At last the delays were over--\n\nOf course, it took another week to get the actual dredging started. The\nMud-pups who had been taught the excavation procedure previously had\neither disappeared into the swamp or forgotten everything they'd ever\nbeen taught. Simpson had expected it, but it was enough to keep Kielland\nsleepless for three nights and drive his blood pressure to suicidal\nlevels. At length, the blue-gray mud began billowing out of the dredge\nonto the platforms built to receive it, and the transport ship was\nnotified to stand by for loading. But by the time the ferry had landed,\nthe platform with the load had somehow drifted free of the island and\nrequired a week-long expedition into the hinterland to track it down. On\nthe trip back they met a rainstorm that dissolved the blue-gray stuff\ninto soup which ran out between the slats of the platform, and back into\nthe mud again.\n\nThey did get the platform back, at any rate.\n\nMeanwhile, the dredge began sucking up green stuff that smelled of\nsewage instead of the blue-gray clay they sought--so the natives dove\nmud-ward to explore the direction of the vein. One of them got caught in\nthe suction tube, causing a three-day delay while engineers dismantled\nthe dredge to get him out. In re-assembling, two of the dredge tubes got\ninterlocked somehow, and the dredge burned out three generators trying\nto suck itself through itself, so to speak. That took another week to\nfix.\n\nKielland buried himself in the Administration shack, digging through the\nrecords, when the reign of confusion outside became too much to bear. He\nsent for Tarnier, the Installation physician, biologist, and erstwhile\nVenusian psychologist. Dr. Tarnier looked like the breathing soul of\nfailure; Kielland had to steel himself to the wave of pity that swept\nthrough him at the sight of the man. \"You're the one who tested these\nimbeciles originally?\" he demanded.\n\nDr. Tarnier nodded. His face was seamed, his eyes lustreless. \"I tested\n'em. God help me, I tested 'em.\"\n\n\"How?\"\n\n\"Standard procedures. Reaction times. Mazes. Conditioning. Language.\nAbstractions. Numbers. Associations. The works.\"\n\n\"Standard for Earthmen, I presume you mean.\"\n\n\"So what else? Piper didn't want to know if they were Einsteins or not.\nAll they wanted was a passable level of intelligence. Give them natives\nwith brains and they might have to pay them something. They thought\nthey were getting a bargain.\"\n\n\"Some bargain.\"\n\n\"Yeah.\"\n\n\"Only your tests say they're intelligent. As intelligent, say, as a\nlow-normal human being without benefit of any schooling or education.\nRight?\"\n\n\"That's right,\" the doctor said wearily, as though he had been through\nthis mill again and again. \"Schooling and education don't enter into it\nat all, of course. All we measured was potential. But the results said\nthey had it.\"\n\n\"Then how do you explain the mess we've got out there?\"\n\n\"The tests were wrong. Or else they weren't applicable even on a basic\nlevel. Or something. I don't know. I don't even care much any more.\"\n\n\"Well I care, plenty. Do you realize how much those creatures are\ncosting us? If we ever do get the finished product on the market, it'll\ncost too much for anybody to buy.\"\n\nDr. Tarnier spread his hands. \"Don't blame me. Blame them.\"\n\n\"And then this so-called biological survey of yours,\" Kielland\ncontinued, warming to his subject. \"From a scientific man, it's a prize.\nAnatomical description: limited because of absence of autopsy specimens.\nApparently have endoskeleton, but organization of the internal organs\nremains obscure. Thought to be mammalianoid--there's a fence-sitter for\nyou--but can't be certain of this because no young have been observed,\nnor any females in gestation. Extremely gregarious, curious, playful,\nirresponsible, etc., etc., etc. Habitat under natural conditions:\nuncertain. Diet: uncertain. Social organization: uncertain.\" Kielland\nthrew down the paper with a snort. \"In short, the only thing we're\ncertain of is that they're here. Very helpful. Especially when every\ndime we have in this project depends on our teaching them how to count\nto three without help.\"\n\nDr. Tarnier spread his hands again. \"Mr. Kielland, I'm a mere mortal. In\norder to measure something, it has to stay the same long enough to get\nit measured. In order to describe something, it has to hold still long\nenough to be observed. In order to form a logical opinion of a\ncreature's mental capacity, it has to demonstrate some perceptible\nmental capacity to start with. You can't get very far studying a\ncreature's habitat and social structure when most of its habitating goes\non under twenty feet of mud.\"\n\n\"How about the language?\"\n\n\"We get by with squeaks and whistles and sign language. A sort of\npidgin-Venusian. They use a very complex system among themselves.\" The\ndoctor paused, uncertainly. \"Anyway, it's hard to get too tough with the\nPups,\" he burst out finally. \"They really seem to try hard--when they\ncan just manage to keep their minds to it.\"\n\n\"Just stupid, carefree, happy-go-lucky kids, eh?\"\n\nDr. Tarnier shrugged.\n\n\"Go away,\" said Kielland in disgust, and turned back to the reports with\na sour taste in his mouth.\n\nLater he called the Installation Comptroller. \"What do you pay Mud-pups\nfor their work?\" he wanted to know.\n\n\"Nothing,\" said the Comptroller.\n\n\"_Nothing!_\"\n\n\"We have nothing they can use. What would you give them--United Nations\ncoin? They'd just try to eat it.\"\n\n\"How about something they _can_ eat, then?\"\n\n\"Everything we feed them they throw right back up. Planetary\nincompatibility.\"\n\n\"But there must be _something_ you can use for wages,\" Kielland\nprotested. \"Something they want, something they'll work hard for.\"\n\n\"Well, they liked tobacco and pipes all right--but it interfered with\ntheir oxygen storage so they couldn't dive. That ruled out tobacco and\npipes. They liked Turkish towels, too, but they spent all their time\nparading up and down in them and slaying the ladies and wouldn't work at\nall. That ruled out Turkish towels. They don't seem to care too much\nwhether they're paid or not, though--as long as we're decent to them.\nThey seem to like us, in a stupid sort of way.\"\n\n\"Just loving, affectionate, happy-go-lucky kids. I know. Go away.\"\nKielland growled and turned back to the reports ... except that there\nweren't any more reports that he hadn't read a dozen times or more.\nNothing that made sense, nothing that offered a lead. Millions of Piper\ndollars sunk into this project, and every one of them sitting there\nblinking at him expectantly.\n\nFor the first time he wondered if there really _was_ any solution to the\nproblem. Stumbling blocks had been met and removed before--that was\nKielland's job, and he knew how to do it. But stupidity could be a\nstumbling block that was all but insurmountable.\n\nYet he couldn't throw off the nagging conviction that something more\nsubtle than stupidity was involved....\n\nThen Simpson came in, cursing and sputtering and bellowing for Louie.\nLouie came, and Simpson started dictating a message for relay to the\ntransport ship. \"Special order, rush, repeat, rush,\" Simpson grated.\n\"For immediate delivery Piper Venusian Installation--one Piper\nAxis-Traction Dredge, previous specifications applicable--\"\n\nKielland stared at him. \"Again?\"\n\nSimpson gritted his teeth. \"Again.\"\n\n\"Sunk?\"\n\n\"Blub,\" said Simpson. \"Blub, blub, blub.\"\n\nSlowly, Kielland stood up, glaring first at Simpson, then at the little\nmuddy creatures that were attempting to hide behind his waders, looking\nso forlorn and chastised and woebegone. \"All right,\" Kielland said,\nafter a pregnant pause. \"That's all. You won't need to relay that order\nto the ship. Forget about Number Seven dredge. Just get your files in\norder and get a landing craft down here for me. The sooner the better.\"\n\nSimpson's face lit up in pathetic eagerness. \"You mean we're going to\n_leave_?\"\n\n\"That's what I mean.\"\n\n\"The company's not going to like it--\"\n\n\"The company ought to welcome us home with open arms,\" Kielland snarled.\n\"They should shower us with kisses. They should do somersaults for joy\nthat I'm not going to let them sink another half billion into the mud\nout here. They took a gamble and got cleaned, that's all. They'd be as\nstupid as your pals here if they kept coming back for more.\" He pulled\non his waders, brushing penitent Mud-pups aside as he started for the\ndoor. \"Send the natives back to their burrows or whatever they live in\nand get ready to close down. _I've_ got to figure out some way to make a\nreport to the Board that won't get us all fired.\"\n\nHe slammed out the door and started across to his quarters, waders going\nsplat-splat in the mud. Half a dozen Mud-pups were following him. They\nseemed extraordinarily exuberant as they went diving and splashing in\nthe mud. Kielland turned and roared at them, shaking his fist. They\nstopped short, then slunk off with their tails between their legs.\n\nBut even at that, their squeaking sounded strangely like laughter to\nKielland....\n\nIn his quarters the light was so dim that he almost had his waders off\nbefore he saw the upheaval. The little room was splattered from top to\nbottom with mud. His bunk was coated with slime; the walls dripped\nblue-gray goo. Across the room his wardrobe doors hung open as three\nmuddy creatures rooted industriously in the leather case on the floor.\n\nKielland let out a howl and threw himself across the room. _His samples\ncase!_ The Mud-pups scattered, squealing. Their hands were filled with\ncapsules, and their muzzles were dripping with white powder. Two went\nbetween Kielland's legs and through the door. The third dove for the\nwindow with Kielland after him. The company man's hand closed on a\nslippery tail, and he fell headlong across the muddy bed as the culprit\nliterally slipped through his fingers.\n\nHe sat up, wiping mud from his hair and surveying the damage. Bottles\nand boxes of medicaments were scattered all over the floor of the\nwardrobe, covered with mud but unopened. Only one large box had been\ntorn apart, its contents ravaged.\n\nKielland stared at it as things began clicking into place in his mind.\nHe walked to the door, stared out across the steaming gloomy mud flats\ntoward the lighted windows of the Administration shack. Sometimes, he\nmused, a man can get so close to something that he can't see the\nobvious. He stared at the samples case again. Sometimes stupidity works\nboth ways--and sometimes what looks like stupidity may really be\nsomething far more deadly.\n\nHe licked his lips and flipped the telephone-talker switch. After a\nmisconnection or two he got Control Tower. Control Tower said yes, they\nhad a small exploratory scooter on hand. Yes, it could be controlled on\na beam and fitted with cameras. But of course it was special equipment,\nemergency use only--\n\nHe cut them off and buzzed Simpson excitedly. \"Cancel all I said--about\nleaving. I mean. Change of plan. Something's come up. No, don't order\nanything--but get one of those natives that can understand your\nwhistling and give him the word.\"\n\nSimpson bellowed over the wire. \"What word? What do you think you're\ndoing?\"\n\n\"I may just be saving our skins--we won't know for a while. But however\nyou manage it, tell them we're definitely _not leaving Venus_. Tell them\nthey're all fired--we don't want them around any more. The Installation\nis off limits to them from here on in. And tell them we've devised a way\nto mine the lode without them--got that? Tell them the equipment will be\narriving as soon as we can bring it down from the transport.\"\n\n\"Oh, now look--\"\n\n\"You want me to repeat it?\"\n\nSimpson sighed. \"All right. Fine. I'll tell them. Then what?\"\n\n\"Then just don't bother me for a while. I'm going to be busy. Watching\nTV.\"\n\nAn hour later Kielland was in Control Tower, watching the pale screen as\nthe little remote-controlled explorer circled the installation. Three TV\ncameras were in operation as he settled down behind the screen. He told\nSparks what he wanted to do, and the ship whizzed off in the direction\nthe Mud-pup raiders had taken.\n\nAt first, there was nothing but dreary mud flats sliding past the\ncameras' watchful eyes. Then they picked up a flicker of movement, and\nthe ship circled in lower for a better view. It was a group of\nnatives--a large group. There must have been fifty of them working\nbusily in the mud, five miles away from the Piper Installation. They\ndidn't look so carefree and happy-go-lucky now. They looked very much\nlike desperately busy Mud-pups with a job on their hands, and they were\nso absorbed they didn't even see the small craft circling above them.\n\nThey worked in teams. Some were diving with small containers; some were\nhandling lines attached to the containers; still others were carrying\nand dumping. They came up full, went down empty, came up full. The\nproduce was heaped in a growing pile on a small semisolid island with a\nfew scraggly trees on it. As they worked the pile grew and grew.\n\nIt took only a moment for Kielland to tell what they were doing. The\ncolor of the stuff was unmistakable. They were mining piles of blue-gray\nmud, just as fast as they could mine it.\n\nWith a gleam of satisfaction in his eye, Kielland snapped off the screen\nand nodded at Sparks to bring the cameras back. Then he rang Simpson\nagain.\n\n\"Did you tell them?\"\n\nSimpson's voice was uneasy. \"Yeah--yeah, I told them. They left in a\nhurry. Quite a hurry.\"\n\n\"Yes, I imagine they did. Where are your men now?\"\n\n\"Out working on Number Six, trying to get it up.\"\n\n\"Better get them together and pack them over to Control Tower, fast,\"\nsaid Kielland. \"I mean everybody. Every man in the Installation. We may\nhave this thing just about tied up, if we can get out of here soon\nenough--\"\n\nKielland's chair gave a sudden lurch and sailed across the room,\nsmashing into the wall. With a yelp he tried to struggle up the sloping\nfloor; it reared and heaved over the other way, throwing Kielland and\nSparks to the other wall amid a heap of instruments. Through the windows\nthey could see the gray mud flats careening wildly below them. It took\nonly an instant to realize what was happening. Kielland shouted, \"Let's\nget out of here!\" and headed down the stairs, clinging to the railing\nfor dear life.\n\nControl Tower was sinking in the mud. They had moved faster than he had\nanticipated, Kielland thought, and snarled at himself all the way down\nto the landing platform below. He had hoped at least to have time to\nparley, to stop and discuss the whys and wherefores of the situation\nwith the natives. Now it was abundantly clear that any whys and\nwherefores that were likely to be discussed would be discussed later.\n\nAnd very possibly under twenty feet of mud--\n\nA stream of men were floundering out of Administration shack, plowing\nthrough the mud with waders only half strapped on as the line of low\nbuildings began shaking and sinking into the morass. From the direction\nof Number Six dredge another crew was heading for the Tower. But the\nTower was rapidly growing shorter as the buoys that sustained it broke\nloose with ear-shattering crashes.\n\nKielland caught Sparks by the shoulder, shouting to be heard above the\nracket. \"The transport--did you get it?\"\n\n\"I--I think so.\"\n\n\"They're sending us a ferry?\"\n\n\"It should be on its way.\"\n\nSimpson sloshed up, his face heavy with dismay. \"The dredges! They've\ncut loose the dredges.\"\n\n\"Bother the dredges. Get your men collected and into the shelters. We'll\nhave a ship here any minute.\"\n\n\"But what's happening?\"\n\n\"We're leaving--if we can make it before these carefree, happy-go-lucky\nkids here sink us in the mud, dredges, Control Tower and all.\"\n\nOut of the gloom above there was a roar and a streak of murky yellow as\nthe landing craft eased down through the haze. Only the top of Control\nTower was out of the mud now. The Administration shack gave a lurch,\nsagging, as a dozen indistinct gray forms pulled and tugged at the\nsupporting structure beneath it. Already a circle of natives was\nconverging on the Earthmen as they gathered near the landing platform\nshelters.\n\n\"They're cutting loose the landing platform!\" somebody wailed. One of\nthe lines broke with a resounding snap, and the platform lurched. Then a\ndozen men dived through the mud to pull away the slippery, writhing\nnatives as they worked to cut through the remaining guys. Moments later\nthe landing craft was directly overhead and men and natives alike\nscattered as she sank down.\n\nThe platform splintered and jolted under her weight, began skidding,\nthen held firm to the two guy ropes remaining. A horde of gray creatures\nhurled themselves on those lines as a hatchway opened above and a ladder\ndropped down. The men scurried up the ropes just as the plastic dome of\nthe Control Tower sank with a gurgle.\n\nKielland and Simpson paused at the bottom of the ladder, blinking at the\nscene of devastation around them.\n\n\"Stupid, you say,\" said Kielland heavily. \"Better get up there, or we'll\ngo where Control Tower went.\"\n\n\"But--everything--gone!\"\n\n\"Wrong again. Everything saved.\" Kielland urged the administrator up the\nladder and sighed with relief as the hatch clanged shut. The jets\nbloomed and sprayed boiling mud far and wide as the landing craft lifted\nsoggily out of the mire and roared for the clouds above.\n\nKielland wiped sweat from his forehead and sank back on his cot with a\nshudder. \"_We_ should be so stupid,\" he said.\n\n\"I must admit,\" he said later to a weary and mystified Simpson, \"that I\ndidn't expect them to move so fast. But when you've decided in your mind\nthat somebody's really pretty stupid, it's hard to adjust to the idea\nthat maybe he _isn't_, all of a sudden. We should have been much more\nsuspicious of Dr. Tarnier's tests. It's true they weren't designed for\nVenusians, but they were designed to assess intelligence, and\nintelligence isn't a quality that's influenced by environment or\nspecies. It's either there or it isn't, and the good Doctor told us\nunequivocally that it was there.\"\n\n\"But their behavior.\"\n\n\"Even that should have tipped us off. There is a very fine line dividing\nincredible stupidity and incredible _stubbornness_. It's often a tough\ndifferential to make. I didn't spot it until I found them wolfing down\nthe tetracycline capsules in my samples case. Then I began to see the\nimplications. Those Mud-pups were stubbornly and tenaciously determined\nto drive the Piper Venusian Installation off Venus permanently, by fair\nmeans or foul. They didn't care how it got off--they just wanted it\noff.\"\n\n\"But why? We weren't hurting them. There's plenty of mud on Venus.\"\n\n\"Ah--but not so much of the blue-gray stuff we were after, perhaps.\nSuppose a space ship settled down in a wheatfield in Kansas along about\nharvest time and started loading wheat into the hold? I suppose the\nfarmer wouldn't mind too much. After all, there's plenty of vegetation\non Earth--\"\n\n\"They're _growing_ the stuff?\"\n\n\"For all they're worth,\" said Kielland. \"Lord knows what sort of\nmetabolism uses tetracycline for food--but they are growing mud that\nyields an incredibly rich concentration of antibiotic ... their native\nfood. They grow it, harvest it, live on it. Even the way they shake\nwhenever they come out of the mud is a giveaway--what better way to\nseed their crop far and wide? We were mining away their staff of life,\nmy friend. You really couldn't blame them for objecting.\"\n\n\"Well, if they think they can drive us off that way, they're going to\nhave to get that brilliant intelligence of theirs into action,\" Simpson\nsaid ominously. \"We'll bring enough equipment down there to mine them\nout of house and home.\"\n\n\"Why?\" said Kielland. \"After all, they're mining it themselves a lot\nmore efficiently than we could ever do it. And with Piper warehouses\nback on Earth full of old, useless antibiotics that they can't sell for\npeanuts? No, I don't think we'll mine anything when a simple trade\narrangement will do just as well.\" He sank back in his cot, staring\ndreamily through the port as the huge orbital transport loomed large\nahead of them. He found his throat spray and dosed himself liberally in\npreparation for his return to civilization. \"Of course, the natives are\ngoing to be wondering what kind of idiots they're dealing with to sell\nthem pure refined extract of Venusian beefsteak in return for raw chunks\nof unrefined native soil. But I think we can afford to just let them\nwonder for a while.\"\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from \"Tiger by the Tail and Other Science\n    Fiction Stories by Alan E. Nourse\" and was first published in\n    _Fantastic Universe_ July 1957. Extensive research did not uncover\n    any evidence that the U.S. copyright on this publication was\n    renewed. Minor spelling and typographical errors have been corrected\n    without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Native Soil, by Alan Edward Nourse\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE NATIVE SOIL ***\n\n***** This file should be named 24274.txt or 24274.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/4/2/7/24274/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}