{"title": "The Green Beret", "author": "Thomas Edward Purdom", "releaseDate": "January 14, 2008", "language": "English", "content": "\n\n\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                         Transcriber's Note:\n\n         This etext was produced from Analog, January 1961.\n         Extensive research did not uncover any evidence that\n         the U.S. copyright on this publication was renewed.\n\n\n\n                            [Illustration]\n\n\n                                 THE\n\n                                GREEN\n\n                                BERET\n\n\n\n\n                            By TOM PURDOM\n\n\n\n     _It's not so much the decisions a man does make that mark\n     him as a Man--but the ones he refrains from making. Like the\n     decision \"I've had enough!\"_\n\n\n                      Illustrated by Schoenherr\n\n       *       *       *       *       *\n\n\n\n\nRead locked the door and drew his pistol. Sergeant Rashid handed\nPremier Umluana the warrant.\n\n\"We're from the UN Inspector Corps,\" Sergeant Rashid said. \"I'm\nvery sorry, but we have to arrest you and bring you in for trial\nby the World Court.\"\n\nIf Umluana noticed Read's gun, he didn't show it. He read the\nwarrant carefully. When he finished, he said something in Dutch.\n\n\"I don't know your language,\" Rashid said.\n\n\"Then I'll speak English.\" Umluana was a small man with wrinkled\nbrow, glasses and a mustache. His skin was a shade lighter than\nRead's. \"The Inspector General doesn't have the power to arrest a\nhead of state--especially the Premier of Belderkan. Now, if\nyou'll excuse me, I must return to my party.\"\n\nIn the other room people laughed and talked. Glasses clinked in\nthe late afternoon. Read knew two armed men stood just outside\nthe door. \"If you leave, Premier, I'll have to shoot you.\"\n\n\"I don't think so,\" Umluana said. \"No, if you kill me, all Africa\nwill rise against the world. You don't want me dead. You want me\nin court.\"\n\nRead clicked off the safety.\n\n\"Corporal Read is very young,\" Rashid said, \"but he's a crack\nshot. That's why I brought him with me. I think he _likes_ to\nshoot, too.\"\n\nUmluana turned back to Rashid a second too soon. He saw the\nsergeant's upraised hand before it collided with his neck.\n\n\"Help! _Kidnap._\"\n\nRashid judo chopped him and swung the inert body over his\nshoulders. Read pulled a flat grenade from his vest pocket. He\ndropped it and yellow psycho gas hissed from the valve.\n\n\"Let's be off,\" Rashid said.\n\nThe door lock snapped as they went out the window. Two men with\nrifles plunged into the gas; sighing, they fell to the floor in a\ncatatonic trance.\n\nA little car skimmed across the lawn. Bearing the Scourge of\nAfrica, Rashid struggled toward it. Read walked backward,\ncovering their retreat.\n\nThe car stopped, whirling blades holding it a few inches off the\nlawn. They climbed in.\n\n\"How did it go?\" The driver and another inspector occupied the\nfront seat.\n\n\"They'll be after us in half a minute.\"\n\nThe other inspector carried a light machine gun and a box of\ngrenades. \"I better cover,\" he said.\n\n\"Thanks,\" Rashid said.\n\nThe inspector slid out of the car and ran to a clump of bushes.\nThe driver pushed in the accelerator. As they swerved toward the\nsouth, Read saw a dozen armed men run out of the house. A grenade\narced from the bushes and the pursuers recoiled from the cloud\nthat rose before them.\n\n\"Is he all right?\" the driver asked.\n\n\"I don't think I hurt him.\" Rashid took a syrette from his vest\npocket. \"Well, Read, it looks like we're in for a fight. In a few\nminutes Miaka Station will know we're coming. And God knows what\nwill happen at the Game Preserve.\"\n\nRead wanted to jump out of the car. He could die any minute. But\nhe had set his life on a well-oiled track and he couldn't get off\nuntil they reached Geneva.\n\n\"They don't know who's coming,\" he said. \"They don't make them\ntough enough to stop this boy.\"\n\nStaring straight ahead, he didn't see the sergeant smile.\n\n       *       *       *       *       *\n\nTwo types of recruits are accepted by the UN Inspector Corps:\nthose with a fanatic loyalty to the ideals of peace and world\norder, and those who are loyal to nothing but themselves. Read\nwas the second type.\n\nA tall, lanky Negro he had spent his school days in one of the\ndrab suburbs that ring every prosperous American city. It was the\nhome of factory workers, clerks, semiskilled technicians, all who\ndo the drudge work of civilization and know they will never do\nmore. The adults spent their days with television, alcohol and\ndrugs; the young spent their days with gangs, sex, television and\nalcohol. What else was there? Those who could have told him\nneither studied nor taught at his schools. What he saw on the\nconcrete fields between the tall apartment houses marked the\nlimits of life's possibilities.\n\nHe had belonged to a gang called The Golden Spacemen. \"Nobody\nfools with me,\" he bragged. \"When Harry Read's out, there's a\ntiger running loose.\" No one knew how many times he nearly ran\nfrom other clubs, how carefully he picked the safest spot on the\nbattle line.\n\n\"A man ought to be a man,\" he once told a girl. \"He ought to do a\nman's work. Did you ever notice how our fathers look, how they\nsleep so much? I don't want to be like that. I want to be\nsomething proud.\"\n\nHe joined the UN Inspector Corps at eighteen, in 1978. The\ninternational cops wore green berets, high buttonless boots, bush\njackets. They were very special men.\n\nFor the first time in his life, his father said something about\nhis ambitions.\n\n\"Don't you like America, Harry? Do you _want_ to be without a\ncountry? This is the best country in the world. All my life I've\nmade a good living. Haven't you had everything you ever wanted?\nI've been a king compared to people overseas. Why, you stay here\nand go to trade school and in two years you'll be living just\nlike me.\"\n\n\"I don't want that,\" Read said.\n\n\"What do you mean, you don't want that?\"\n\n\"You could join the American Army,\" his mother said. \"That's as\ngood as a trade school. If you have to be a soldier.\"\n\n\"I want to be a UN man. I've already enlisted. I'm in! What do\nyou care what I do?\"\n\nThe UN Inspector Corps had been founded to enforce the Nuclear\nDisarmament Treaty of 1966. Through the years it had acquired\nother jobs. UN men no longer went unarmed. Trained to use small\narms and gas weapons, they guarded certain borders, bodyguarded\ndiplomats and UN officials, even put down riots that threatened\ninternational peace. As the UN evolved into a strong world\ngovernment, the UN Inspector Corps steadily acquired new powers.\n\nRead went through six months training on Madagascar.\n\nTwice he nearly got expelled for picking fights with smaller men.\nRather than resign, he accepted punishment which assigned him to\nweeks of dull, filthy extra labor. He hated the restrictions and\nthe iron fence of regulations. He hated boredom, loneliness and\nisolation.\n\nAnd yet he responded with enthusiasm. They had given him a job. A\njob many people considered important.\n\nHe took his turn guarding the still disputed borders of Korea. He\nserved on the rescue teams that patrol the busy Polar routes. He\nmounted guard at the 1980 World's Fair in Rangoon.\n\n\"I liked Rangoon,\" he even told a friend. \"I even liked Korea.\nBut I think I liked the Pole job best. You sit around playing\ncards and shooting the bull and then there's a plane crash or\nsomething and you go out and win a medal. That's great for me.\nI'm lazy and I like excitement.\"\n\n       *       *       *       *       *\n\nOne power implied in the UN Charter no Secretary General or\nInspector General had ever tried to use. The power to arrest any\nhead of state whose country violated international law. Could the\nWorld Court try and imprison a politician who had conspired to\nattack another nation?\n\nFor years Africa had been called \"The South America of the Old\nWorld.\" Revolution followed revolution. Colonies became\ndemocracies. Democracies became dictatorships or dissolved in\ncivil war. Men planted bases on the moon and in four years,\n1978-82, ringed the world with matter transmitters; but the black\npopulation of Africa still struggled toward political equality.\n\nUmluana took control of Belderkan in 1979. The tiny, former Dutch\ncolony, had been a tottering democracy for ten years. The very\nday he took control the new dictator and his African party began\nto build up the Belderkan Army. For years he had preached a new\nAfrica, united, free of white masters, the home of a vigorous and\nperfect Negro society. His critics called him a hypocritical\nracist, an opportunist using the desires of the African people to\nbuild himself an empire.\n\nHe began a propaganda war against neighboring South Africa,\npromising the liberation of that strife-torn land. Most Negro\nleaders, having just won representation in the South African\nParliament, told him to liberate his own country. They believed\nthey could use their first small voice in the government to win\ntrue freedom for their people.\n\nBut the radio assault and the arms buildup continued. Early in\n1982, South Africa claimed the Belderkan Army exceeded the size\nagreed to in the Disarmament Treaty. The European countries and\nsome African nations joined in the accusation. China called the\nuproar a vicious slur on a new African nation. The United States\nand Russia, trying not to get entangled, asked for more\ninvestigation by the UN.\n\nBut the evidence was clear. Umluana was defying world law. If he\ngot away with it, some larger and more dangerous nation might\nfollow his precedent. And the arms race would begin again.\n\nThe Inspector General decided. They would enter Belderkan, arrest\nUmluana and try him by due process before the World Court. If the\nplan succeeded, mankind would be a long step farther from nuclear\nwar.\n\nRead didn't know much about the complicated political reasons for\nthe arrest. He liked the Corp and he liked being in the Corp. He\nwent where they sent him and did what they told him to do.\n\n       *       *       *       *       *\n\nThe car skimmed above the tree-tops. The driver and his two\npassengers scanned the sky.\n\nA plane would have been a faster way to get out of the country.\nBut then they would have spent hours flying over Africa, with\nBelderkan fighters in hot pursuit, other nations joining the\nchase and the world uproar gaining volume. By transmitter, if all\nwent well, they could have Umluana in Geneva in an hour.\n\nThey were racing toward Miaka, a branch transmitter station. From\nMiaka they would transmit to the Belderkan Preserve, a famous\ntourist attraction whose station could transmit to any point on\nthe globe. Even now a dozen inspectors were taking over the Game\nPreserve station and manning its controls.\n\nThey had made no plans to take over Miaka. They planned to get\nthere before it could be defended.\n\n\"There's no military base near Miaka,\" Rashid said. \"We might get\nthere before the Belderkans.\"\n\n\"Here comes our escort,\" Read said.\n\nA big car rose from the jungle. This one had a recoilless rifle\nmounted on the roof. The driver and the gunner waved and fell in\nbehind them.\n\n\"One thing,\" Read said, \"I don't think they'll shoot at us while\n_he's_ in the car.\"\n\n\"Don't be certain, corporal. All these strong-arm movements are\nalike. I'll bet Umluana's lieutenants are hoping he'll become a\ndead legend. Then they can become live conquerors.\"\n\nSergeant Rashid came from Cairo. He had degrees in science and\nhistory from Cambridge but only the Corp gave him work that\nsatisfied his conscience. He hated war. It was that simple.\n\nRead looked back. He saw three spots of sunlight about two\nhundred feet up and a good mile behind.\n\n\"Here they come, Sarge.\"\n\nRashid turned his head. He waved frantically. The two men in the\nother car waved back.\n\n\"Shall I duck under the trees?\" the driver asked.\n\n\"Not yet. Not until we have to.\"\n\nRead fingered the machine gun he had picked up when he got in the\ncar. He had never been shot at. Twice he had faced an unarmed\nmob, but a few shots had sent them running.\n\nBirds flew screaming from their nests. Monkeys screeched and\nthrew things at the noisy, speeding cars. A little cloud of birds\nsurrounded each vehicle.\n\nThe escort car made a sharp turn and charged their pursuers. The\nbig rifle fired twice. Read saw the Belderkan cars scatter.\nSuddenly machine-gun bullets cracked and whined beside him.\n\n\"Evade,\" Rashid said. \"Don't go down.\"\n\nWithout losing any forward speed, the driver took them straight\nup. Read's stomach bounced.\n\nA shell exploded above them. The car rocked. He raised his eyes\nand saw a long crack in the roof.\n\n\"Hit the floor,\" Rashid said.\n\nThey knelt on the cramped floor. Rashid put on his gas mask and\nRead copied him. Umluana breathed like a furnace, still\nunconscious from the injection Rashid had given him.\n\n_I can't do anything_, Read thought. _They're too far away to\nshoot back. All we can do is run._\n\nThe sky was clear and blue. The jungle was a noisy bazaar of\ncolor. In the distance guns crashed. He listened to shells\nwhistle by and the whipcrack of machine-gun bullets. The car\nroller-coastered up and down. Every time a shell passed, he\ncrawled in waves down his own back.\n\nAnother explosion, this time very loud.\n\nRashid raised his eyes above the seat and looked out the rear\nwindow. \"Two left. Keep down, Read.\"\n\n\"Can't we go down?\" Read said.\n\n\"They'll get to Miaka before us.\"\n\nHe shut his eyes when he heard another loud explosion.\n\nSergeant Rashid looked out the window again. He swore bitterly in\nEnglish and Egyptian. Read raised his head. The two cars behind\nthem weren't fighting each other. A long way back the tree-tops\nburned.\n\n\"How much farther?\" Rashid said. The masks muffled their voices.\n\n\"There it is now. Shall I take us right in?\"\n\n\"I think you'd better.\"\n\n       *       *       *       *       *\n\nThe station was a glass diamond in a small clearing. The driver\nslowed down, then crashed through the glass walls and hovered by\nthe transmitter booth.\n\nRashid opened the door and threw out two grenades. Read jumped\nout and the two of them struggled toward the booth with Umluana.\nThe driver, pistol in hand, ran for the control panel.\n\nThere were three technicians in the station and no passengers.\nAll three panicked when the psycho gas enveloped them. They ran\nhowling for the jungle.\n\nThrough the window of his mask, Read saw their pursuers land in\nthe clearing. Machine-gun bullets raked the building. They got\nUmluana in the booth and hit the floor. Read took aim and opened\nfire on the largest car.\n\n\"Now, I can shoot back,\" he said. \"Now we'll see what they do.\"\n\n\"Are you ready, Rashid?\" yelled the driver.\n\n\"Man, get us out of here!\"\n\nThe booth door shut. When it opened, they were at the Game\nPreserve.\n\nThe station jutted from the side of a hill. A glass-walled\nwaiting room surrounded the bank of transmitter booths. Read\nlooked out the door and saw his first battlefield.\n\nDirectly in front of him, his head shattered by a bullet, a dead\ninspector lay behind an overturned couch.\n\nRead had seen dozens of training films taken during actual\nbattles or after atomic attacks. He had laughed when other\nrecruits complained. \"That's the way this world is. You people\nwith the weak stomachs better get used to it.\"\n\nNow he slid against the rear wall of the transmitter booth.\n\nA wounded inspector crawled across the floor to the booth. Read\ncouldn't see his wound, only the pain scratched on his face and\nthe blood he deposited on the floor.\n\n\"Did you get Umluana?\" he asked Sergeant Rashid.\n\n\"He's in the booth. What's going on?\" Rashid's Middle East Oxford\nseemed more clipped than ever.\n\n\"They hit us with two companies of troops a few minutes ago. I\nthink half our men are wounded.\"\n\n\"Can we get out of here?\"\n\n\"They machine-gunned the controls.\"\n\nRashid swore. \"You heard him, Read! Get out there and help those\nmen.\"\n\nHe heard the screams of the wounded, the crack of rifles and\nmachine guns, all the terrifying noise of war. But since his\neighteenth year he had done everything his superiors told him to\ndo.\n\nHe started crawling toward an easy-chair that looked like good\ncover. A bullet cracked above his head, so close he felt the\nshock wave. He got up, ran panicky, crouched, and dove behind the\nchair.\n\nAn inspector cracked the valve on a smoke grenade. A white fog\nspread through the building. They could see anyone who tried to\nrush them but the besiegers couldn't pick out targets.\n\nAbove the noise, he heard Rashid.\n\n\"I'm calling South Africa Station for a copter. It's the only way\nout of here. Until it comes, we've got to hold them back.\"\n\nRead thought of the green beret he had stuffed in his pocket that\nmorning. He stuck it on his head and cocked it. He didn't need\nplain clothes anymore and he wanted to wear at least a part of\nhis uniform.\n\nBullets had completely shattered the wall in front of him. He\nstared through the murk, across the broken glass. He was Corporal\nHarry Read, UN Inspector Corps--a very special man. If he didn't\ndo a good job here, he wasn't the man he claimed to be. This\nmight be the only real test he would ever face.\n\n       *       *       *       *       *\n\nHe heard a shout in rapid French. He turned to his right. Men in\nred loincloths ran zigzagging toward the station. They carried\nlight automatic rifles. Half of them wore gas masks.\n\n\"Shoot the masks,\" he yelled. \"Aim for the masks.\"\n\nThe machine gun kicked and chattered on his shoulder. He picked a\ntarget and squeezed off a burst. Tensely, he hunted for another\nmask. Three grenades arced through the air and yellow gas spread\nacross the battlefield. The attackers ran through it. A few yards\nbeyond the gas, some of them turned and ran for their own lines.\nIn a moment only half a dozen masked men still advanced. The\ninspectors fired a long, noisy volley. When they stopped only\nfour attackers remained on their feet. And they were running for\ncover.\n\nThe attackers had come straight up a road that led from the Game\nPreserve to the station. They had not expected any resistance.\nThe UN men had already taken over the station, chased out the\npassengers and technicians and taken up defense positions; they\nhad met the Belderkans with a dozen grenades and sent them\nscurrying for cover. The fight so far had been vicious but\ndisorganized. But the Belderkans had a few hundred men and knew\nthey had wrecked the transmitter controls.\n\nThe first direct attack had been repulsed. They could attack many\nmore times and continue to spray the building with bullets. They\ncould also try to go around the hill and attack the station from\nabove; if they did, the inspectors had a good view of the hill\nand should see them going up.\n\nThe inspectors had taken up good defensive positions. In spite of\ntheir losses, they still had enough firepower to cover the area\nsurrounding the station.\n\nRead surveyed his sector of fire. About two hundred yards to his\nleft, he saw the top of a small ditch. Using the ditch for cover,\nthe Belderkans could sneak to the top of the hill.\n\nGas grenades are only three inches long. They hold cubic yards of\ngas under high pressure. Read unclipped a telescoping rod from\nhis vest pocket. He opened it and a pair of sights flipped up. A\nthin track ran down one side.\n\nHe had about a dozen grenades left, three self-propelling. He\nslid an SP grenade into the rod's track and estimated windage and\nrange. Sighting carefully, not breathing, muscles relaxed, the\nrod rock steady, he fired and lobbed the little grenade into the\nditch. He dropped another grenade beside it.\n\nThe heavy gas would lie there for hours.\n\nSergeant Rashid ran crouched from man to man. He did what he\ncould to shield the wounded.\n\n\"Well, corporal, how are you?\"\n\n\"Not too bad, sergeant. See that ditch out there? I put a little\ngas in it.\"\n\n\"Good work. How's your ammunition?\"\n\n\"A dozen grenades. Half a barrel of shells.\"\n\n\"The copter will be here in half an hour. We'll put Umluana on,\nthen try to save ourselves. Once he's gone, I think we ought to\nsurrender.\"\n\n\"How do you think they'll treat us?\"\n\n\"That we'll have to see.\"\n\nAn occasional bullet cracked and whined through the misty room.\nNear him a man gasped frantically for air. On the sunny field a\nwounded man screamed for help.\n\n\"There's a garage downstairs,\" Rashid said. \"In case the copter\ndoesn't get here on time, I've got a man filling wine bottles\nwith gasoline.\"\n\n\"We'll stop them, Sarge. Don't worry.\"\n\n       *       *       *       *       *\n\nRashid ran off. Read stared across the green land and listened to\nthe pound of his heart. What were the Belderkans planning? A mass\nfrontal attack? To sneak in over the top of the hill?\n\nHe didn't think, anymore than a rabbit thinks when it lies hiding\nfrom the fox or a panther thinks when it crouches on a branch\nabove the trail. His skin tightened and relaxed on his body.\n\n\"Listen,\" said a German.\n\nFar down the hill he heard the deep-throated rumble of a big\nmotor.\n\n\"Armor,\" the German said.\n\nThe earth shook. The tank rounded the bend. Read watched the\nsquat, angular monster until its stubby gun pointed at the\nstation. It stopped less than two hundred yards away.\n\nA loud-speaker blared.\n\nATTENTION UN SOLDIERS.\nATTENTION UN SOLDIERS.\nYOU MAY THINK US SAVAGES\nBUT WE HAVE MODERN WEAPONS.\nWE HAVE ATOMIC WARHEADS,\nALL GASES, ROCKETS\nAND FLAME THROWERS. IF\nYOU DO NOT SURRENDER\nOUR PREMIER, WE WILL DESTROY YOU.\n\n\"They know we don't have any big weapons,\" Read said. \"They know\nwe have only gas grenades and small arms.\"\n\nHe looked nervously from side to side. They couldn't bring the\ncopter in with that thing squatting out there.\n\nA few feet away, sprawled behind a barricade of tables, lay a man\nin advanced shock. His deadly white skin shone like ivory. They\nwouldn't even look like that. One nuclear shell from that gun and\nthey'd be vaporized. Or perhaps the tank had sonic projectors;\nthen the skin would peel off their bones. Or they might be\nburned, or cut up by shrapnel, or gassed with some new mist their\nmasks couldn't filter.\n\nRead shut his eyes. All around him he heard heavy breathing,\nmumbled comments, curses. Clothes rustled as men moved restlessly.\n\nBut already the voice of Sergeant Rashid resounded in the murky\nroom.\n\n\"We've got to knock that thing out before the copter comes.\nOtherwise, he can't land. I have six Molotov cocktails here. Who\nwants to go hunting with me?\"\n\nFor two years Read had served under Sergeant Rashid. To him, the\nsergeant was everything a UN inspector should be. Rashid's\ndevotion to peace had no limits.\n\nRead's psych tests said pride alone drove him on. That was good\nenough for the UN; they only rejected men whose loyalties might\nconflict with their duties. But an assault on the tank required\nsomething more than a hunger for self-respect.\n\nRead had seen the inspector who covered their getaway. He had\nwatched their escort charge three-to-one odds. He had seen\nanother inspector stay behind at Miaka Station. And here, in this\nbuilding, lay battered men and dead men.\n\nAll UN inspectors. All part of his life.\n\nAnd he was part of their life. Their blood, their sacrifice, and\npain, had become a part of him.\n\n\"I'll take a cocktail, Sarge.\"\n\n\"Is that Read?\"\n\n\"Who else did you expect?\"\n\n\"Nobody. Anybody else?\"\n\n\"I'll go,\" the Frenchman said. \"Three should be enough. Give us a\ngood smoke screen.\"\n\n       *       *       *       *       *\n\nRashid snapped orders. He put the German inspector in charge of\nUmluana. Read, the Frenchman and himself, he stationed at\nthirty-foot intervals along the floor.\n\n\"Remember,\" Rashid said. \"We have to knock out that gun.\"\n\nRead had given away his machine gun. He held a gas-filled bottle\nin each hand. His automatic nestled in its shoulder holster.\n\nRashid whistled.\n\nDozens of smoke grenades tumbled through the air. Thick mist\nengulfed the tank. Read stood up and ran forward. He crouched but\ndidn't zigzag. Speed counted most here.\n\nGunfire shook the hill. The Belderkans couldn't see them but they\nknew what was going on and they fired systematically into the\nsmoke.\n\nBullets ploughed the ground beside him. He raised his head and\nfound the dim silhouette of the tank. He tried not to think about\nbullets ploughing through his flesh.\n\nA bullet slammed into his hip. He fell on his back, screaming.\n\"Sarge. _Sarge._\"\n\n\"I'm hit, too,\" Rashid said. \"Don't stop if you can move.\"\n\n_Listen to him. What's he got, a sprained ankle?_\n\nBut he didn't feel any pain. He closed his eyes and threw himself\nonto his stomach. And nearly fainted from pain. He screamed and\nquivered. The pain stopped. He stretched out his hands, gripping\nthe wine bottles, and inched forward. Pain stabbed him from\nstomach to knee.\n\n\"I can't move, Sarge.\"\n\n\"Read, you've got to. I think you're the only--\"\n\n\"What?\"\n\nGuns clattered. Bullets cracked.\n\n\"Sergeant Rashid! Answer me.\"\n\nHe heard nothing but the lonely passage of the bullets in the\nmist.\n\n\"I'm a UN man,\" he mumbled. \"You people up there know what a UN\nman is? You know what happens when you meet one?\"\n\nWhen he reached the tank, he had another bullet in his right arm.\nBut they didn't know he was coming and when you get within ten\nfeet of a tank, the men inside can't see you.\n\nHe just had to stand up and drop the bottle down the gun barrel.\nThat was all--with a broken hip and a wounded right arm.\n\nHe knew they would see him when he stood up but he didn't think\nabout that. He didn't think about Sergeant Rashid, about the\ncomplicated politics of Africa, about crowded market streets. He\nhad to kill the tank. That was all he thought about. He had\ndecided something in the world was more important than himself,\nbut he didn't know it or realize the psychologists would be\nsurprised to see him do this. He had made many decisions in the\nlast few minutes. He had ceased to think about them or anything\nelse.\n\nWith his cigarette lighter, he lit the rag stuffed in the end of\nthe bottle.\n\nBiting his tongue, he pulled himself up the front of the tank.\nHis long arm stretched for the muzzle of the gun. He tossed the\nbottle down the dark throat.\n\nAs he fell, the machine-gun bullets hit him in the chest, then in\nthe neck. He didn't feel them. He had fainted the moment he felt\nthe bottle leave his hand.\n\nThe copter landed ten minutes later. Umluana left in a shower of\nbullets. A Russian private, the ranking man alive in the station,\nsurrendered the survivors to the Belderkans.\n\n       *       *       *       *       *\n\nHis mother hung the Global Medal above the television set.\n\n\"He must have been brave,\" she said. \"We had a fine son.\"\n\n\"He was our only son,\" her husband said. \"What did he volunteer\nfor? Couldn't somebody else have done it?\"\n\nHis wife started to cry. Awkwardly, he embraced her. He wondered\nwhat his son had wanted that he couldn't get at home.\n\n\nTHE END\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Green Beret, by Thomas Edward Purdom\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE GREEN BERET ***\n\n***** This file should be named 24278.txt or 24278.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/4/2/7/24278/\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}