{"title": "Attrition", "author": "Jim Wannamaker", "releaseDate": "January 14, 2008", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\nATTRITION\n\nBy JIM WANNAMAKER\n\n\n _Of course if Man is to survive, he must be adaptable,\n as any life form must. But that's not enough; he must\n adapt faster than the competing forms. And on new\n planets, that can be tricky...._\n\n\n[Illustration]\n\nIllustrated by Krenkel\n\n\nThe faxgram read: REPORT MA IS INSTANTER GRAVIS. The news obelisk just\noff the express strip outside Mega Angeles' Galactic Survey Building was\nflashing: ONE OF OUR STAR SHIPS IS MISSING!\n\nGoing up in the lift, I recalled what I had seen once scrawled upon the\nbulkhead of a GS trainer: _Space is kind to those who respect her._ And\nunderneath, in different handwriting: Fear _is the word, my boy_.\n\nThe look given me by the only other passenger, a husky youngster in GS\ngray, when I punched Interstel's level, didn't help. It was on the tip\nof my tongue to retaliate: _Yes, and I'd turn in my own mother if she\nwere a star chaser and I caught her doing something stupid._ But I let\nit ride; obviously, it was a general-principles reaction; he couldn't\nhave known the particulars of my last assignment: the seldom kind that\nhad given Interstel its reputation.\n\nThe lumer over the main entrance glowed: INTERSTELLAR SECURITY,\nINVESTIGATION, AND SPECIAL SERVICES BRANCH, GALACTIC SURVEY, NORTH\nAMERICAN FEDERATION.\n\nAt the end of the long corridor between offices was a door labeled:\nCHIEF SPECIAL AGENT.\n\nGravis hadn't changed a bit in the thirty-six hours since I'd last seen\nhim: a large, rumpled man who showed every year of the twenty he'd spent\nin Interstel.\n\n\"It's a nasty job, Ivy.\"\n\n\"Always has been,\" I said, completing the little interchange that had\nbeen reiterated so often that it had become almost a shibboleth.\n\nI took advantage of his momentary silence. I'd had an hour during the\nair-taxi hop from Xanadu, the resort two hundred miles off the coast of\nCalifornia, to prepare my bitter statement. Words come fluently when an\nearned leave has been pulled peremptorily out from beneath you; a leave\nthat still had twenty-nine days to go. But I was brief; the news flasher\nhad canceled much of the bite of my anger; it took me something under\none hundred and twenty seconds, including repetition of certain words\nand phrases.\n\nGravis lived up to his name; he didn't bat an eye. He handed me a thin\nfolder; three of its sheets were facsimile extrapolations of probot\nreports; the fourth was an evaluation-and-assignment draft; all were\nfrom Galactic Survey Headquarters, NAF, in Montreal. The top three were\nidentical, excepting probot serial numbers and departure and arrival\ntimes. GSS 231 had been located in its command orbit above a planet that\nhad not yet been officially named but was well within the explored\nlimits of the space sector assigned NAFGS by the interfederational body,\nhad been monitored by three robot probes--described as being in _optimum\nmechanical condition_--on three distinctly separate occasions, and all\ndevices that could be interrogated from outside had triggered _safe and\nsecure_. But no human contact had been accomplished. The fourth\nsheet--which bore the calligraphy on its upper right corner: _Attention\nCallum_--assumed that the crew of 231, a survey team and con alternate,\nhad met with an accident or series of accidents of undetermined origin\nand extent in the course of carrying out the duty described as\n_follow-up exploration_ on the Earth-type planet, _herein and heretofore\ndesignated Epsilon-Terra_, and must therefore be considered--\n\n\"The news is--\" I started to say.\n\n\"Pure delirium,\" Gravis interrupted. \"Haven't you read Paragraph Six? We\nknow exactly where the ship is because it's exactly where it should be.\nIt's the crew that's missing.\"\n\nParagraph Seven concluded: _We therefore recommend that an agent of\nexperience be dispatched soonest to the designated star system._\n\n\"Experienced or expendable?\" I muttered.\n\n\"Ivy, after ten years in Interstel, you should know that experience and\nexpendability are synonymous.\"\n\n       *       *       *       *       *\n\nInside the GS section of the Lunar Complex, I had the occasion to think\nsemantically again.\n\nWords like _instanter_ and _soonest_ seldom match their literal meaning\nwhen applied to the physical transport of human beings, but in my job--I\nhadn't even had time to get my gee-legs.\n\nI stepped off the glide strip in front of the ramp marked OUTGOING\nPERSONNEL, handed the efficient looking redhead my Q-chit and ID, and\nsaid: \"Priority one.\"\n\n\"Quarantine, O.K.,\" she checked, smiling. \"Feeling antiseptic?\"\n\nI had to admit, privately, that I did not. As applied to her, the term:\n_coveralls, regulation, gray_ was strictly a euphemism. Perhaps it was\nthe combination of low gravity and controlled conditions that made\nLunatics of female persuasion blossom so anatomically. Or maybe she was\na plant, a deliberate psych experiment to put outbound starmen in a\nparticular frame of mind.\n\nShe flashed my identification on the screen, took a long look, and\nbecame coldly efficient. _Callum, Ivor Vincent. Age: 40. Height: 5'8\".\nWeight: 142. Hair: brown. Eyes: green. Rank: Special Agent, Interstel._\n\"You look much older, Mr. Callum.\"\n\nShe consulted her assignment list.\n\n\"Lock Three.\"\n\nI snapped the identoflake back in its bracelet, picked up my jump bag\nand briefing kit, and headed up the ramp, feeling more eyes than the\nredhead's. The anonymity of a GS working uniform hadn't lasted very\nlong.\n\n       *       *       *       *       *\n\nBy the time I was able to capture enough breath to make coherent sounds,\nthe shuttler was already approaching parking orbit. The pilot had used\nmaximum grav boost, and the trip must have crowded the record.\n\n\"That wasn't exactly SOP, was it?\"\n\n\"Priority one, sir,\" the youngster replied, showing teeth wolfishly.\n\nI was still trying to think up an adequate rebuttal when I came out of\nthe air lock and into the ship. Then I felt better. P 1 means, among\nother things, first available transportation--but this giant was the\nnewest type, crammed to the buffers with the results of science's\nlatest efforts to make star _voyageurs_ as safe as express-strip\ncommuters inside a Terran dome. Even the vibrations of the great\nGatch-Spitzer-Melnikov generators, building toward maximum output, had\nbeen dampened to a level more imaginary than tangible. Internal gravity\nwas momentarily in operation, as an additional blessing; and, walking\ndown the blue-lit corridor toward Astrogation, I could feel the\noccasional, metallic, thermal thump that meant the IP drive was hot and\ncritical.\n\nI got a second lift when I saw who was bending over the robopilot\nconsole: Antonio Moya, Mexico City's gift to Galactic Survey some\nthirty-five years earlier; a _café-con-leche_ type with shrewd eyes,\nnervous hands, silver-streaked hair that showed a defiance of geriatric\ninjections, a slight, wiry body that couldn't have gone more than one\nhundred and twenty pounds at 1.0 gee, and probably the best Master\nSpaceman extant. Only discipline kept the grin off my face. But he was\non the horn, getting traffic clearance, so I didn't interrupt.\n\nThe others were unknowns, the sort characterized by old spacers as\n\"pretty boy, recruitment ad types,\" but they looked competent; I figured\na medic and a spread of ratings; counting Moya, a basic GS unit. I'd\nexpected both a con crew and a standby. Either this was the total of\navailable personnel, or the brass had decided not to risk more men than\nabsolutely necessary. If I'd had illusions about the assignment, they\nwould have faded at that instant.\n\nIt's this way in Interstel: you're taught to be a loner. You're expected\nto have absolute confidence in your own abilities and complete\nskepticism about the talents of others. You're supposed to be\nsuspicious, cynical, courageous, and completely trustworthy. And you're\nnot expected to have friends. Which, obviously, in the light of the\naforementioned and part of what is yet to come, could serve as the\ndefinition of redundancy. You're required to weed out incompetents\nwherever you find them without prejudice, mercy, or feeling. The\nstanding order is survival, yet you are expected to lay down your life\ngladly if the sacrifice will save one, pink-cheeked, short-time,\nassistant teamer who gives the barest suggestion that he might some day\ngrow up to be a man and repay the thousands of credits squandered upon\nhis training in that profound hope. Which, stated another way, has\nbecome the Eleventh Commandment of special agents: _Remember the body\ncorporeal and keep it inviolate_; and, if the reaction of the\nrank-and-file of Galactic Survey to Interstel is used as criterion, is\nthe best-kept secret in the explored, physical universe. \"The agent's\nburden,\" Gravis calls it.\n\nMoya's jaw dropped when he caught sight of me--apparently he had been\ntold only to expect an agent--but he recovered quickly.\n\n\"Hello, Callum,\" he barked. \"I won't say it's a pleasure. Stow your gear\nand strap down.\"\n\nThe claxon sounded stridently, and the inflectionless voice of the\nrobopilot said: \"Sixty seconds.\"\n\nI got into the indicated gee couch and squirmed around seeking some\nmeasure of comfort. It had been designed for a much larger man, and I\ngritted my teeth in the expectation of taking a beating.\n\n       *       *       *       *       *\n\nAfter a bruising few minutes, we went weightless, then the servos put us\nback on internal gravity, and the crew unstrapped.\n\nThey ignored me studiously; it wasn't entirely bad manners; there's\nplenty to be done in the interval prior to the first hop, and it isn't\nall in just checking co-ordinates and programming master con.\n\nThe usual space plan calls for several accelerations and a lot of\ndistance between Terra-Luna proximity and Solar System departure. But\nSpace Regs are disregarded on Priority One missions. So, for probably\nless than an hour, things were going to be busy in Astrogation.\n\nI retrieved my kit and looked for an unoccupied cubicle.\n\nGS star ships are designed to accommodate twenty-four men in reasonable\ncomfort--a figure arrived at more historically--the sum of\nexperience--than arbitrarily, as the minimum number necessary for the\nadequate exploration of a new star system.\n\nIt breaks down this way: six men to a team, four teams maximum; three\nfor planetary grounding, one for ship's con; since any given team can do\neither task, they are interchangeable, who gets which depends upon\nrotation; three for exploration, then, because averages spread over\nseveral generations of interstellar capability bear out the fact that\nmother primaries generally possess no more than three planets that are\nin the least amicable to humans.\n\nI was more than cursorily familiar with the drill. The basic requirement\nfor Interstel is five years' service with a survey team. I'd spent nine.\nWhich is another reason for general GS enmity: the turncoat syndrome.\nThat and the fact that prospective agents are not even considered unless\nthey rate in the top one per cent in service qualification and fitness\nreports: the jealousy angle. I'd known Moya from my last regular duty\nship. I'd worked up from assistant under his tutelage. I'd been ready\nfor the Team Co-ordinator/Master Spaceman exams when I'd applied for\ntransfer. Moya had raged for hours. But he'd given me a first-rate\nrecommendation. Call it service pride.\n\nI was just getting a start on the vid tapes when the cubicle's panel\ndilated and Moya stamped in, bristling like a game cock.\n\n\"What's all this about Epsilon-Terra?\"\n\nI removed the ear bead and grinned at him.\n\n\"Hello, Tony, you old space dog! You're looking fine. What happened? Did\nthey pull you off leave, too?\"\n\nHe held the acid face until the panel closed, then he brightened a\nlittle. At least, he didn't refuse my proffered hand.\n\nHe stood fists on hips, glaring at me.\n\nFinally, he growled: \"I had hopes you'd wash out. When I heard you'd\nmade it, I was plenty disappointed.\" He shook his head. \"You seem\nhealthy enough, but I still think it's a waste of a good spacer.\" And\nthat, apparently, was as close as he was going to come to saying that he\nwas glad to see me again, because, in the next breath, he reverted to\nStarship Master.\n\n\"Now, let's have the nexus. All I know is that I got orders to round up\na short crew, was handed a space plan with co-ordinates that were\noriginally filed for GSS 231 a few months back, with an ultimate\ndestination of a planet I orbited five years ago.\"\n\n\"You've been there?\"\n\n\"I just said so, didn't I? Don't they teach you vacuum cops to listen?\"\n\nI gave him the background.\n\nHe nodded soberly a couple of times, but his only comment was: \"I heard\nrumors.\" Then he said: \"That's all I've got time for now. We make our\nfirst jump shortly. That'll take us to where 231 went on GSM. From there\non out, we follow her plan precisely.\"\n\n\"Until we locate and grapple, Tony, then we start making our own\nmistakes.\"\n\n\"I don't doubt that.\"\n\nMoya moved to leave, paused, said over his shoulder: \"What's this about\nold Ben Stuart being cashiered for misconduct?\"\n\n\"It's true.\"\n\nHis back stiffened and his hands clenched. He turned to face me again.\n\"I went through the Academy with Ben. How about doing me a favor? For\nold times sake. Tell me who it was that put the finger on him. Just give\nme a name. I might spot it sometime on a register.\"\n\nI figured there was no sense prolonging the agony.\n\n\"O.K. Ivor Vincent Callum.\"\n\nMoya's face blanched; he took a backward step and uttered something\nunder his breath that sounded like the Spanish equivalent of--\n\nHe turned abruptly, opened the panel, and stalked out.\n\nSomehow I expected him to come back and ask for details, but he didn't\nshow.\n\n       *       *       *       *       *\n\nI won't dwell on the trip. Any schoolboy who watches tridee space operas\ncan quote chapter and verse and use phrases like \"paraspace hops\" and\n\"rip-psyche phenomenon\" as trippingly as \"Hey, Joey, let's play\nswap-strip!\" Citizens from Venus and Mars, vacationing on Terra, speak\nknowingly, too, whenever they can bring themselves to cease complaining\nabout the gravity, crowded conditions, and regimentation, and can\nsquelch the bragging about how well they're doing on good old whatever.\nBut don't let them kid you. GSM drive is restricted to _interstellar_\ntransport. Colonists from the nearer systems are picked people,\nstiff-backed pioneers, who don't sob to come \"home\" every time their\nparticular planet completes a circuit around its primary; and, when they\ndo return, they're generally too busy lobbying for essentials to bother\ntelling tall tales. So, comparatively few people are really familiar\nwith star ships and the ins and outs of paraspace. Ask a starman, you\nwon't have any trouble recognizing one, even in mufti; or, better yet,\nget a spool labeled: \"THE CONQUEST OF PARASPACE: A History of the\nOrigins and Early Application of Star Drive.\" It's old, but good, and it\nwas written especially for laymen.\n\n[Illustration]\n\nI'll say this: it took about a week. Sure paraspace hops are, to all\nintents and purposes, instantaneous, but there is a limit to the\ncapacity of the GSM drive, and regulations restrict the jumps to a\ntoleration well within that capacity. We might have made it sooner had\nwe not been bound to follow 231's space plan--but not much. Once a plan\nhas been filed, only an emergency can justify deviation. So, if you'll\npardon the expression, let's just say that interstellar distances are\nastronomical.\n\nEvery time we came back into objective space--and I'd managed to\nrecapture my soul--I applied myself to the tapes.\n\nI got little from Moya, and not because of enmity. Even after refreshing\nhis memory, he couldn't offer much. Although he had been master of the\nship that had first remarked E-T, he hadn't set foot upon its surface.\n\nThe planet was comparatively undistinguished.\n\nIt was about the size of Melna-Terra, had an atmosphere with a good\nbalance of nitrogen and oxygen, plus carbon dioxide, argon, et cetera,\nwas mostly surface water, yet offered polar ice caps and a reasonable\nland area, as taken in the aggregate, although present in the form of\nscattered, insular masses. The largest of these, about half the size of\nTerra's Australia, was a comfortable number of degrees above the equator\nand had been selected as representative for detailed examination.\nBriefly: standard terrain--a balance between mountains, desert, and\nplain; flora, varied; fauna, primitive--plenty of insect life, enough to\nkeep an entomologist occupied for years, but not much for specialists in\nthe other branches of zoölogy; warm-blooded creatures comparatively\nrare; and, according to the original survey team, nothing bacterial that\nhad overburdened Doc Yakamura's polyvalent vaccine; the kind of planet\nthat pleased Galactic Survey because it looked promising for future\ncolonization, come the day and the need.\n\n\"The type that skeptics like me view with grave suspicion,\" I told Moya.\n\"Like saints, women of unblemished reputation, heroes, politicians--\"\n\n\"And all Interstel agents,\" Tony offered dryly.\n\nIn the interim, since the divulgence of my part in the Stuart affair,\nMoya had thawed somewhat. After all, he and I had been friends at one\ntime, and the present situation held no brief for head-on, personality\nclashes. The phrase \"all in the same boat\" applies with particular\nmeaning to spacers. Tony undoubtably figured that 231 might have been\nhis ship. He even went so far as to express an interest in seeing E-T\nfrom the ground level.\n\n\"I work alone, Tony,\" I said. \"But thanks for the offer. Tell you what:\nI'll strike a compromise. If I get into serious trouble, it'll be you I\nshout for. All right?\"\n\nMoya scowled. \"Probably a wild goose chase anyway.\"\n\nBut he said it without enthusiasm.\n\nIt reads like this: regs require that messenger vehicles be returned to\nthe Solar System on their miniature equivalents of paraspace drive,\nperiodically, with complete information as to conditions encountered,\nwork in progress, et cetera. None had been received from 231. There's a\njoke--not at all funny, I'll admit--that concerns itself with just this\nsituation. It ends with the opening lines of the GS Memorial Service.\n\n       *       *       *       *       *\n\nThe last skull work I did was to familiarize myself with the personal\ndossiers of each of 231's crew, paying particular attention to psych\nreports. It's a part of my job that I've never liked. But I recognize\nthe necessity.\n\nThe crew seemed fairly typical. The average was relatively\ninexperienced, the sort you'd expect on the type of assignment that was\noften used as advanced training. I managed to single out several\npossibles--men who might crack, depending upon the gravity of the\nsituation. The captain-designate wasn't one of them; nor was the\nsurvey-team co-ordinator.\n\nGSS 231 was on station--big and reflective and innocently ominous, held\nmethodically by robopilot in an orbit that matched exactly the rotation\nof Epsilon-Terra--precisely over the largest land mass.\n\nMoya conned us in like a dream, paralleled, rectified, grappled, and\nmated locks.\n\nI showed up in Astrogation in a full-pressure suit, carrying the helmet.\n\nThe crew gawked, and somebody snickered.\n\n\"You think it's silly, do you?\" Moya snapped.\n\n\"Better flush your side as soon as I get clear,\" I advised.\n\nMoya nodded, lowered and secured the helmet, checked lines, and rapped\nO.K.\n\nAn hour later, I still didn't feel silly. I had the helmet open now. I\nsat in front of the communications console.\n\nMoya responded as if he had been waiting with his finger on the stud. I\ndidn't have to specify taping; all star ship radio traffic is\nautomatically recorded.\n\n\"Level O.K.?\" I asked.\n\n\"Yes, man; what's the story?\"\n\n\"Inner lock and all compartments: air pressure, density, temperature,\nand purity optimum; all intrinsic gear optimum; three shuttler berths\nvacant; hold shows standard environmental equipment for one team gone;\nmessenger racks full, no programming apparent; absolutely no sign of\ncrew; repeat--\"\n\n\"I got it; have you checked the log?\"\n\n\"Who's doing this, you or me?\"\n\nI figured they could edit Moya's comment.\n\nThe log was strictly routine--space plan had been followed exactly;\narrival had been on schedule; survey team had been dispatched with\nminimum delay, had reported grounding and camp establishment without\nincident, had relayed particulars of commencement of operation--until\nthe last entry. It was eerie listening to the emotionless voice of 231's\nskipper: \"Sub-entry one. Date: same. Time: 2205 Zulu. No contact with\nbase camp. Surface front negates visual. Am holding dispatch of M 1.\nWill wait until next scheduled report time before action.\"\n\nThere was no sub-entry two.\n\nI broke the recorder seal, reversed and played back the comm tapes.\nThere wasn't much. Distance obviates any talky-talky from ship to base\nonce the Solar System has been cleared. What I learned was simply a\nsubstantiation of what I'd already surmised. I cut off when I heard a\nfamiliar voice say: \"250 from 231.\"\n\n       *       *       *       *       *\n\nMoya helped me strip off the pressure suit. No matter what the physio\nmanuals say, there's room for improvement. Nothing beats your own skin.\n\nHe trailed me into the gear compartment.\n\nI returned the suit to its clips and began sorting through the welter of\nwhat the well-dressed spacer wears for a bug rig somewhere near my size.\nThe tag is not completely adequate. It's a light-weight outfit, with\nintrinsic filters and auds, designed to be worn under conditions that\ninvolve the suspected presence of dangerous bacteria or harmful gases.\nIts efficacy does not extend beyond the limits of reasonable atmosphere.\n\n\"Now don't start jumping to conclusions,\" I told Moya. \"All I know is\nthat whatever happened happened quickly and down below.\"\n\nFrom the weapons' chest, I selected a little W&R 50 and the biggest clip\nI could find. \"Fifties\" aren't much for range, but they are\nunconditionally guaranteed to make a creature the size of a Triceratops\nthink twice before heading in your direction again, and, once you strap\none on, you never feel the weight. That's why, even though they are\nofficially obsolete, you can generally find a brace in most star ship\narsenals.\n\n\"Remind me to report the maintenance gang of this hunk for stocking\nunauthorized weaponry.\"\n\n\"You would, too,\" Moya said.\n\nOn the way back to the lock, I told him:\n\n\"Let's save time by not making a duplicate recording. I'll transmit\nadditional information and intent going down. There's one shuttler left\nin 231, so I'll use it. If I find I need something that isn't in the\nshuttler, I'll fetch myself. Under no circumstances are you or any of\nyour boys to leave this ship without my say-so.\"\n\n\"What happens if--?\"\n\n\"You've had thirty years of deep space, Tony; am I supposed to tell you\nyour job? Go by the book. Either launch another messenger and sit tight\nfor instructions, or get out and risk a board inquiry, depending.\"\n\n\"You can rot down there for all of me.\"\n\n\"Thanks a pile. Make certain your crew understands. I wouldn't want any\nof them getting their pretty hands dirty.\"\n\nBut I didn't feel so cocky going down. I hadn't the least idea of what\nto expect. Sure, I'd gleaned something from the comm tapes: the\nunsuccessful attempts to contact the survey team at base camp; the\nhappy-go-lucky report from the kid sent in shuttler II to investigate,\nsaying that the camp was deserted but everything looked fine, just fine;\nthe unsuccessful attempts to recontact him; and then a blank except for\nmy own voice. Apparently, the skipper had followed with the rest of the\ncon crew. I could even guess why he had failed to make additional\nentries in the log, or not transmitted from the camp in lieu thereof. He\nfigured it was something he could work out himself, and he didn't want\nanything on record to show that he had broken regulations. He wanted to\nkeep the errors of personnel under his command--and his own--in the\nfamily. He figured, after the situation was resolved, that he could make\ncover entries and nobody's slate would be soiled.\n\n       *       *       *       *       *\n\nThe camp was at the edge of a plain marked \"Hesitation\" on the chart.\n\nI plucked a scrap of verse out of my mind:\n\n    _On the Plains of Hesitation\n    Bleach the bones of countless millions\n    Who, when victory was dawning\n    Sat down to rest\n    And resting, died._\n\nI wondered how prophetic that was going to be.\n\nI grounded within yards of the other three shuttlers. They were parked\nneatly parallel. Their orderliness made my scalp prickle, and I was\nsweating long before I got into the bug suit, squeezed out of the tiny\nlock, and set foot on Epsilon-Terra.\n\nThe sky was blue, naked except for a tracing of tenuous clouds.\n\nI could see neither of the star ships.\n\nI wonder if you can imagine how it feels to be on a planet so far away\nfrom the Solar System that the term \"trillions of miles\" is totally\ninadequate? If you can grasp even a bit of it, then add the complication\nof a small but insistent voice inside your head that keeps telling you\nthat no matter where or how far you go, you're not--\n\nLet's just say it gives your sweat an odor and your mouth a taste and\nmakes you want to look over your shoulder all the time.\n\nI walked the hundred yards to the white plastidome, avoiding the few\nbulbous plants and tussocks of short yellow grass that dotted the dry\nplain.\n\nThrough the aud cells of the suit's hood, I could hear the light buzzing\nof insects that served only to heighten the overbearing quiet of the\narea.\n\nThe port was closed. Inside, everything was correct, except for the\nlittle dirt brought in on boot soles during erection and subsequent\ngoings and comings.\n\nThere was a packet of nutratabs, lying open on an empty crate that had\nbeen pressed into service as a table. Some one had fortified himself\nbefore trekking off into the nearby bush. There was much equipment still\nsealed in cartons. Bunks were made up. Tucked under the blanket of one\nwas a little book with stylus attached. All pages were blank except the\nfirst. The entry read: \"TC in a sweat to get going. Rain potential. No\nrest for the weary. This seems to be a nice spot though. Am kind of\neager myself to take a look at some of the vegetation hereabouts. Have\nseveral ideas along the lines of Thompson's prelim research concerning\nextraction of--\"\n\nI replaced it under the blanket. I was ready to give odds that each of\nthe previous finders had done the same: the kid that had arrived in\nshuttler II, and probably 231's skipper; and each from the same\nmotive--_He'll be back; after all, a diary is a personal thing._\n\nI went back outside, shut the port, and made a complete circuit of the\ncamp. I looked into each of the three shuttlers. I found nothing that\ncould offer the least positive clue to the fate of the twelve men from\n231.\n\nI returned to shuttler IV, beamed Moya, and filled him in, forcing\nmyself to be cheery.\n\n\"How's everything upstairs?\"\n\n\"Right now we're having a little zero-gee drill; keeps the boys alert.\"\n\n\"Good idea. Now here's my plan: I've got ten hours of daylight left, so\nI'm heading out into the bush. Figure departure in five minutes. Weather\nhas obscured signs, but I don't think I can go wrong by following my\nnose and taking the shortest route. I'm traveling light, just the bug\nrig, the W&R, belt kit, and a minicomm. I'm going to set up this\ntransceiver to record and transmit on command-response. I suggest you\ninterrogate every hour on the hour from now on. Catchum?\"\n\nI broke off, made the necessary adjustments, strapped the minicomm on my\nwrist, and exited the shuttler.\n\nThe antiseptic air that I drew into my lungs was beginning to seem\ninadequate, I felt slippery all over, and there was a cottony taste in\nmy mouth.\n\n       *       *       *       *       *\n\nI made it to the start of the bush in fifteen minutes. Don't be misled\ninto picturing jungle. There was a variety of vegetation, including\ntrees, but none of it was what you'd call heavy going. Beyond somewhere\nwas a stream, significant enough to be noted on the chart as \"First\nWater.\" And several miles from the camp was the start of a series of\nrolling hills. Blue in the distance was a chain of mountains--\"The\nGuardians.\" The over-all impression was of peaceful, virgin wilderness.\n\nThe original survey team had made its camp in the relative frankness of\nthe plain, then, after preliminary tests, had moved to higher ground,\nspecifically, the lee side of one of the nearer hills.\n\nThey had cleared an area, using heat sweepers to destroy encroaching\nvegetation, and R-F beams to disenchant the local insect population.\n\nInsects there were: a regular cacophony of buzzings, chirpings and\nmonotonous mutterings. By the time I'd reached the bank of the stream,\nI'd lost track of individual varieties.\n\nThe stream was a bare trickle; the bed was spongy and dotted with tall,\nspare plants that resembled horse tails; I negotiated the fifty feet to\nthe opposite bank without difficulty.\n\nI threaded through a thicket and came out into a brief expanse of\nsavannah.\n\nThere I found the first evidence of the fate of 231's people.\n\nIt was a small object, oval, flattened, the color of old ivory.\n\nAlthough I hadn't been walking along with my head under my arm, it took\nme a moment to tumble to what I'd discovered.\n\nThen my hair tried to stand on end. I rid myself of it and used the\nminicomm for the first time.\n\nSpeaking to a recorder was altogether too impersonal for what I had to\nreport.\n\n\"I've just found a patella; a human knee-cap. I'm about a hundred feet\nbeyond the far bank of the stream in almost a straight line from the\ncamp. I'm in grass about two feet tall. I'm casting about now,\nlooking--Hold it. Yes, it's scraps of a gray uniform. More remains.\nHere's a femur; here's a radius-ulna. The bones are clean, scattered.\nEvidence of scavengers. No chance for a P-M on this one.\"\n\nI got out the chart from its case on the suit's belt, x'd the location,\nand went on, feeling more lonely all the time.\n\nIt wasn't that I was unconversant with the physical evidence of death.\nI've marked corpses on planets you've probably never heard of--corpses\nresulting from disaster, unavoidable accident, stupid error, and even\nmurder. What I've learned is that you never get used to coming face to\nface with human death, even when its manifestation is the inscrutable\nvacancy of bare bones.\n\nYou can put this down, too, and think what you want about incongruity: I\nwas angry; angry with the spacer that had got himself catapulted into\neternity so far from home; angry with myself for having assumed before\nleaving the Interstel office in Mega Angeles that this is what I would\nfind; angry because the assumption had done nothing to prepare me for\nthe reality. No space padre would have admired what I said inside the\nbug suit's hood--nor the refinements that grew more bitter with each new\ndiscovery.\n\nWithin three hours, I'd accounted for all twelve of 231's missing crew.\n\nThe search had led to and beyond the hillside where the original team\nhad made its second and permanent camp. In one place, I found enough to\nseparate four skeletons of men who had fallen within a few feet of each\nother. The rest were randomly located. There was a small plant growing\nup through the hole in the left half of a pelvis. Somehow it looked\nobscene, and I had to fight the impulse to tear it out. But it was\nsimply one of many, struggling for survival, that I'd seen growing here\nand there throughout the area: a species that seemed to bear a familial\nkinship to those that sprinkled the plain.\n\nThere was equipment: field kits, a minilab, a couple of blasters, each\nshowing full charge.\n\nCause of death: that was the enigma.\n\n\"So far I'm stumped,\" I said into the minicomm. \"I've retrieved a few\nscraps of uniform bearing stains. Maybe analysis can discover something.\nThe tapes say that E-T's birds and mammals are comparatively rare, but\n_comparative_ doesn't mean much in the light of what I've seen. So far,\nthough, everything I can come up with seems totally inadequate.\nBacterial invasion, animal attack, insect incursion--none were problems\nwith the first survey gang, so why should they be now? Rule out gas\npoisoning or allied concomitants; the suit tab shows white. Speaking of\nthat--I'm peeling now. Keep your fingers crossed.\"\n\n       *       *       *       *       *\n\nThe air was warm and still, heavy with the ubiquitous smells and sounds\nof wilderness.\n\nI was in the approximate area of the first team's camp. As per custom,\nthey had struck the plastidome, dismantled the scanners, power panels,\nand other reusable equipment, and destroyed the debris of occupancy. The\nclearing had repaired itself. But for the slight concavities on the\nhilltop that marked shuttler settlings, there was little to indicate\ntheir previous presence.\n\nI sat down and waited.\n\nThe suicide complex has never been a part of my psyche, but there are\ntimes when you have to place yourself in jeopardy; it's occupational,\nand I've got the gray hair, worry lines, and scars to prove it.\n\nI waited for three long hours.\n\nThe sweat dampness of my uniform evaporated only to be replaced by the\nstains of new perspiration. I sucked in great gulps of E-T's air and\nfound it consistently comfortable in my lungs. Insects came,\ninvestigated, and retreated, mostly because of urging. I was not\napproached by anything larger than a line of creatures the size of\nVici-Terran milatants, and I was able to avoid them by evasive action.\nAs far as I could determine, I wasn't invaded by anything microscopic or\nsub-microscopic either, because at the end of the three hours, I felt\nnothing beyond the personal infirmities that I'd brought with me.\n\nThe definite decline of E-T's sun forced me to give up.\n\nThe walk back to the plain wasn't entirely fruitless; I found something\nthat I'd overlooked previously: the scattered remains of a small\nvertebrate. Many of the bones were missing.\n\n\"What happened to you?\" I mused. \"Did you come for a meal and got killed\nby a larger animal? Or were you caught in the same disaster that--?\"\n\nThere was no way to tell.\n\nWhat was it about Epsilon-Terra that could accept one survey team for\nmonths of occupancy--occupancy that had involved detailed examination of\nthe region within miles of the plain and the hillside, and cursory\nexamination of thousands of square miles of the rest of the insular mass\nby air, including touchdowns at key points for short stays--and that\nfive years later could entice, enmesh, and destroy the entire\ncomplement of a modern star ship, indiscriminately, within a matter of\nhours?\n\n       *       *       *       *       *\n\nIt was late afternoon when I reached the camp.\n\nI was tired, dirty, thirsty, hungry, and thoroughly frustrated.\n\nI drank from a previously unopened water bowser and wolfed several\nnutratabs.\n\nThen I stumbled over to the shuttler, secured the recorder and\ninterrogation setup, raised the star ship, and brought Moya up to date.\n\n\"I'm going to move this vehicle to the hillside and spend the night\nthere. I figure I'd better give E-T a full twenty-six hour rotation\ninterval to come up with something before the next step. Tomorrow, I'm\ngoing to need a man down here to witness the location and disposition of\nthe corpses. You know the drill. It's your decision whether they should\nbe identified singly, if possible, and secured for removal to Terra, or\nwhether they should be interred here, commonly. My recommendation is to\nmake a film record and plant them, but I'm too tired to argue. One thing\nmore: whoever you send--if he gives me any lip, I'll cut him down like a\nsmall tree. There's been enough mistakes made here already.\"\n\nI spent the night in the shuttler. Call it an atavistic response to the\nunknowns of darkness.\n\nIt was a restless interval between dusk and dawn.\n\nOccasionally, I illuminated the hillside and surrounding area. A couple\nof times, I glimpsed the eye reflections of small animals. They seemed\nto possess the shyness of most nocturnal creatures. But I couldn't help\nwondering--\n\nMorning dawned gloomily; there was a light mist hanging over the\nstreambed, and much of the sky was turgid with clouds.\n\nI gave the star ship the go-ahead and specified dispatch because of the\nthreatening weather.\n\nMoya mentioned plastibags, a filmer, and a porto-digger. His decision\nwas obvious. I figured it wise but had the uncomfortable picture of a GS\nrepresentative trying to explain the reasons to bereaved relatives.\n\nI spent a few moments going over meteorological details. As I recalled\nfrom the tapes, this was the rainy season. Judging from the look of the\narea, it could use precipitation. Things were growing, but the stream\nwas mostly dry, and the plain seemed parched. Apparently the mountains\nblocked much of it.\n\nSitting on hands has never been my delight, so I exited the shuttler and\nwent down the hill for another look-see.\n\nInsects buzzed noisily; the air seemed heavy and oppressive; but nothing\nhad changed--there was no evidence of the creatures I'd seen during the\nnight.\n\nIt took about an hour for the shuttler from 250 to show.\n\nIn the interval, several things happened.\n\nThe first was a perceptive darkening of the sky, followed by a light,\npreliminary shower. I'd anticipated that, and was considering heading\nback for the bug suit when the second occurred.\n\n[Illustration]\n\nI'm not going to offer excuses. From the advantage of retrospection, you\ncan say what you want about slipshod detective work. The point remains\nthat I'd covered the area more than cursorily and had not encountered\nanything specifically dangerous.\n\nThe timing was pure luck.\n\nThe shuttler penetrated the overcast about ten miles off target,\nlocated, and started its approach.\n\nAnd something bit me on the leg.\n\nI pulled up my pant's leg immediately, hoping to catch the culprit, but\nsaw nothing save a thin red line about an inch long. It looked more a\nscratch than an insect bite. But I hadn't brushed against anything.\n\nThe shuttler grounded on the hilltop, and I headed up.\n\nPerhaps it was exertion that speeded the reaction.\n\nThere was no pain, only a local numbness.\n\nBefore I'd traveled ten yards, my leg from the knee almost to the ankle\nfelt prickly asleep.\n\nI paused and looked. There was no swelling, no other discoloration.\n\nI heard a raspy voice from the hilltop.\n\n\"Are you going to give me some help, or do I have to haul all this gear\nmyself?\"\n\nDespite the leg, I didn't know whether to laugh or explode.\n\nMoya was rattling around in an outsized bug suit and carrying the\nbiggest Moril blaster contained in a star ship's arsenal that could\nstill be called portable.\n\n\"What in condemned space are you doing here?\" I shouted.\n\nI was ready to give it to him right off the top of the regs about the\nrelationship between ship's master and agents-on-assignment and the\nresponsibilities of command, but the leg chose that moment to fail.\nUntil then, I hadn't really been worried. I fell forward against the\npitch of the slope, caught myself with my arms, and rolled over on my\nback. I hit my left thigh with my fist and felt absolutely nothing.\nMassage didn't help.\n\nI heard Moya panting down the brow of the hill.\n\n\"Keep away!\" I shouted. \"Get back to the ship!\"\n\nMoya bent over me; he had opened the hood of the bug suit, and his face\nwas grave.\n\n\"What's the trouble, Callum?\"\n\n\"Can't you take orders?\"\n\nHe shook his head. I pointed to the leg. He looked swiftly at the broken\nskin.\n\n\"How does it feel?\"\n\n\"That's the trouble; it doesn't.\"\n\nHe grabbed my arm, put it over his shoulder, and got me on my feet.\n\nWe made good time, considering.\n\n\"Too bad you're such a shrimp,\" I said.\n\n\"I can take you on any time.\"\n\nShuttler IV was closest, parked on a shelf fifty yards below the top of\nthe hill, but Moya was heading to miss it.\n\n\"I programmed for auto, just in case, and the generators are up to\npower. We waste time to save time. That way I can give you some help on\nthe ascent.\"\n\nThe generator part was fine; the rest wasn't.\n\nIt started to rain again, just before we reached 250's shuttler.\n\nI put my face up to it.\n\nMoya got me through the lock and onto an acceleration couch. Then he\nheaded for the panel. I was beginning to feel a desperate weakness, but\nmy head was still clear.\n\n\"Wait a minute,\" I said. \"What's your gee tolerance?\"\n\n\"High, but--\"\n\n\"So strap me and raise this couch to vertical. Then override the auto\nand take us up fast.\"\n\nHe blinked.\n\n\"Listen,\" I said. \"This feels like a neuro-toxin. Remember snake-bite\naid? Well, the numbness is up to my groin now. No place for a\ntourniquet. And nothing here for freezing.\"\n\nIt was strange going up. I blacked out almost immediately, but Moya took\nit flat and apparently stayed alert all the way.\n\n\"Space!\" I managed to gasp finally. \"Any more of that sort of thing and\nI'd have ended up stupid.\"\n\nThen there was utter confusion.\n\n       *       *       *       *       *\n\nI came to full awareness under the luminescence of the infirmary's\noverhead. I was naked on the padding of the table. I could see a\nrespirator off to my right, and a suction octopus near it. The medic was\njust stowing an auto-heart. But for a different tingling in my leg and\nan all-is-lost sensation south of my diaphragm, I felt reasonably sound.\n\nThe medic approached. I hadn't gotten a very good impression of the\nlean, blond youngster on the trip out, but now he seemed Hippocrates,\nLuke, Lister, Salk, O'Grady, and Yakamura all rolled into one.\n\nHe weakened it by asking the classic redundancy.\n\n\"How do you feel?\"\n\nI elbowed up for a look at the leg. There was a series of little welts\nthe length of it, masked by forceheal.\n\n\"Where did you learn your trade?\" I asked. \"In a production expediter's\noffice?\"\n\nHe grinned.\n\n\"It took more than three hours, Mr. Callum. Suction, flushing, full\ntransfusion. You've got some good blood in you now.\"\n\nI lay back and let him talk.\n\n\"There'll be nerve damage, probably. Regeneration should take care of\nmost of it, but you might need transplants. You were lucky. First, that\nwhatever nipped you barely broke the skin. Second, that the skipper was\nthere to help. And third, that you had the sense to block the spread of\nthe toxin by gee forces.\"\n\n\"Yeah. Remind me to thank Moya--immediately after I write him up for\nleaving his station.\"\n\nThe medic looked pleased.\n\n\"Well, now, the way I got it--and I believe the recorder will bear me\nout--is that you requested a witness. You left it up to the skipper to\nmake the selection.\"\n\nHe cleared his throat.\n\n\"And, by the way, Moya said he'd look in on you after a bit. The thing\nto do now is rest.\"\n\nI sat up again.\n\n\"Where're my clothes?\"\n\nThe kid commenced noises of disapproval.\n\n\"Damnation! I'm not going anywhere. I just want to look over that pant's\nleg.\"\n\nCame the dawn.\n\n\"What'd you say Moya was doing?\"\n\n\"Oh, I expect he's busy up forward.\"\n\nThe trouble was that he looked me straight in the eye. It takes practice\nto lie convincingly. And the Space Academy doesn't list the Art of\nPrevarication among its curricula.\n\n\"That misbegotten little son of an Aztec! He went back down, didn't he?\"\n\nI tried to jackknife off the table.\n\nThe medic flexed his muscles and said: \"I can't take the\nresponsibility--\"\n\n\"When are you people going to get it through your stubborn heads that\nthe responsibility for this whole shebang is mine and mine alone?\"\n\nTwo more of the crew showed up. Under other circumstances, I might have\nenjoyed tangling with them. I know tricks that even the inventors of\nkarate overlooked.\n\n\"All right,\" I gasped. \"But give me the dope. He's not alone, is he? Are\nyou in contact?\"\n\nIt developed that Moya had returned to the site of the disaster\nimmediately upon learning that I was out of danger. He'd taken a\ncrewman. He was also equipped with my chart of the area complete with\nlocales of the remains. The last word had been that the two had grounded\nand that the weather front was dissipating. He'd been gone about two\nhours.\n\n\"They both had bug suits,\" the medic offered.\n\n\"Great,\" I said. \"Just splendid. Suppose there's a creature down there\nthat can go through plastic like--\"\n\nFor the first time the three lost their smug expressions.\n\n\"We destroyed your clothes,\" the medic said sheepishly. \"We figured--\"\n\nI railed at them for a couple of minutes, but it was mostly unfair.\nMoya's decision could be justified, too.\n\nThey rustled up a uniform and helped me to Astrogation. The remaining\ncrewman was at the comm. The freeze was beginning to wear off, and my\nleg burned.\n\nI alternated between berating myself and trying to think up an adequate\nexplanation for the possible death or injury of two men ostensibly under\nmy control.\n\nAfter several hours of sweat-agony, Moya's voice came over the horn. He\nsounded tired.\n\n\"We've done it. You'll be happy to know that we gave them an official\nburial.\"\n\nI could picture the little Mexican, standing beside the long mound, head\nbowed, with the Specter probably staring over his shoulder, going\nmethodically through the complete Memorial Service, ending with: _And\nthe whole galaxy is the sepulcher of illustrious men._\n\n\"It's not much of a place, but the sun is shining now. Expect us\nshortly.\"\n\n       *       *       *       *       *\n\n\"Are you _sure_ you're all right?\"\n\nI was propped on my elbows on the bunk in my cubicle, nursing the jangle\nin my leg. Maybe it was that--but I was as confused as a mouse in a\npsych maze.\n\n\"Why wouldn't I be?\" Moya said.\n\n\"And you wore the suits all the time?\"\n\n\"Affirmative. If you'd done the same--\"\n\nThe medic showed with lab analyses.\n\n\"There wasn't much of that stuff in you,\" he said. \"And I can't break it\ndown. Too complex. You used the cobra venom analogy--Well, this makes\nthat look as simple as mother's milk.\"\n\nHe held up the stained pieces of uniform. Moya had kept his wits about\nhim.\n\n\"A combination of weather, soil, et cetera,\" the medic said. \"Completely\ninnocuous.\"\n\n\"About the toxin,\" I said. \"Given time, could you work up an antivenin?\"\n\n\"Probably. But I'd need plenty. Both time and toxin.\" He looked at me.\n\"Oh, I see what you're getting at.\" He became professionally parochial.\n\n\"In other words--\" I said.\n\nHe snapped his fingers.\n\n\"You know how it hit you.\"\n\nThe confusion persisted, so I allowed the medic to use a pressure hypo.\n\nHours later, I felt better--physically.\n\nOn the vid screen, the magnified surface of the insular mass seemed\nalmost to beckon. _Sireni_, I thought.\n\nLittle remained of the weather front. Over the area of the plain and the\nrolling hills were meager wisps of clouds. Darkness again was creeping\nacross the face of E-T.\n\n\"That storm didn't amount to much,\" Moya said.\n\n_Storm_, I thought. _Rain._\n\n\"I know what I'd do,\" Moya continued. \"I'd radiate and have done with\nit.\"\n\nThe medic dissented on clinical-curiosity grounds.\n\n\"I can't reconcile things yet,\" I said. \"But let's assume that it was a\ntragedy of errors. Let's say that what hit me, killed them. But what was\nit? Where did it come from? And why? No, I'll have to go down again.\nIt's my burden to find _all_ the answers.\"\n\nMoya growled: \"There's a time for stubbornness.\"\n\nI caught the rest of the crew staring at me; their expressions were a\nmotley.\n\n       *       *       *       *       *\n\nBack at the same old stand, open for business, looking at the pitiful\nalteration, feeling lonely, feeling vulnerable, too, despite the bug\nsuit, Moya's parting blast still burning in my mind.\n\nHe'd ferried me down to the hilltop in the long shadows of early\nmorning. I'd had to order him to return to the star ship. I stood now\nbeside the communal mound. Moya had said, pointing down the hill, anger\nmaking him illogical: \"These are the people you sold out when you\ntransferred to Interstel. They could have used your kind of brains.\nPost-mortems aren't going to help them, now.\"\n\nIt was simple, wasn't it?\n\nSomething on E-T was a killer: quick and deadly.\n\nIf it got any sort of clean shot at you--\n\nSomething visible. Something big enough to make a mark. And not static,\nlike a thorn. A ground crawler? My pant's legs had been tucked securely\ninto my boot tops. A flier? It would have to be strong enough to pierce\na GS uniform and make an entrance into flesh. Or to leave a scratch from\na glancing blow. And I hadn't seen anything.\n\nBut only a recent problem.\n\nAnd restricted to the area beyond the stream.\n\nAnd random.\n\nAnd terribly innocent. Innocent enough to be overlooked until it was\ntoo late.\n\n_Think._\n\nI thought and came up with a brainful of nothing.\n\n_Think again._\n\nStrong enough to pierce two thicknesses of cloth--It must have gone\nentirely through, although the overzealousness of the crew had removed\nany possibility of proof.\n\nHow about the bug suit?\n\nAssume the plastic was protection enough--\n\nWouldn't the wearer notice a blow? Or hear something?\n\nI'd felt but not heard.\n\nBut then the rain had been falling.\n\nNo insect had hit me forcibly before--\n\nMoya and his helper had noticed nothing after--\n\nA few meager drops of rain, sibilantly soaking into the eager soil of\nEpsilon-Terra.\n\nWhoever first mouthed that bit about cursing being the audible\nmanifestation of a mediocre mind completely missed the point.\n\nThere's something infinitely comforting in the crackle and sweep and\nroll of heartfelt invective.\n\nI left the site of the common grave and made it back to the hillside and\nshuttler IV as fast as discretion and terrain and my game leg would\nallow.\n\n       *       *       *       *       *\n\n\"I _am_ thinking,\" Moya grumbled over the comm. \"If these details are so\nimportant, why--?\"\n\n\"Don't blame Interstel,\" I said. \"The tapes were put together by GS\nheadquarters.\"\n\n\"Well, whoever. They should have included more information.\"\n\n\"Thompson,\" I prodded.\n\n\"Sure, sure, I remember him. Big, awkward, slow-moving--always babbling\nabout plants.\"\n\n\"What kind?\"\n\n\"_All_ kinds.\"\n\n\"But anything particular? Something that he wanted to extract something\nfrom.\"\n\n\"Well, let's see--He brought back lots of sample specimens, but there\n_was_ one that he played with all the way home. It was an insectivorous\nor carnivorous species, as I recall--\"\n\n\"Yes? Yes?\"\n\n\"That produced a chemical he thought might prove useful if it could be\nextracted and concentrated or synthesized--Now, hold on. Are you\ntrying--?\"\n\n\"Why not? And why didn't you mention this sooner?\"\n\n\"For the simple reason--What got you off on this tangent?\"\n\n\"_Rain._ The kid's diary said '_rain_ potential.' The captain's log\nmentioned a _surface weather front_. And it _rained_ just before I was\nhit.\"\n\n\"I fail to see the connection. But think about this: It rained on the\nsurvey team I ferried here, too--not often, but more than once or\ntwice--and nothing happened to them.\"\n\nThat was the trouble with firing off at half thrust.\n\nBut there was still this nagging conviction: rain plus vegetation equals\ndeath.\n\nI could picture Moya and the crew speculating that I'd taken complete\nleave of my senses.\n\nBut sometimes you have to play the game blindly--\"by the seat of your\npressure suit,\" as the pioneers stated it.\n\nI went to the shuttler's locker, located a canteen in a survival kit,\nfilled it and left the ship.\n\nI started where I'd found the largest collection of remains.\n\nMoya's memory had failed to particularize the plant, but I had enough\nevidence to negate indiscriminate baptism.\n\nI felt supremely foolish--for a while.\n\nMy thoughts began to focus, and I recalled the little plant that had\ngrown up through the hole in the pelvis.\n\nCasting about, I located adult specimens. They seemed to fit the\nrequirements. Again it struck me that they bore a familial kinship to a\nvariety that occurred on the plain.\n\nI couldn't place the difference.\n\nFinally I selected one about two feet tall.\n\nIt was bulbous, thick skinned, terminating in broad members that were\nclustered to form a rough funnel. Their inner surfaces were coated with\na glutinous substance. The main body of the plant was studded with warty\nprojections about the size of walnut halves. And just below the terminal\nfunnel was a corona of tapering members like leaves beneath a bizarre\nblossom. They ended in sharp points, bore flimsy surface bristles, and\nseemed to serve as protection for the trap.\n\nI prodded the green-and-yellow mottled skin of the thing. It was tough,\nresistant, almost pneumatic--\n\nI had this sudden, strong feeling.\n\nAbout ten feet away was a tree with dull-reddish, overlapping bark\nsegments on its trunk. There was a branch close enough to the ground to\nbe reached if my leg would support the necessary spring. I tested the\nleg for leap and the branch for support. They held.\n\nI uncapped the canteen and sprinkled the remaining water over the plant,\nmaking sure that some reached both the funnel and the corona.\n\nI ran.\n\nSeconds later, perched monkey-see, monkey-do on the branch, I lost any\nlingering feeling of foolishness.\n\nI sat there for quite a while, sickened. I thought about the crew of\n231, and the other pieces of the puzzle. One of them had to be\narrogance--the natural arrogance of picked people that leads to a belief\nin corporeal immortality: _Nothing can happen to me; you, maybe, but not\nme._\n\n       *       *       *       *       *\n\nEven though I knew exactly what to expect, it was impossible not to jerk\nback involuntarily with the others.\n\nWe were in the star ship, clustered around a bell jar. The jar contained\na small specimen of the killer that I'd dug up gingerly and brought back\nfor evidence.\n\nI'd introduced water into the jar, and the first reaction had just taken\nplace.\n\n\"Watch closely,\" I cautioned.\n\nAgain it happened--innocently at first and then too swiftly for the eye\nto follow. One of the little protuberances seemed to swell\nslightly--_Ping._ Something struck the wall of the bell jar hard enough\nto evoke a clear, sharp, resonant note.\n\n\"I don't know the exact range of a mature specimen,\" I said, grimly,\n\"but I saw leaves shake a good twenty yards away.\"\n\n\"A seed,\" one of the crewmen breathed. \"Nothing but a tiny,\ninsignificant _seed_.\"\n\nMoya shook his head.\n\n\"A deadly missile, son, wearing or containing a virulent poison. And\npeople used to blather about curare.\"\n\nI began to draw concentric arcs on the chart.\n\n\"I kept fetching water and testing and retreating all the way back to\nthe plain. Pretty soon there's not going to be any place safe within\nmiles of where these mutants can take root. Near the plain's camp,\nthey're still innocuous--the original species. The propagation response\nis triggered by rain, all right, but the seeds just pop out, and, of\ncourse, the poison is undoubtedly weak--a bother only to insects.\"\n\n\"But they weren't a problem--\" Moya interjected.\n\n\"Time,\" I said. \"Five years. Look here on the chart. I figured this to\nbe the center: the first team's permanent camp on the hill. Now what\nhappened there? Heaters to destroy immediate vegetation, and\n_Radio-Frequency_ beams to kill insects and their larvae over a wider\narea. R-F--don't you see? Cells react to certain portions of the radio\nspectrum. Some are destroyed, depending upon intensity. Some behave\nstrangely--the 'marching protozoa,' the 'dancing amoeba.' In others,\nchromosomal aberrations occur, resulting in mutations. Remember the\nexperiments with yeasts, garlic, grains? The growth of some\nmicroorganisms is stimulated by R-F irradiation.\"\n\n\"Then these glorified flytraps got mad at what was happening to their\ninnards and decided to fight even harder for survival?\"\n\n\"You're anthropomorphizing,\" I told Moya, \"but that's the way I see it.\nThey just responded along already established lines.\"\n\nI paused and noted the expressions on the faces of the crew. Maybe it\nwas that, and maybe it was the fact that my leg hadn't held up very well\nunder the beating I'd given it. And maybe it was twelve good\nmen--Anyway, I spent the next half hour pulling no punches. When I'd\nfinished, Interstel had regained its reputation. Nobody--neither\nshort-timer nor veteran--likes to hear dead comrades characterized as\n\"stupid.\" But I figured the crew would remember.\n\nMoya seemed unfazed, as if he'd paid scant attention to my speech; he\nrubbed his chin reflectively.\n\n\"The bug suits--\"\n\n\"Were they any protection? At long range, probably. But up close--\"\n\nMoya apparently could think of nothing more to say.\n\nWe radiated the danger area, left 231 for a pick-up team, and headed\nfor home.\n\n       *       *       *       *       *\n\nMoya walked with me from Quarantine to the Terra Ramp. The leg still\nwasn't right.\n\n\"Did you mention me kindly in your report?\"\n\n\"Of course not,\" I told him.\n\nHe chuckled and put his hand on my shoulder.\n\n\"About Ben Stuart--\"\n\n\"It's a nasty job,\" I said.\n\n\"Did he rate getting cashiered?\"\n\n\"He did, Tony.\"\n\n\"Well, take care of yourself, Ivy.\"\n\nThe redhead again was on duty at the outbound desk. She ignored me.\n\n_Xanadu!_\n\nIt was night, and there was a heavy fog. Standing alone on the open\npromenade outside the dome, I was grateful that I couldn't see the\nsky--and the ominous stars that were not so far away.\n\nA couple of months later, I heard that Epsilon-Terra had received its\nofficial name: _Atri-Terra_. _Atri_ from attrition. I've wondered ever\nsince whether GS based the choice upon the secular or the theological\ndefinition.\n\n\nTHE END\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Analog_ November 1961. Extensive\n    research did not uncover any evidence that the U.S. copyright on\n    this publication was renewed. Minor spelling and typographical\n    errors have been corrected without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Attrition, by Jim Wannamaker\n\n*** END OF THIS PROJECT GUTENBERG EBOOK ATTRITION ***\n\n***** This file should be named 24282-8.txt or 24282-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/4/2/8/24282/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}