{"title": "Mercenary", "author": "Dallas McCord Reynolds", "releaseDate": "January 20, 2008", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n[Illustration]\n\n\nMERCENARY\n\n Every status-quo-caste society in history\n has left open two roads to rise above your\n caste: The Priest and The Warrior. But in\n a society of TV and tranquilizers--the\n Warrior acquires a strange new meaning....\n\nBY MACK REYNOLDS\n\nILLUSTRATED BY BIRMINGHAM\n\n\nJoseph Mauser spotted the recruiting line-up from two or three blocks\ndown the street, shortly after driving into Kingston. The local offices\nof Vacuum Tube Transport, undoubtedly. Baron Haer would be doing his\nrecruiting for the fracas with Continental Hovercraft there if for no\nother reason than to save on rents. The Baron was watching pennies on\nthis one and that was bad.\n\nIn fact, it was so bad that even as Joe Mauser let his sports hovercar\nsink to a parking level and vaulted over its side he was still\nquestioning his decision to sign up with the Vacuum Tube outfit rather\nthan with their opponents. Joe was an old pro and old pros do not get to\nbe old pros in the Category Military without developing an instinct to\nstay away from losing sides.\n\nFine enough for Low-Lowers and Mid-Lowers to sign up with this outfit,\nas opposed to that, motivated by no other reasoning than the snappiness\nof the uniform and the stock shares offered, but an old pro considered\ncarefully such matters as budget. Baron Haer was watching every expense,\nwas, it was rumored, figuring on commanding himself and calling upon\nrelatives and friends for his staff. Continental Hovercraft, on the\nother hand, was heavy with variable capital and was in a position to\nhire Stonewall Cogswell himself for their tactician.\n\nHowever, the die was cast. You didn't run up a caste level, not to speak\nof two at once, by playing it careful. Joe had planned this out; for\nonce, old pro or not, he was taking risks.\n\nRecruiting line-ups were not for such as he. Not for many a year, many a\nfracas. He strode rapidly along this one, heading for the offices ahead,\nnoting only in passing the quality of the men who were taking service\nwith Vacuum Tube Transport. These were the soldiers he'd be commanding\nin the immediate future and the prospects looked grim. There were few\nveterans among them. Their stance, their demeanor, their ... well, you\ncould tell a veteran even though he be Rank Private. You could tell a\nveteran of even one fracas. It showed.\n\nHe knew the situation. The word had gone out. Baron Malcolm Haer was due\nfor a defeat. You weren't going to pick up any lush bonuses signing up\nwith him, and you definitely weren't going to jump a caste. In short, no\nmatter what Haer's past record, choose what was going to be the winning\nside--Continental Hovercraft. Continental Hovercraft and old Stonewall\nCogswell who had lost so few fracases that many a Telly buff couldn't\nremember a single one.\n\nIndividuals among these men showed promise, Joe Mauser estimated even as\nhe walked, but promise means little if you don't live long enough to\ncash in on it.\n\nTake that small man up ahead. He'd obviously got himself into a hassle\nmaintaining his place in line against two or three heftier would-be\nsoldiers. The little fellow wasn't backing down a step in spite of the\nattempts of the other Lowers to usurp his place. Joe Mauser liked to see\nsuch spirit. You could use it when you were in the dill.\n\nAs he drew abreast of the altercation, he snapped from the side of his\nmouth, \"Easy, lads. You'll get all the scrapping you want with\nHovercraft. Wait until then.\"\n\nHe'd expected his tone of authority to be enough, even though he was in\nmufti. He wasn't particularly interested in the situation, beyond giving\nthe little man a hand. A veteran would have recognized him as an\nold-timer and probable officer, and heeded, automatically.\n\nThese evidently weren't veterans.\n\n\"Says who?\" one of the Lowers growled back at him. \"You one of Baron\nHaer's kids, or something?\"\n\nJoe Mauser came to a halt and faced the other. He was irritated, largely\nwith himself. He didn't want to be bothered. Nevertheless, there was no\nalternative now.\n\nThe line of men, all Lowers so far as Joe could see, had fallen silent\nin an expectant hush. They were bored with their long wait. Now\nsomething would break the monotony.\n\nBy tomorrow, Joe Mauser would be in command of some of these men. In as\nlittle as a week he would go into a full-fledged fracas with them. He\ncouldn't afford to lose face. Not even at this point when all, including\nhimself, were still civilian garbed. When matters pickled, in a fracas,\nyou wanted men with complete confidence in you.\n\n       *       *       *       *       *\n\nThe man who had grumbled the surly response was a near physical twin of\nJoe Mauser which put him in his early thirties, gave him five foot\neleven of altitude and about one hundred and eighty pounds. His clothes\ncasted him Low-Lower--nothing to lose. As with many who have nothing to\nlose, he was willing to risk all for principle. His face now registered\nthat ideal. Joe Mauser had no authority over him, nor his friends.\n\nJoe's eyes flicked to the other two who had been pestering the little\nfellow. They weren't quite so aggressive and as yet had come to no\nconclusion about their stand. Probably the three had been unacquainted\nbefore their bullying alliance to deprive the smaller man of his place.\nHowever, a moment of hesitation and Joe would have a trio on his hands.\n\nHe went through no further verbal preliminaries. Joe Mauser stepped\ncloser. His right hand lanced forward, not doubled in a fist but fingers\nclose together and pointed, spear-like. He sank it into the other's\nabdomen, immediately below the rib cage--the solar plexus.\n\nHe had misestimated the other two. Even as his opponent crumpled, they\nwere upon him, coming in from each side. And at least one of them, he\ncould see now, had been in hand-to-hand combat before. In short, another\npro, like Joe himself.\n\nHe took one blow, rolling with it, and his feet automatically went into\nthe shuffle of the trained fighter. He retreated slightly to erect\ndefenses, plan attack. They pressed him strongly, sensing victory in his\nretreat.\n\nThe one mattered little to him. Joe Mauser could have polished off the\noaf in a matter of seconds, had he been allotted seconds to devote. But\nthe second, the experienced one, was the problem. He and Joe were well\nmatched and with the oaf as an ally really he had all the best of it.\n\nSupport came from a forgotten source, the little chap who had been the\nreason for the whole hassle. He waded in now as big as the next man so\nfar as spirit was concerned, but a sorry fate gave him to attack the\nwrong man, the veteran rather than the tyro. He took a crashing blow to\nthe side of his head which sent him sailing back into the recruiting\nline, now composed of excited, shouting verbal participants of the fray.\n\nHowever, the extinction of Joe Mauser's small ally had taken a moment or\ntwo and time was what Joe needed most. For a double second he had the\noaf alone on his hands and that was sufficient. He caught a flailing\narm, turned his back and automatically went into the movements which\nresult in that spectacular hold of the wrestler, the Flying Mare. Just\nin time he recalled that his opponent was a future comrade-in-arms and\ntwisted the arm so that it bent at the elbow, rather than breaking. He\nhurled the other over his shoulder and as far as possible, to take the\nscrap out of him, and twirled quickly to meet the further attack of his\nsole remaining foe.\n\nThat phase of the combat failed to materialize.\n\nA voice of command bit out, \"Hold it, you lads!\"\n\nThe original situation which had precipitated the fight was being\nduplicated. But while the three Lowers had failed to respond to Joe\nMauser's tone of authority, there was no similar failure now.\n\nThe owner of the voice, beautifully done up in the uniform of Vacuum\nTube Transport, complete to kilts and the swagger stick of the officer\nof Rank Colonel or above, stood glaring at them. Age, Joe estimated,\neven as he came to attention, somewhere in the late twenties--an Upper\nin caste. Born to command. His face holding that arrogant, contemptuous\nexpression once common to the patricians of Rome, the Prussian Junkers,\nthe British ruling class of the Nineteenth Century. Joe knew the\nexpression well. How well he knew it. On more than one occasion, he had\ndreamt of it.\n\nJoe said, \"Yes, sir.\"\n\n\"What in Zen goes on here? Are you lads overtranked?\"\n\n\"No, sir,\" Joe's veteran opponent grumbled, his eyes on the ground, a\nschoolboy before the principal.\n\nJoe said, evenly, \"A private disagreement, sir.\"\n\n\"Disagreement!\" the Upper snorted. His eyes went to the three fallen\ncombatants, who were in various stages of reviving. \"I'd hate to see you\nlads in a real scrap.\"\n\nThat brought a response from the non-combatants in the recruiting line.\nThe _bon mot_ wasn't that good but caste has its privileges and the\nlaughter was just short of uproarious.\n\nWhich seemed to placate the kilted officer. He tapped his swagger stick\nagainst the side of his leg while he ran his eyes up and down Joe Mauser\nand the others, as though memorizing them for future reference.\n\n\"All right,\" he said. \"Get back into the line, and you trouble makers\nquiet down. We're processing as quickly as we can.\" And at that point he\nadded insult to injury with an almost word for word repetition of what\nJoe had said a few moments earlier. \"You'll get all the fighting you\nwant from Hovercraft, if you can wait until then.\"\n\nThe four original participants of the rumpus resumed their places in\nvarious stages of sheepishness. The little fellow, nursing an obviously\naching jaw, made a point of taking up his original position even while\ndarting a look of thanks to Joe Mauser who still stood where he had when\nthe fight was interrupted.\n\nThe Upper looked at Joe. \"Well, lad, are you interested in signing up\nwith Vacuum Tube Transport or not?\"\n\n\"Yes, sir,\" Joe said evenly. Then, \"Joseph Mauser, sir. Category\nMilitary, Rank Captain.\"\n\n\"Indeed.\" The officer looked him up and down all over again, his\nnostrils high. \"A Middle, I assume. And brawling with recruits.\" He held\na long silence. \"Very well, come with me.\" He turned and marched off.\n\nJoe inwardly shrugged. This was a fine start for his pitch--a fine\nstart. He had half a mind to give it all up, here and now, and head on\nup to Catskill to enlist with Continental Hovercraft. His big scheme\nwould wait for another day. Nevertheless, he fell in behind the\naristocrat and followed him to the offices which had been his original\ndestination.\n\n       *       *       *       *       *\n\nTwo Rank Privates with 45-70 Springfields and wearing the Haer kilts in\nsuch wise as to indicate permanent status in Vacuum Tube Transport came\nto the salute as they approached. The Upper preceding Joe Mauser flicked\nhis swagger stick in an easy nonchalance. Joe felt envious amusement.\nHow long did it take to learn how to answer a salute with that degree of\narrogant ease?\n\nThere were desks in here, and typers humming, as Vacuum Tube Transport\noffice workers, mobilized for this special service, processed volunteers\nfor the company forces. Harried noncoms and junior-grade officers buzzed\neverywhere, failing miserably to bring order to the chaos. To the right\nwas a door with a medical cross newly painted on it. When it\noccasionally popped open to admit or emit a recruit, white-robed\ndoctors, male nurses and half nude men could be glimpsed beyond.\n\nJoe followed the other through the press and to an inner office at which\ndoor he didn't bother to knock. He pushed his way through, waved in\ngreeting with his swagger stick to the single occupant who looked up\nfrom the paper- and tape-strewn desk at which he sat.\n\nJoe Mauser had seen the face before on Telly though never so tired as\nthis and never with the element of defeat to be read in the expression.\nBullet-headed, barrel-figured Baron Malcolm Haer of Vacuum Tube\nTransport. Category Transportation, Mid-Upper, and strong candidate for\nUpper-Upper upon retirement. However, there would be few who expected\nretirement in the immediate future. Hardly. Malcolm Haer found too\nobvious a lusty enjoyment in the competition between Vacuum Tube\nTransport and its stronger rivals.\n\n       *       *       *\n\nJoe came to attention, bore the sharp scrutiny of his chosen\ncommander-to-be. The older man's eyes went to the kilted Upper officer\nwho had brought Joe along. \"What is it, Balt?\"\n\nThe other gestured with his stick at Joe. \"Claims to be Rank Captain.\nLooking for a commission with us, Dad. I wouldn't know why.\" The last\nsentence was added lazily.\n\nThe older Haer shot an irritated glance at his son. \"Possibly for the\nsame reason mercenaries usually enlist for a fracas, Balt.\" His eyes\ncame back to Joe.\n\nJoe Mauser, still at attention even though in mufti, opened his mouth to\ngive his name, category and rank, but the older man waved a hand\nnegatively. \"Captain Mauser, isn't it? I caught the fracas between\nCarbonaceous Fuel and United Miners, down on the Panhandle Reservation.\nSeems to me I've spotted you once or twice before, too.\"\n\n\"Yes, sir,\" Joe said. This was some improvement in the way things were\ngoing.\n\nThe older Haer was scowling at him. \"Confound it, what are you doing\nwith no more rank than captain? On the face of it, you're an old hand, a\nhighly experienced veteran.\"\n\n_An old pro, we call ourselves_, Joe said to himself. _Old pros, we call\nourselves, among ourselves._\n\nAloud, he said, \"I was born a Mid-Lower, sir.\"\n\nThere was understanding in the old man's face, but Balt Haer said\nloftily, \"What's that got to do with it? Promotion is quick and based on\nmerit in Category Military.\"\n\nAt a certain point, if you are good combat officer material, you speak\nyour mind no matter the rank of the man you are addressing. On this\noccasion, Joe Mauser needed few words. He let his eyes go up and down\nBalt Haer's immaculate uniform, taking in the swagger stick of the Rank\nColonel or above. Joe said evenly, \"Yes, sir.\"\n\nBalt Haer flushed quick temper. \"What do you mean by--\"\n\nBut his father was chuckling. \"You have spirit, captain. I need spirit\nnow. You are quite correct. My son, though a capable officer, I assure\nyou, has probably not participated in a fraction of the fracases you\nhave to your credit. However, there is something to be said for the\ntraining available to we Uppers in the academies. For instance, captain,\nhave you ever commanded a body of lads larger than, well, a _company_?\"\n\nJoe said flatly, \"In the Douglas-Boeing versus Lockheed-Cessna fracas we\ntook a high loss of officers when the Douglas-Boeing outfit rang in some\nfast-firing French _mitrailleuse_ we didn't know they had. As my\nsuperiors took casualties I was field promoted to acting battalion\ncommander, to acting regimental commander, to acting brigadier. For\nthree days I held the rank of acting commander of brigade. We won.\"\n\nBalt Haer snapped his fingers. \"I remember that. Read quite a paper on\nit.\" He eyed Joe Mauser, almost respectfully. \"Stonewall Cogswell got\nthe credit for the victory and received his marshal's baton as a\nresult.\"\n\n\"He was one of the few other officers that survived,\" Joe said dryly.\n\n\"But, Zen! You mean you got no promotion at all?\"\n\nJoe said, \"I was upped to Low-Middle from High-Lower, sir. At my age, at\nthe time, quite a promotion.\"\n\n       *       *       *       *       *\n\nBaron Haer was remembering, too. \"That was the fracas that brought on\nthe howl from the Sovs. They claimed those _mitrailleuse_ were post-1900\nand violated the Universal Disarmament Pact. Yes, I recall that.\nDouglas-Boeing was able to prove that the weapon was used by the French\nas far back as the Franco-Prussian War.\" He eyed Joe with new interest\nnow. \"Sit down, captain. You too, Balt. Do you realize that Captain\nMauser is the only recruit of officer rank we've had today?\"\n\n\"Yes,\" the younger Haer said dryly. \"However, it's too late to call the\nfracas off now. Hovercraft wouldn't stand for it, and the Category\nMilitary Department would back them. Our only alternative is\nunconditional surrender, and you know what that means.\"\n\n\"It means our family would probably be forced from control of the firm,\"\nthe older man growled. \"But nobody has suggested surrender on any terms.\nNobody, thus far.\" He glared at his officer son who took it with an easy\nshrug and swung a leg over the edge of his father's desk in the way of a\nseat.\n\nJoe Mauser found a chair and lowered himself into it. Evidently, the\nfoppish Balt Haer had no illusions about the spot his father had got the\nfamily corporation into. And the younger man was right, of course.\n\nBut the Baron wasn't blind to reality any more than he was a coward. He\ndismissed Balt Haer's defeatism from his mind and came back to Joe\nMauser. \"As I say, you're the only officer recruit today. Why?\"\n\nJoe said evenly, \"I wouldn't know, sir. Perhaps freelance Category\nMilitary men are occupied elsewhere. There's always a shortage of\ntrained officers.\"\n\nBaron Haer was waggling a finger negatively. \"That's not what I mean,\ncaptain. You are an old hand. This is your category and you must know it\nwell. Then why are _you_ signing up with Vacuum Tube Transport rather\nthan Hovercraft?\"\n\nJoe Mauser looked at him for a moment without speaking.\n\n\"Come, come, captain. I am an old hand too, in my category, and not a\nfool. I realize there is scarcely a soul in the West-world that expects\nanything but disaster for my colors. Pay rates have been widely posted.\nI can offer only five common shares of Vacuum Tube for a Rank Captain,\nwin or lose. Hovercraft is doubling that, and can pick and choose among\nthe best officers in the hemisphere.\"\n\nJoe said softly, \"I have all the shares I need.\"\n\nBalt Haer had been looking back and forth between his father and the\nnewcomer and becoming obviously more puzzled. He put in, \"Well, what in\nZen motivates you if it isn't the stock we offer?\"\n\nJoe glanced at the younger Haer to acknowledge the question but he spoke\nto the Baron. \"Sir, like you said, you're no fool. However, you've been\nsucked in, this time. When you took on Hovercraft, you were thinking in\nterms of a regional dispute. You wanted to run one of your vacuum tube\ndeals up to Fairbanks from Edmonton. You were expecting a minor fracas,\ninvolving possibly five thousand men. You never expected Hovercraft to\nparlay it up, through their connections in the Category Military\nDepartment, to a divisional magnitude fracas which you simply aren't\nlarge enough to afford. But Hovercraft was getting sick of your\ncorporation. You've been nicking away at them too long. So they decided\nto do you in. They've hired Marshal Cogswell and the best combat\nofficers in North America, and they're hiring the most competent\nveterans they can find. Every fracas buff who watches Telly, figures\nyou've had it. They've been watching you come up the aggressive way, the\nhard way, for a long time, but now they're all going to be sitting on\nthe edges of their sofas waiting for you to get it.\"\n\nBaron Haer's heavy face had hardened as Joe Mauser went on relentlessly.\nHe growled, \"Is this what everyone thinks?\"\n\n\"Yes. Everyone intelligent enough to have an opinion.\" Joe made a motion\nof his head to the outer offices where the recruiting was proceeding.\n\"Those men out there are rejects from Catskill, where old Baron\nZwerdling is recruiting. Either that or they're inexperienced\nLow-Lowers, too stupid to realize they're sticking their necks out. Not\none man in ten is a veteran. And when things begin to pickle, you want\nveterans.\"\n\nBaron Malcolm Haer sat back in his chair and stared coldly at Captain\nJoe Mauser. He said, \"At first I was moderately surprised that an old\ntime mercenary like yourself should choose my uniform, rather than\nZwerdling's. Now I am increasingly mystified about motivation. So all\nover again I ask you, captain: Why are you requesting a commission in my\nforces which you seem convinced will meet disaster?\"\n\nJoe wet his lips carefully. \"I think I know a way you can win.\"\n\n\n\n\nII\n\n\nHis permanent military rank the Haers had no way to alter, but they were\nshort enough of competent officers that they gave him an acting rating\nand pay scale of major and command of a squadron of cavalry. Joe Mauser\nwasn't interested in a cavalry command this fracas, but he said nothing.\nImmediately, he had to size up the situation; it wasn't time as yet to\nreveal the big scheme. And, meanwhile, they could use him to whip the\nRank Privates into shape.\n\nHe had left the offices of Baron Haer to go through the red tape\ninvolved in being signed up on a temporary basis in the Vacuum Tube\nTransport forces, and reentered the confusion of the outer offices where\nthe Lowers were being processed and given medicals. He reentered in time\nto run into a Telly team which was doing a live broadcast.\n\nJoe Mauser remembered the news reporter who headed the team. He'd run\ninto him two or three times in fracases. As a matter of fact, although\nJoe held the standard Military Category prejudices against Telly, he had\na basic respect for this particular newsman. On the occasions he'd seen\nhim before, the fellow was hot in the midst of the action even when\nthings were in the dill. He took as many chances as did the average\ncombatant, and you can't ask for more than that.\n\nThe other knew him, too, of course. It was part of his job to be able to\nspot the celebrities and near celebrities. He zeroed in on Joe now,\nmaking flicks of his hand to direct the cameras. Joe, of course, was\nfully aware of the value of Telly and was glad to co-operate.\n\n\"Captain! Captain Mauser, isn't it? Joe Mauser who held out for four\ndays in the swamps of Louisiana with a single company while his ranking\nofficers reformed behind him.\"\n\nThat was one way of putting it, but both Joe and the newscaster who had\ncovered the debacle knew the reality of the situation. When the front\nhad collapsed, his commanders--of Upper caste, of course--had hauled\nout, leaving him to fight a delaying action while they mended their\nfences with the enemy, coming to the best terms possible. Yes, that had\nbeen the United Oil versus Allied Petroleum fracas, and Joe had emerged\nwith little either in glory or pelf.\n\nThe average fracas fan wasn't on an intellectual level to appreciate\nanything other than victory. The good guys win, the bad guys\nlose--that's obvious, isn't it? Not one out of ten Telly followers of\nthe fracases was interested in a well-conducted retreat or holding\naction. They wanted blood, lots of it, and they identified with the\nwinning side.\n\nJoe Mauser wasn't particularly bitter about this aspect. It was part of\nhis way of life. In fact, his pet peeve was the _real_ buff. The type,\nman or woman, who could remember every fracas you'd ever been in, every\ntime you'd copped one, and how long you'd been in the hospital. Fans who\ncould remember, even better than you could, every time the situation had\npickled on you and you'd had to fight your way out as best you could.\nThey'd tell you about it, their eyes gleaming, sometimes a slightest\ntrickle of spittle at the sides of their mouths. They usually wanted an\nautograph, or a souvenir such as a uniform button.\n\nNow Joe said to the Telly reporter, \"That's right, Captain Mauser.\nActing major, in this fracas, ah--\"\n\n\"Freddy. Freddy Soligen. You remember me, captain--\"\n\n\"Of course I do, Freddy. We've been in the dill, side by side, more than\nonce, and even when I was too scared to use my side arm, you'd be\nscanning away with your camera.\"\n\n\"Ha ha, listen to the captain, folks. I hope my boss is tuned in. But\nseriously, Captain Mauser, what do you think the chances of Vacuum Tube\nTransport are in this fracas?\"\n\nJoe looked into the camera lens, earnestly. \"The best, of course, or I\nwouldn't have signed up with Baron Haer, Freddy. Justice triumphs, and\nanybody who is familiar with the issues in this fracas, knows that Baron\nHaer is on the side of true right.\"\n\nFreddy said, holding any sarcasm he must have felt, \"What would you say\nthe issues were, captain?\"\n\n\"The basic North American free enterprise right to compete. Hovercraft\nhas held a near monopoly in transport to Fairbanks. Vacuum Tube\nTransport wishes to lower costs and bring the consumers of Fairbanks\nbetter service through running a vacuum tube to that area. What could be\nmore in the traditions of the West-world? Continental Hovercraft stands\nin the way and it is they who have demanded of the Category Military\nDepartment a trial by arms. On the face of it, justice is on the side of\nBaron Haer.\"\n\nFreddy Soligen said into the camera, \"Well, all you good people of the\nTelly world, that's an able summation the captain has made, but it\ncertainly doesn't jibe with the words of Baron Zwerdling we heard this\nmorning, does it? However, justice triumphs and we'll see what the field\nof combat will have to offer. Thank you, thank you very much, Captain\nMauser. All of us, all of us tuned in today, hope that you personally\nwill run into no dill in this fracas.\"\n\n\"Thanks, Freddy. Thanks all,\" Joe said into the camera, before turning\naway. He wasn't particularly keen about this part of the job, but you\ncouldn't underrate the importance of pleasing the buffs. In the long run\nit was your career, your chances for promotion both in military rank and\nultimately in caste. It was the way the fans took you up, boosted you,\nidolized you, worshipped you if you really made it. He, Joe Mauser, was\nonly a minor celebrity, he appreciated every chance he had to be\ninterviewed by such a popular reporter as Freddy Soligen.\n\n       *       *       *       *       *\n\nEven as he turned, he spotted the four men with whom he'd had his spat\nearlier. The little fellow was still to the fore. Evidently, the others\nhad decided the one place extra that he represented wasn't worth the\ntrouble he'd put in their way defending it.\n\nOn an impulse he stepped up to the small man who began a grin of\nrecognition, a grin that transformed his feisty face. A revelation of\nan inner warmth beyond average in a world which had lost much of its\nhuman warmth.\n\n[Illustration]\n\nJoe said, \"Like a job, soldier?\"\n\n\"Name's Max. Max Mainz. Sure I want a job. That's why I'm in this\neverlasting line.\"\n\nJoe said, \"First fracas for you, isn't it?\"\n\n\"Yeah, but I had basic training in school.\"\n\n\"What do you weigh, Max?\"\n\nMax's face soured. \"About one twenty.\"\n\n\"Did you check out on semaphore in school?\"\n\n\"Well, sure. I'm Category Food, Sub-division Cooking, Branch Chef, but,\nlike I say, I took basic military training, like most everybody else.\"\n\n\"I'm Captain Joe Mauser. How'd you like to be my batman?\"\n\nMax screwed up his already not overly handsome face. \"Gee, I don't know.\nI kinda joined up to see some action. Get into the dill. You know what I\nmean.\"\n\nJoe said dryly, \"See here, Mainz, you'll probably find more pickled\nsituations next to me than you'll want--and you'll come out alive.\"\n\nThe recruiting sergeant looked up from the desk. It was Max Mainz's turn\nto be processed. The sergeant said, \"Lad, take a good opportunity when\nit drops in your lap. The captain is one of the best in the field.\nYou'll learn more, get better chances for promotion, if you stick with\nhim.\"\n\nJoe couldn't remember ever having run into the sergeant before, but he\nsaid, \"Thanks, sergeant.\"\n\nThe other said, evidently realizing Joe didn't recognize him, \"We were\ntogether on the Chihuahua Reservation, on the jurisdictional fracas\nbetween the United Miners and the Teamsters, sir.\"\n\nIt had been almost fifteen years ago. About all that Joe Mauser\nremembered of that fracas was the abnormal number of casualties they'd\ntaken. His side had lost, but from this distance in time Joe couldn't\neven remember what force he'd been with. But now he said, \"That's right.\nI thought I recognized you, sergeant.\"\n\n\"It was my first fracas, sir.\" The sergeant went businesslike. \"If you\nwant I should hustle this lad though, captain--\"\n\n\"Please do, sergeant.\" Joe added to Max, \"I'm not sure where my billet\nwill be. When you're through all this, locate the officer's mess and\nwait there for me.\"\n\n\"Well, O.K.,\" Max said doubtfully, still scowling but evidently a\nservant of an officer, if he wanted to be or not.\n\n\"Sir,\" the sergeant added ominously. \"If you've had basic, you know\nenough how to address an officer.\"\n\n\"Well, yessir,\" Max said hurriedly.\n\nJoe began to turn away, but then spotted the man immediately behind Max\nMainz. He was one of the three with whom Joe had tangled earlier, the\none who'd obviously had previous combat experience. He pointed the man\nout to the sergeant. \"You'd better give this lad at least temporary rank\nof corporal. He's a veteran and we're short of veterans.\"\n\nThe sergeant said, \"Yes, sir. We sure are.\" Joe's former foe looked\nproperly thankful.\n\n       *       *       *       *       *\n\nJoe Mauser finished off his own red tape and headed for the street to\nlocate a military tailor who could do him up a set of the Haer kilts and\nfill his other dress requirements. As he went, he wondered vaguely just\nhow many different uniforms he had worn in his time.\n\nIn a career as long as his own from time to time you took semi-permanent\npositions in bodyguards, company police, or possibly the permanent\ncombat troops of this corporation or that. But largely, if you were\nambitious, you signed up for the fracases and that meant into a uniform\nand out of it again in as short a period as a couple of weeks.\n\nAt the door he tried to move aside but was too slow for the quick moving\nyoung woman who caromed off him. He caught her arm to prevent her from\nstumbling. She looked at him with less than thanks.\n\nJoe took the blame for the collision. \"Sorry,\" he said. \"I'm afraid I\ndidn't see you, Miss.\"\n\n\"Obviously,\" she said coldly. Her eyes went up and down him, and for a\nmoment he wondered where he had seen her before. Somewhere, he was sure.\n\nShe was dressed as they dress who have never considered cost and she had\nan elusive beauty which would have been even the more hadn't her face\nprojected quite such a serious outlook. Her features were more delicate\nthan those to which he was usually attracted. Her lips were less full,\nbut still-- He was reminded of the classic ideal of the British Romantic\nPeriod, the women sung of by Byron and Keats, Shelly and Moore.\n\nShe said, \"Is there any particular reason why you should be staring at\nme, Mr.--\"\n\n\"Captain Mauser,\" Joe said hurriedly. \"I'm afraid I've been rude,\nMiss--Well, I thought I recognized you.\"\n\nShe took in his civilian dress, typed it automatically, and came to an\nerroneous conclusion. She said, \"Captain? You mean that with everyone\nelse I know drawing down ranks from Lieutenant Colonel to Brigadier\nGeneral, you can't make anything better than Captain?\"\n\nJoe winced. He said carefully, \"I came up from the ranks, Miss. Captain\nis quite an achievement, believe me.\"\n\n\"Up from the ranks!\" She took in his clothes again. \"You mean you're a\nMiddle? You neither talk nor look like a Middle, captain.\" She used the\ncaste rating as though it was not _quite_ a derogatory term.\n\nNot that she meant to be deliberately insulting, Joe knew, wearily. How\nwell he knew. It was simply born in her. As once a well-educated\naristocracy had, not necessarily unkindly, named their status inferiors\n_niggers_; or other aristocrats, in another area of the country, had\nnamed theirs _greasers_. Yes, how well he knew.\n\nHe said very evenly, \"Mid-Middle now, Miss. However, I was born in the\nLower castes.\"\n\nAn eyebrow went up. \"Zen! You must have put in many an hour studying.\nYou talk like an Upper, captain.\" She dropped all interest in him and\nturned to resume her journey.\n\n\"Just a moment,\" Joe said. \"You can't go in there, Miss--\"\n\nHer eyebrows went up again. \"The name is Haer,\" she said. \"Why can't I\ngo in here, captain?\"\n\nNow it came to him why he had thought he recognized her. She had basic\nfeatures similar to those of that overbred poppycock, Balt Haer.\n\n\"Sorry,\" Joe said. \"I suppose under the circumstances, you can. I was\nabout to tell you that they're recruiting with lads running around half\nclothed. Medical inspections, that sort of thing.\"\n\nShe made a noise through her nose and said over her shoulder, even as\nshe sailed on. \"Besides being a Haer, I'm an M.D., captain. At the\nludicrous sight of a man shuffling about in his shorts, I seldom blush.\"\n\nShe was gone.\n\nJoe Mauser looked after her. \"I'll bet you don't,\" he muttered.\n\nHad she waited a few minutes he could have explained his Upper accent\nand his unlikely education. When you'd copped one you had plenty of\nopportunity in hospital beds to read, to study, to contemplate--and to\nfester away in your own schemes of rebellion against fate. And Joe had\ncopped many in his time.\n\n\n\n\nIII\n\n\nBy the time Joe Mauser called it a day and retired to his quarters he\nwas exhausted to the point where his basic dissatisfaction with the\ntrade he followed was heavily upon him.\n\nHe had met his immediate senior officers, largely dilettante Uppers with\nprecious little field experience, and was unimpressed. And he'd met his\nown junior officers and was shocked. By the looks of things at this\nstage, Captain Mauser's squadron would be going into this fracas both\nundermanned with Rank Privates and with junior officers composed largely\nof temporarily promoted noncoms. If this was typical of Baron Haer's\ntotal force, then Balt Haer had been correct; unconditional surrender\nwas to be considered, no matter how disastrous to Haer family fortunes.\n\nJoe had been able to take immediate delivery of one kilted uniform. Now,\ninside his quarters, he began stripping out of his jacket. Somewhat to\nhis surprise, the small man he had selected earlier in the day to be his\nbatman entered from an inner room, also resplendent in the Haer uniform\nand obviously happily so.\n\nHe helped his superior out of the jacket with an ease that held no\nsubservience but at the same time was correctly respectful. You'd have\nthought him a batman specially trained.\n\nJoe grunted, \"Max, isn't it? I'd forgotten about you. Glad you found our\nbillet all right.\"\n\nMax said, \"Yes, sir. Would the captain like a drink? I picked up a\nbottle of applejack. Applejack's the drink around here, sir. Makes a\ntopnotch highball with ginger ale and a twist of lemon.\"\n\nJoe Mauser looked at him. Evidently his tapping this man for orderly had\nbeen sheer fortune. Well, Joe Mauser could use some good luck on this\njob. He hoped it didn't end with selecting a batman.\n\nJoe said, \"An applejack highball sounds wonderful, Max. Got ice?\"\n\n\"Of course, sir.\" Max left the small room.\n\nJoe Mauser and his officers were billeted in what had once been a motel\non the old road between Kingston and Woodstock. There was a shower and a\ntiny kitchenette in each cottage. That was one advantage in a fracas\nheld in an area where there were plenty of facilities. Such military\nreservations as that of the Little Big Horn in Montana and particularly\nsome of those in the South West and Mexico, were another thing.\n\nJoe lowered himself into the room's easy-chair and bent down to untie\nhis laces. He kicked his shoes off. He could use that drink. He began\nwondering all over again if his scheme for winning this Vacuum Tube\nTransport versus Continental Hovercraft fracas would come off. The more\nhe saw of Baron Haer's inadequate forces, the more he wondered. He\nhadn't expected Vacuum Tube to be in _this_ bad a shape. Baron Haer had\nbeen riding high for so long that one would have thought his reputation\nfor victory would have lured many a veteran to his colors. Evidently\nthey hadn't bitten. The word was out all right.\n\nMax Mainz returned with the drink.\n\nJoe said, \"You had one yourself?\"\n\n\"No, sir.\"\n\nJoe said, \"Well, Zen, go get yourself one and come on back and sit down.\nLet's get acquainted.\"\n\n\"Well, yessir.\" Max disappeared back into the kitchenette to return\nalmost immediately. The little man slid into a chair, drink awkwardly in\nhand.\n\nHis superior sized him up, all over again. Not much more than a kid,\nreally. Surprisingly aggressive for a Lower who must have been raised\nfrom childhood in a trank-bemused, Telly-entertained household. The fact\nthat he'd broken away from that environment at all was to his credit, it\nwas considerably easier to conform. But then it is always easier to\nconform, to run with the herd, as Joe well knew. His own break hadn't\nbeen an easy one. \"Relax,\" he said now.\n\nMax said, \"Well, this is my first day.\"\n\n\"I know. And you've been seeing Telly shows all your life showing how an\norderly conducts himself in the presence of his superior.\" Joe took\nanother pull and yawned. \"Well, forget about it. With any man who goes\ninto a fracas with me, I like to be on close terms. When things pickle,\nI want him to be on my side, not nursing some peeve brought on by his\nofficer trying to give him an inferiority complex.\"\n\nThe little man was eying him in surprise.\n\nJoe finished his highball and came to his feet to get another one. He\nsaid, \"On two occasions I've had an orderly save my life. I'm not taking\nany chances but that there might be a third opportunity.\"\n\n\"Well, yessir. Does the captain want me to get him--\"\n\n\"I'll get it,\" Joe said.\n\nWhen he'd returned to his chair, he said, \"Why did you join up with\nBaron Haer, Max?\"\n\nThe other shrugged it off. \"The usual. The excitement. The idea of all\nthose fans watching me on Telly. The share of common stock I'll get.\nAnd, you never know, maybe a promotion in caste. I wouldn't mind making\nUpper-Lower.\"\n\nJoe said sourly, \"One fracas and you'll be over that desire to have the\nbuffs watching you on Telly while they sit around in their front rooms\nsucking on tranks. And you'll probably be over the desire for the\nexcitement, too. Of course, the share of stock is another thing.\"\n\n\"You aren't just countin' down, captain,\" Max said, an almost surly\novertone in his voice. \"You don't know what it's like being born with no\nmore common stock shares than a Mid-Lower.\"\n\nJoe held his peace, sipping at his drink, taking this one more slowly.\nHe let his eyebrows rise to encourage the other to go on.\n\nMax said doggedly, \"Sure, they call it People's Capitalism and everybody\ngets issued enough shares to insure him a basic living all the way from\nthe cradle to the grave, like they say. But let me tell you, you're a\nMiddle and you don't realize how basic the basic living of a Lower can\nbe.\"\n\nJoe yawned. If he hadn't been so tired, there would have been more\namusement in the situation.\n\nMax was still dogged. \"Unless you can add to those shares of stock, it's\npretty drab, captain. You wouldn't know.\"\n\nJoe said, \"Why don't you work? A Lower can always add to his stock by\nworking.\"\n\nMax stirred in indignity. \"Work? Listen, sir, that's just one more field\nthat's been automated right out of existence. Category Food Preparation,\nSub-division Cooking, Branch Chef. Cooking isn't left in the hands of\nslobs who might drop a cake of soap into the soup. It's done automatic.\nThe only new changes made in cooking are by real top experts, almost\nscientists like. And most of them are Uppers, mind you.\"\n\nJoe Mauser sighed inwardly. So his find in batmen wasn't going to be as\nwonderful as all that, after all. The man might have been born into the\nfood preparation category from a long line of chefs, but evidently he\nknew precious little about his field. Joe might have suspected. He\nhimself had been born into Clothing Category, Sub-division Shoes, Branch\nRepair--Cobbler--a meaningless trade since shoes were no longer\nrepaired but discarded upon showing signs of wear. In an economy of\ncomplete abundance, there is little reason for repair of basic\ncommodities. It was high time the government investigated category\nassignment and reshuffled and reassigned half the nation's population.\nBut then, of course, was the question of what to do with the\ntechnologically unemployed.\n\n       *       *       *       *       *\n\nMax was saying, \"The only way I could figure on a promotion to a higher\ncaste, or the only way to earn stock shares, was by crossing categories.\nAnd you know what that means. Either Category Military, or Category\nReligion and I sure as Zen don't know nothing about religion.\"\n\nJoe said mildly, \"Theoretically, you can cross categories into any field\nyou want, Max.\"\n\nMax snorted. \"Theoretically is right ... sir. You ever heard about\nanybody born a Lower, or even a Middle like yourself, cross categories\nto, say, some Upper category like banking?\"\n\nJoe chuckled. He liked this peppery little fellow. If Max worked out as\nwell as Joe thought he might, there was a possibility of taking him\nalong to the next fracas.\n\nMax was saying, \"I'm not saying anything against the old time way of\ndoing things or talking against the government, but I'll tell you,\ncaptain, every year goes by it gets harder and harder for a man to raise\nhis caste or to earn some additional stock shares.\"\n\nThe applejack had worked enough on Joe for him to rise against one of\nhis pet peeves. He said, \"That term, the old time way, is strictly Telly\ntalk, Max. We don't do things _the old time way_. No nation in history\never has--with the possible exception of Egypt. Socio-economics are in a\ncontinual flux and here in this country we no more do things in the way\nthey did fifty years ago, than fifty years ago they did them the way the\nAmerican Revolutionists outlined back in the Eighteenth Century.\"\n\nMax was staring at him. \"I don't get that, sir.\"\n\nJoe said impatiently, \"Max, the politico-economic system we have today\nis an outgrowth of what went earlier. The welfare state, the freezing of\nthe status quo, the Frigid Fracas between the West-world and the\nSov-world, industrial automation until useful employment is all but\nneedless--all these things were to be found in embryo more than fifty\nyears ago.\"\n\n\"Well, maybe the captain's right, but you gotta admit, sir, that mostly\nwe do things the old way. We still got the Constitution and the\ntwo-party system and--\"\n\nJoe was wearying of the conversation now. You seldom ran into anyone,\neven in Middle caste, the traditionally professional class, interested\nenough in such subjects to be worth arguing with. He said, \"The\nConstitution, Max, has got to the point of the Bible. Interpret it the\nway you wish, and you can find anything. If not, you can always make a\nnew amendment. So far as the two-party system is concerned, what effect\ndoes it have when there are no differences between the two parties? That\nphase of pseudo-democracy was beginning as far back as the 1930s when\nthey began passing State laws hindering the emerging of new political\nparties. By the time they were insured against a third party working its\nway through the maze of election laws, the two parties had become so\nsimilar that elections became almost as big a farce as over in the\nSov-world.\"\n\n\"A farce?\" Max ejaculated indignantly, forgetting his servant status.\n\"That means not so good, doesn't it? Far as I'm concerned, election day\nis tops. The one day a Lower is just as good as an Upper. The one day\nhow many shares you got makes no difference. Everybody has everything.\"\n\n\"Sure, sure, sure,\" Joe sighed. \"The modern equivalent of the Roman\nBacchanalia. Election day in the West-world when no one, for just that\none day, is freer than anyone else.\"\n\n\"Well, what's wrong with that?\" The other was all but belligerent.\n\"That's the trouble with you Middles and Uppers, you don't know how it\nis to be a Lower and--\"\n\nJoe snapped suddenly, \"I was born a Mid-Lower myself, Max. Don't give me\nthat nonsense.\"\n\nMax gaped at him, utterly unbelieving.\n\nJoe's irritation fell away. He held out his glass. \"Get us a couple of\nmore drinks, Max, and I'll tell you a story.\"\n\nBy the time the fresh drink came, Joe Mauser was sorry he'd made the\noffer. He thought back. He hadn't told anyone the Joe Mauser story in\nmany a year. And, as he recalled, the last time had been when he was\nwell into his cups, on an election day at that, and his listener had\nbeen a Low-Upper, a hereditary aristocrat, one of the one per cent of\nthe upper strata of the nation. Zen! How the man had laughed. He'd\nroared his amusement till the tears ran.\n\nHowever, Joe said, \"Max, I was born in the same caste you were--average\nfather, mother, sisters and brothers. They subsisted on the basic income\nguaranteed from birth, sat and watched Telly for an unbelievable number\nof hours each day, took trank to keep themselves happy. And thought I\nwas crazy because I didn't. Dad was the sort of man who'd take his belt\noff to a child of his who questioned such school taught slogans as _What\nwas good enough for Daddy is good enough for me_.\n\n\"They were all fracas fans, of course. As far back as I can remember the\npicture is there of them gathered around the Telly, screaming\nexcitement.\" Joe Mauser sneered, uncharacteristically.\n\n\"You don't sound much like you're in favor of your trade, captain,\" Max\nsaid.\n\nJoe came to his feet, putting down his still half-full glass. \"I'll make\nthis epic story short, Max. As you said, the two actually valid methods\nof rising above the level in which you were born are in the Military and\nReligious Categories. Like you, even I couldn't stomach the latter.\"\n\nJoe Mauser hesitated, then finished it off. \"Max, there have been few\nsocieties that man has evolved that didn't allow in some manner for the\ncompetent or sly, the intelligent or the opportunist, the brave or the\nstrong, to work his way to the top. I don't know which of these I\npersonally fit into, but I rebel against remaining in the lower\ncategories of a stratified society. Do I make myself clear?\"\n\n\"Well, no sir, not exactly.\"\n\nJoe said flatly, \"I'm going to fight my way to the top, and nothing is\ngoing to stand in the way. Is that clearer?\"\n\n\"Yessir,\" Max said, taken aback.\n\n\n\n\nIV\n\n\nAfter routine morning duties, Joe Mauser returned to his billet and\nmystified Max Mainz by not only changing into mufti himself but having\nMax do the same.\n\nIn fact, the new batman protested faintly. He hadn't nearly, as yet, got\nover the glory of wearing his kilts and was looking forward to parading\naround town in them. He had a point, of course. The appointed time for\nthe fracas was getting closer and buffs were beginning to stream into\ntown to bask in the atmosphere of threatened death. Everybody knew what\na military center, on the outskirts of a fracas reservation such as the\nCatskills, was like immediately preceding a clash between rival\ncorporations. The high-strung gaiety, the drinking, the overtranking,\nthe relaxation of mores. Even a Rank Private had it made. Admiring\ncivilians to buy drinks and hang on your every word, and more important\nstill, sensuous-eyed women, their faces slack in thinly suppressed\npassion. It was a recognized phenomenon, even Max Mainz knew--this\ndesire on the part of women Telly fans to date a man, and then watch him\nlater, killing or being killed.\n\n\"Time enough to wear your fancy uniform,\" Joe Mauser growled at him. \"In\nfact, tomorrow's a local election day. Parlay that up on top of all the\nfracas fans gravitating into town and you'll have a wingding the likes\nof nothing you've seen before.\"\n\n\"Well yessir,\" Max begrudged. \"Where're we going now, captain?\"\n\n\"To the airport. Come along.\"\n\nJoe Mauser led the way to his sports hovercar and as soon as the two\nwere settled into the bucket seats, hit the lift lever with the butt of\nhis left hand. Aircushion-borne, he trod down on the accelerator.\n\nMax Mainz was impressed. \"You know,\" he said. \"I never been in one of\nthese swanky sports jobs before. The kinda car you can afford on the\nincome of a Mid-Lower's stock aren't--\"\n\n\"Knock it off,\" Joe said wearily. \"Carping we'll always have with us\nevidently, but in spite of all the beefing in every strata from\nLow-Lower to Upper-Middle, I've yet to see any signs of organized\nprotest against our present politico-economic system.\"\n\n[Illustration]\n\n\"Hey,\" Max said. \"Don't get me wrong. What was good enough for Dad is\ngood enough for me. You won't catch me talking against the government.\"\n\n\"Hm-m-m,\" Joe murmured. \"And all the other cliches taught to us to\npreserve the status quo, our People's Capitalism.\" They were reaching\nthe outskirts of town, crossing the Esopus. The airport lay only a mile\nor so beyond.\n\nIt was obviously too deep for Max, and since he didn't understand, he\nassumed his superior didn't know what he was talking about. He said,\ntolerantly, \"Well, what's wrong with People's Capitalism? Everybody\nowns the corporations. Damnsight better than the Sovs have.\"\n\nJoe said sourly. \"We've got one optical illusion, they've got another,\nMax. Over there they claim the proletariat owns the means of production.\nGreat. But the Party members are the ones who control it, and, as a\nresult they manage to do all right for themselves. The Party hierarchy\nover there are like our Uppers over here.\"\n\n\"Yeah.\" Max was being particularly dense. \"I've seen a lot about it on\nTelly. You know, when there isn't a good fracas on, you tune to one of\nthem educational shows, like--\"\n\nJoe winced at the term _educational_, but held his peace.\n\n\"It's pretty rugged over there. But in the West-world, the people own a\ncorporation's stock and they run it and get the benefit.\"\n\n\"At least it makes a beautiful story,\" Joe said dryly. \"Look, Max.\nSuppose you have a corporation that has two hundred thousand shares out\nand they're distributed among one hundred thousand and one persons. One\nhundred thousand of these own one share apiece, but the remaining\nstockholder owns the other hundred thousand.\"\n\n\"I don't know what you're getting at,\" Max said.\n\nJoe Mauser was tired of the discussion. \"Briefly,\" he said, \"we have the\nillusion that this is a People's Capitalism, with all stock in the hands\nof the People. Actually, as ever before, the stock is in the hands of\nthe Uppers, all except a mere dribble. They own the country and they run\nit for their own benefit.\"\n\nMax shot a less than military glance at him. \"Hey, you're not one of\nthese Sovs yourself, are you?\"\n\nThey were coming into the parking area near the Administration Building\nof the airport. \"No,\" Joe said so softly that Max could hardly hear his\nwords. \"Only a Mid-Middle on the make.\"\n\n       *       *       *       *       *\n\nFollowed by Max, he strode quickly to the Administration Building,\npresented his credit identification at the desk and requested a light\naircraft for a period of three hours. The clerk, hardly looking up,\nbegan going through motions, speaking into telescreens.\n\nThe clerk said finally, \"You might have a small wait, sir. Quite a few\nof the officers involved in this fracas have been renting out\ntaxi-planes almost as fast as they're available.\"\n\nThat didn't surprise Joe Mauser. Any competent officer made a point of\nan aerial survey of the battle reservation before going into a fracas.\nAircraft, of course, couldn't be used _during_ the fray, since they\npostdated the turn of the century, and hence were relegated to the\ncemetery of military devices along with such items as nuclear weapons,\ntanks, and even gasoline-propelled vehicles of size to be useful.\n\nUse an aircraft in a fracas, or even _build_ an aircraft for military\nusage and you'd have a howl go up from the military attaches from the\nSov-world that would be heard all the way to Budapest. Not a fracas\nwent by but there were scores, if not hundreds, of military observers,\nkeen-eyed to check whether or not any really modern tools of war were\nbeing illegally utilized. Joe Mauser sometimes wondered if the\nWest-world observers, over in the Sov-world, were as hair fine in their\nliving up to the rules of the Universal Disarmament Pact. Probably. But,\nfor that matter, they didn't have the same system of fighting fracases\nover there, as in the West.\n\nJoe took a chair while he waited and thumbed through a fan magazine.\nFrom time to time he found his own face in such publications. He was a\nthird-rate celebrity, really. Luck hadn't been with him so far as the\nbuffs were concerned. They wanted spectacular victories, murderous\nsituations in which they could lose themselves in vicarious sadistic\nthrills. Joe had reached most of his peaks while in retreat, or\ncommanding a holding action. His officers appreciated him and so did the\nultra-knowledgeable fracas buffs--but he was all but an unknown to the\naverage dim wit who spent most of his life glued to the Telly set,\nwatching men butcher each other.\n\nOn the various occasions when matters had pickled and Joe had to fight\nhis way out against difficult odds, using spectacular tactics in\ndesperation, he was almost always off camera. Purely luck. On top of\nskill, determination, experience and courage, you had to have luck in\nthe Military Category to get anywhere.\n\nThis time Joe was going to manufacture his own.\n\nA voice said, \"Ah, Captain Mauser.\"\n\nJoe looked up, then came to his feet quickly. In automatic reflex, he\nbegan to come to the salute but then caught himself. He said stiffly,\n\"My compliments, Marshal Cogswell.\"\n\nThe other was a smallish man, but strikingly strong of face and strongly\nbuilt. His voice was clipped, clear and had the air of command as though\nborn with it. He, like Joe, wore mufti and now extended his hand to be\nshaken.\n\n\"I hear you've signed up with Baron Haer, captain. I was rather\nexpecting you to come in with me. Had a place for a good aide de camp.\nLiked your work in that last fracas we went through together.\"\n\n\"Thank you, sir,\" Joe said. Stonewall Cogswell was as good a tactician\nas freelanced and he was more than that. He was a judge of men and a\nstickler for detail. And right now, if Joe Mauser knew Marshal Stonewall\nCogswell as well as he thought, Cogswell was smelling a rat. There was\nno reason why old pro Joe Mauser should sign up with a sure loser like\nVacuum Tube when he could have earned more shares taking a commission\nwith Hovercraft.\n\nHe was looking at Joe brightly, the question in his eyes. Three or four\nof his staff were behind a few paces, looking polite, but Cogswell\ndidn't bring them into the conversation. Joe knew most by sight. Good\nmen all. Old pros all. He felt another twinge of doubt.\n\nJoe had to cover. He said, \"I was offered a particularly good contract,\nsir. Too good to resist.\"\n\nThe other nodded, as though inwardly coming to a satisfactory\nconclusion. \"Baron Haer's connections, eh? He's probably offered to back\nyou for a bounce in caste. Is that it, Joe?\"\n\nJoe Mauser flushed. Stonewall Cogswell knew what he was talking about.\nHe'd been born into Middle status himself and had become an Upper the\nhard way. His path wasn't as long as Joe's was going to be, but long\nenough and he knew how rocky the climb was. How very rocky.\n\nJoe said, stiffly, \"I'm afraid I'm in no position to discuss my\ncommander's military contracts, marshal. We're in mufti, but after\nall--\"\n\nCogswell's lean face registered one of his infrequent grimaces of humor.\n\"I understand, Joe. Well, good luck and I hope things don't pickle for\nyou in the coming fracas. Possibly we'll find ourselves aligned together\nagain at some future time.\"\n\n\"Thank you, sir,\" Joe said, once more having to catch himself to prevent\nan automatic salute.\n\nCogswell and his staff went off, leaving Joe looking after them. Even\nthe marshal's staff members were top men, any of whom could have\nconducted a divisional magnitude fracas. Joe felt the coldness in his\nstomach again. Although it must have looked like a cinch, the enemy\nwasn't taking any chances whatsoever. Cogswell and his officers were\nundoubtedly here at the airport for the same reason as Joe. They wanted\na thorough aerial reconnaissance of the battlefield-to-be, before the\nissue was joined.\n\n       *       *       *\n\nMax was standing at his elbow. \"Who was that, sir? Looks like a real\ntough one.\"\n\n\"He is a real tough one,\" Joe said sourly. \"That's Stonewall Cogswell,\nthe best field commander in North America.\"\n\nMax pursed his lips. \"I never seen him out of uniform before. Lots of\ntimes on Telly, but never out of uniform. I thought he was taller than\nthat.\"\n\n\"He fights with his brains,\" Joe said, still looking after the craggy\nfield marshal. \"He doesn't have to be any taller.\"\n\nMax scowled. \"Where'd he ever get that nickname, sir?\"\n\n\"Stonewall?\" Joe was turning to resume his chair and magazine. \"He's\nsupposed to be a student of a top general back in the American Civil\nWar. Uses some of the original Stonewall's tactics.\"\n\nMax was out of his depth. \"American Civil War? Was that much of a\nfracas, captain? It musta been before my time.\"\n\n\"It was quite a fracas,\" Joe said dryly. \"Lot of good lads died. A\nhundred years after it was fought, the _reasons_ it was fought seemed\nabout as valid as those we fight fracases for today. Personally I--\"\n\nHe had to cut it short. They were calling him on the address system. His\naircraft was ready. Joe made his way to the hangars, followed by Max\nMainz. He was going to pilot the airplane himself and old Stonewall\nCogswell would have been surprised at what Joe Mauser was looking for.\n\n\n\n\nV\n\n\nBy the time they had returned to quarters, there was a message waiting\nfor Captain Mauser. He was to report to the officer commanding\nreconnaissance.\n\nJoe redressed in the Haer kilts and proceeded to headquarters.\n\nThe officer commanding reconnaissance turned out to be none other than\nBalt Haer, natty as ever, and, as ever, arrogantly tapping his swagger\nstick against his leg.\n\n\"Zen! Captain,\" he complained. \"Where have you been? Off on a trank\nkick? We've got to get organized.\"\n\nJoe Mauser snapped him a salute. \"No, sir. I rented an aircraft to scout\nout the terrain over which we'll be fighting.\"\n\n\"Indeed. And what were your impressions, captain?\" There was an overtone\nwhich suggested that it made little difference what impressions a\ncaptain of cavalry might have gained.\n\nJoe shrugged. \"Largely mountains, hills, woods. Good reconnaissance is\ngoing to make the difference in this one. And in the fracas itself\ncavalry is going to be more important than either artillery or infantry.\nA Nathan Forrest fracas, sir. A matter of getting there fustest with the\nmostest.\"\n\nBalt Haer said amusedly. \"Thanks for your opinion, captain. Fortunately,\nour staff has already come largely to the same conclusions. Undoubtedly,\nthey'll be glad to hear your wide experience bears them out.\"\n\nJoe said evenly, \"It's a rather obvious conclusion, of course.\" He took\nthis as it came, having been through it before. The dilettante amateur's\ndislike of the old pro. The amateur in command who knew full well he was\nless capable than many of those below him in rank.\n\n\"Of course, captain,\" Balt Haer flicked his swagger stick against his\nleg. \"But to the point. Your squadron is to be deployed as scouts under\nmy overall command. You've had cavalry experience, I assume.\"\n\n\"Yes, sir. In various fracases over the past fifteen years.\"\n\n\"Very well. Now then, to get to the reason I have summoned you.\nYesterday in my father's office you intimated that you had some\ngrandiose scheme which would bring victory to the Haer colors. But then,\non some thin excuse, refused to divulge just what the scheme might be.\"\n\nJoe Mauser looked at him unblinkingly.\n\nBalt Haer said: \"Now I'd like to have your opinion on just how Vacuum\nTube Transport can extract itself from what would seem a poor position\nat best.\"\n\nIn all there were four others in the office, two women clerks\nfluttering away at typers, and two of Balt Haer's junior officers. They\nseemed only mildly interested in the conversation between Balt and Joe.\n\nJoe wet his lips carefully. The Haer scion was his commanding officer.\nHe said, \"Sir, what I had in mind is a new gimmick. At this stage, if I\ntold anybody and it leaked, it'd never be effective, not even this first\ntime.\"\n\nHaer observed him coldly. \"And you think me incapable of keeping your\nsecret, ah, _gimmick_, I believe is the idiomatic term you used.\"\n\nJoe Mauser's eyes shifted around the room, taking in the other four, who\nwere now looking at him.\n\nBait Haer rapped, \"These members of my staff are all trusted Haer\nemployees, Captain Mauser. They are not fly-by-night freelancers hired\nfor a week or two.\"\n\nJoe said, \"Yes, sir. But it's been my experience that one person can\nhold a secret. It's twice as hard for two, and from there on it's a\ndecreasing probability in a geometric ratio.\"\n\nThe younger Haer's stick rapped the side of his leg, impatiently.\n\"Suppose I inform you that this is a command, captain? I have little\nconfidence in a supposed gimmick that will rescue our forces from\ndisaster and I rather dislike the idea of a captain of one of my\nsquadrons dashing about with such a bee in his bonnet when he should be\nobeying my commands.\"\n\nJoe kept his voice respectful. \"Then, sir, I'd request that we take the\nmatter to the Commander in Chief, your father.\"\n\n\"Indeed!\"\n\nJoe said, \"Sir, I've been working on this a long time. I can't afford to\nrisk throwing the idea away.\"\n\nBait Haer glared at him. \"Very well, captain. I'll call your bluff, come\nalong.\" He turned on his heel and headed from the room.\n\nJoe Mauser shrugged in resignation and followed him.\n\n       *       *       *       *       *\n\nThe old Baron wasn't much happier about Joe Mauser's secrets than was\nhis son. It had only been the day before that he had taken Joe on, but\nalready he had seemed to have aged in appearance. Evidently, each hour\nthat went by made it increasingly clear just how perilous a position he\nhad assumed. Vacuum Tube Transport had elbowed, buffaloed, bluffed and\nedged itself up to the outskirts of the really big time. The Baron's\nability, his aggressiveness, his flair, his political pull, had all\nhelped, but now the chips were down. He was up against one of the\nbiggies, and this particular biggy was tired of ambitious little Vacuum\nTube Transport.\n\nHe listened to his son's words, listened to Joe's defense.\n\nHe said, looking at Joe, \"If I understand this, you have some scheme\nwhich you think will bring victory in spite of what seems a disastrous\nsituation.\"\n\n\"Yes, sir.\"\n\nThe two Haers looked at him, one impatiently, the other in weariness.\n\nJoe said, \"I'm gambling everything on this, sir. I'm no Rank Private in\nhis first fracas. I deserve to be given some leeway.\"\n\nBalt Haer snorted. \"Gambling everything! What in Zen would _you_ have to\ngamble, captain? The whole Haer family fortunes are tied up. Hovercraft\nis out for blood. They won't be satisfied with a token victory and a\nnegotiated compromise. They'll devastate us. Thousands of mercenaries\nkilled, with all that means in indemnities; millions upon million in\nexpensive military equipment, most of which we've had to hire and will\nhave to recompensate for. Can you imagine the value of our stock after\nStonewall Cogswell has finished with us? Why, every two by four trucking\noutfit in North America will be challenging us, and we won't have the\nforces to meet a minor skirmish.\"\n\nJoe reached into an inner pocket and laid a sheaf of documents on the\ndesk of Baron Malcolm Haer. The Baron scowled down at them.\n\nJoe said simply, \"I've been accumulating stock since before I was\neighteen and I've taken good care of my portfolio in spite of taxes and\nthe various other pitfalls which make the accumulation of capital\npractically impossible. Yesterday, I sold all of my portfolio I was\nlegally allowed to sell and converted to Vacuum Tube Transport.\" He\nadded, dryly, \"Getting it at an excellent rate, by the way.\"\n\nBalt Haer mulled through the papers, unbelievingly. \"Zen!\" he\nejaculated. \"The fool really did it. He's sunk a small fortune into our\nstock.\"\n\nBaron Haer growled at his son, \"You seem considerably more convinced of\nour defeat than the captain, here. Perhaps I should reverse your\npositions of command.\"\n\nHis son grunted, but said nothing.\n\nOld Malcolm Haer's eyes came back to Joe. \"Admittedly, I thought you on\nthe romantic side yesterday, with your hints of some scheme which would\nlead us out of the wilderness, so to speak. Now I wonder if you might\nnot really have something. Very well, I respect your claimed need for\nsecrecy. Espionage is not exactly an antiquated military field.\"\n\n\"Thank you, sir.\"\n\nBut the Baron was still staring at him. \"However, there's more to it\nthan that. Why not take this great scheme to Marshal Cogswell? And\nyesterday you mentioned that the Telly sets of the nation would be tuned\nin on this fracas, and obviously you are correct. The question becomes,\nwhat of it?\"\n\nThe fat was in the fire now. Joe Mauser avoided the haughty stare of\nyoung Balt Haer and addressed himself to the older man. \"You have\npolitical pull, sir. Oh, I know you don't make and break presidents. You\ncouldn't even pull enough wires to keep Hovercraft from making this a\ndivisional magnitude fracas--but you have pull enough for my needs.\"\n\nBaron Haer leaned back in his chair, his barrel-like body causing that\narticle of furniture to creak. He crossed his hands over his stomach.\n\"And what are your needs, Captain Mauser?\"\n\nJoe said evenly, \"If I can bring this off, I'll be a fracas buff\ncelebrity. I don't have any illusions about the fickleness of the Telly\nfans, but for a day or two I'll be on top. If at the same time I had\nyour all out support, pulling what strings you could reach--\"\n\n\"Why then, you'd be promoted to Upper, wouldn't you, captain?\" Balt Haer\nfinished for him, amusement in his voice.\n\n\"That's what I'm gambling on,\" Joe said evenly.\n\nThe younger Haer grinned at his father superciliously. \"So our captain\nsays he will defeat Stonewall Cogswell in return for you sponsoring his\nbecoming a member of the nation's elite.\"\n\n       *       *       *       *       *\n\n\"Good Heavens, is the supposed cream of the nation now selected on no\nhigher a level than this?\" There was sarcasm in the words.\n\nThe three men turned. It was the girl Joe had bumped into the day\nbefore. The Haers didn't seem surprised at her entrance.\n\n\"Nadine,\" the older man growled. \"Captain Joseph Mauser who has been\ngiven a commission in our forces.\"\n\nJoe went through the routine of a Middle of officer's rank being\nintroduced to a lady of Upper caste. She smiled at him, somewhat\nmockingly, and failed to make standard response.\n\nNadine Haer said, \"I repeat, what is this service the captain can render\nthe house of Haer so important that pressure should be brought to raise\nhim to Upper caste? It would seem unlikely that he is a noted scientist,\nan outstanding artist, a great teacher--\"\n\nJoe said, uncomfortably, \"They say the military is a science, too.\"\n\nHer expression was almost as haughty as that of her brother. \"Do they? I\nhave never thought so.\"\n\n\"Really, Nadine,\" her father grumbled. \"This is hardly your affair.\"\n\n\"No? In a few days I shall be repairing the damage you have allowed,\nindeed sponsored, to be committed upon the bodies of possibly thousands\nof now healthy human beings.\"\n\nBalt said nastily, \"Nobody asked you to join the medical staff, Nadine.\nYou could have stayed in your laboratory, figuring out new methods of\npreventing the human race from replenishing itself.\"\n\nThe girl was obviously not the type to redden, but her anger was\nmanifest. She spun on her brother. \"If the race continues its present\nmaniac course, possibly more effective methods of birth control _are_\nthe most important development we could make. Even to the ultimate\ndiscovery of preventing all future conception.\"\n\nJoe caught himself in mid-chuckle.\n\nBut not in time. She spun on him in his turn. \"Look at yourself in that\nsilly skirt. A professional soldier! A killer! In my opinion the most\nuseless occupation ever devised by man. Parasite on the best and useful\nmembers of society. Destroyer by trade!\"\n\nJoe began to open his mouth, but she overrode him. \"Yes, yes. I know.\nI've read all the nonsense that has accumulated down through the ages\nabout the need for, the glory of, the sacrifice of the professional\nsoldier. How they defend their country. How they give all for the common\ngood. Zen! What nonsense.\"\n\nBalt Haer was smirking sourly at her. \"The theory today is, Nadine, old\nthing, that professionals such as the captain are gathering experience\nin case a serious fracas with the Sovs ever develops. Meanwhile his\ntraining is kept at a fine edge fighting in our inter-corporation,\ninter-union, or union-corporation fracases that develop in our private\nenterprise society.\"\n\nShe laughed her scorn. \"And what a theory! Limited to the weapons which\nprevailed before 1900. If there was ever real conflict between the\nSov-world and our own, does anyone really believe either would stick to\nsuch arms? Why, aircraft, armored vehicles, yes, and nuclear weapons and\nrockets, would be in overnight use.\"\n\nJoe was fascinated by her furious attack. He said, \"Then, what would you\nsay was the purpose of the fracases, Miss--\"\n\n\"Circuses,\" she snorted. \"The old Roman games, all over again, and a\nhundred times worse. Blood and guts sadism. The quest of a frustrated\nperson for satisfaction in another's pain. Our Lowers of today are as\nuseless and frustrated as the Roman proletariat and potentially they're\njust as dangerous as the mob that once dominated Rome. Automation, the\nsecond industrial revolution, has eliminated for all practical purposes\nthe need for their labor. So we give them bread and circuses. And every\nyear that goes by the circuses must be increasingly sadistic, death on\nan increasing scale, or they aren't satisfied. Once it was enough to\nhave fictional mayhem, cowboys and Indians, gangsters, or G.I.s versus\nthe Nazis, Japs or Commies, but that's passed. Now we need _real_ blood\nand guts.\"\n\nBaron Haer snapped finally, \"All right, Nadine. We've heard this lecture\nbefore. I doubt if the captain is interested, particularly since you\ndon't seem to be able to get beyond the protesting stage and have yet to\ncome up with an answer.\"\n\n\"I have an answer!\"\n\n\"Ah?\" Balt Haer raised his eyebrows, mockingly.\n\n\"Yes! Overthrow this silly status society. Resume the road to progress.\nPut our people to useful endeavor, instead of sitting in front of their\nTelly sets, taking trank pills to put them in a happy daze and watching\nsadistic fracases to keep them in thrills, and their minds from their\ncondition.\"\n\nJoe had figured on keeping out of the controversy with this firebrand,\nbut now, really interested, he said, \"Progress to where?\"\n\nShe must have caught in his tone that he wasn't needling. She frowned at\nhim. \"I don't know man's goal, if there is one. I'm not even sure it's\nimportant. It's the road that counts. The endeavor. The dream. The\neffort expended to make a world a better place than it was at the time\nof your birth.\"\n\n[Illustration]\n\nBalt Haer said mockingly, \"That's the trouble with you, Sis. Here we've\nreached Utopia and you don't admit it.\"\n\n\"Utopia!\"\n\n\"Certainly. Take a poll. You'll find nineteen people out of twenty happy\nwith things just the way they are. They have full tummies and security,\nlots of leisure and trank pills to make matters seem even rosier than\nthey are--and they're rather rosy already.\"\n\n\"Then what's the necessity of this endless succession of bloody\nfracases, covered to the most minute bloody detail on the Telly?\"\n\nBaron Haer cut things short. \"We've hashed and rehashed this before,\nNadine and now we're too busy to debate further.\" He turned to Joe\nMauser. \"Very well, captain, you have my pledge. I wish I felt as\noptimistic as you seem to be about your prospects. That will be all for\nnow, captain.\"\n\nJoe saluted and executed an about face.\n\n       *       *       *       *       *\n\nIn the outer offices, when he had closed the door behind him, he rolled\nhis eyes upward in mute thanks to whatever powers might be. He had\nsomehow gained the enmity of Balt, his immediate superior, but he'd\nalso gained the support of Baron Haer himself, which counted\nconsiderably more.\n\nHe considered for a moment, Nadine Haer's words. She was obviously a\nmalcontent, but, on the other hand, her opinions of his chosen\nprofession weren't too different than his own. However, given this\nvictory, this upgrading in caste, and Joe Mauser would be in a position\nto retire.\n\nThe door opened and shut behind him and he half turned.\n\nNadine Haer, evidently still caught up in the hot words between herself\nand her relatives, glared at him. All of which stressed the beauty he\nhad noticed the day before. She was an almost unbelievably pretty girl,\nparticularly when flushed with anger.\n\nIt occurred to him with a blowlike suddenness that, if his caste was\nraised to Upper, he would be in a position to woo such as Nadine Haer.\n\nHe looked into her furious face and said, \"I was intrigued, Miss Haer,\nwith what you had to say, and I'd like to discuss some of your points. I\nwonder if I could have the pleasure of your company at some nearby\nrefreshment--\"\n\n\"My, how formal an invitation, captain. I suppose you had in mind\nsitting and flipping back a few trank pills.\"\n\nJoe looked at her. \"I don't believe I've had a trank in the past twenty\nyears, Miss Haer. Even as a boy, I didn't particularly take to having my\nsenses dulled with drug-induced pleasure.\"\n\nSome of her fury was abating, but she was still critical of the\nprofessional mercenary. Her eyes went up and down his uniform in scorn.\n\"You seem to make pretenses of being cultivated, captain. Then why your\nchosen profession?\"\n\nHe'd had the answer to that for long years. He said now, simply, \"I told\nyou I was born a Lower. Given that, little counts until I fight my way\nout of it. Had I been born in a feudalist society, I would have\nattempted to batter myself into the nobility. Under classical\ncapitalism, I would have done my utmost to accumulate a fortune, enough\nto reach an effective position in society. Now, under People's\nCapitalism ...\"\n\nShe snorted, \"Industrial Feudalism would be the better term.\"\n\n\"... I realize I can't even start to fulfill myself until I am a member\nof the Upper caste.\"\n\nHer eyes had narrowed, and the anger was largely gone. \"But you chose\nthe military field in which to better yourself?\"\n\n\"Government propaganda to the contrary, it is practically impossible to\nraise yourself in other fields. I didn't build this world, possibly I\ndon't even approve of it, but since I'm in it I have no recourse but to\nfollow its rules.\"\n\nHer eyebrows arched. \"Why not try to change the rules?\"\n\nJoe blinked at her.\n\nNadine Haer said, \"Let's look up that refreshment you were talking\nabout. In fact, there's a small coffee bar around the corner where it'd\nbe possible for one of Baron Haer's brood to have a cup with one of her\nfather's officers of Middle caste.\"\n\n\n\n\nVI\n\n\nThe following morning, hands on the pillow beneath his head, Joe Mauser\nstared up at the ceiling of his room and rehashed his session with\nNadine Haer. It hadn't taken him five minutes to come to the conclusion\nthat he was in love with the girl, but it had taken him the rest of the\nevening to keep himself under rein and not let the fact get through to\nher.\n\nHe wanted to talk about the way her mouth tucked in at the corners, but\nshe was hot on the evolution of society. He would have liked to have\nkissed that impossibly perfectly shaped ear of hers, but she was all for\nexploring the reasons why man had reached his present impasse. Joe was\nfor holding hands, and staring into each other's eyes, she was for\ndelving into the differences between the West-world and the Sov-world\nand the possibility of resolving them.\n\nOf course, to keep her company at all it had been necessary to suppress\nhis own desires and to go along. It obviously had never occurred to her\nthat a Middle might have romantic ideas involving Nadine Haer. It had\nsimply not occurred to her, no matter the radical teachings she\nadvocated.\n\nMost of their world was predictable from what had gone before. In spite\nof popular fable to the contrary, the division between classes had\nbecome increasingly clear. Among other things, tax systems were such\nthat it became all but impossible for a citizen born poor to accumulate\na fortune. Through ability he might rise to the point of earning\nfabulous sums--and wind up in debt to the tax collector. A great\ninventor, a great artist, had little chance of breaking into the domain\nof what finally became the small percentage of the population now known\nas Uppers. Then, too, the rising cost of a really good education became\nsuch that few other than those born into the Middle or Upper castes\ncould afford the best of schools. Castes tended to perpetuate\nthemselves.\n\nPolitically, the nation had fallen increasingly deeper into the\ntwo-party system, both parties of which were tightly controlled by the\nsame group of Uppers. Elections had become a farce, a great national\nholiday in which stereotyped patriotic speeches, pretenses of unity\nbetween all castes, picnics, beer busts and trank binges predominated\nfor one day.\n\nEconomically, too, the augurs had been there. Production of the basics\nhad become so profuse that poverty in the old sense of the word had\nbecome nonsensical. There was an abundance of the necessities of life\nfor all. Social security, socialized medicine, unending unemployment\ninsurance, old age pensions, pensions for veterans, for widows and\nchildren, for the unfit, pensions and doles for this, that and the\nother, had doubled, and doubled again, until everyone had security for\nlife. The Uppers, true enough, had opulence far beyond that known by the\nMiddles and lived like Gods compared to the Lowers. But all had\nsecurity. They had agreed, thus far, Joe and Nadine. But then had come\ndebate.\n\n       *       *       *       *       *\n\n\"Then why,\" Joe had asked her, \"haven't we achieved what your brother\ncalled it? Why isn't this Utopia? Isn't it what man has been yearning\nfor, down through the ages? Where did the wheel come off? What happened\nto the dream?\"\n\nNadine had frowned at him--beautifully, he thought. \"It's not the first\ntime man has found abundance in a society, though never to this degree.\nThe Incas had it, for instance.\"\n\n\"I don't know much about them,\" Joe admitted. \"An early form of\ncommunism with a sort of military-priesthood at the top.\"\n\nShe had nodded, her face serious, as always. \"And for themselves, the\nRomans more or less had it--at the expense of the nations they\nconquered, of course.\"\n\n\"And--\" Joe prodded.\n\n\"And in these examples the same thing developed. Society ossified. Joe,\"\nshe said, using his first name for the first time, and in a manner that\nset off a new count down in his blood, \"a ruling caste and a\nsocio-economic system perpetuates itself, just so long as it ever can.\nNo matter what damage it may do to society as a whole, it perpetuates\nitself even to the point of complete destruction of everything.\n\n\"Remember Hitler? Adolf the Aryan and his Thousand Year Reich? When it\nbecame obvious he had failed, and the only thing that could result from\ncontinued resistance would be destruction of Germany's cities and\nmillions of her people, did he and his clique resign or surrender?\nCertainly not. They attempted to bring down the whole German structure\nin a Götterdammerung.\"\n\nNadine Haer was deep into her theme, her eyes flashing her conviction.\n\"A socio-economic system reacts like a living organism. It attempts to\nlive on, indefinitely, agonizingly, no matter how antiquated it might\nhave become. The Roman politico-economic system continued for centuries\nafter it should have been replaced. Such reformers as the Gracchus\nbrothers were assassinated or thrust aside so that the entrenched\nelements could perpetuate themselves, and when Rome finally fell,\ndarkness descended for a thousand years on Western progress.\"\n\nJoe had never gone this far in his thoughts. He said now, somewhat\nuncomfortably, \"Well, what would replace what we have now? If you took\npower from you Uppers, who could direct the country? The Lowers? That's\nnot even funny. Take away their fracases and their trank pills and\nthey'd go berserk. They don't _want_ anything else.\"\n\nHer mouth worked. \"Admittedly, we've already allowed things to\ndeteriorate much too far. We should have done something long ago. I'm\nnot sure I know the answer. All I know is that in order to maintain the\nstatus quo, we're not utilizing the efforts of more than a fraction of\nour people. Nine out of ten of us spend our lives sitting before the\nTelly, sucking tranks. Meanwhile, the motivation for continued progress\nseems to have withered away. Our Upper political circles are afraid some\nseemingly minor change might avalanche, so more and more we lean upon\nthe old way of doing things.\"\n\nJoe had put up mild argument. \"I've heard the case made that the Lowers\nare fools and the reason our present socio-economic system makes it so\ndifficult to rise from Lower to Upper is that you cannot make a fool\nunderstand he is one. You can only make him angry. If some, who are not\nfools, are allowed to advance from Lower to Upper, the vast mass who are\nfools will be angry because they are not allowed to. That's why the\nMilitary Category is made a channel of advance. To take that road, a man\ngives up his security and he'll die if he's a fool.\"\n\nNadine had been scornful. \"That reminds me of the old contention by\nracial segregationalists that the Negroes _smelled_ bad. First they put\nthem in a position where they had insufficient bathing facilities, their\ndiet inadequate, and their teeth uncared for, and then protested that\nthey couldn't be associated with because of their odor. Today, we are\nborn within our castes. If an Upper is inadequate, he nevertheless\nremains an Upper. An accident of birth makes him an aristocrat;\nenvironment, family, training, education, friends, traditions and laws\nmaintain him in that position. But a Lower who potentially has the\ngreatest of value to society, is born handicapped and he's hard put not\nto wind up before a Telly, in a mental daze from trank. Sure he's a\nfool, he's never been _allowed_ to develop himself.\"\n\n       *       *       *       *       *\n\nYes, Joe reflected now, it had been quite an evening. In a life of more\nthan thirty years devoted to rebellion, he had never met anyone so\noutspoken as Nadine Haer, nor one who had thought it through as far as\nshe had.\n\nHe grunted. His own revolt was against the level at which he had found\nhimself in society, not the structure of society itself. His whole\n_raison d'être_ was to lift himself to Upper status. It came as a shock\nto him to find a person he admired who had been born into Upper caste,\ndesirous of tearing the whole system down.\n\nHis thoughts were interrupted by the door opening and the face of Max\nMainz grinning in at him. Joe was mildly surprised at his orderly not\nknocking before opening the door. Max evidently had a lot to learn.\n\nThe little man blurted, \"Come on, Joe. Let's go out on the town!\"\n\n\"_Joe?_\" Joe Mauser raised himself to one elbow and stared at the other.\n\"Leaving aside the merits of your suggestion for the moment, do you\nthink you should address an officer by his first name?\"\n\nMax Mainz came fully into the bedroom, his grin still wider. \"You\nforgot! It's election day!\"\n\n\"Oh.\" Joe Mauser relaxed into his pillow. \"So it is. No duty for today,\neh?\"\n\n\"No duty for anybody,\" Max crowed. \"What'd you say we go into town and\nhave a few drinks in one of the Upper bars?\"\n\nJoe grunted, but began to arise. \"What'll that accomplish? On election\nday, most of the Uppers get done up in their oldest clothes and go\nslumming down in the Lower quarters.\"\n\nMax wasn't to be put off so easily. \"Well, wherever we go, let's get\ngoing. Zen! I'll bet this town is full of fracas buffs from as far as\nPhilly. And on election day, to boot. Wouldn't it be something if I\nfound me a real fracas fan, some Upper-Upper dame?\"\n\nJoe laughed at him, even as he headed for the bathroom. As a matter of\nfact, he rather liked the idea of going into town for the show. \"Max,\"\nhe said over his shoulder, \"you're in for a big disappointment. They're\nall the same. Upper, Lower, or Middle.\"\n\n\"Yeah?\" Max grinned back at him. \"Well, I'd like the pleasure of finding\nout if that's true by personal experience.\"\n\n\n\n\nVII\n\n\nIn a far away past, Kingston had once been the capital of the United\nStates. For a short time, when Washington's men were in flight after the\ndebacle of their defeat in New York City, the government of the United\nColonies had held session in this Hudson River town. It had been its one\nmoment of historic glory, and afterward Kingston had slipped back into\nbeing a minor city on the edge of the Catskills, approximately halfway\nbetween New York and Albany.\n\nOf most recent years, it had become one of the two recruiting centers\nwhich bordered the Catskill Military Reservation, which in turn was one\nof the score or so population cleared areas throughout the continent\nwhere rival corporations or unions could meet and settle their\ndifferences in combat--given permission of the Military Category\nDepartment of the government. And permission was becoming ever easier to\nacquire.\n\nIt had slowly evolved, the resorting to trial by combat to settle\ndisputes between competing corporations, disputes between corporations\nand unions, disputes between unions over jurisdiction. Slowly, but\npredictably. Since the earliest days of the first industrial revolution,\nconflict between these elements had often broken into violence,\nsometimes on a scale comparable to minor warfare. An early example was\nthe union organizing in Colorado when armed elements of the Western\nFederation of Miners shot it out with similarly armed \"detectives\" hired\nby the mine owners, and later with the troops of an unsympathetic State\ngovernment.\n\nBy the middle of the Twentieth-Century, unions had become one of the\nbiggest businesses in the country, and by this time a considerable\namount of the industrial conflict had shifted to fights between them for\njurisdiction over dues-paying members. Battles on the waterfront,\nassassination and counter-assassination by gun-toting goon squads\ndominated by gangsters, industrial sabotage, frays between pickets and\nscabs--all were common occurrences.\n\nBut it was the coming of Telly which increasingly brought such conflicts\nliterally before the public eye. Zealous reporters made ever greater\neffort to bring the actual mayhem before the eyes of their viewers, and\nnever were their efforts more highly rewarded.\n\nA society based upon private endeavor is as jealous of a vacuum as is\nMother Nature. Give a desire that can be filled profitably, and the\nmeans can somehow be found to realize it.\n\n       *       *       *\n\nAt one point in the nation's history, the railroad lords had dominated\nthe economy, later it became the petroleum princes of Texas and\nelsewhere, but toward the end of the Twentieth Century the\ncommunications industries slowly gained prominence. Nothing was more\ngreatly in demand than feeding the insatiable maw of the Telly fan,\nnothing, ultimately, became more profitable.\n\nAnd increasingly, the Telly buff endorsed the more sadistic of the\nfictional and nonfictional programs presented him. Even in the earliest\nyears of the industry, producers had found that murder and mayhem, war\nand frontier gunfights, took precedence over less gruesome subjects.\nMusic was drowned out by gunfire, the dance replaced by the shuffle of\ncowboy and rustler advancing down a dusty street toward each other,\ntheir fingertips brushing the grips of their six-shooters, the\ncomedian's banter fell away before the chatter of the gangster's tommy\ngun.\n\nAnd increasing realism was demanded. The Telly reporter on the scene of\na police arrest, preferably a murder, a rumble between rival gangs of\njuvenile delinquents, a longshoreman's fray in which scores of workers\nwere hospitalized. When attempts were made to suppress such broadcasts,\nthe howl of freedom of speech and the press went up, financed by tycoons\nclever enough to realize the value of the subjects they covered so\nadequately.\n\nThe vacuum was there, the desire, the _need_. Bread the populace had.\nTrank was available to all. But the need was for the circus, the\nvicious, sadistic circus, and bit by bit, over the years and decades,\nthe way was found to circumvent the country's laws and traditions to\nsupply the need.\n\nAye, a way is always found. The final Universal Disarmament Pact which\nhad totally banned all weapons invented since the year 1900 and provided\nfor complete inspection, had not ended the fear of war. And thus there\nwas excuse to give the would-be soldier, the potential defender of the\ncountry in some future inter-nation conflict, practical experience.\n\nSlowly tolerance grew to allow union and corporation to fight it out,\nhiring the services of mercenaries. Slowly rules grew up to govern such\nfracases. Slowly a department of government evolved. The Military\nCategory became as acceptable as the next, and the mercenary a valued,\neven idolized, member of society. And the field became practically the\nonly one in which a status quo orientated socio-economic system allowed\nfor advancement in caste.\n\nJoe Mauser and Max Mainz strolled the streets of Kingston in an extreme\nof atmosphere seldom to be enjoyed. Not only was the advent of a\ndivisional magnitude fracas only a short period away, but the freedom of\nan election day as well. The carnival, the Mardi Gras, the fete, the\nfiesta, of an election. Election Day, when each aristocrat became only a\nman, and each man an aristocrat, free of all society's artificially\nconceived, caste-perpetuating rituals and taboos.\n\nCarnival! The day was young, but already the streets were thick with\nrevelers, with dancers, with drunks. A score of bands played, youngsters\nin particular ran about attired in costume, there were barbeques and\nflowing beer kegs. On the outskirts of town were roller coasters and\nferris wheels, fun houses and drive-it-yourself miniature cars.\nCarnival!\n\nMax said happily, \"You drink, Joe? Or maybe you like trank, better.\"\nObviously, he loved to roll the other's first name over his tongue.\n\nJoe wondered in amusement how often the little man had found occasion to\ncall a Mid-Middle by his first name. \"No trank,\" he said. \"Alcohol for\nme. Mankind's old faithful.\"\n\n\"Well,\" Max debated, \"get high on alcohol and bingo, a hangover in the\nmorning. But trank? You wake up with a smile.\"\n\n\"And a desire for more trank to keep the mood going,\" Joe said wryly.\n\"Get smashed on alcohol and you suffer for it eventually.\"\n\n\"Well, that's one way of looking at it,\" Max argued happily. \"So let's\nstart off with a couple of quick ones in this here Upper joint.\"\n\n       *       *       *       *       *\n\nJoe looked the place over. He didn't know Kingston overly well, but by\nthe appearance of the building and by the entry, it was probably the\nswankiest hotel in town. He shrugged. So far as he was concerned, he\nappreciated the greater comfort and the better service of his Middle\ncaste bars, restaurants and hotels over the ones he had patronized when\na Lower. However, his wasn't an immediate desire to push into the\npreserves of the Uppers; not until he had won rightfully to their\nstatus.\n\nBut on this occasion the little fellow wanted to drink at an Upper bar.\nVery well, it was election day. \"Let's go,\" he said to Max.\n\nIn the uniform of a Rank Captain of the Military Category, there was\nlittle to indicate caste level, and ordinarily given the correct air of\nnonchalance, Joe Mauser, in uniform, would have been able to go\nanywhere, without so much as a raised eyebrow--until he had presented\nhis credit card, which indicated his caste. But Max was another thing.\nHe was obviously a Lower, and probably a Low-Lower at that.\n\nBut space was made for them at a bar packed with election day\ncelebrants, politicians involved in the day's speeches and voting,\nhigher ranking officers of the Haer forces, having a day off, and\nvarious Uppers of both sexes in town for the excitement of the fracas to\ncome.\n\n\"Beer,\" Joe said to the bartender.\n\n\"Not me,\" Max crowed. \"Champagne. Only the best for Max Mainz. Give me\nsome of that champagne liquor I always been hearing about.\"\n\nJoe had the bill credited to his card, and they took their bottles and\nglasses to a newly abandoned table. The place was too packed to have\nawaited the services of a waiter, although poor Max probably would have\nloved such attention. Lower, and even Middle bars and restaurants were\nuniversally automated, and the waiter or waitress a thing of yesteryear.\n\nMax looked about the room in awe. \"This is living,\" he announced. \"I\nwonder what they'd say if I went to the desk and ordered a room.\"\n\nJoe Mauser wasn't as highly impressed as his batman. In fact, he'd often\nstayed in the larger cities, in hostelries as sumptuous as this, though\nonly of Middle status. Kingston's best was on the mediocre side. He\nsaid, \"They'd probably tell you they were filled up.\"\n\nMax was indignant. \"Because I'm a Lower? It's _election_ day.\"\n\nJoe said mildly, \"Because they probably are filled up. But for that\nmatter, they might brush you off. It's not as though an Upper went to a\nMiddle or Lower hotel and asked for accommodations. But what do you\nwant, justice?\"\n\nMax dropped it. He looked down into his glass. \"Hey,\" he complained,\n\"what'd they give me? This stuff tastes like weak hard cider.\"\n\nJoe laughed. \"What did you think it was going to taste like?\"\n\nMax took another unhappy sip. \"I thought it was supposed to be the best\ndrink you could buy. You know, really strong. It's just bubbly wine.\"\n\nA voice said, dryly, \"Your companion doesn't seem to be a connoisseur of\nthe French vintages, captain.\"\n\nJoe turned. Balt Haer and two others occupied the table next to them.\n\nJoe chuckled amiably and said, \"Truthfully, it was my own reaction, the\nfirst time I drank sparkling wine, sir.\"\n\n\"Indeed,\" Haer said. \"I can imagine.\" He fluttered a hand. \"Lieutenant\nColonel Paul Warren of Marshal Cogswell's staff, and Colonel Lajos\nArpàd, of Budapest--Captain Joseph Mauser.\"\n\nJoe Mauser came to his feet and clicked his heels, bowing from the waist\nin approved military protocol. The other two didn't bother to come to\ntheir feet, but did condescend to shake hands.\n\nThe Sov officer said, disinterestedly, \"Ah yes, this is one of your\nfabulous customs, isn't it? On an election day, everyone is quite\nentitled to go anywhere. Anywhere at all. And, ah\"--he made a sound\nsomewhat like a giggle--\"associate with anyone at all.\"\n\nJoe Mauser resumed his seat then looked at him. \"That is correct. A\ncustom going back to the early history of the country when all men were\nconsidered equal in such matters as law and civil rights. Gentlemen, may\nI present Rank Private Max Mainz, my orderly.\"\n\nBalt Haer, who had obviously already had a few, looked at him dourly.\n\"You can carry these things to the point of the ludicrous, captain. For\na man with your ambitions, I'm surprised.\"\n\nThe infantry officer the younger Haer had introduced as Lieutenant\nColonel Warren, of Stonewall Cogswell's staff, said idly, \"Ambitions?\nDoes the captain have ambitions? How in Zen can a Middle have ambitions,\nBalt?\" He stared at Joe Mauser superciliously, but then scowled.\n\"Haven't I seen you somewhere before?\"\n\nJoe said evenly, \"Yes, sir. Five years ago we were both with the marshal\nin a fracas on the Little Big Horn reservation. Your company was pinned\ndown on a knoll by a battery of field artillery. The Marshal sent me to\nyour relief. We sneaked in, up an arroyo, and were able to get most of\nyou out.\"\n\n\"I was wounded,\" the colonel said, the superciliousness gone and a\nstrange element in his voice above the alcohol there earlier.\n\nJoe Mauser said nothing to that. Max Mainz was stirring unhappily now.\nThese officers were talking above his head, even as they ignored him. He\nhad a vague feeling that he was being defended by Captain Mauser, but he\ndidn't know how, or why.\n\nBalt Haer had been occupied in shouting fresh drinks. Now he turned back\nto the table. \"Well, colonel, it's all very secret, these ambitions of\nCaptain Mauser. I understand he's been an aide de camp to Marshal\nCogswell in the past, but the marshal will be distressed to learn that\non this occasion Captain Mauser has a secret by which he expects to rout\nyour forces. Indeed, yes, the captain is quite the strategist.\" Balt\nHaer laughed abruptly. \"And what good will this do the captain? Why on\nmy father's word, if he succeeds, all efforts will be made to make the\ncaptain a caste equal of ours. Not just on election day, mind you, but\nall three hundred sixty-five days of the year.\"\n\nJoe Mauser was on his feet, his face expressionless. He said, \"Shall we\ngo, Max? Gentlemen, it's been a pleasure. Colonel Arpàd, a privilege to\nmeet you. Colonel Warren, a pleasure to renew acquaintance.\" Joe Mauser\nturned and, trailed by his orderly, left.\n\n       *       *       *       *       *\n\nLieutenant Colonel Warren, pale, was on his feet too.\n\nBalt Haer was chuckling. \"Sit down, Paul. Sit down. Not important enough\nto be angry about. The man's a clod.\"\n\nWarren looked at him bleakly. \"I wasn't angry, Balt. The last time I saw\nCaptain Mauser I was slung over his shoulder. He carried, tugged and\ndragged me some two miles through enemy fire.\"\n\nBalt Haer carried it off with a shrug. \"Well, that's his profession.\nCategory Military. A mercenary for hire. I assume he received his pay.\"\n\n\"He could have left me. Common sense dictated that he leave me.\"\n\nBalt Haer was annoyed. \"Well, then we see what I've contended all along.\nThe ambitious captain doesn't have common sense.\"\n\nColonel Paul Warren shook his head. \"You're wrong there. Common sense\nJoseph Mauser has. Considerable ability, he has. He's one of the best\ncombat men in the field. But I'd hate to serve under him.\"\n\nThe Hungarian was interested. \"But why?\"\n\n\"Because he doesn't have luck, and in the dill you need luck.\" Warren\ngrunted in sour memory. \"Had the Telly cameras been focused on Joe\nMauser, there at the Little Big Horn, he would have been a month long\nsensation to the Telly buffs, with all that means.\" He grunted again.\n\"There wasn't a Telly team within a mile.\"\n\n\"The captain probably didn't realize that,\" Balt Haer snorted.\n\"Otherwise his heroics would have been modified.\"\n\nWarren flushed his displeasure and sat down. He said, \"Possibly we\nshould discuss the business before us. If your father is in agreement,\nthe fracas can begin in three days.\" He turned to the representative of\nthe Sov-world. \"You have satisfied yourselves that neither force is\nviolating the Disarmament Pact?\"\n\nLajos Arpàd nodded. \"We will wish to have observers on the field,\nitself, of course. But preliminary observation has been satisfactory.\"\nHe had been interested in the play between these two and the lower caste\nofficer. He said now, \"Pardon me. As you know, this is my first visit to\nthe, uh _West_. I am fascinated. If I understand what just transpired,\nour Captain Mauser is a capable junior officer ambitious to rise in rank\nand status in your society.\" He looked at Balt Haer. \"Why are you\nopposed to his so rising?\"\n\nYoung Haer was testy about the whole matter. \"Of what purpose is an\nUpper caste if every Tom, Dick and Harry enters it at will?\"\n\nWarren looked at the door through which Joe and Max had exited from the\ncocktail lounge. He opened his mouth to say something, closed it again,\nand held his peace.\n\n[Illustration]\n\nThe Hungarian said, looking from one of them to the other, \"In the\nSov-world we seek out such ambitious persons and utilize their\nabilities.\"\n\nLieutenant Colonel Warren laughed abruptly. \"So do we here\n_theoretically_. We are _free_, whatever that means. However,\" he added\nsarcastically, \"it does help to have good schooling, good connections,\nrelatives in positions of prominence, abundant shares of good stocks,\nthat sort of thing. And these one is born with, in this free world of\nours, Colonel Arpàd.\"\n\nThe Sov military observer clucked his tongue. \"An indication of a\ndeclining society.\"\n\nBalt Haer turned on him. \"And is it any different in your world?\" he\nsaid sneeringly. \"Is it merely coincidence that the best positions in\nthe Sov-world are held by Party members, and that it is all but\nimpossible for anyone not born of Party member parents to become one?\nAre not the best schools filled with the children of Party members? Are\nnot only Party members allowed to keep servants? And isn't it so that--\"\n\nLieutenant Colonel Warren said, \"Gentlemen, let us not start World War\nThree at this spot, at this late occasion.\"\n\n\n\n\nVIII\n\n\nBaron Malcolm Haer's field headquarters were in the ruins of a farm\nhouse in a town once known as Bearsville. His forces, and those of\nMarshal Stonewall Cogswell, were on the march but as yet their main\nbodies had not come in contact. Save for skirmishes between cavalry\nunits, there had been no action. The ruined farm house had been a victim\nof an earlier fracas in this reservation which had seen in its\ncomparatively brief time more combat than Belgium, that cockpit of\nEurope.\n\nThere was a sheen of oily moisture on the Baron's bulletlike head and\nhis officers weren't particularly happy about it. Malcolm Haer\ncharacteristically went into a fracas with confidence, an aggressive\nconfidence so strong that it often carried the day. In battles past, it\nhad become a tradition that Haer's morale was worth a thousand men; the\nenergy he expended was the despair of his doctors who had been warning\nhim for a decade. But now, something was missing.\n\nA forefinger traced over the military chart before them. \"So far as we\nknow, Marshal Cogswell has established his command here in Saugerties.\nAnybody have any suggestions as to why?\"\n\nA major grumbled, \"It doesn't make much sense, sir. You know the\nmarshal. It's probably a fake. If we have any superiority at all, it's\nour artillery.\"\n\n\"And the old fox wouldn't want to join the issue on the plains, down\nnear the river,\" a colonel added. \"It's his game to keep up into the\nmountains with his cavalry and light infantry. He's got Jack Alshuler's\ncavalry. Most experienced veterans in the field.\"\n\n\"I know who he's got,\" Haer growled in irritation. \"Stop reminding me.\nWhere in the devil is Balt?\"\n\n\"Coming up, sir,\" Balt Haer said. He had entered only moments ago, a\nsheaf of signals in his hand. \"Why didn't they make that date 1910,\ninstead of 1900? With radio, we could speed up communications--\"\n\nHis father interrupted testily. \"Better still, why not make it 1945?\nThen we could speed up to the point where we could polish ourselves off.\nWhat have you got?\"\n\nBalt Haer said, his face in sulk, \"Some of my lads based in West Hurley\nreport concentrations of Cogswell's infantry and artillery near Ashokan\nreservoir.\"\n\n\"Nonsense,\" somebody snapped. \"We'd have him.\"\n\nThe younger Haer slapped his swagger stick against his bare leg and\nkilt. \"Possibly it's a feint,\" he admitted.\n\n\"How much were they able to observe?\" his father demanded.\n\n\"Not much. They were driven off by a superior squadron. The Hovercraft\nforces are screening everything they do with heavy cavalry units. I told\nyou we needed more--\"\n\n\"I don't need your advice at this point,\" his father snapped. The older\nHaer went back to the map, scowling still. \"I don't see what he expects\nto do, working out of Saugerties.\"\n\nA voice behind them said, \"Sir, may I have your permission--\"\n\nHalf of the assembled officers turned to look at the newcomer.\n\nBalt Haer snapped, \"Captain Mauser. Why aren't you with your lads?\"\n\n\"Turned them over to my second in command, sir,\" Joe Mauser said. He was\nstanding to attention, looking at Baron Haer.\n\nThe Baron glowered at him. \"What is the meaning of this cavalier\nintrusion, captain? Certainly, you must have your orders. Are you under\nthe illusion that you are part of my staff?\"\n\n\"No, sir,\" Joe Mauser clipped. \"I came to report that I am ready to put\ninto execution--\"\n\n\"The great plan!\" Balt Haer ejaculated. He laughed brittlely. \"The\nsecond day of the fracas, and nobody really knows where old Cogswell is,\nor what he plans to do. And here comes the captain with his secret\nplan.\"\n\nJoe looked at him. He said, evenly, \"Yes, sir.\"\n\nThe Baron's face had gone dark, as much in anger at his son, as with the\nupstart cavalry captain. He began to growl ominously, \"Captain Mauser,\nrejoin your command and obey your orders.\"\n\nJoe Mauser's facial expression indicated that he had expected this. He\nkept his voice level however, even under the chuckling scorn of his\nimmediate superior, Balt Haer.\n\nHe said, \"Sir, I will be able to tell you where Marshal Cogswell is, and\nevery troop at his command.\"\n\nFor a moment there was silence, all but a stunned silence. Then the\nmajor who had suggested the Saugerties field command headquarters were a\nfake, blurted a curt laugh.\n\n\"This is no time for levity, captain,\" Balt Haer clipped. \"Get to your\ncommand.\"\n\nA colonel said, \"Just a moment, sir. I've fought with Joe Mauser before.\nHe's a good man.\"\n\n\"Not that good,\" someone else huffed. \"Does he claim to be clairvoyant?\"\n\nJoe Mauser said flatly. \"Have a semaphore man posted here this\nafternoon. I'll be back at that time.\" He spun on his heel and left\nthem.\n\nBalt Haer rushed to the door after him, shouting, \"Captain! That's an\norder! Return--\"\n\nBut the other was obviously gone. Enraged, the younger Haer began to\nshrill commands to a noncom in the way of organizing a pursuit.\n\nHis father called wearily, \"That's enough, Balt. Mauser has evidently\ntaken leave of his senses. We made the initial mistake of encouraging\nthis idea he had, or thought he had.\"\n\n\"_We?_\" his son snapped in return. \"I had nothing to do with it.\"\n\n\"All right, all right. Let's tighten up, here. Now, what other\ninformation have your scouts come up with?\"\n\n\n\n\nIX\n\n\nAt the Kingston airport, Joe Mauser rejoined Max Mainz, his face drawn\nnow.\n\n\"Everything go all right?\" the little man said anxiously.\n\n\"I don't know,\" Joe said. \"I still couldn't tell them the story. Old\nCogswell is as quick as a coyote. We pull this little caper today, and\nhe'll be ready to meet it tomorrow.\"\n\nHe looked at the two-place sailplane which sat on the tarmac.\n\"Everything all set?\"\n\n\"Far as I know,\" Max said. He looked at the motorless aircraft. \"You\nsure you been checked out on these things, captain?\"\n\n\"Yes,\" Joe said. \"I bought this particular soaring glider more than a\nyear ago, and I've put almost a thousand hours in it. Now, where's the\npilot of that light plane?\"\n\nA single-engined sports plane was attached to the glider by a fifty-foot\nnylon rope. Even as Joe spoke, a youngster poked his head from the\nplane's window and grinned back at them. \"Ready?\" he yelled.\n\n\"Come on, Max,\" Joe said. \"Let's pull the canopy off this thing. We\ndon't want it in the way while you're semaphoring.\"\n\nA figure was approaching them from the Administration Building. A\nuniformed man, and somehow familiar.\n\n\"A moment, Captain Mauser!\"\n\nJoe placed him now. The Sov-world representative he'd met at Balt Haer's\ntable in the Upper bar a couple of days ago. What was his name? Colonel\nArpàd. Lajos Arpàd.\n\nThe Hungarian approached and looked at the sailplane in interest. \"As a\nrepresentative of my government, a military attache checking upon\npossible violations of the Universal Disarmament Pact, may I request\nwhat you are about to do, captain?\"\n\nJoe Mauser looked at him emptily. \"How did you know I was here and what\nI was doing?\"\n\nThe Sov colonel smiled gently. \"It was by suggestion of Marshal\nCogswell. He is a great man for detail. It disturbed him that an ...\nwhat did he call it? ... an _old pro_ like yourself should join with\nVacuum Tube Transport, rather than Continental Hovercraft. He didn't\nthink it made sense and suggested that possibly you had in mind some\nscheme that would utilize weapons of a post 1900 period in your efforts\nto bring success to Baron Haer's forces. So I have investigated, Captain\nMauser.\"\n\n\"And the marshal knows about this sail plane?\" Joe Mauser's face was\nblank.\n\n\"I didn't say that. So far as I know, he doesn't.\"\n\n\"Then, Colonel Arpàd, with your permission, I'll be taking off.\"\n\nThe Hungarian said, \"With what end in mind, captain?\"\n\n\"Using this glider as a reconnaissance aircraft.\"\n\n\"Captain, I warn you! Aircraft were not in use in warfare until--\"\n\nBut Joe Mauser cut him off, equally briskly. \"Aircraft were first used\nin combat by Pancho Villa's forces a few years previous to World War I.\nThey were also used in the Balkan Wars of about the same period. But\nthose were powered craft. This is a glider, invented and in use before\nthe year 1900 and hence open to utilization.\"\n\nThe Hungarian clipped, \"But the Wright Brothers didn't fly even gliders\nuntil--\"\n\nJoe looked him full in the face. \"But you of the Sov-world do not admit\nthat the Wrights were the first to fly, do you?\"\n\nThe Hungarian closed his mouth, abruptly.\n\nJoe said evenly, \"But even if Ivan Ivanovitch, or whatever you claim his\nname was, didn't invent flight of heavier than air craft, the glider was\nflown variously before 1900, including Otto Lilienthal in the 1890s, and\nwas designed as far back as Leonardo da Vinci.\"\n\nThe Sov-world colonel stared at him for a long moment, then gave an\ninane giggle. He stepped back and flicked Joe Mauser a salute. \"Very\nwell, captain. As a matter of routine, I shall report this use of an\naircraft for reconnaissance purposes, and undoubtedly a commission will\nmeet to investigate the propriety of the departure. Meanwhile, good\nluck!\"\n\n       *       *       *       *       *\n\nJoe returned the salute and swung a leg over the cockpit's side. Max was\nalready in the front seat, his semaphore flags, maps and binoculars on\nhis lap. He had been staring in dismay at the Sov officer, now was\nrelieved that Joe had evidently pulled it off.\n\nJoe waved to the plane ahead. Two mechanics had come up to steady the\nwings for the initial ten or fifteen feet of the motorless craft's\npassage over the ground behind the towing craft.\n\nJoe said to Max, \"did you explain to the pilot that under no\ncircumstances was he to pass over the line of the military reservation,\nthat we'd cut before we reached that point?\"\n\n\"Yes, sir,\" Max said nervously. He'd flown before, on the commercial\nlines, but he'd never been in a glider.\n\nThey began lurching across the field, slowly, then gathering speed. And\nas the sailplane took speed, it took grace. After it had been pulled a\nhundred feet or so, Joe eased back the stick and it slipped gently into\nthe air, four or five feet off the ground. The towing airplane was\nstill taxiing, but with its tow airborne it picked up speed quickly.\nAnother two hundred feet and it, too, was in the air and beginning to\nclimb. The glider behind held it to a speed of sixty miles or so.\n\nAt ten thousand feet, the plane leveled off and the pilot's head\nswiveled to look back at them. Joe Mauser waved to him and dropped the\nrelease lever which ejected the nylon rope from the glider's nose. The\nplane dove away, trailing the rope behind it. Joe knew that the plane\npilot would later drop it over the airport where it could easily be\nretrieved.\n\nIn the direction of Mount Overlook he could see cumulus clouds and the\ndark turbulence which meant strong updraft. He headed in that direction.\n\nExcept for the whistling of wind, there is complete silence in a soaring\nglider. Max Mainz began to call back to his superior, was taken back by\nthe volume, and dropped his voice. He said, \"Look, captain. What keeps\nit up?\"\n\nJoe grinned. He liked the buoyance of glider flying, the nearest\napproach of man to the bird, and thus far everything was going well. He\ntold Max, \"An airplane plows through the air currents, a glider rides on\ntop of them.\"\n\n\"Yeah, but suppose the current is going down?\"\n\n\"Then we avoid it. This sailplane only has a gliding angle ratio of one\nto twenty-five, but it's a workhorse with a payload of some four hundred\npounds. A really high performance glider can have a ratio of as much as\none to forty.\"\n\nJoe had found a strong updraft where a wind ran up the side of a\nmountain. He banked, went into a circling turn. The gauge indicated they\nwere climbing at the rate of eight meters per second, nearly fifteen\nhundred feet a minute.\n\nMax hadn't got the rundown on the theory of the glider. That was obvious\nin his expression.\n\nJoe Mauser, even while searching the ground below keenly, went into it\nfurther. \"A wind up against a mountain will give an updraft, storm\nclouds will, even a newly plowed field in a bright sun. So you go from\none of these to the next.\"\n\n\"Yeah, great, but when you're between,\" Max protested.\n\n\"Then, when you have a one to twenty-five ratio, you go twenty-five feet\nforward for each one you drop. If you started a mile high, you could go\ntwenty-five miles before you touched ground.\" He cut himself off\nquickly. \"Look, what's that, down there? Get your glasses on it.\"\n\nMax caught his excitement. His binoculars were tight to his eyes.\n\"Sojers. Cavalry. They sure ain't ours. They must be Hovercraft lads.\nAnd look, field artillery.\"\n\nJoe Mauser was piloting with his left hand, his right smoothing out a\nchart on his lap. He growled, \"What are they doing there? That's at\nleast a full brigade of cavalry. Here, let me have those glasses.\"\n\nWith his knees gripping the stick, he went into a slow circle, as he\nstared down at the column of men. \"Jack Alshuler,\" he whistled in\nsurprise. \"The marshal's crack heavy cavalry. And several batteries of\nartillery.\" He swung the glasses in a wider scope and the whistle turned\ninto a hiss of comprehension. \"They're doing a complete circle of the\nreservation. They're going to hit the Baron from the direction of\nPhoenicia.\"\n\n\n\n\nX\n\n\nMarshal Stonewall Cogswell directed his old fashioned telescope in the\ndirection his chief of staff indicated.\n\n\"What is it?\" he grunted.\n\n\"It's an airplane, sir.\"\n\n\"Over a military reservation with a fracas in progress?\"\n\n\"Yes, sir.\" The other put his glasses back on the circling object. \"Then\nwhat is it, sir? Certainly not a free balloon.\"\n\n\"Balloons,\" the marshal snorted, as though to himself. \"Legal to use.\nThe Union forces had them toward the end of the Civil War. But\npractically useless in a fracas of movement.\"\n\nThey were standing before the former resort hotel which housed the\nmarshal's headquarters. Other staff members were streaming from the\nbuilding, and one of the ever-present Telly reporting crews were\nhurriedly setting up cameras.\n\nThe marshal turned and barked, \"Does anybody know what in Zen that\nconfounded thing, circling up there, is?\"\n\nBaron Zwerdling, the aging Category Transport magnate, head of\nContinental Hovercraft, hobbled onto the wooden veranda and stared with\nthe others. \"An airplane,\" he croaked. \"Haer's gone too far this time.\nToo far, too far. This will strip him. Strip him, understand.\" Then he\nadded, \"Why doesn't it make any noise?\"\n\nLieutenant Colonel Paul Warren stood next to his commanding officer. \"It\nlooks like a glider, sir.\"\n\nCogswell glowered at him. \"A what?\"\n\n\"A glider, sir. It's a sport not particularly popular these days.\"\n\n\"What keeps it up, confound it?\"\n\nPaul Warren looked at him. \"The same thing that keeps a hawk up, an\nalbatross, a gull--\"\n\n\"A vulture, you mean,\" Cogswell snarled. He watched it for another long\nmoment, his face working. He whirled on his chief of artillery. \"Jed,\ncan you bring that thing down?\"\n\nThe other had been viewing the craft through field binoculars, his face\nas shocked as the rest of them. Now he faced his chief, and lowered the\nglasses, shaking his head. \"Not with the artillery of pre-1900. No,\nsir.\"\n\n\"What can you do?\" Cogswell barked.\n\nThe artillery man was shaking his head. \"We could mount some Maxim guns\non wagon wheels, or something. Keep him from coming low.\"\n\n\"He doesn't have to come low,\" Cogswell growled unhappily. He spun on\nLieutenant Colonel Warren again. \"When were they invented?\" He jerked\nhis thumb upward. \"Those things.\"\n\nWarren was twisting his face in memory. \"Some time about the turn of the\ncentury.\"\n\n\"How long can the things stay up?\"\n\nWarren took in the surrounding mountainous countryside. \"Indefinitely,\nsir. A single pilot, as long as he is physically able to operate. If\nthere are two pilots up there to relieve each other, they could stay\nuntil food and water ran out.\"\n\n\"How much weight do they carry?\"\n\n\"I'm not sure. One that size, certainly enough for two men and any\nequipment they'd need. Say, five hundred pounds.\"\n\nCogswell had his telescope glued to his eyes again, he muttered under\nhis breath, \"Five hundred pounds! They could even unload dynamite over\nour horses. Stampede them all over the reservation.\"\n\n\"What's going on?\" Baron Zwerdling shrilled. \"What's going on Marshal\nCogswell?\"\n\nCogswell ignored him. He watched the circling, circling craft for a full\nfive minutes, breathing deeply. Then he lowered his glass and swept the\nassembled officers of his staff with an indignant glare. \"Ten Eyck!\" he\ngrunted.\n\nAn infantry colonel came to attention. \"Yes, sir.\"\n\nCogswell said heavily, deliberately. \"Under a white flag. A dispatch to\nBaron Haer. My compliments and request for his terms. While you're at\nit, my compliments also to Captain Joseph Mauser.\"\n\nZwerdling was bug-eyeing him. \"Terms!\" he rasped.\n\nThe marshal turned to him. \"Yes, sir. Face reality. We're in the dill. I\nsuggest you sue for terms as short of complete capitulation as you can\nmake them.\"\n\n\"You call yourself a soldier--!\" the transport tycoon began to shrill.\n\n\"Yes, sir,\" Cogswell snapped. \"A soldier, not a butcher of the lads\nunder me.\" He called to the Telly reporter who was getting as much of\nthis as he could. \"Mr. Soligen, isn't it?\"\n\n       *       *       *\n\nThe reporter scurried forward, flicking signals to his cameramen for\nproper coverage. \"Yes, sir. Freddy Soligen, marshal. Could you tell the\nTelly fans what this is all about, Marshal Cogswell? Folks, you all know\nthe famous marshal. Marshal Stonewall Cogswell, who hasn't lost a fracas\nin nearly ten years, now commanding the forces of Continental\nHovercraft.\"\n\n\"I'm losing one now,\" Cogswell said grimly. \"Vacuum Tube Transport has\npulled a gimmick out of the hat and things have pickled for us. It will\nbe debated before the Military Category Department, of course, and\nundoubtedly the Sov-world military attaches will have things to say. But\nas it appears now, the fracas as we have known it, has been\nrevolutionized.\"\n\n\"Revolutionized?\" Even the Telly reporter was flabbergasted. \"You mean\nby that thing?\" He pointed upward, and the lenses of the cameras\nfollowed his finger.\n\n\"Yes,\" Cogswell growled unhappily. \"Do all of you need a blueprint? Do\nyou think I can fight a fracas with that thing dangling above me,\nthroughout the day hours? Do you understand the importance of\nreconnaissance in warfare?\" His eyes glowered. \"Do you think Napoleon\nwould have lost Waterloo if he'd had the advantage of perfect\nreconnaissance such as that thing can deliver? Do you think Lee would\nhave lost Gettysburg? Don't be ridiculous.\" He spun on Baron Zwerdling,\nwho was stuttering his complete confusion.\n\n\"As it stands, Baron Haer knows every troop dispensation I make. All I\nknow of his movements are from my cavalry scouts. I repeat, I am no\nbutcher, sir. I will gladly cross swords with Baron Haer another day,\nwhen I, too, have ... what did you call the confounded things, Paul?\"\n\n\"Gliders,\" Lieutenant Colonel Warren said.\n\n\n\n\nXI\n\n\nMajor Joseph Mauser, now attired in his best off-duty Category Military\nuniform, spoke his credentials to the receptionist. \"I have no definite\nappointment, but I am sure the Baron will see me,\" he said.\n\n\"Yes, sir.\" The receptionist did the things that receptionists do, then\nlooked up at him again. \"Right through that door, major.\"\n\nJoe Mauser gave the door a quick double rap and then entered before\nwaiting an answer.\n\nBalt Haer, in mufti, was standing at a far window, a drink in his hand,\nrather than his customary swagger stick. Nadine Haer sat in an\neasy-chair. The girl Joe Mauser loved had been crying.\n\nJoe Mauser, suppressing his frown, made with the usual amenities.\n\nBalt Haer without answering them, finished his drink in a gulp and\nstared at the newcomer. The old stare, the aloof stare, an aristocrat\nlooking at an underling as though wondering what made the fellow tick.\nHe said, finally, \"I see you have been raised to Rank Major.\"\n\n\"Yes, sir,\" Joe said.\n\n\"We are obviously occupied, major. What can either my sister or I\npossibly do for you?\"\n\nJoe kept his voice even. He said, \"I wanted to see the Baron.\"\n\nNadine Haer looked up, a twinge of pain crossing her face.\n\n\"Indeed,\" Balt Haer said flatly. \"You are talking to the Baron, Major\nMauser.\"\n\nJoe Mauser looked at him, then at his sister, who had taken to her\nhandkerchief again. Consternation ebbed up and over him in a flood. He\nwanted to say something such as, \"Oh _no_,\" but not even that could he\nutter.\n\nHaer was bitter. \"I assume I know why you are here, major. You have come\nfor your pound of flesh, undoubtedly. Even in these hours of our\ngrief--\"\n\n\"I ... I didn't know. Please believe ...\"\n\n\"... You are so constituted that your ambition has no decency. Well,\nMajor Mauser, I can only say that your arrangement was with my father.\nEven if I thought it a reasonable one, I doubt if I would sponsor your\nambitions myself.\"\n\nNadine Haer looked up wearily. \"Oh, Balt, come off it,\" she said. \"The\nfact is, the Haer fortunes contracted a debt to you, major.\nUnfortunately, it is a debt we cannot pay.\" She looked into his face.\n\"First, my father's governmental connections do not apply to us. Second,\nsix months ago, my father, worried about his health and attempting to\navoid certain death taxes, transferred the family stocks into Balt's\nname. And Balt saw fit, immediately before the fracas, to sell all\nVacuum Tube Transport stocks, and invest in Hovercraft.\"\n\n\"That's enough, Nadine,\" her brother snapped nastily.\n\n\"I see,\" Joe said. He came to attention. \"Dr. Haer, my apologies for\nintruding upon you in your time of bereavement.\" He turned to the new\nBaron. \"Baron Haer, my apologies for _your_ bereavement.\"\n\nBalt Haer glowered at him.\n\nJoe Mauser turned and marched for the door which he opened then closed\nbehind him.\n\nOn the street, before the New York offices of Vacuum Tube Transport, he\nturned and for a moment looked up at the splendor of the building.\n\nWell, at least the common shares of the concern had skyrocketed\nfollowing the victory. His rank had been upped to Major, and old\nStonewall Cogswell had offered him a permanent position on his staff in\ncommand of aerial operations, no small matter of prestige. The\ndifficulty was, he wasn't interested in the added money that would\naccrue to him, nor the higher rank--nor the prestige, for that matter.\n\nHe turned to go to his hotel.\n\nAn unbelievably beautiful girl came down the steps of the building. She\nsaid, \"Joe.\"\n\nHe looked at her. \"Yes?\"\n\nShe put a hand on his sleeve. \"Let's go somewhere and talk, Joe.\"\n\n\"About what?\" He was infinitely weary now.\n\n\"About goals,\" she said. \"As long as they exist, whether for\nindividuals, or nations, or a whole species, life is still worth the\nliving. Things are a bit bogged down right now, but at the risk of\nsounding very trite, there's tomorrow.\"\n\n\n[Illustration]\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Analog_ April 1962. Extensive research\n    did not uncover any evidence that the U.S. copyright on this\n    publication was renewed. Minor spelling and typographical errors\n    have been corrected without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Mercenary, by Dallas McCord Reynolds\n\n*** END OF THIS PROJECT GUTENBERG EBOOK MERCENARY ***\n\n***** This file should be named 24370-8.txt or 24370-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/4/3/7/24370/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}