{"title": "Wizard", "author": "Laurence Mark Janifer (AKA Larry M. Harris)", "releaseDate": "January 21, 2008", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Greg Bergquist, Bruce Albrecht and\nthe Online Distributed Proofreading Team at\nhttp://www.pgdp.net\n\n\n\n\n\n[Transcriber's Note: This etext was produced from Astounding Science\nFiction May 1960. Extensive research did not uncover any evidence that\nthe U.S. copyright on this publication was renewed. Minor typographical\nerrors have been corrected without note.]\n\n\n\n\nWIZARD.\n\nBy Larry M. Harris\n\n     _Although the Masquerade itself, as a necessary protection against\n     non-telepaths, was not fully formulated until the late years of the\n     Seventeenth Century, groups of telepaths-in-hiding existed long\n     before that date. Whether such groups were the results of natural\n     mutations, or whether they came into being due to some other cause,\n     has not yet been fully determined, but that a group did exist in\n     the district of Offenburg, in what is now Prussia, we are quite\n     sure. The activities of the group appear to have begun,\n     approximately, in the year 1594, but it was not until eleven years\n     after that date that they achieved a signal triumph, the first and\n     perhaps the last of its kind until the dissolution of the\n     Masquerade in 2103._\n\n--Excerpt from \"A Short History of the Masquerade,\" by A. Milge, Crystal\n704-54-368, Produced 2440.\n\nJonas came over the hill whistling as if he had not a care in the\nworld--which was not even approximately true, he reflected happily. The\nstate of complete and utter quiet was both foreign and slightly\nrepugnant to him; he was never more pleased than when he had a job in\nhand, a job that involved a slight and unavoidable risk.\n\nThis time, of course, the risk was more than slight. Why, he thought\nhappily, it was even possible for him to get killed, and most painfully,\ntoo! With a great deal of pleasure, he stood for a second at the crest\nof the hill, his hands on his hips, looking down at the town of Speyer\nas it baked in the May afternoon sunlight.\n\n\n\n[Illustration]\n\n     _\"Behold the Tortoise: He maketh no progress unless he sticketh out\n     his neck.\" But he maketh very little progress unless he pick the\n     right time and place to \"sticketh out his neck\"--which can be quite\n     a sticky problem for a man in a medieval culture!_\n\nIllustrated by Schoenherr\n\nJonas did not, in spite of his pose, look like the typical hero of folk\ntale or scribe's tome; he was not seven feet tall, for instance, nor did\nhe have a handsome, lovesome face with flashing blue eyes, or a\nbroad-shouldered, narrow-waisted marvel of a figure. He was, instead,\nsomewhat shorter than the average of men in Europe in 1605 and for some\ntime thereafter. He had small, almost hidden eyes that seemed to see a\ngreat deal, but failed completely to make a fuss about the fact. And\nwhile his figure was just a trifle dumpy, his face completed the rhyme\nby being extraordinarily lumpy. The nose, as a matter of strict truth,\nwas hard to distinguish from the other contusions, swellings and marks\nthat covered the head.\n\nNor, of course, did he carry the sword of a great hero, or a noble.\nJonas had no _von_ to stick on his name, and he had never thought it\nworth his while to claim one and accept the tiny risk of disclosure.\nAfter all, a noble was only a man like other men.\n\nAnd, besides, Jonas knew perfectly well that he had no need of a sword.\n\nHis adventures, too, were a little out of the common run of tales. Jonas\nhad, he thought regretfully, few duels to look forward to, and he had\neven fewer to look back on. And, as a maid is won by face, figure and\ndaring, and a wife by riches, position or prospects, there was a notable\npaucity of lissome ladies in Jonas' career.\n\nAll in all, he thought sadly, he was not a _usual_ hero.\n\nBut he refused to let the thought spoil his enjoyment. After all, he was\na hero, though of his own unique kind; there was no denying that. And,\nin his own way, he had his reward. He took one hand off his hip to\nscratch at the top of his head, wondering briefly if he had managed to\npick up lice in the last town he had visited, and he took another look\nat the city.\n\nSpeyer seemed a lot better, at first glance, than some of the other\nplaces Jonas had visited. For one thing, it had a full town hall,\nbuilt--no less--of honest stone, and probably a relict of the Roman\ntimes. There was the parish church, of course, a good solid wooden\nstructure, and a collection of houses strung along the dirt paths of the\ntown. The houses of the rich were, naturally, wooden; the poor built of\nbaked mud. There were a great many baked-mud structures, and only one\nwooden one, besides the church, that Jonas could see.\n\nThe paths were winding, but comparatively free from slop. That was\npleasing, he told himself. And the buildings themselves, wood, mud and\nstone, clustered in the valley below him as if they were afraid, and\nneeded each other's protection.\n\nWhich, in a way, they did. Jonas reflected on that a trifle grimly,\nthinking of the Holy Inquisition with its hierarchy of priests and lay\nfolk, busily working in Speyer just as it worked in every other town\nthroughout Offenburg, and throughout the civilized world.\n\nOrdinarily, he would not have given it a thought, beyond a passing sigh\nfor the ways of the world; he had other business. But now--\n\nHe grinned to himself, and the grin turned to a laugh as he started down\nthe hill. The grislier methods of the Inquisitorial process were\nwell-known to him by reputation, and soon he might be testing them out\nfor himself. There was absolutely no way to be sure.\n\nThat thought pleased him greatly; after all, he told himself, there was\nnothing like a little danger to spice the boring business of living. By\nthe time he reached the bottom of the hill, he was whistling loudly.\n\n       *       *       *       *       *\n\nHe stopped at the first house, a mud construction with a\nbadly-carpentered wooden door and a single bare window that looked out\non the street. It smelled, but Jonas went up to the door bravely and\nknocked.\n\nThere was no answer. He went on whistling \"_Fortuna plango vulnera_\"\nunder his breath, and after a time he knocked again.\n\nThis time he heard movement inside the house, and nodded to himself in a\nsatisfied fashion. But almost a minute passed before the head of an old\nwoman showed itself at the window. She was really extraordinarily ugly,\nhe thought. She wore a bonnet that did nothing whatever to enhance her\ndoubtful, wrinkled charms, or to conceal them; and besides, it was\ndirty.\n\n\"Nobody's here,\" she said in the voice of a very venomous toad. \"Go\naway.\"\n\nJonas smiled at her. It was an effort. \"Madam--\" he began politely.\n\n\"Nobody's home,\" she repeated, drawing slightly back from the window.\n\"You go away, now.\"\n\n\"Ah,\" Jonas said pleasantly. \"But you're home, aren't you?\"\n\nThe old woman frowned at him suspiciously. \"Now,\" she said vaguely.\n\"Well.\"\n\n\"This _is_ your house?\" he said. \"The house where you live?\"\n\n\"Never saw you before,\" the old woman said.\n\n\"That's right,\" Jonas said equably.\n\n\"You come to turn me out?\" she demanded. Her eyebrows--which were almost\nas big and black as her ancient mustache--came down over glittering\nlittle eyes. \"I hold this house free and proper,\" she said in a\ndetermined roar, \"and nobody can take it from me. It belongs to me, and\nto my children, and to their children, and to the children of those\nchildren--\"\n\nThe catalogue seemed likely to go on forever. \"Exactly,\" Jonas said\nhastily.\n\n\"Well, then,\" the old woman said, and started to draw back.\n\nJonas gestured lazily with one hand. \"Wait,\" he said. \"I am not going to\ntake your house away from you, madam. I am only here to ask you a\nquestion.\"\n\n\"Question?\" she said. \"You come from Herr Knupf? I'm an old woman but I\ndo no wrong, and there is no one can accuse me of heresy. I am in church\nevery week, and more than once; I keep peace with my neighbors and\nthere's none can say a mystery about me--\"\n\nThe woman, Jonas thought, was full to the eyebrows with words. Probably,\nhe told himself, trying to be fair, she didn't have anyone to talk to,\nuntil a stranger came along.\n\nHe sighed briefly. \"I do not come from the Inquisitor,\" he said\ntruthfully, \"nor is my question one that should cause you alarm.\"\n\nThe old woman pondered for a minute. She leaned her elbows on the window\nsill, getting them muddy. But that, Jonas thought, didn't seem to matter\nto this creature, apparently.\n\n\"Ask,\" she said at last.\n\nJonas put on his most pleasant expression. \"Madam,\" he said, \"I wish to\nknow if there be any family in this town to give room to a\nwayfarer--understanding, of course, that the wayfarer would insist on\npaying. Paying well,\" he added.\n\nThe old woman blinked. \"You looking for an inn?\" she said. \"An inn in\nthis town?\" The idea appeared to strike her as the very height of\nidiocy. She covered her face with her hands and shook. After a second\nJonas discovered that she was laughing. He waited patiently until the\nfit had left her.\n\n\"Not an inn,\" he said. \"There is no inn here, I know. But a family\nwilling to take in a stranger--\"\n\n\"Strangers are seldom here,\" she said. \"Herr Knupf watches his flock\nwith zeal.\"\n\nWhich meant, Jonas reflected, that he was in a fair way to get himself\nburned as a heretic unless he watched his step carefully. \"Herr Knupf's\nfame has reached my own country, far away,\" he said with some truth.\n\"Nevertheless, a family which--\"\n\n\"Wait,\" she said. \"You have said that you will pay well. Yet you do not\nappear rich.\"\n\nJonas understood. Fishing in his sewn pocket, he withdrew a single,\nshiny coin. \"I also wish,\" he said smoothly, \"to pay for any help I may\nreceive--such as the answering of an innocent question, a question in\nwhich the respected Inquisitor Knupf can have no interest whatever.\"\n\nThe old woman's eyes went to the coin and stayed there. \"Well,\" she\nsaid. \"It is said that the family called Scharpe has a house too large\nfor them, now that the elder son is gone; there is only the man, his\nwife and a daughter. It is said that the man is in need of money; he\nwould accept payment, were it generous, in return for sharing room in\nhis house.\"\n\n\"I would be most grateful,\" Jonas murmured. He passed the coin over; the\nold woman's hand snatched it and closed on it. \"Where might I find this\nfamily?\" he said.\n\n\"It is now late in the afternoon,\" the old woman said. \"Perhaps they are\nat home. You will see a path which takes you to the left; follow it\nuntil you reach the last house. Knock at the door.\"\n\n\"I shall,\" Jonas said, \"and many thanks.\"\n\nThe old woman, still clutching her coin, disappeared from the window as\nif someone had yanked her back. Jonas turned with relief and got back on\nthe path, but it stank quite as badly as the house had.\n\nHe endured the stench--heroically.\n\n       *       *       *       *       *\n\nScharpe proved to be a barrel-shaped man who was unaccountably\ncheerless, as if the inside structure had been carefully removed, and\nthen replaced by sawdust, Jonas thought. Even the offer of seven kroner\nfor a single week's stay failed to produce the delirious joy Jonas had\nexpected.\n\n\"The money is needed,\" Scharpe said in a dour, bass voice, staring off\npast Jonas' left ear at the darkening sky. \"And for the money, you will\nbe welcome. I must take your word that you are not dangerous; I can only\npray that you do not betray that trust.\"\n\nIt was far from a warm welcome, but Jonas was satisfied with it. \"I\nshall work to do you good,\" he said, \"and not evil.\"\n\n\"Stranger,\" Scharpe said, \"work for your own good; do nothing for me.\nThis is an accursed family; there is no good to be done to me, or my\nwife or child.\"\n\nJonas tried to look reassuring. He thought of several things to say\nabout the sunny side of life, and decided on none or them. \"My\nsympathy--\" he began.\n\n\"Your sympathy may endanger you,\" Scharpe said. \"My son is gone; I pray\nthat there is an end to it.\"\n\nJonas peered once into the mind of the man, and recoiled violently; but\nhe had enough, in that one glimpse, to tell him the reason for Scharpe's\nmisery. And it was quite reason enough, he thought.\n\n\"Herr Knupf--\"\n\n\"We do not mention that name,\" Scharpe said. \"My wife has resigned\nherself to what has happened; I am not so wise.\"\n\n\"I promise you,\" Jonas said earnestly, \"that you will be in no danger\nfrom me. No, more: that I will help you out of your difficulties, and\nensure your peace.\"\n\n\"Then you are an angel from Heaven,\" Scharpe said bitterly. \"There is no\nother help, while the Inquisitor remains and our sons become suspect to\nhis rages.\"\n\nJonas shook his head. \"There is help,\" he said, \"and you will find it.\nYour son is gone; accused, questioned, confessed and burnt. But there\nwill be no more.\"\n\nScharpe looked at him for a long time. \"Come with me,\" he said at last,\nand led the way into his mud house. Inside, there was only one large\nroom, but it seemed spacious enough for four. Three pallets lay against\nthe far right wall, a single one against the left. Scharpe went to the\nback of the house, near the single bed. \"This will be yours,\" he said,\n\"while you are with us. It is poor but it is all we can offer.\"\n\n\"I am honored,\" Jonas said.\n\n\"Here we are alone,\" Scharpe went on, his voice lowering. \"My wife and\ndaughter have gone to visit a neighbor, for they have not yet closed us\noff entirely from all human contact.\"\n\n[Illustration]\n\nHe grimaced. Jonas peered into the mind again, very gently, but the mad\nroiling of pain and memory there was too strong for him, and he\nreturned.\n\n\"If you have anything to say to me,\" Scharpe said, \"tell me now. No one\ncan hear us, not Herr Knupf himself.\"\n\n\"To say to you?\"\n\n\"Regarding your plan,\" Scharpe said. \"Surely you have a plan. And if I\nmay play any part in it--\"\n\nJonas blinked. \"Plan?\" he said.\n\n\"Of course,\" Scharpe said. \"You speak of an end to troubles, an end to\nthe Inquisition and the burnings, an end to the question. And so you\nmust have a plan for ridding us of Herr Knupf; one which you will tell\nme.\"\n\nJonas shook his head. \"I have no plan,\" he said.\n\n\"It means danger,\" Scharpe pressed him. \"But I do not mind danger, in\nsuch a cause. I am not vengeful, but my son was no wizard. Yet the\nInquisitor took him and had a confession from him; you know well the\nworth of such confessions. And soon there will be others, for when the\ncurse strikes a family it does not stop with one member.\" He tightened\nhis lips. \"It is not for myself I am afraid,\" he said.\n\nJonas nodded. \"Were there such a plan,\" he said, \"be assured I would\ntell you.\"\n\n\"But--\"\n\n\"There is none,\" Jonas said. \"Herr Knupf shall remain, for all that I\ncan do, while the earth remains.\"\n\nScharpe opened his mouth, shut it again, and then shrugged. \"I see,\" he\nsaid at last. \"You do not trust me. Perhaps you are wise. I might talk\nfoolishly; I am an old man; older, in this last month, than in all my\nother years.\"\n\n\"Believe me,\" Jonas began. \"I--\"\n\n\"Let it be,\" Scharpe said quietly. \"I believe you. If that is what you\nwant, I believe you.\" He shrugged again, moving out toward the door of\nthe hut. \"And, in any case,\" he said, \"the money is needed. For there\nare fines to pay, and costs of the Inquisition.\"\n\n\"I understand,\" Jonas said helplessly.\n\nScharpe turned and looked him full in the face. In the big man's eyes,\nbitterness and hopelessness glittered. \"I am sure you do,\" he said, and\nturned again toward the door.\n\n       *       *       *       *       *\n\nThe others he met only briefly. Frau Scharpe was a little woman with the\nface of a walnut, who looked as if she had never really been cheerful.\nHer son's death, he saw when he looked into her mind, had not come as a\nsurprise to her; it was one more unhappy event, in a lifetime in which\nshe had expected nothing else. Unhappiness, she told herself, was her\nportion in this life; in the Life Above, things would be different.\n\nJonas had met the type before, and was uninterested in going further.\nBut Ilse Scharpe was something else entirely. She did not say a word to\nhim, coming into the house that evening, a pace behind her mother, like\nan obedient slave. She was about seventeen, and her mind was as fresh\nand clean and pretty as her face and figure. Jonas started musing on\nHeroes again, but he never had the chance to make a move toward her. She\nhad a very nice smile, and from memories in the others' minds he could\nhear her voice, low and quiet and entirely satisfactory.\n\nJonas sighed. The job, he told himself sternly, came first. And\nafterward--\n\nThough, come to think of it, there wouldn't be an afterward.\n\nThe evening meal was simple. There was a single dish of meat and some\nsort of beans; after it had been eaten, and the darkness outside grew to\nfull night, it was time to retire. Jonas went over to his pallet,\nremoved his jerkin and shoes, and lay down. He heard the others readying\nthemselves for sleep, but he did not look into their minds. Soon they\nwere asleep and breathing heavily.\n\nBut Jonas stayed awake for a while.\n\n\"It's really too bad we can't work this sort of thing at a distance,\"\nClaerten's voice said suddenly. \"But then, none of us has ever met the\nman, and you can't read a mind if you haven't had some physical contact\nwith the man who owns it.\"\n\n\"It is too bad,\" Jonas agreed politely. Five hundred miles away Claerten\nchuckled, and the linkage of minds transmitted the amusement to Jonas.\n\n\"You don't think so, at any rate,\" the director said. \"You're having\nadventures--and a fine time. It's the sort of thing you like, after\nall.\"\n\nJonas shrugged mentally. \"I suppose so,\" he said. \"I like to work on my\nown, do my own job--\"\n\n\"And it's got you into trouble before,\" Claerten said. \"But you can't\nafford any mistakes this time.\"\n\n\"I know the risk perfectly well,\" Jonas thought back.\n\nClaerten's thought carried a wry echo. \"You know the risk to yourself,\"\nhe told Jonas, \"and you've accepted that. You rather like it, as a\nmatter of fact. But you haven't thought of the risk to the rest of\nus--and to the town you're in.\"\n\nJonas sent a thought of uncertainty: \"What?\"\n\nClaerten transmitted the entire picture in one sudden blow: the chance\nthat Jonas would not be killed immediately, but would be discovered; the\nchance that the Inquisitor would get from him the secret of the\nBrotherhood--\n\n\"That's impossible,\" Jonas said.\n\nClaerten sounded resigned. \"Nothing's impossible,\" he said. \"And if the\nsecret is let out--why, the Brotherhood is finished. Finished before\nit's barely started. Because you can read a man's mind doesn't mean you\ncan defeat him, Jonas.\"\n\n\"But you know what he's going to do--\"\n\n\"And if he's got you in a wooden house and he's going to burn it down,\nwhat good does your knowledge do you?\"\n\n\"But you can transmit false thoughts--\"\n\n\"And confuse him,\" Claerten said. \"Fine. Fine. If you've ever met the\nman before. And suppose you haven't? Then you can't transmit a thing to\nhim; you're trapped in the house, remember, and the fire's started. What\ngood's your telepathy?\"\n\n\"But--\"\n\n\"It's a sense,\" Claerten said. \"Like any other sense. But it isn't magic\nany more than your eyes are magic. They're ... given by God, if you\nlike; they grow, they develop. So the ability to read minds, to transmit\nthought is given by God. No one knows why or how. Fifteen of us have\ndeveloped it; fifteen who are members of the Brotherhood. But there are\nothers--\"\n\n\"Of course,\" Jonas thought impatiently. \"I know all that.\"\n\n\"You know a great deal,\" Claerten said, \"which I sometimes find it\nnecessary to bring to your attention.\"\n\n\"I've done all right,\" Jonas thought sullenly.\n\nClaerten agreed. \"Of course you have,\" he thought, \"but you're not the\nmost careful of men; and great care is needed. The Brotherhood must\ngrow. This new sense is of great value; perhaps we can learn to teach it\nto others in time, though we have had little success with that. But at\nthe least we can maintain our numbers, pass the gift on to our\nchildren--\"\n\n\"If it is possible,\" Jonas said.\n\n\"We must try,\" Claerten said. \"And your job is enormously important.\"\n\n\"I know that,\" Jonas thought wearily.\n\n\"You have accomplished the first step,\" Claerten said. \"Do nothing\nrash.\"\n\n\"Of course not.\"\n\n\"You will not accept help--\"\n\n\"I will not,\" Jonas thought.\n\n\"Very well, then,\" Claerten thought. There was the ghost of another\nidea; Jonas caught it.\n\n\"I know perfectly well that you wouldn't have sent me if there were any\nother available member,\" he thought. \"There is no need to remind me.\"\n\n\"I'm sorry,\" Claerten thought. He radiated caution, worry, patience;\nJonas turned in the bed and cut off from the director with a grunt. He\nwas tired; long-distance linkages were a drain on the body's energy,\neven when the person involved was easy to visualize. But Claerten had\ninsisted on intermittent contact.\n\nIf there were such a thing as total contact, constant contact over a\nperiod of days, Jonas thought, Claerten would use me for a puppet, a\nveritable Punch among men; he would override me and take me over the way\na traveling entertainer rules his jointed dolls.\n\nAnd that would be a fine thing for a hero, wouldn't it?\n\nHe grimaced in the darkness. Constant contact was simply impossible; any\nreaching out used energy, and linking up for a long period simply burned\nthe body up like a long starvation; it was as bad as a penance.\n\nJonas was thankful for that.\n\nAnd for the rest--well, he thought resignedly, what was a hero without a\nquest? And what was a quest without someone to set it?\n\nBut that the someone had to be Claerten, with his caution and his\nold-woman worry--\n\nJonas sighed and set about the business of falling asleep.\n\n       *       *       *       *       *\n\nThe days passed slowly, with great boredom. Jonas made contact twice\nwith Claerten, who told him over and over to wait, to do nothing: \"The\nnext move is coming soon; do nothing to hurry it. You can only upset the\nnatural course of events.\"\n\n\"Which is unwise,\" Jonas thought bitterly, \"and risky, and very probably\nimpious as well.\"\n\n\"As for the piety,\" Claerten thought, \"I leave that to the priests and\nthe women. But wisdom and caution are my task, Jonas, as they must be\nyours.\"\n\n\"I--\"\n\n\"You are a hero, out on an adventure,\" Claerten thought witheringly.\n\"But set your course with sense, travel it with caution; you will the\nmore certainly arrive.\"\n\n\"Philosophy for a dull plodder,\" Jonas thought.\n\n\"Philosophy for one of the Brotherhood,\" Claerten thought back. \"We are\ntiny as yet; we have no force. You can add to that force, add greatly;\nbut you must be wise.\"\n\n\"I must be slow, you mean.\"\n\n\"I mean what I have told you,\" Claerten thought. \"And--one more thing,\nJonas.\"\n\n\"Yes?\"\n\n\"The daughter,\" Claerten thought. \"I have seen her in your mind. Ignore\nthe wench. Is she worth what your task is worth?\"\n\n\"I never--\"\n\n\"Then my caution is unnecessary,\" Claerten thought. \"But, in the\nunlikely case that she might tempt you to folly--remember it.\"\n\nJonas, who disliked irony, sighed and cut off.\n\nThat was the third night. During the days he had done the things he had\nplanned; he did no work with the Scharpes, but let them find him, when\nthey returned to the hut of an evening, reciting strange words. Once he\nbuilt a small outdoor fire and walked around it, widdershins, for\nseveral minutes. Then he put the fire out and went inside. He wasn't\nsure whether or not anyone was watching him, that time.\n\nBut sooner or later it had to happen.\n\nAnd it happened, as Jonas had suspected it would, through the wife. Mrs.\nScharpe came back to the hut early one day, threw a frightened glance at\nJonas sitting in a corner doing nothing at all, and left.\n\nHe hardly needed to see into her mind to know where she was going.\n\nAnd twenty minutes later two men came to the hut. They stood in the\nopened doorway, Mrs. Scharpe behind them twittering like an ancient\nbird, and Jonas watched them boredly. They were giants, for this part of\nthe world, almost six feet tall, with great hands and jaws. One had\nblack, coarse hair on his head and a stubble about his face; the other\nwas bald as an egg.\n\n\"That's him,\" Mrs. Scharpe said--just a trifle hesitantly. \"He's the\none. He came to stay with us and we didn't know--\"\n\nThe man with black hair said: \"Uh. Gur.\"\n\n\"Herr Knupf said take him back,\" the bald one added.\n\n\"Herr Knupf?\" Jonas said, entering the conversation with a light,\npleasant tone.\n\n\"He's the ... the--\" Mrs. Scharpe tried to get the word out, and then\npushed by the two men and came into the hut. \"I didn't want to but\nthere's something strange, and we can't afford any suspicion, and--\"\n\nJonas realized slowly that she was crying as she looked at him. \"It's\nall right,\" he said uncomfortably.\n\n\"You're--\"\n\n\"I'll be perfectly all right,\" Jonas said. He stood up. \"This Herr\nKnupf,\" he said. \"He wants to see me?\"\n\n\"He said bring you along,\" the bald man told him.\n\nThe black-haired man nodded very slowly. \"Gur,\" he said.\n\nJonas sighed and went forward to meet the two big men, leaving Mrs.\nScharpe sobbing in the background. The poor woman felt terrible, he\nknew; but there was nothing he could do about that. \"Then let us go,\"\nhe said, and marched off. Feeling that one more effect wouldn't hurt,\nhe led the way to the Town Hall; let them figure out how he had known\njust where to go, he thought.\n\nTheir minds were very, very boring, and quite blank. Herr Knupf, Jonas\nreflected, might be a definite relief.\n\n       *       *       *       *       *\n\nFirst there was the cell, which was in the basement of the Town Hall. It\nwas damp and the air was not too good, but there were compensations.\nRats, for instance. Jonas told himself, after the first couple of hours,\nthat he simply wouldn't have known what to do without the rats. Trying\nto trap and kill them, with no weapons beyond his bare hands--even an\neating knife he had carried in his jerkin had been taken away, leaving\nhim to the uncomfortable reflection that he was going to have to dine\nwith his fingers--was a pastime that occupied him for several hours on\nthe first day.\n\nOn the second day, the rats began to bore him. By that evening, they\nwere annoying him, and when the third day dawned bright and warm--as\nnear as he could tell from the tiny slip of window at the top of his\ncell--Jonas was telling himself that any move at all was a move in the\nright direction.\n\nHe set up a shout for one of the guards. The bald one had brought his\nmeals every day, but the black-haired one was the man who checked his\ncell at night. For once, Jonas thought, he was lucky; the bald man\nappeared, after some fifteen minutes of screaming and cursing. Jonas was\nnot at all sure whether the black-haired man understood language: there\nwas little trace of it in his mind, and virtually nothing that might be\ncalled intelligence. With the bald man, at least, he could communicate.\n\n\"What's wanted?\" the guard said sourly, staring through the bars.\n\nJonas smiled softly. \"You know why I'm here, don't you?\" he said in a\nvoice as close to silky as he could make it.\n\n\"You?\" the bald man said. \"You're here. In a cell.\"\n\n\"That's right,\" Jonas said patiently. He rubbed at his face. \"Do you\nknow why I was put here?\"\n\n\"You--cast spells. You make things happen.\"\n\n\"That's right,\" Jonas said, smiling again. \"I'm a wizard. A warlock.\nThat's what they say, isn't it?\"\n\n\"You--make things happen,\" the bald man said.\n\nBut he had the basic idea; Jonas checked that in his mind. \"Very well,\"\nhe said. \"Now, I wish to see Herr Knupf.\"\n\n\"The Inquisitor calls you when he wants you,\" the bald man said.\n\n\"Now,\" Jonas said.\n\n\"When he wants--\"\n\n\"If I am a wizard,\" Jonas said, \"I have powers. Strange powers. I could\nmake you--\" He reflected for a minute. \"I could make you into a beetle,\nand squash you underfoot. As a matter of fact, I think I will.\" He gazed\nreflectively at the bald man, who gulped and turned a little pale.\n\n\"You ... you are in a cell,\" he said at last. \"Locked up.\"\n\n\"Do you think that will stop me?\" Jonas said. He came to the barred\ndoor, still smiling.\n\n\"You would not dare--\"\n\n\"Why not?\" Jonas asked. \"What have I got to lose?\"\n\nHe raised one hand, clawing the fingers slightly. He took a deep breath,\nas if he were about to spit out an incantation. His eyes glittered. The\nsmile broadened.\n\nA long second passed.\n\n\"I will tell the Inquisitor you wish to see him,\" the bald guard said.\n\nJonas relaxed and stepped back. \"I shall be most grateful,\" he said\nformally. The guard turned and started to walk away. Five paces down the\ncorridor, the walk turned into a run. Jonas watched him go, and then sat\ndown on his louse-infested cot to await developments.\n\nThe minutes ticked by endlessly. He thought of trying to reach Claerten,\nbut decided, not entirely with regret, that the contact would use up too\nmuch energy. And he needed all the energy he could conserve now. The\nsecond step had been taken--the fact that he sat in a cell in prison was\nproof of that.\n\n[Illustration]\n\nThe third step--the all-important final step--was about to begin.\n\n       *       *       *       *       *\n\nGeorg Knupf was a tall man with skin the color and apparent texture of\ngood leather. He had a face like an eagle, and his eyes were ice-blue.\nHe moved his thin, strong hands gently back and forth on the table that\nheld his papers, inkstand and pen, and said in a voice like audible\nsandpaper: \"You wanted to see me.\"\n\n\"True,\" Jonas said pleasantly. Knupf was sitting behind the table. Jonas\nhad not been asked to sit; he remained standing, and he was reasonably\nsure that his feet were going to hurt in a minute. He tried not to let\nthe thought disturb him.\n\nThe man's mind was like his office in the Town Hall: sparsely furnished,\nalmost austere, but with all the necessaries laid out for easy access.\nUnderneath the strength and iron of the mind Jonas caught the spark\nglowing, and nearly smiled. In spite of the reports, in spite of logic,\nthere had been a chance the Brotherhood had guessed wrongly about this\nman.\n\n[Illustration]\n\nNow that chance was gone, and the Brotherhood was right again.\n\n\"Not many ask to see me,\" Knupf said in the same voice. He went on\nlooking at his hands. There was bitterness in his mind, bitterness that\nhad changed to hate. \"Their pleas tend to be exactly the opposite.\"\n\n\"I did not plead,\" Jonas pointed out. \"It was necessary that I come to\nsee you.\"\n\nThe question was, he told himself, exactly what were the Inquisitor's\nreal beliefs? His public professions were well-known; Jonas searched and\nfound the answer. Knupf was an honest man.\n\nThat, of course, made matters simpler.\n\n\"Necessary?\" Knupf said, looking up for the first time. His gaze stabbed\nlike a sword. He was uneasy, Jonas knew; with another mind probing his,\nhe could not help but be uneasy. But he could not find a cause; it would\nnever occur to him. And he controlled his feelings superbly.\n\n\"You believe that I am a wizard,\" Jonas said.\n\nKnupf waited a bare second, and then nodded.\n\n\"I can do many things,\" Jonas went on. \"It was necessary that I bring\nthese to your attention--and prove to you that they are not wizardry, or\nmagic.\"\n\n\"Many have told me,\" Knupf muttered, \"that their feats were natural. It\nis a common defense.\"\n\n\"So I have heard,\" Jonas said easily. \"But I shall prove what I say.\"\n\n\"I am under no compulsion to listen to you,\" Knupf said after a pause.\n\nJonas shrugged. His feet _were_ beginning to hurt, he realized; he\nsighed briefly, but there was no time or attention to spare for them. \"I\ncould only see you by having myself accused of witchcraft,\" he said. \"In\nthat way, you would be forced to listen to me. You may listen now, or\nlater at a full hearing of the Inquisitor's Court.\"\n\n\"And I am to take my choice?\" Knupf said. He smiled briefly; his face\nremained cold. The strong hands moved on the tabletop.\n\n\"It is a matter of indifference to me,\" Jonas said. \"But the wait\nbecomes boring, after a time.\"\n\nKnupf's eyebrows went up. \"Boring is--hardly the word others would use.\"\n\n\"I am not like others,\" Jonas said. He wished for Claerten suddenly, but\nthere was no way to reach him safely. He had to make his move alone.\n\nWell, he told himself, that was what he had wanted.\n\n\"I can tell you what is in your mind,\" he said.\n\nThe words hung in the air of the room for a long time. At last Knupf\nnodded. \"The Devil grants to many his power of seeing the minds of men,\"\nhe said quietly.\n\n\"This is not Devil's work--as I shall prove,\" Jonas said. He shifted his\nfeet. \"But let me establish one point at a time, in the most scholastic\nmanner; if you will permit.\"\n\n\"I permit,\" Knupf said. There was interest in his mind, overlaid with\nskepticism, of course, but interest all the same. That, Jonas thought,\nwas a better sign than he had dared to hope for.\n\n\"Very well,\" he said. \"Think of a word. Think of any single word. I\nshall tell it to you.\"\n\n\"As any wizard might do, who had the help of his lord the Devil,\" Knupf\nmuttered. \"Do you expect this to prove--\"\n\n\"One thing at a time,\" Jonas said.\n\nKnupf nodded. A second passed.\n\nJonas licked his lips. The possibilities paraded before him; on one\nhand, success. On the other there was the torture and death of the\nInquisition. Jonas took a deep breath; there was no way to back out now.\nHeroism looked a little empty, though.\n\nHe closed his eyes. \"Cabbages,\" he said.\n\nKnupf neither applauded, nor looked surprised. \"As I have said,\" he\nmurmured, \"that which the Devil can grant--\" He paused and looked down\nat his hands. \"Am I to take this as a confession?\" he said. \"Do you wish\nto hurry your own death?\"\n\n\"I am no wizard,\" Jonas said.\n\n\"A stranger,\" Knupf said, \"who enters a small city, is seen at\nmysterious undertakings, plucks words out of the center of a man's mind\n ... why, the picture is a classic one. Del Rio himself, Holzinger or any\nof the others could not describe a better.\"\n\n\"Yet all this was done to draw your attention, to fix it on what I have\nto tell you,\" Jonas said, shifting his feet again. \"I am no wizard, but\na man who may do certain things. And here is my proof: you may do the\nsame yourself.\"\n\nThe silence was a long one, and at the end of it Knupf rose. He walked\nto the door of the room and opened it, and the bald-headed guard came\nin. \"He has tried to tempt me to pact with Satan,\" the Inquisitor said.\n\n\"But--\"\n\n\"Take him away.\"\n\n       *       *       *       *       *\n\nSome day, Jonas thought, back in his cell, there would be a method of\ncontrolling minds that did not require the willing co-operation of the\ntwo parties. Some day the man who reads minds would be more than a\npassive onlooker.\n\nBut the talent was new; it needed practice, it needed training.\n\nThe cell grew dark as night came, and the dampness seemed to increase.\nJonas heard squeaking and thought of the rats, but he couldn't even\nsummon up enough energy to try for them. He sat crosslegged in a corner\nof the cell and closed his eyes.\n\nHe sighed once, deeply. This was what a hero came to, he told himself.\nThis was the end of heroics and playing a lone hand. Why, if he had it\nto do over again, he would--\n\n\"You would do exactly the same thing,\" Claerten's voice said.\n\nJonas grinned suddenly, and sat straighter. \"I should have known you'd\nbe getting into contact sooner or later,\" he thought.\n\n\"I try to keep track of all our men,\" Claerten thought. \"In a case like\nyours, I try harder.\"\n\n\"My foolishness,\" Jonas thought, \"sometimes works to my benefit.\"\n\nClaerten's thought was wry. \"If you hadn't got impatient and tried to\nhurry things,\" his voice said in Jonas' mind, \"you wouldn't be back in\nyour cell now. There is a time and a place for your disclosure--\"\n\n\"Another day in here would have driven me out of my wits,\" Jonas\nthought.\n\n\"Better out of your wits than dead,\" Claerten thought.\n\nJonas sighed.\n\n\"However,\" Claerten went on, \"there is still a way out for you. I have\nread the situation in your mind, and your next move will have to be\nrather more spectacular than usual.\"\n\n\"So long as it works,\" Jonas said, \"I will be satisfied.\"\n\n\"It will work,\" Claerten said. \"At least--I think it will.\"\n\nAnother day dragged by. Jonas put in his time alternately going over the\nnew plan and feeling more frightened than he had ever believed possible.\nClaerten reached him once, but the contact was weak and fleeting; the\ndirector hadn't enough strength to reach him again, at least not for a\nday or so. Jonas was exactly where he'd wanted to be: on his own.\n\nHe hated the idea.\n\nTime passed, somehow. When morning dawned, Jonas awoke to find the door\nof his cell being unlocked. The bald man and the black-haired man were\nboth there. He looked up at them with distaste.\n\nThen he saw what was in their minds, and the distaste changed to fear.\n\n\"You have confessed,\" the bald one said. \"It is necessary that you\nratify your confession. Come with us.\"\n\nJonas knew what that meant: ratification of a free confession took place\nunder torture. He wiped his face with one hand, but he hardly thought of\nescaping.\n\nHe had to go through with the plan.\n\nThe two guards came into the cell and gripped his arms. Jonas allowed\nhimself to be carried out into the corridor, and down it to a great\nwooden door. The guards opened it, and dragged him through.\n\nThe torture chamber was brightly lit, with torches in brackets along the\nwalls that gave off, by a small fraction, more light than smoke. In one\ncorner the rack itself stood, and there were other tools of the trade\nscattered around the room.\n\nJonas found that he was sweating.\n\nThe guards brought him to the center of the room. Knupf was standing\nnear him, a perfectly blank expression on his face. His voice was the\nsame rough rasp, but it seemed almost mechanical.\n\n\"You have confessed to me,\" he said, \"your heresy. Now, you will be made\nto ratify your confession. That done, your penalty will be exacted.\"\n\nAnd the penalty, of course, would be death--death at the stake.\n\nHe forced himself to remain calm. Now was the time for his play. He took\na deep breath and felt the strength in him gather to a single point and\nflow outward. The two men suddenly seemed to stagger; there was a second\nof confusion and they had let him go. He stood alone in the room. He\nturned and walked to the door, but he did not open it. Instead, he\nleaned against it.\n\nHe forced his voice into the patterns of calmness and ease. \"Your men\ncannot touch me,\" he said.\n\n\"Wizard--\"\n\n\"No,\" Jonas said. The confusion he was broadcasting kept the men from\ndoing anything that required even a simple plan, but he couldn't keep it\nup for long. \"A man like yourself, a man with a particular talent, given\nby God.\"\n\n\"The name of God--\"\n\n\"I can say that name,\" Jonas told the Inquisitor. \"No wizard may say\nit.\"\n\n\"It is a trick,\" Knupf said.\n\nJonas shook his head. \"Not at all. I will ask you to do nothing against\nthe Faith; I will merely ask you to test for yourself what I say.\"\n\n\"You are a heretic,\" Knupf said stubbornly. \"I can not--\"\n\n\"You can pray,\" Jonas said.\n\nKnupf blinked. \"Pray?\" he said.\n\n\"Meditate on a prayer,\" Jonas said. \"Keep your mind open, keep yourself\nready for the gift of God. It will descend on you.\"\n\nKnupf shook his head. \"It is a trick--\" he began.\n\n\"A trick?\" Jonas said. \"With the prayers of God and His Church?\"\n\nAnd that was the unanswerable question. For no wizard could use the name\nof God, no wizard could pray. So the Inquisition said; so Knupf said, so\nKnupf had to say, and so he had to believe.\n\nSlowly, his mind opened and became receptive. The prayer hung in the air\nof the smoky room. Jonas slipped in--\n\n\"Now,\" he said quietly.\n\nHis control slipped. The two guards came toward him, overpowered and\nheld him in a brief second--\n\n\"Wait,\" the Inquisitor said heavily. \"Wait. Release him.\"\n\n       *       *       *       *       *\n\n\"And so,\" Claerten thought, \"the job was accomplished.\"\n\n\"Naturally,\" Jonas thought.\n\nClaerten's thought had an overtone of weariness. \"There is no need to be\nsmug,\" he told Jonas. \"After all, you did not do the job yourself.\"\n\n\"Unimportant,\" Jonas thought. \"The man is convinced; he can be trained\nfurther and join the Brotherhood.\"\n\n\"It will take time,\" Claerten said. \"A few years, perhaps. But in the\nmeantime there will be no trials in Speyer.\"\n\n\"No trials?\" Jonas thought. \"But ... oh. I see.\"\n\n\"Of course,\" Claerten thought. \"Any man who considers himself a wizard\nwill have his mind seen by the Inquisitor. And since there are no\nwizards--at least, none we have discovered--\"\n\n\"The trials will cease,\" Jonas finished.\n\n\"And the Brotherhood has gained a new member,\" Claerten said. \"A member\nwith influence and power. It is an important step forward, Jonas.\"\n\n\"Of course,\" Jonas thought disinterestedly.\n\n\"Yet you seem bored by the matter,\" Claerten thought, puzzled. \"I don't\nsee ... oh. I see the woman in your mind. The daughter. And--\"\n\n\"Now, stop it,\" Jonas thought. \"Stop it. Cut off. After all,\" he\nfinished, \"there are times when even a hero wants a little privacy.\"\n\n\nPostscript:\n\n_In 1605-1606 (in Offenburg) there were no executions...._\n\n--H. C. Lea, \"Materials Toward a History of Witchcraft,\" Vol. III, p.\n1148.\n\n\nTHE END\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Wizard, by \nLaurence Mark Janifer  (AKA Larry M. Harris)\n\n*** END OF THIS PROJECT GUTENBERG EBOOK WIZARD ***\n\n***** This file should be named 24375.txt or 24375.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/4/3/7/24375/\n\nProduced by Greg Weeks, Greg Bergquist, Bruce Albrecht and\nthe Online Distributed Proofreading Team at\nhttp://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}