{"title": "Shock Absorber", "author": "E.G. von Wald", "releaseDate": "January 21, 2008", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                              SHOCK ABSORBER\n\n                             BY E. G. VON WALD\n\n                         Illustrated by van Dongen\n\n[Transcriber's Note: This etext was produced from Astounding Science\nFiction June 1955. Extensive research did not uncover any evidence that\nthe U.S. copyright on this publication was renewed.]\n\n\n     _A man acts on what he believes the facts are, not on the facts. He\n     lives or dies by what the facts are. Now sometimes you don't have\n     time to correct a man's beliefs, yet he must act correctly...._\n\n\nThe aging little psychologist looked down at the captain's insignia on\nhis sleeve and scowled.\n\n\"I know it's a lousy, fouled-up situation, commander,\" he said with\nevident irony. \"You speak of discipline. Well, it's bad enough here on\nMars, where a junior officer like you feels free to argue with a full\ncaptain like me, but out there with the fleet, discipline is now\nvirtually nonexistent.\"\n\nHe looked up again and quickly added, \"Oh, of course there is a\ndiscipline of a sort, and in its own way it is quite effective. Strict,\ntoo, as you will find. But it has few of the marks of the military\nacademy, of which the regular officers were so fond. Perhaps that was\nthe reason why they let the situation get away from them, and why we are\nin charge of it now.\"\n\n\"I still think--\" the commander started, but he was interrupted again.\n\n\"I know what you think, commander. You can forget it. It's wishful\nthinking and we cannot permit such daydreaming in our precarious\ncondition. Face the facts as they exist in the present. After we kick\nthe aliens out of our solar system, maybe we can go back to the old\nideas again. Maybe. I'm not even very sure of that. But as for now, the\ncharacteristic of despair is the lowest common denominator among the\ncombat patrols, and we therefore have mutinies, disobedience of orders,\ndefections of every variety. That is a real situation, and it will\npersist until we can induce the men to accept tactical leadership that\ncan cope with the enemy.\n\n\"Actually, it is not very remarkable that this situation developed.\nStrategy is still a rational computable quantity, but the actual tactics\nof fighting is something else entirely. The aliens have an intellectual\nresponse that is in full truth alien to us. It simply cannot be\ncomprehended rationally by a human being, although they manage to guess\npretty well the responses of our own fighters. Naturally, the result has\nbeen that in the past our losses were almost ninety per cent whenever a\npatrol actually engaged in a firefight with the enemy.\n\n\"Fortunately, the aliens are much too far from their home to possess\nanything like the number of personnel and other resources that we have.\nOtherwise, they would have beaten us long ago. Completely wiped us out.\nAnd all because an ordinary, intelligent human being cannot learn any\npatterns by which the aliens operate, and by which he can fight them\nsuccessfully.\"\n\n\"I know that,\" the commander muttered. \"I spent plenty of time out there\nbefore I got tapped for this new branch of service.\" He rubbed the moist\npalms of his hands together nervously.\n\n\"Certainly you did,\" the captain acknowledged absently. Then he\ncontinued his explanation. \"Fortunately, there was a small body of\ninformation on extra-rational mental faculties that had been developed\nover the past century, and as soon as we expanded it sufficiently, we\nwere able to form this new branch of service you now belong to. But\nunfortunately, some idiot in the Information Service released a\npopularization of the data on the new branch. That was ill-advised. The\nveterans who had survived so far had their own way of accounting for\ntheir survival, and that did not include what that silly description\nalluded to as 'blind guessing' by commanders of 'exceptional psychic\ngifts.'\n\n\"Like most popularizations, the description was grossly inaccurate, and\nwas promptly withdrawn; but the damage had already been done. The damage\nwas completed by another idiot who named the new branch the Psi Corps,\nmerely because the basic capacity for extra-rational mental faculties is\ntechnically signified by the Greek letter 'psi.' The name was slightly\nmispronounced by the men, and that automatically produced that nasty\nlittle nickname, which has stuck, and which expresses very well the\nattitude of the men toward the new service.\n\n\"As I say, fleet discipline is very bad, and the men simply would not\naccept orders from such officers. There are numerous cases on record\nwhere they killed them when there was no other way out.\n\n\"Now, as far as discipline itself is concerned, the best procedure would\nbe to pull an entire fleet out of the defense perimeter and retrain\nthem, because the newly trained recruits can be made to accept Psi Corps\nofficers as commanders. But our situation is far too desperate to permit\nanything like that. Therefore, we must use whatever devices we can think\nof to do the job.\n\n\"The ship you are going to is staffed by veterans. They were incredibly\nlucky. From the outset, they had a CO who was a man highly gifted in psi\nwithout he or anyone else knowing about it until a few months ago when\nwe ran a quiet little survey. But he got killed in a recent encounter,\nalong with their executive officer, so we are now sending them a new\ncaptain and a new exec as well. But those men simply will not accept\norders from a Psi Corps officer. Furthermore, they have heard the\nrumors--soundly based--that the Psi Corps, as a result of its\nopposition, has gone underground, so to speak. They know that its\npersonnel has been largely disguised by giving them special commissions\nin the regular Space Combat Service. As a result, they will most\ncertainly suspect any new commanding officer no matter what insignia he\nwears.\n\n\"Of course, now and then you will find one of the old hands who will\naccept the Psi Corps, so long as it isn't jammed down his throat. Just\npray that you have somebody like that aboard your new ship, although I\nmust admit, it isn't very likely.\"\n\n       *       *       *       *       *\n\n\"All right, all right,\" the commander growled with irritation.\n\"But--with your permission, sir--I still think my particular method of\nassignment is a lousy approach and I don't like it. I still think it\nwill make for very bad discipline.\"\n\n\"Whether you like it or not, commander, that is the way it will have to\nbe accomplished. We are simply recognizing a real situation for what it\nis, and compromising with it.\"\n\n\"But couldn't this change in command personnel be postponed until--\"\n\n\"If it could be postponed,\" the captain replied acidly, \"you may rest\nassured we would not be employing disagreeable--and somewhat\nquestionable--devices to speed it up. Unfortunately, our outlying\ndetectors have identified the approach of a fleet of starships. They can\nonly be reinforcements for the aliens, about equal to what they already\nhave here, and they will arrive in two years. If those two forces can\njoin each other, there will be no need to worry further about discipline\namong the humans. There will shortly be no humans left. So we are\npreparing a full-scale assault against those aliens now within our\nsystem in the very near future. And we simply must have all tactical\ncombat devices commanded by men with extra-rational mental abilities in\norder to deal with them effectively.\"\n\n\"Effectively?\" the commander snorted. \"Thirty-two per cent effective,\naccording to the figures they gave us in the Psi school.\"\n\n\"That is considerably better than twelve per cent, which is the\nstatistical likelihood of survival in combat without it,\" the captain\nretorted.\n\nNervously, the commander scratched the back of his thin neck, grimmaced\nand nodded.\n\n\"The first and most important problem for you is to gain the confidence\nof your crew. They will be worse than useless to you without it, and it\nwill be a very difficult job, even with all the advice and help our men\ncan give you. And you will have to be careful--don't forget what I said\nabout assassinations. The way we are going about it, that you find so\ndisagreeable, should minimize that danger, but you can't ever tell what\nwill happen.\"\n\nHe held up his hand to forestall a comment from the other and continued\non. \"There are conditions for everything, commander. Men react according\nto certain patterns, given the proper circumstances. It is\ncharacteristic of the sort of men you will encounter on your new ship\nthat they are unlikely to take the initiative in such matters, partly\nfrom their early training and partly from their association with a CO\nwho pretty well dominated them. However, they will readily condone it if\nsomebody else does take the initiative in their behalf. Particularly, if\nthat man has some official authority over them, and there is always\nsomebody like that. They will not only condone the action, they will\npositively be happy about it, because it will tend to bolster their\nsense of security--such as it is. You know the sort of thing--father\nhunger. Somebody to take care of them the way their old CO did.\"\n\nThe captain sighed. \"So you see, commander, you are going into a\ndouble-edged situation. Everything in it that can accrue to your\nadvantage, could also get you promptly killed.\"\n\n\"I see. First I fight with my men,\" the commander said bitterly. \"And if\nI win that battle, I will be permitted to fight the aliens with a\nthirty-two per cent possibility of living through the first encounter of\nthat.\"\n\n\"It's always been that way to some extent,\" the captain replied\nsympathetically, \"in every command situation since the world began. Only\nright now is a little worse than anyone can remember.\"\n\n       *       *       *       *       *\n\nThe commander departed. But about a month later, ensuing circumstances\nbrought one Lieutenant Maise to the same office building. He was not, of\ncourse, ushered into the august presence of the captain, who was seeing\nmore important people than lieutenants that day.\n\nMaise had been there for several hours every day for the previous three,\nand he went immediately to the desk of the Special Reports Officer. The\nSR Officer was a lieutenant also, a combination of psychologist and\nwriter, whose business it was to make sure that Special Reports on\nmorale matters were presented in the properly dramatic fashion so that\nthat indefinable aura of reality, customarily omitted from official\nhistorical documents, could be included. The Evaluation Division, back\non Earth, was very fussy about that \"aura.\"\n\n\"Ah, good afternoon sir,\" the SR Officer greeted him. \"Glad to see you\nagain.\"\n\nMaise nodded curtly and took a seat beside the desk.\n\n\"I think we are pretty well finished now--\"\n\n\"We better be,\" Maise interrupted. \"My ship is pulling out in four\nhours.\"\n\n\"Right on the button, eh?\" said the SR Officer. He fumbled in a desk\ndrawer and withdrew a bulky folder, from which he extracted a smaller\nmanuscript, and handed it to Maise. \"I think you will find it complete\nand suitably expressive, now, sir.\"\n\nMaise scowled as he accepted the document. \"It makes no difference to\nme. I didn't want to get involved with the report in the first place.\"\n\n\"I know,\" the SR Officer nodded agreeably. \"But don't worry. Nobody is\ngoing to prefer any charges against anybody in any case. What they want\nback on Earth is all the information they can get on morale problems, so\nthat they can more effectively implement their planning. You know how it\nis.\"\n\n\"How would _I_ know?\"\n\nThe SR Officer snapped, \"I can understand your sentiments, but don't\nblame me. Remember, I'm just a lieutenant, and I just work here in\nMorale.\"\n\n\"Sure,\" Maise said, cracking a grin on his stiff lips. \"Sorry. I know it\nisn't your fault.\"\n\nHe opened the report, and commenced reading.\n\n       *       *       *       *       *\n\nTITLE:\n\n     SPECIAL CONFIDENTIAL PSYCHOLOGICAL REPORT, prepared in\n     collaboration with Lieutenant E. G. von Wald, Special Reports\n     Officer, Mars XLV Base.\n\nTO:\n\n     COMMANDING OFFICER\n     Psychological Study and Evaluation District\n     Central Command Authority\n     Unified Human Defense Forces\n\nFROM:\n\n     LIEUTENANT ALTON A. B. MAISE\n     Executive Officer\n     Space Combat Device LMB-43534\n     Seventh Space Fleet\n\nSUBJECT:\n\n     ATTEMPTED BACTERIOLOGICAL POISONING OF COMMANDER THOMAS L. FRENDON,\n     recently assigned captain of above-mentioned Combat Device. As per\n     Special Order PSIC334349, dated 23 July 2013.\n\nOn 17 October 2015, Space Combat Device LMB-43534 was detached from the\nSeventh Fleet and returned to the Martian XLV Docks for general\noverhauling and refitting with new equipment. This period extended for\ntwo months, and was followed by a seven-day course of rechecking by the\ncrew.\n\nI was assigned to the ship as Executive Officer on 21 November following\ndetachment, and was in command of the ship during most of the\nabove-mentioned operations. The men were extremely hostile toward me,\nowing to their fear that I was a Psi Corps officer acting under a\nspecial commission in the SCS, but no overt signs of mutiny took place,\nperhaps because we were still in port. Needless to say, I was very glad\nwhen the message arrived informing us of the assignment of Commander\nFrendon as captain, inasmuch as the situation made clearly evident that\nI could not expect to be able to assume tactical command of the ship\nmyself when it was returned to combat, the attitude of the crew being\nwhat it was.\n\nAlmost immediately upon receipt of the message, some of the animosity\ntoward me lifted, but hardly enough for me to consider myself accepted\nas a member of the crew, although there was a good deal more work done\nafter that.\n\n       *       *       *       *       *\n\nSix days before our scheduled departure date, Commander Frendon arrived.\nI was in the control cabin with Lieutenant Spender, Third Officer, when\nLieutenant Harding, the Astrogator entered. He limped around the little\nroom a couple of times and then slumped dejectedly into a chair. \"Well,\"\nhe said, \"we've had it, boys.\"\n\nSpender looked around at him quickly, saying, \"What's that?\"\n\n\"I said we've had it. I just saw the new CO, walking over from the\nOperations office.\"\n\n\"What about it?\" I asked sharply.\n\nHarding shook his heavy, balding head, staring at the floor. \"It's\nwritten all over him,\" he said bitterly.\n\n\"No!\" muttered Spender.\n\n\"Yep,\" Harding growled. \"Just wait until you lay eyes on him.\"\n\nHe stood up and faced me, his expression bleak and cold. \"A sickman, Mr.\nExec,\" he snarled. \"Just as sure as death.\"\n\nAs previously noted, discipline was very lax, but I had been trying to\nrestore it as much as possible. So I said, \"I don't know whether the\nnew CO is a member of the Psi Corps or not, Harding, but cut out this\nnickname of 'sick.'\"\n\nHarding mumbled: \"That's what everybody calls them. I didn't invent the\nname. But I think it is plenty appropriate.\"\n\n\"Well cut it out.\"\n\nHarding glared at me. \"I suppose you're glad to have one of the\nguess-kids running this ship.\"\n\n\"Nobody wants to be involved in any guessing games, but we're not\nrunning the war here, so stow it.\"\n\nSpender broke in then with his customary cold, quiet speech. \"A sickman,\neh? Then we have approximately one chance in three of living through our\nfirst encounter with the enemy when we leave here. That is according to\nthe statistics, I believe. But to the best of my recollection, our\nprevious captain brought us through eighty-eight skirmishes before\nanyone got hurt.\" He shook his head and thoughtfully contemplated the\nbig, raw knuckles of his hand.\n\nAs is perfectly obvious from the above, the situation was ill-suited for\na new officer to take command of the ship. I would have liked to settle\nthe matter a little more before he got there, but there was nothing I\ncould do about it then. Besides, it wasn't my worry any more, I realized\ngratefully. The problem of loyalty and confidence was now the business\nof the new CO. I did not envy him his job, but it had to be done.\n\n       *       *       *       *       *\n\nAt the very first glance, you could see what Harding had been talking\nabout. Commander Frendon was the absolute epitome of every popular\nphysiological cliché associated with people of unusual psi endowment for\nthe past century that it has been known. At least ten years younger than\nany of the rest of us, he was of medium height, extremely skinny and\nnervous, his eyes glancing about with a restless uncertainty. It seemed\nalmost too obvious on him, I thought, and wondered who had been\nresponsible for assigning him to anything at all in the armed forces.\n\nHe grinned slightly at us when he came in, dearly unsure of himself, and\nmade a valiant but artificial-sounding effort. \"Hello men,\" he said. \"My\nname is Frendon. I'm the new CO.\"\n\n\"Yeah,\" muttered Harding, \"we see that you are.\"\n\n\"What's that lieutenant?\" Frendon's voice was suddenly sharp, and the\nwavering grin had vanished.\n\n\"I said, yes sir,\" Harding replied sullenly. \"Welcome aboard.\"\n\nFrendon nodded curtly, and glanced around at the rest of us, at no time\nlooking anyone directly in the eyes. I stood up and held out my hand.\n\"Maise, here,\" I said. \"Your Exec.\" And naturally I added the\ntraditional welcome.\n\nSpender introduced himself, and as he was speaking, the remaining crew\nman walked in to find out what was up. He took one look at Frendon,\nunderstood, and turned to leave again.\n\n\"And the man in the lead-lined tunic is Lieutenant Korsakov,\" I said\nquickly. \"He's your engineer.\"\n\nKorsakov sullenly said hello and waited. And Frendon also waited, all\nthe time standing stiff and sensitive. One got the impression that he\nwas in a nervous agony, but unable to help himself or to receive help\nfrom anybody else. When the introductions were long since completed,\nFrendon still stood uncertainly, and an unpleasant silence developed.\n\n\"Sit down, captain,\" I suggested. \"How about some coffee?\"\n\nFrendon nodded and jerkily moved to the seat I had vacated. The eyes of\nthe other men followed him, studying his uniform. Although it was clear\nby now that he was wearing the ordinary insignia of the SCS, nobody was\nparticularly reassured, because we had all heard of the new arrangement\nunder which the Psi Corps operated.\n\nSo Frendon sat. The silence continued. Everybody stared at him, and he\nlooked helplessly around. I worked up what I felt was a friendly grin,\nand his gaze finally found itself on me and stayed there, almost\npleading.\n\n\"You'll have to forgive us, captain,\" I told him. \"We're an old bunch of\nmangy veterans, and it's going to be a little strange for a while having\na bright new captain.\"\n\n\"Certainly,\" Frendon said, his voice hardly above a whisper. \"I\nunderstand.\" He hesitated and then added in a quick defensive rush of\nwords, \"But, of course, you must understand that this isn't the first\nship I've commanded, and I've been in combat before too, and so I don't\nsee why I should be so doggone strange.\"\n\nThat's what he said. Doggone.\n\n\"Well,\" I murmured and cleared my throat. \"Of course, captain.\"\n\n       *       *       *       *       *\n\nHarding broke off his steady, hostile glare, and fumbled in his pocket\nfor a cigarette.\n\n\"Captain,\" he started, a little uncertainly, which was unusual for\nHarding, \"can I ask you a frank question?\"\n\n\"Huh?\" Frendon looked at the Astrogator blankly. \"Why ... why, er,\ncertainly, lieutenant. Harding you say your name is? Certainly, Harding,\ngo right ahead.\"\n\nLieutenant Harding carefully lighted his cigarette. Then he said,\n\"Captain, will you tell us whether or not you are a sickman--I mean a\nPsi Corps officer?\"\n\n\"Why?\" Frendon leaned forward tensely, then relaxed self-consciously.\n\"Why do you ask that, Harding? Aren't you familiar with the insignia of\nyour own branch of service?\"\n\n\"Yes, sir,\" Harding replied blandly, \"but there have been a number of\nreports that they were going to assign a sick ... I mean a Psi Corps\nofficer to the command of all new Combat Devices, only they would be\nwearing SCS insignia. Since we have been outfitted fresh and all, we\nprobably come under the heading of new Devices.\"\n\n\"What if I were a Psi Corps officer?\" Frendon demanded truculently, his\nlong, skinny frame taut with excitement.\n\nHarding considered that question, or rather statement, and puffed\nthoughtfully on his cigarette. Finally he shrugged. He reached over and\nmeticulously crushed out the cigarette in an ash tray.\n\n\"For the benefit of you, lieutenant\"--Frendon's bitter gaze swept the\nentire room--\"and the rest of you, I am not now nor have I ever been a\nmember of the Psi Corps. Does that satisfy you?\"\n\n\"Yes, sir,\" I said quickly. Nobody else said anything.\n\nFrendon stood up and stalked tensely to the door. There he spun around\nand said, \"But there is a branch of the military service designated as\nthe Psi Corps, and if you wish to discuss it in the future, kindly refer\nto it by its official title or abbreviation, and not by that atrocious\nnickname of 'sick.' I am sure the Central Command Authority knows what\nit is doing, and if they did intend to assign such personnel they must\nhave very good reasons for it. Understand?\"\n\nThere was a general nodding of heads and a scattered, sullen, \"Yes,\nsir.\"\n\n\"Now then, you may call out the ship's company, Mr. Maise,\" Frendon said\nto me.\n\n\"Well, captain,\" I replied, \"we're all here.\" Then sure enough, Frendon\nmade us all stand at attention while he read his orders to us, just like\nit says in the book at the academy. After which, happily, he went to his\ncabin, and let us go back to our work.\n\n       *       *       *       *       *\n\nThat was the introduction of Commander Frendon to the crew. He made a\ndistinct impression. Entirely bad. Veteran small-ship personnel in this\nwar have shown themselves to be extremely clannish, at best, deriving\ntheir principal sense of security not from the strength of the fleet\nwhich they never see and rarely contact, but from their familiarity with\nand confidence in each other's capabilities. Now these men had a new CO\nwho was not only a stranger, but one who they felt sure was a member of\nthe feared and mistrusted Psi Corps, a sickman, a man whose battle\ntactics were reputedly nothing but a bunch of blind, wild guesses.\nPreviously, I had been the unwanted and suspected stranger, so I knew\nhow Frendon would feel.\n\nThe situation developed rapidly, probably because we had only six days\nbefore our scheduled departure into the combat zone. That afternoon,\nKorsakov and Harding were supposed to be checking the wiring of\nfire-control circuits. Base mechanics had installed the gear and tested\nit, but it is standard operating procedure for the ship's crew to do\ntheir own checking afterwards, the quality of the work by electronics\nmechanics on planetary assignment being what it is these days.\n\nI found them sitting on the deck, engaged in a desultory, low-voiced\nconversation. They had stripped the conduit ducts of plating, but there\nwas no sign that they had done anything further.\n\n\"All right, you guys,\" I said. \"Get up and finish that check. We may\nhave to use those missiles one day soon, and I'd like to be sure they go\nwhere they are sent.\"\n\nKorsakov looked up at me, his broad, thick mouth spread in an unpleasant\ntoothy grin and his bushy eyebrows raised. \"What difference will it\nmake, my friend?\"\n\n\"None,\" supplied Harding. Then he added, \"As a matter of fact, it might\neven be better to leave them scrambled. If we strike an alien, our new\ncaptain is going to close his eyes and punch buttons at random,\nprobably. Why shouldn't we leave the fire controls at random, too?\"\n\n\"They might,\" Korsakov said, still grinning inanely, \"even cancel out\nhis error.\"\n\n\"Cut it out,\" I said. \"You know better than that.\"\n\n\"Maybe you do, Maise.\" Harding replied, \"but we don't.\"\n\nMy face must have telegraphed my mood, because he lurched to his feet\nand quickly added, \"Now wait a minute, Maise. Don't get excited. You're\nnot in command any more, so you don't have to stick to that authority\nline now. Oh sure, I know you're the Exec, but what the hell, Maise.\"\n\nI stared at him for a moment, then said quietly, \"Come on Kors. On your\nfeet, too. Get that work done.\"\n\n\"Ha,\" said Korsakov, but he stood up.\n\n       *       *       *       *       *\n\nHarding moved closer to me. \"Confidentially, Maise,\" he said, \"what do\nyou really think?\"\n\n\"About what?\"\n\n\"You know--Frendon.\"\n\nI shrugged. \"What am I supposed to think?\"\n\n\"You know as well as I do that he's a sickman.\"\n\n\"I told you not to use that nickname around me,\" I replied with\nannoyance. \"Naturally you're going to mistrust them if you tie them up\nin your mind with a name like that.\"\n\n\"Do you trust them?\"\n\nI suddenly wasn't sure myself, so I evaded by saying, \"Frendon told us\nhe wasn't one, anyway.\"\n\n\"Did you expect him to tell the truth?\" Korsakov sneered. \"After going\nto the trouble of getting an auxiliary commission in the SCS? He knows\nwhat we think.\"\n\n\"Sickman,\" Harding repeated, watching me carefully. \"And I'm plenty sick\nof having the brass hats handing us junk like that. It used to be that\nthe worst we'd get would be fouled up equipment that we'd have to check\nand rewire ourselves, like these fire controls. Now they give us a\nfouled-up captain.\"\n\n\"Look,\" I said. \"I want you to cut that talk out, Harding. That's an\norder. And if you think I can't pour it on you guys, just try me once.\"\n\nKorsakov, who had been staring morosely into the wiring duct, turned\naround to face me. He had that nasty grin on his face again.\n\nThe best thing I could think of to do at that moment was to pretend I\nassumed that they would obey and go on back to the control room. I knew\nthey wouldn't pay much attention to the order, but the stand had to be\ntaken. I was still pretty much a stranger myself, but I wasn't going to\nlet them think they could sell me their friendship at the cost of the\ncaptain's authority.\n\nOne thing I did accomplish, however, was the completion of the\nfire-control checkout. There was a lot of rewiring to do, but they had\nit finished in two hours, and everything was perfect.\n\nFrendon went off to the city that evening, and didn't show up the next\nday except for about an hour. Apparently, he had been talking to a\nPsychological Advice officer or somebody like that, and now proceeded to\ninterview each of us in private, quite obviously trying to gain some\nkind of rapport with us. It didn't work. Even if it hadn't been so\nobviously what it was, it wouldn't have worked. The men couldn't stand\nsimply having him around, and their conviction that he was a Psi Corps\nofficer merely grew stronger.\n\nWhen he left for the day, it was a relief. You couldn't like the guy,\nbut you couldn't help but feel sorry for him--at least, I couldn't.\n\n       *       *       *       *       *\n\nThat evening, since we were still docked on Mars, I went to the Base\nservice club for dinner. Sitting in a booth there I found the three of\nthem--Harding, Spender and Korsakov. For the first time, they actually\nseemed happy to see me, and the usual animosity I had experienced from\nthem had almost vanished. Of course, I knew what the reason was. They\ncould now hate somebody else, and since I was in the same dismal\nsituation that they were in, they generously permitted me to share their\ngloom.\n\nI ordered some good Earthside bourbon, and sat down with them. Harding\nhad apparently been making a little speech, which I had interrupted, and\nwhich he now concluded to me.\n\n\"So what do you think we can do?\"\n\n\"About what?\" I said.\n\n\"You know about what.\"\n\nI shrugged and reached for my drink off the servidore.\n\n\"I know you don't like to talk about it, Maise,\" Harding said, \"but we\nhave to. Something has to be done.\"\n\nI started to say something, but he raised a hand and hurried on. \"I\nknow, I know,\" he growled, \"command authority, dignity of rank and all\nthat sort of nonsense and tradition. Sure, I'd like to see some of it,\ntoo. But this is a hopeless case, Maise. Frendon is a sickman. Or a Psi\nCorps man if you prefer. Undoubtedly they have some awfully clever\nfellows back on Earth to do our thinking for us, but as far as I am\nconcerned, they might as well have sent us an idiot child to run the\nship in combat. Don't you understand?\"\n\nHe was looking at me earnestly, the deep concern he felt plain on his\nface. I already knew that Harding could be depended upon to reflect the\nsentiments of the group, and to say exactly what he felt. It was a\nuseful bit of knowledge.\n\n\"I know what you mean, Harding,\" I said, \"but--\"\n\n\"Well, think about it then, man,\" he interrupted sharply. \"You're in the\nsame ship, you know. When we blow up, you do, too. And it isn't just\nthat we'll all be killed with this incompetent guess-kid in command--we\nprobably would anyway, sooner or later. But it's the waste of a good\nship. You know as well as I do that it stands to reason combat can't be\nrun as a game of blind man's bluff. And that's just what Frendon will\nmake it. If you're going to make proper use of your military potential\nit takes brains, like our old skipper had.\"\n\n\"They say the Psi Corps training brings out the most sensitive\nintellectual capacities of a man,\" I replied, quoting from the old\npublicity releases on it and keeping my voice level and dispassionate.\n\"The Central Command Authority believes that it will raise the\npossibility of survival from twelve to thirty-two per cent in actual\ncombat.\"\n\nKorsakov giggled, belched, hiccupped and finished his drink. \"Thirty-two\nper cent,\" he said. \"That is one chance in three.\"\n\n\"You don't understand,\" Harding insisted. \"Maybe the guessing games and\ntests they run back on Earth do give the sickmen one chance in three of\nbeing right by blind guessing. I'm not talking about that. I'm talking\nabout us--on our ship in combat and not in a laboratory back on Earth.\nWe had a captain who ran the ship well, ran it in eighty-seven separate\nforays with the aliens and brought us back each time. He got killed\nhimself on the eighty-eighth. That's the sort of captain we want, Maise.\nA man who can use his head and who can bring the ship through eighty-odd\nruns safely. And that is going to take something besides guesswork.\nDon't forget--if you like to believe in mathematical probability\nstatistics--our chances should be getting slender after all our combat\nexperience. Yours, too, for that matter.\"\n\n\"Maybe,\" I hedged, \"your previous captain was a Psi Corps man in\ndisguise.\"\n\n\"No, he wasn't,\" Spender cut in calmly. \"I knew him for years. We went\nthrough the same service training and served together every minute of\nthe war. And they didn't start this sick-business until three years or\nso ago.\"\n\n\"Well, they say there are natural Psi men who don't need the training so\nmuch.\"\n\n\"Fairy tales,\" snorted Harding. \"That stuff doesn't go. I don't believe\nit.\"\n\n       *       *       *       *       *\n\nThat was clear. And no argument would convince him otherwise, even if I\nhad felt inclined to give him one, which I didn't.\n\nKorsakov, the silent Russian, thoughtfully rubbed his thick hands\ntogether, and then punched the button calling for another drink. \"Once\nin three times,\" he said. \"It's all been proved. Out of the next three\nmissions we go out on, we come back only once.\" His homely face broke\ninto a tired grin.\n\nI laughed with him, but Harding did not like the joke. \"It isn't funny,\"\nhe growled. \"If they can't find a decent captain to send us, why can't\nthey move up one of us that has at least served with a good commander in\ncombat, and maybe learned some of his tricks from him. Not that I would\nwant the job. But it would be better than Frendon. Anything would.\"\n\nI raised my eyebrows at him skeptically. He got the idea and swore. \"You\nknow I didn't mean that I want the job, so don't go goggling your\nrighteous eyes at me, Maise. I know my limitations, but I also know a\ngood captain when I see one. And what do they send us? A kid who not\nonly is a nut, but he's already so scared he--\"\n\n\"Once in three times,\" Korsakov said loudly. He was apparently getting\npretty drunk. \"Their computing machines would need an aspirin to handle\nthat situation. We go out three times but we only come back once.\" He\nturned and peered intently at me, his heavy bushy eyebrows drawn\nseverely down and wiggling. \"Puzzle: complete the figure without\nretracing any lines or lifting the pencil from the paper. How do we\nmanage to go out there the third time when we haven't yet come back from\nthe second mission, huh?\"\n\n\"Shut up, Kors,\" Spender said without emotion. \"You're getting a\nfixation.\"\n\n\"I'm not the astrogator,\" Korsakov muttered, laying his head down on the\ntable. \"If you want a fix on our position, you will have to call on Mr.\nHarding.\"\n\nMy bourbon was probably good, but I couldn't taste it. There was too\nmuch else to think about. I said, \"Well, what are you going to do if he\nreally is a Psi Corps man?\"\n\n\"That,\" Harding said thoughtfully, \"is the question.\"\n\n\"Maise, you're the Exec,\" Spender commented. \"It's up to you to work us\na replacement.\"\n\n\"Didn't you see his orders?\" I snapped. \"They're dated from Central\nCommand Authority itself. Even if I did know somebody here in Mars\nCommand--which I don't--it wouldn't do any good.\"\n\n\"He's right,\" Harding grumbled. \"Everybody knows that once they've\nassigned a sickman, the only people who can get him reassigned are the\nsickmen themselves. Maise couldn't do anything about it unless he was a\nmember of the Corps himself. But that settles it, though--his orders\nbeing from Central, I mean. Nobody but a sickman would have his orders\ncut at Central for a puny little ship like ours. It proves what we\nthought about him, anyway.\"\n\n\"I don't think it proves anything,\" I retorted angrily. \"I don't think\nthe question is whether or not Frendon is a sick--now you've got me\nsaying it--a Psi Corps man. The question is whether we're going to\nsettle down and stop whining just because we got a new CO we don't like,\nand that we can't do anything about. We're not running this war. They're\nrunning it back on Earth.\"\n\n\"We're fighting it,\" Spender commented, chewing on a big, raw knuckle.\n\nHarding looked at me skeptically. \"How much space-combat have you seen,\nMaise?\"\n\n\"Six years, more or less,\" I told him. \"I've seen plenty of the stuff.\nI'd just as soon let somebody else do it from now on in, but nobody\nasked me.\"\n\nHarding grunted: \"Well, tell me, have you ever served under a sick\nskipper?\"\n\n\"No.\"\n\n\"Do you want to?\"\n\n\"Why not? Besides--what can I do about it?\"\n\n       *       *       *       *       *\n\nHarding leaned back and sipped away on the straight whiskey he was\ndrinking, watching me over the top of the glass and talking directly\ninto it, making his voice sound muffled and sinister. \"You know, Maise,\nsometimes you make me tired. Frankly, when they first sent us you, I\ndidn't like it. None of us did. You were CO then, and we thought maybe\nyou were a sickman even if you didn't look like it, and you kept sort of\nsticking up for the sick corps whenever it was mentioned. Well, that's\nall right. New officer in charge, trying to stiffen up discipline, et\ncetera and so forth. But now we've got Frendon for CO. You're in the\nsame boat as the rest of us, and you still keep insisting that the\nsickmen are O.K. But you're a liar and you know it.\"\n\n\"Well, what do you want me to do?\" I shouted angrily. \"Poison the guy?\"\n\nThere was a sudden sharp hush. Even Korsakov lifted his head from the\ntable, and looked around with bleary, bloodshot eyes. \"Poison?\" he said.\nThen, as if the effort of thinking was too much, he lay down again and\nmuttered. \"Once in three times. It's a puzzle question, men. Figure it\nout.\"\n\n\"Of course, entirely aside from the present argument,\" Spender stated in\nhis cold, emotionless voice, staring into his empty glass, \"but I do\nseem to recall an incident like that. Seems there was a ship just about\nlike ours. About three months ago. A mechanic told me about it. Seems\nthey got a new CO assigned to it who was obviously a sickman, just like\nus. Somebody managed to sneak a few of the dormant spores lying around\noutside the dome into him. Then the sickman really was sick.\"\n\nI licked my lips. \"I didn't mean that,\" I said. \"Besides, they could\nalways tell if you did anything like that.\"\n\n\"How?\" asked Spender.\n\nHarding was listening intently, watching both of us, but he didn't say\nanything.\n\n\"They can identify the organisms,\" I pointed out.\n\n\"Sure. Easy. But how do they know where he picked them up? They're\nlaying all around outside the domes here on Mars ever since the first\nassault by the aliens twelve years ago. Nobody's had time to\ndecontaminate this whole planet like they did Earth. Easiest thing in\nthe world for a new officer on Mars to take a little sight-seeing\nexcursion outside the domes and to be a little careless.\"\n\n\"There would be an epidemic if he brought back a lot of spores,\" I\nsuggested. \"Besides, it's out of bounds to leave the dome.\"\n\nSpender shook his head. \"You can get around that out-of-bounds business\nwithout any trouble,\" he said. \"And there are decontamination chambers\nin the air locks, which would clean up anything he brought in; so there\nwould be no epidemic. The exposure would take place outside of the\ndomes--say if he opened his helmet to smell the perfume of the famous\nhypnotic marspoppy, or something like that. Then he would be infected,\nand after that it's non-contagious. All we need is somebody to buddy up\nto him, and take him out there. Nature and the poppy will do the rest.\"\n\n\"Look,\" I said angrily, \"cut that stuff out, Spender. If you're looking\nto me to disable the guy, forget about it. I won't. And I'm telling you\nright now that if I find anybody else does, I'll report it.\"\n\n       *       *       *       *       *\n\nFor once Spender laughed. He turned to face me, and his blue eyes were\ndancing in his scarred, old face. He was laughing at me and my\nbelligerent righteousness, but the real joke, of course, was that unless\nsomebody actually caught him talking Frendon into going out there, there\nwouldn't be the slightest chance of proving he had done it. It was the\nsimplest thing in the world to sneak out and back without being\nobserved, and we both knew it.\n\n\"All right,\" I said then. \"Have your laugh, Spender. And you, too,\nHarding. I don't like the nut we've got any more than you do, but what\nyou're talking about is mutiny and murder--\"\n\n\"Oh, he wouldn't necessarily die,\" Harding commented thoughtfully. \"If\nhe gets the serum within a few hours of the first symptoms, he probably\nwould be just a very sick man for about a month. Too long to take the\nship out with us when we go.\" He grinned at me. \"And as for mutiny,\nnobody would be using any physical force on him. Nor--when you come\nright down to the specific matter of his commanding his ship--would\nthere be any moral force employed either.\"\n\n\"Have it any way you like,\" I said, standing up. \"I don't care for the\ntone of this discussion, and I'm getting out of it.\"\n\nHarding laughed again at that. \"O.K., Maise,\" he said in a friendly tone\nof voice. \"Sorry. I guess you're right at that.\" I stood glaring at him.\n\"Come on, sit down,\" he continued. \"I know there isn't anything else for\nyou to say about it. Being Exec and all, you pretty well have to stick\nup for him, and we don't hold it against you. And don't worry about us\ndoing anything to your precious Frendon.\"\n\nHis face darkened as he said it, though, and he swore. \"Not right now,\nanyway. Still, that spore business isn't such a bad--\"\n\n\"Let it go,\" Spender cut him off with a mixture of irritation and\naffection. \"Somebody told me about it, and so I just passed it on. It\nisn't as easy as it sounds, because that stuff can kill, and you stand a\npretty good chance of making a mistake and catching it yourself.\" Then\nhe looked up at me and smiled again. \"You might as well stick around\nwith us tonight and get drunk, Maise. No place else to go.\"\n\nI hesitated. It was a genuine offer of comradeship, and God knows I\nwanted it. I had been an outcast among these men too long. So I grinned\nback at him and slid down into the booth again, pressing the button for\nanother drink. \"I'll have one more, but then I think I have some work to\ndo. Got to see a man about something.\"\n\nKorsakov stirred himself. He wasn't as drunk as he seemed, I think. He\nraised his head and looked at me carefully for a moment, but then he\nmumbled, \"Once in three times. How do you figure it?\"\n\n       *       *       *       *       *\n\nI left them soon after, located and spoke to Frendon, and then returned\nto the ship. The following morning at nine thirty Commander Frendon\nsuddenly complained of a fever, and said he was going to the hospital.\n\nA couple of hours later, we received notification of his condition from\nthe hospital, and at the same time orders from CINCMARS.\n\nKorsakov, eyes still bloodshot from his hangover, took the message out\nof the scanner and stared at it. Then he wordlessly handed it over to\nme.\n\nI read it. It said that Commander Frendon had contracted the spore\ndisease, but that his condition was satisfactory due to the speedy\ntreatment. He would, however, be confined to the hospital for one month.\n\nThere was an empty space of three lines, and the orders followed,\naddressed to Frendon, to prepare to lift off planet in three days and\nrejoin the Seventh Fleet.\n\nHarding, Spender and Korsakov stared at me with awe when I read them the\ninformation. Nobody said anything for a full minute.\n\n\"All right,\" I snapped finally. \"Kors, ship out a quickie to CINCMARS\nand notify him that we can't join the fleet, because we don't have a\ncaptain, and the orders are to him, personally, and not the ship.\nSomething has to be changed.\"\n\nKorsakov thoughtfully pulled on his shaggy, graying eyebrows with his\nthick fingers. \"Why don't we wait until just before lift time,\" he\nsuggested. \"Then they won't have time to fish us out another sickman,\nand you'll be the skipper, Maise. What do you think of that?\"\n\n\"Lousy,\" I said. \"A delay like that when they already must have that\ninformation kicking around somewhere might just be the thing to foul up\nthe deal. This has to be played straight. Besides, I don't think they\nare likely to have any unassigned sick--I mean Psi Corps men around on\nMars. Go chop out that report.\"\n\nHe was reluctant, but he didn't waste any time about it. And almost\nimmediately the reply came back ordering me to report to the Base Morale\nOfficer and account for Frendon's sudden illness, or accident, or\nwhatever it was. In the old days, that might not have meant so much; but\nnow, of course, the Morale Officer is the whole works.\n\n\"Well,\" I said then, \"looks like the soup is hot. They're suspicious.\"\nNobody said anything. They were all waiting, looking at me. \"Who,\" I\ncontinued slowly and carefully, \"do you suppose slipped Frendon the\nspore? They'll want to know, maybe.\"\n\n\"Why, Maise,\" Harding said garrulously, \"just like Spender told us. He\nwent outside, the dome on a sight-seeing trip and made the mistake of\nlooking at a marspoppy without an antihypnotic color filter. He just\naccidentally happened to expose himself.\"\n\n\"He might not have gone alone,\" I suggested. \"They'll want to know who\nwent with him, since he probably didn't know anybody else on the Base.\"\n\nKorsakov grinned hugely. \"We all did, skipper,\" he said. \"They can't\ncourt-martial the whole crew for going out of bounds with him, can they?\nIt would take a valuable ship out of action.\"\n\n\"They might.\" I stood up, frowning. \"Well, it all depends upon what\nFrendon told them, but, of course, he might have been drunk himself at\nthe time, and a man like him would hesitate to admit something like\nthat. That shouldn't be too hard to demonstrate. In which case,\" I\nadded, letting them see a grin on my face, \"he might have gone by\nhimself after all, and then none of us would have to be even slightly\nimplicated. Like for instance, if he spent some time with us drinking,\nand then went off by himself, how would we know where he was going?\"\n\nThey all laughed with evident relief. It would be a good story. They\nall knew that none of them had induced Frendon to disable himself, and\nfor them that settled the question of who did it. Their willingness to\ntake a full share of the blame off me settled the only other question I\nmyself was concerned about.\n\nAnd this morning, when CINCMARS confirmed my acting captain status, and\nsent us a raw recruit for third officer replacement after moving Harding\nup to acting Exec, everybody was satisfied and happy.\n\nAs happy as any small group of reluctant soldiers about to go into\nbattle is ever likely to get, anyway.\n\n       *       *       *       *       *\n\nLieutenant Maise dropped the report back on the SR Officer's desk when\nhe had finished reading it.\n\n\"How did you like it?\" the SR wanted to know.\n\n\"All right,\" Maise murmured. \"It covers it. I just hope they can make\nsome use of it, so that in the future the assignment of a Psi Corps\nofficer won't be a general signal for a small-time mutiny.\"\n\n\"That's the whole point of making these reports. They'll work out\nsomething.\"\n\nMaise nodded. \"Where's Frendon now?\"\n\n\"He was transferred to XXX Base three days ago, right after he left your\nship. Couldn't let him run around here for a while. Not after the\ntrouble with your crew--somebody might recognize him. Besides, he\nalready has another assignment there.\"\n\n\"I think it was a pretty stupid thing,\" Maise grumbled. \"He was so\nobvious. And suppose I hadn't warned him about it that night, or that I\nhadn't been there when the spore-poisoning idea came to a head among the\ncrew? They might really have tried to get him outside the dome, or to\nget a spore culture inside. And then we'd all be sick or dead.\"\n\n\"Not likely, sir,\" the SR Officer said with a polite, knowing smile.\n\"You see, the aliens are presumably susceptible to their own\nbacteriological weapons. At least we think so from the way they went\nabout it. They want our planets, and they didn't want to have to\ndecontaminate them when they took them over. Besides, it's practically\nimpossible to decontaminate an entire planet, anyway.\"\n\n\"But we did it with Earth.\"\n\n\"For morale purposes, Central Authority let it be known that they were\nable to decontaminate it, but what actually happened was that the spores\nlost their effectiveness within a few years of their original seeding.\nI'm surprised they didn't tell you that in the beginning--\" He caught\nhimself suddenly, then shrugged and smiled again.\n\n\"Maybe you aren't supposed to be told,\" he continued without\nembarrassment. \"It's sometimes hard for me to know about such things.\nYou have no idea how confused the directives can get in an organization\nthis large. Anyway, as you can see, your men couldn't have poisoned\nFrendon or themselves or anybody else with those spores. That's why we\nhave been using that particular form of suggested violence in this\nunpleasant business. If, as you pointed out, something unexpected did\nhappen, it would be absolutely harmless. Naturally,\" he added, \"we\nwouldn't like to risk unnecessarily a professional actor with such a\nremarkably suitable physical appearance as Commander Frendon--even if\nthe poor fellow doesn't have the slightest trace of psi ability.\"\n\nMaise gaped at him for a moment as he comprehended the careful,\nknowledgeable planning behind the ruse, much of which had not been\nexplained to him before in his briefings. He said, \"And I guess there is\nstill a lot more about it that I don't know.\"\n\nThe SR Officer nodded agreement. \"Neither you nor I,\" he replied in bald\nunderstatement. \"After all, there are some pretty intelligent men in\ncharge of this last-ditch defense of our species, and they do keep a few\nof the more important things to themselves. For your own safety among\nyour crew, I suggest that you keep this spore business equally secret.\"\n\n\"I don't need your advice for that,\" Maise said with a low voice and a\nwry grin on his face. But the grin vanished as he stood up to go. He\nhesitated and shook his head uncertainly.\n\n\"So that takes care of that,\" the SR concluded. \"Now you're all set,\naren't you?\"\n\n\"All set?\" Maise murmured, half to himself. \"Hell, I'm just starting,\nand I'm scared. When the boys asked me if I trusted the intuition of the\nPsi Corps men, I suddenly realized that I really wasn't quite sure\nmyself. I've studied and worked for two solid years under extraordinary\nteachers, and back on Earth they said I was unusually good. But now that\nmen's lives will depend on it, it almost seems like something out of a\njoke book.\" He stopped talking and sighed. \"Well, that's the way it has\nto be, I guess.\"\n\nHe turned to go, but the SR Officer called him back. \"Just a minute,\nsir,\" he said. \"You forgot to sign this report. You are the originating\nofficer, you know.\"\n\n\"Oh, yes.\" Maise went back to the desk. He picked up a pen and riffled\nthrough the pages to the last one. There he signed his name, scribbling\nrapidly,\n\n     \"Alton A. B. Maise, Acting Lieutenant SCS Commander, Psi Corps.\"\n\n\"There you are, lieutenant,\" he muttered, and started walking on back to\nthe field where his ship was waiting.\n\n\nTHE END\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Shock Absorber, by E.G. von Wald\n\n*** END OF THIS PROJECT GUTENBERG EBOOK SHOCK ABSORBER ***\n\n***** This file should be named 24380-8.txt or 24380-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/4/3/8/24380/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}