{"title": "Hex", "author": "Laurence Mark Janifer (AKA Larry M. Harris)", "releaseDate": "January 22, 2008", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Bruce Albrecht, Mary Meehan and\nthe Online Distributed Proofreading Team at\nhttp://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                                   HEX\n\n                            BY LARRY M. HARRIS\n\n                          Illustrated by Summers\n\n[Transcriber's Note: This etext was produced from Astounding Science\nFiction May 1959. Extensive research did not uncover any evidence that\nthe U.S. copyright on this publication was renewed.]\n\n\n     _She was a young, enthusiastic worker for the Welfare Department.\n     She liked helping people ... only she really-but-good helped them!_\n\n\nThe office wasn't very bright or sunny, but that didn't matter. In the\nfirst place, if Gloria really wanted sun, she could always get some by\ntuning in on a mind outside, someone walking the streets of downtown New\nYork. And, in the second place, the weather wasn't important; what\nmattered was how you felt inside. Gloria took off her beret and crammed\nit into a drawer of her desk. She sat down, feeling perfectly ready for\nwork, her bright eyes sparkling and her whole twenty-one-year-old body\neager for the demands of the day.\n\nIt was ten minutes to nine in the morning.\n\nOn the desk was a mass of reports and folders. Gloria looked at them and\nsighed; the cleaning woman, she thought, must have upset everything\nagain.\n\nBut neatness was the keystone of good, efficient work in any field.\nGloria set to work rearranging everything in a proper order. The job\ntook her nearly twenty minutes and, by the time she was finished, the\noffice was full.\n\nMr. Fredericksohn hadn't arrived yet, naturally. He always came in\naround nine-thirty. But all of the case workers were ready for the day's\nwork. Gloria looked around the office at them, beaming. It was good to\nbe able to help people and to know that what you were doing was right.\n\nShe remembered wondering how you could be sure you were right about\nsomebody else, if you couldn't read minds. But, then, there were rules\nto go by, and all of the fine classes and textbooks that a social case\nworker had to have. If you paid attention, and if you really wanted to\nhelp people, Gloria supposed, it was all right. Certainly everything in\nher own office seemed to run smoothly.\n\nNot that she would ever do anything about another worker, no matter\nwhat. Gloria remembered what Mr. Greystone, a teacher of hers had said,\na year or so before: \"Never interfere with the case load of another\nworker. Your sole job is represented by your own case load.\"\n\nThat was good advice, Gloria thought. And, anyhow, her assistance didn't\nseem to be too badly needed, among the others. She had quite enough to\ndo in taking care of her own clients.\n\nAnd here she was, wasting time! She shook her head and breathed a little\nsigh, and began on the first folder.\n\nName: GIRONDE, JOSE R.\n\n       *       *       *       *       *\n\n_Name: Wladek, Mrs. Marie Posner._ She was no fool. She knew about the\nreports they had to make, and the sheets covered with all the details of\nyour very own private life; she had seen them on a desk when she had\ncome to keep her appointment. Mrs. Wladek was her name, and that was how\nthe report would look, with her name all reversed in order right on the\ntop. And underneath that there would be her address and her story, all\nthat she had told the case workers, set right down in black and white\nfor anybody at all to read.\n\nWhen you were poor, you had no privacy, and that was the truth. Mrs.\nWladek shook her head. A poor old woman, that was all that she was, and\nprivacy was a luxury not to be asked for. Who said the United States was\ndifferent from the old country?\n\n_Cossacks_, she thought. In the old country, one still heard the old\nstories, the streets paved with gold and the food waiting for such as\nyourself; oh, the war had not changed that in the least. Now the Voice\nof America was heard in the old country--she had a letter, smuggled out,\nfrom her own second-cousin Marfa, telling her all about the Voice of\nAmerica--and that was only another trap. They wanted to make you leave\nyour own land and your own country, and come far away to America and to\nthe United States, so that you would have no friends and you would be\ndefenseless.\n\nThen you could not help yourself. Then you had to do what they asked\nyou, because there was no other way to eat. There were no friends to\nfeed you dinners or to allow you room in a good house. No. There was\nonly the case worker with her reports that took the last bit of privacy\naway from an old woman, and left her with barely enough money to remain\nalive.\n\n\"Get a job,\" they said. \"Tell your son to get a job. He is young and\nstrong and healthy.\"\n\nCertainly! But the United States is not a place in which to work. The\nUnited States will give you money. This fact she had from her uncle\nBedrich, who had come to the new country years before, and who had\nwritten many letters back to his family before his death in an accident.\n\nShould she, then, work? Should her own son, her own Rudi, be forced to\nwork out his time of youth? Surely a little privacy was a small enough\nthing to surrender for freedom and ease?\n\nBut that they should ask for you to surrender it ... _Cossacks!_\n\nMrs. Wladek stood up carefully--her old bones creaked, and she could\nfeel them creaking. She looked around the tiny living room, covered with\ndust. One should have the money to hire a maid. But the case workers had\nnever understood that. Young things, of course they knew nothing of the\ntroubles facing an old woman.\n\nAn old woman needed a maid.\n\nShe laughed briefly to herself at the idea, and realized at the same\ntime that she had been hiding her own thoughts from herself.\n\nToday was her appointment day, and the new one would be there, blond and\nyoung and smiling at her with the innocent face. There was something\nwrong with the new one; she could see that. In the old country there\nwere stories--\n\n_Are you, Marie Wladek, afraid of a young woman? Does your age count for\nnothing? Does your experience and knowledge count for nothing?_\n\nAnd yet, she had to admit to herself that she was afraid, and that she\nwas afraid of giving a name to her fear. Only a fool could mock at the\nstories told in the old country, and Mrs. Wladek knew of such a fool; he\nhad died with mockery on his lips, but all had known what had killed\nhim.\n\n_Can you not battle a young woman, and win, Marie Wladek?_\n\nAnd yet the young woman had something strange about her, and Mrs. Wladek\nremembered the old stories, and thought of witchcraft.\n\nWho could fight witchcraft?\n\nEven when the witch was a young girl without experience, and with an\ninnocent face and blond hair--\n\nMrs. Wladek looked at the mantel clock she had brought with her across\nthe ocean. It told perfect time; it was as good as everything from the\nold country. Here in America they had no such clocks. Here everything\nran by electricity, and when you touched it there was a shock, which was\nunnatural.\n\nThe old clock told the time: nine-thirty. Appointment hour was\napproaching. Mrs. Wladek did not want to leave the house. She did not\nwant to face this new case worker.\n\nBut, all the same, one had to have money to live.\n\nThat they should force an old woman to travel across the city and to\nspeak with a girl, by appointment, solely in order to get the money\nwhich should have been hers by right!\n\nCossacks! Monsters!\n\n_Name:_ GIRONDE, JOSE R.\n\n_Address:_ 1440 Hamilton Street\n\n_Borough:_ New York\n\n_Phone:_ None\n\n_Complaint:_ Client is over fifty, without work for eight months--last\nworked in October--due to recurrent difficulty regarding back. Sole\nsupport wife and wife's sister. One child (Ramon, 27), living on West\nCoast. Preliminary inquiries fail to locate child.\n\n_Remarks:_ NPH. Examination needed. Is back injury chronic?\n\nThere was a great deal of paper work needed, Gloria realized. At first\nshe hadn't liked the paper work at all, but she could see now how\nnecessary it was. After all, everybody wasn't like her; the other\nworkers, she knew, didn't have her particular talent, and they had to\nwrite things down for fear they'd forget.\n\nSometimes Gloria felt very sorry for the other case workers. But she\nknew they were doing their very best, and they were, after all, helping\npeople. That was the only important thing: to help people, to make them\nbetter members of society.\n\nNow, Jose Gironde's back injury was certainly chronic. Gloria tried to\nremember the medical term for it: it was something to do with a\nlordosis. She'd paid no attention to that, since she had been trying to\nfix up the back instead.\n\nBut now a doctor had to be called, and a thorough examination had to be\ngiven, all so that the records would show what Gloria knew already. A\ncase worker couldn't fill out a medical report; you had to be a doctor\nto do that.\n\nAnd it didn't matter, Gloria knew, if you had all the information at\nyour fingertips, and even knew more than the doctor. (Gloria could have\ncured Jose Gironde's back easily; a doctor couldn't do that.)\nExamination was the doctor's job.\n\nIt was like being a member of a team, Gloria thought.\n\nThat felt good.\n\nShe got out the list of doctors which all the case workers used, and\nfollowed it down with her finger. Dr. Willmarth was free, she knew, on\nThursday morning at eleven.\n\nLuckily, Jose Gironde was free at the same hour. She made a note to call\nthe doctor and make an appointment, and to clear the appointment with\nJose Gironde, and made a duplicate note on the report sheet.\n\nThat would take care of that.\n\nThe paper work, after all, wasn't so very hard. All she had to do now\nwas to make the actual calls, and then wait for the written result of\nthe examination. When that had come through, she would be able to\nrecommend Jose Gironde for permanent relief, as was obviously indicated\nin his case.\n\nThe back injury could not be corrected by medical science. And if Gloria\nwere to correct it--\n\n\"Your job as a case worker is clearly defined,\" a teacher had said.\n\"Meddling in another's province, without the permission of your\nsupervisor, is always uncalled-for.\"\n\nIn other words, Gloria thought, the _status quo_ has to be kept. And\nthat, too, made sense when you thought about it.\n\nShe looked up to see Harold Meedy smiling across the room at her. She\nsmiled back, very briefly, and went back to her own work.\n\n\"Interpersonal relationships within the office framework,\" a\nteacher--Mr. Greystone?--had said, \"are fraught with danger, and should\nbe handled with the greatest care.\"\n\nIf Harold Meedy wanted to get acquainted with her, that was his affair.\nShe didn't feel that she could conscientiously encourage him in the\nslightest. Not only was he a fellow worker, which made the whole\nsituation more complicated than it would ordinarily have been, but he\nwas a small pudgy man with pimples and an earnest expression. He looked\nas if he would be a bore, and a difficult person to get rid of.\n\nHe was.\n\nGloria just didn't think he was exactly her type.\n\nAnd if he went on trying, she thought regretfully, she would be forced\nto do something about it. Of course, Meedy would never know the\ndifference, but even so, Gloria didn't like to do any unnecessary work.\nChanging someone's mind was a delicate job, and a responsible one, not\nto be undertaken for a small motive.\n\nEven if the person never knew his mind had been changed at all--\n\n       *       *       *       *       *\n\nMrs. Wladek, in her apartment, shrugged on an old coat and compressed\nher lips with weariness. Appointment time was near, and a person had to\nbe punctual.\n\nEven when a person was going to see a young girl who was strange and\nfrightening, and who might do--\n\n_Well, don't be a foolish old woman_, Mrs. Wladek told herself. Rudi\nwould have told her that. But Rudi was out somewhere, with a girl or\nwith some of his friends, like a good American boy.\n\nDon't be a foolish old woman, Rudi would have said.\n\nBut Mrs. Wladek was frightened.\n\n       *       *       *       *       *\n\nIt was nearly ten o'clock, Gloria noticed. She did not feel in the least\ntired; she was still eager and ready for work. She decided she had time\nfor one more folder before the first of her appointments arrived.\n\nShe reached out for it and saw Mr. Fredericksohn coming in the door. He\nsmiled at her, a tall, white-haired man with a square face, who radiated\nenormous efficiency and a certain distant friendliness.\n\nShe did not say hello, but merely nodded. Mr. Fredericksohn liked to\ntake the initiative himself, in all relationships.\n\n\"How are we doing today?\" he said, peering over her shoulder.\n\n\"Fine,\" she said happily. \"Just fine.\"\n\nMr. Fredericksohn grunted. \"I see Mrs. Wladek's on your schedule today.\"\n\n\"That's right,\" she said.\n\n\"Just do what you can,\" he said. \"You've seen her before, haven't you?\"\n\nShe nodded. \"Once. Last week.\"\n\n\"She's a--problem,\" he said. Mr. Fredericksohn was always a little chary\nof saying anything that might be construed as derogatory to a client,\neven in the privacy of professional conversation.\n\n\"I'm sure we'll be able to work things out,\" Gloria said.\n\n\"Well,\" Mr. Fredericksohn said, and paused. Then he nodded. \"You do what\nyou can,\" he said. His voice sounded doubtful.\n\nShe beamed up at him. \"I certainly will,\" she said with enthusiasm.\n\nMr. Fredericksohn nodded and muttered something, and went on by.\n\nGloria smiled. Oh, she was going to show Mr. Fredericksohn, all right!\nHe just wasn't sure she could handle Mrs. Wladek--and the old woman\ncertainly did represent a problem. Her folder was full of notations by\ncase worker after case worker. But Gloria's smile broadened just a\ntrifle.\n\nMy goodness, everything was going to be all right. She was sure Mr.\nFredericksohn would be happy with her work.\n\nThough the important thing wasn't her own success, but the people\nthemselves. If you could help them to be bright, and happy, and\nsuccessful, then that was the best job in the world.\n\nAnd she could.\n\nMy goodness, yes.\n\n       *       *       *       *       *\n\nMrs. Wladek looked at the door for a long time without opening it. She\ndidn't want to go in--certainly not. But there was her appointment, and\nmoney was needed; she had no choice. The cossacks of America had forced\nher to this pass, and she was an old woman; what could she do? Fight\nthem?\n\nOne had to give in.\n\nShe reached for the doorknob and turned it and opened the door.\n\nThere were all the desks, and the men and women working. And near the\nfar corner, on the left, the girl sat studying a sheet of paper. Mrs.\nWladek looked at the blond hair and the pretty face and the slight\nfigure, and shivered.\n\nBut she had no choice; she went across the room and when she had almost\nreached the desk the girl said: \"Good morning, Mrs. Wladek.\"\n\nHow had she known? Mrs. Wladek had made no sound in walking to the desk.\nYet the girl had known someone was there, and who that someone was,\nbefore her head had been raised. Truly, the girl was frightening.\n\nMrs. Wladek eased herself, feeling her bones creak, into a chair at the\nside of the desk. She said nothing.\n\n\"How are things going?\" the girl said in her pleasant smooth voice.\n\n\"I am fine,\" Mrs. Wladek said deliberately. She did not inquire about\nthe girl's health. That would show her; that impoliteness would show her\nwhat an old woman thought of her!\n\n\"That's good,\" the girl said. \"That's very good. And how is Rudi?\"\n\n\"Rudi is my son,\" Mrs. Wladek said.\n\n\"I know that,\" the girl said, and smiled. \"We met last week, don't you\nremember?\"\n\n\"I remember you,\" Mrs. Wladek said. Then, grudgingly, she added: \"Rudi\nis the same. He is fine.\"\n\n\"That's fine,\" the girl said. \"And has he found a job yet?\"\n\nHere it was necessary to lie, Mrs. Wladek knew. One could not say that\nRudi did not look for work. One had to say: \"Work is difficult to find.\nHe tries, but there is no job.\"\n\n\"And how about yourself?\" the girl said.\n\n\"I am an old woman,\" Mrs. Wladek said. \"Who would hire an old woman?\"\n\nThe girl nodded. \"It's been a long time since your husband died,\" she\nsaid.\n\n\"In an accident with an automobile,\" Mrs. Wladek said. \"I remember that\ntime. It is sad to think of.\"\n\n\"And Rudi hasn't found any work in all that time,\" the girl said.\n\n\"He looks hard,\" Mrs. Wladek said earnestly. This was a game that had to\nbe played, she knew, a conversation that started and finished each time\nshe came for an appointment. \"He looks but work is difficult to find,\"\nshe said.\n\n\"I understand,\" the girl said. \"But I'm sure you and Rudi will both find\nwork soon.\" She paused and her eyes closed.\n\nMrs. Wladek felt something happen.\n\nIt was ... she felt ... a stirring, a changing--\n\nShe stood up suddenly and the chair clattered, balanced and rocked back\nupright. \"What are you doing?\"\n\n\"Doing?\" the girl said.\n\n\"I go to look for work,\" Mrs. Wladek said. \"You make me want to look for\nwork!\"\n\n\"That's fine, Mrs. Wladek,\" the girl said. \"That's just fine.\"\n\n\"But I want to look for work!\" Mrs. Wladek said, horrified. \"What do you\ndo to me?\"\n\nThe girl only smiled.\n\nMrs. Wladek spun and ran for the door, her eyes wide; but she collided\nwith a desk and backed off, and then managed to find her way. The door\nbanged behind her.\n\nGloria sat at her desk smiling, filled with satisfaction. Of course, a\nreaction like Mrs. Wladek's was only to be expected, but when it was\nover she would be looking for work.\n\nGloria released the little doll she had held throughout the interview\nand let it fall back, out of sight, into her desk drawer. The doll was\nshaped into a vague female likeness.\n\nShe didn't need it now.\n\nHer work was done.\n\nMrs. Wladek was going to look for work, and that would adjust her to the\nworld. She would be a functioning member of society now, and it would do\nher a lot of good. Rudi, too--Gloria considered Rudi. There was another\ndoll in the drawer, a male, and after a few seconds she put her hand in\nthe drawer and fished around until she had found it.\n\nShe turned it slowly, feeling for the son, until at last she had made\ncontact.\n\nThere.\n\nHe was talking with some friends; it would not be hard. She\nconcentrated, and at the same time she heard him talking:\n\n\"So look, here's the way I see it. We got the Cobras on our necks, we\ngot to get rid of them, right?\"\n\nSomeone said: \"Right, Rudi.\"\n\n\"So if we start a little rumble, very quiet so the cops don't figure\nwhat's going on, then we--\"\n\nA silence.\n\nSomeone said: \"What's wrong, Rudi?\"\n\n\"I don't know. Something. What am I doing just standing here?\"\n\nAnd someone said: \"What do you mean?\"\n\n\"I mean I ought to be out getting a job, man. Earning some bread for the\nold lady. Got to have money, got to have a job.\"\n\nSomeone said: \"Hey, Rudi. Wait. What's the hurry?\"\n\nAnd Rudi had gone.\n\nGloria dropped the doll and closed the drawer, and sat back, smiling\ngently. It was wonderful to be able to help people.\n\nIt was just wonderful.\n\n_Find work. Find a job._\n\n_Go to the employment agency._\n\n_Start looking for work, right now._\n\n_Get a job._\n\n_It will be nice to have a steady job._\n\n_Nice--_\n\nSomehow, Mrs. Wladek fought off the voices in her mind. It was so easy\nto succumb to them and to drift into the terrible things they wanted.\nMrs. Wladek did not want them at all.\n\nA job, indeed!\n\nBut it took effort, all the same, to concentrate on herself instead of\nthe work, the job, the employment agency. It took effort to sit down on\na bench in the park, near the building where the case workers were, and\nplan out the next step.\n\nA witch, certainly. The girl was a witch and she had put a hex on Mrs.\nWladek, and that hex had to be removed.\n\nHow?\n\nMrs. Wladek thought first of the old woman in the store.\n\nCertainly a gypsy woman would be able to take off a hex. Mrs. Wladek\nremembered gypsies from the old country, laughing people with the\nstrange gift, witches themselves but always available for a price--\n\nThe gypsy woman.\n\nMrs. Wladek stood up and began to walk toward the park's exit. She\nforced her legs to move, creaking, one step at a time, thinking to\nherself: _The gypsy woman, the gypsy woman, the gypsy woman_--and trying\nto ignore the voices in her head that went on and on:\n\n_It would be good to find a job._\n\n_Go right away to the employment agency._\n\n_Right away--_\n\nThere were those who laughed--Marya Proderenska thought--and there would\nalways be those who laughed, but that did not injure her; for scoffers\nshe felt only a vast contempt. Had she not been shown in a dream that\nthe power was hers? Had not each of her husbands, even the third who had\ncontracted the fever and died with great suddenness in three weeks,\nadmitted to her that she had a power beyond that of any normal woman? It\nwas the power of vision and movement, the power of spell and\nincantation.\n\nThe others called it magic, though no gypsy would call it so.\n\nMarya Proderenska sat quietly in the back room of the little shop and\nwaited. A woman would come; she knew that, and the knowledge was another\npiece of her power, and a proof of it. Farther she could not see, but in\nthe cloud of the future the woman was clear.\n\n(What power Marya Proderenska had, a blond social worker had, too, and\nother people; she had never been able to clear her mind of her own\nsuperstitions enough to train the power or work very effectively with\nit. The power was sufficient for her.)\n\nMarya Proderenska sighed. The power demanded its own responsibilities.\nShe could not marry outside the clan into which she had been born. She\ncould not be seen on certain days of every month. During those days many\nfoods were forbidden her.\n\nThus the power worked, and thus she lived.\n\nThe woman would bring money for her, Marya knew. So she sat in the back\nof the shop and waited, and sighed, until the front door sighed open and\nMarie Wladek called: \"Old woman, old woman!\"\n\n\"Do you call me?\" Marya said in her proud baritone.\n\n\"I call you, I call the gypsy woman.\"\n\nMarya stood up and smoothed her old dress over the big-boned frame all\nof her husbands had admired. \"Then come to me,\" she called.\n\nMarie Wladek crept into the room, her eyes saucers of awe. To speak of\nwitches was all very well, and a fresh-faced girl could give one fright;\nbut here was the authority and power of witchcraft, in this woman with\nthe fuzz of hair on her lip and the great trumpeting voice.\n\n\"I come for help,\" Mrs. Wladek said.\n\n\"I know why you have come,\" Marya Proderenska said. \"You have a great\ntrouble.\"\n\nMrs. Wladek nodded. \"I am bewitched. A witch has placed a hex upon me,\nand I come to you to remove it.\"\n\nThere was a little silence. Then Marya Proderenska said: \"The powers\nwill not do work without payment.\"\n\nMrs. Wladek dug into her ancient beaded purse and found a crumpled\ndollar bill. She handed it over and the gypsy woman smiled and ducked\nher head.\n\n\"It is enough,\" she said.\n\nMrs. Wladek said: \"Then you will help me?\"\n\n\"I will help you,\" the gypsy woman said. \"Tell me of this curse upon\nyou.\"\n\n\"There is a voice in my mind,\" Mrs. Wladek said. \"The voice tells\nme--even now it continues--to go to an employment agency, to accept\nwork ... and the voice is not of my making.\"\n\n\"Whose voice is this?\" the gypsy woman said.\n\n\"It is my own voice,\" Mrs. Wladek said. \"The voice is my own, but I did\nnot tell it to speak. Inside my own head, I can hear my own voice as if\nsomeone else put it there.\"\n\n\"Ah,\" the gypsy woman said. \"And who is the witch who has put this curse\nupon you?\"\n\nMrs. Wladek sighed. \"At the office of the social workers, there is one,\na young woman. She has done this to me.\"\n\nMarya Proderenska nodded. Her eyes closed.\n\nMrs. Wladek stared at the still figure without moving for a minute. Time\nstretched endlessly. The room was very quiet; Mrs. Wladek heard the\ncontinuing voice in her mind and felt fear.\n\nAnother minute ticked by.\n\nAt last the gypsy woman opened her eyes. \"It is a strong curse,\" she\nsaid in a distant voice. \"But I have erased it for you. I have taken the\nhex from you. Is it not so?\"\n\n\"Taken the hex--\" Mrs. Wladek shook her head. \"Then why do I still hear\nthe voice?\"\n\n\"You still hear it?\" The gypsy woman muttered under her breath. \"Come\nback tomorrow. We work again.\"\n\n\"Tomorrow is a long time.\"\n\nThe gypsy woman closed her eyes for a second. \"All right,\" she said, and\nsnapped them open. \"Four o'clock this afternoon.\"\n\n\"I will be here.\"\n\n\"It is a strong curse.\"\n\n\"You will help me,\" Mrs. Wladek said.\n\n\"I will help you,\" Marya Proderenska said.\n\nBut, after the old woman had left, Marya Proderenska sat alone and her\nface was troubled. The strength of the curse--she had felt it\nherself--was enormous. She did not know of any magician who had such\npower.\n\nShe listed over the members of her own clan in her mind, and became\nsatisfied that none she knew was responsible. And yet, the strength of\nthe curse argued real power; was it possible that a power existed within\nthe city, and she did not know of it? Marya felt a cold wind on her\nback, the wind of fear.\n\nSuch a power might do--anything.\n\nAnd yet it was being used to coerce one useless old woman into taking a\njob!\n\nMarya Proderenska lay flat on the floor, her arms outstretched. Thus one\nmight gather the vital energies. Four o'clock was not many hours\ndistant, and by four o'clock she would need all of the energy she could\nsummon.\n\nShe did not allow herself to become doubtful about the outcome.\n\nAnd yet she was afraid.\n\n       *       *       *       *       *\n\nGloria smiled understandingly at the woman who sat across the desk.\n\n\"I understand, Mrs. Francis,\" she said.\n\n\"It's not that Tom's a bad boy, you know,\" the woman said. \"But\nhe's--easily led. That's the only thing.\"\n\n\"Of course,\" Gloria said. She looked at the middle-aged woman, wearing a\ngray suit that did not fit her overweight frame, and a silly little\nwhite hat. \"I'm sure everything's going to be all right,\" she said.\n\nMrs. Francis gave a little gasp. \"Oh, I hope so,\" she said. \"Tom doesn't\nmean to cause any trouble. He just doesn't understand--\"\n\nGloria went over the report sheets mentally. Tom didn't mean to cause\nany trouble, but he had been involved in a gang war or two--nothing in\nthe way of Thompson sub-machine guns, of course, or mortars, just a few\npistols and zip-guns and rocks and broken bottles.\n\nTom hadn't been killed yet. That was, Gloria thought sadly, only a\nmatter of time. He hadn't killed anybody yet, either--but he'd come\nclose. Tom had seen the inside of a jail or two a lot more recently than\nhe'd seen the inside of a classroom.\n\nTom was easily led.\n\nSure.\n\nWell, Gloria thought, the problem was to lead him into something more\nproductive and satisfying than the gangs of New York. And that didn't\nseem to be too hard.\n\nOf course, she had very little practice as yet. The theoretical\nknowledge she'd been able to dig up in college was mostly on the magic\nand superstition shelves of the library--and, while she got full credit\nin her minor, Anthropology, for the research she'd done, a great deal of\nit just wasn't any practical help.\n\nNot if you _were_ a witch--or what passed for one.\n\n\"You see what I mean, don't you?\" Mrs. Francis said.\n\n\"Of course I do,\" Gloria said, and gave the woman her most reassuring\nsmile. \"I'm sure something can be done. Do you know where your boy is\nnow?\"\n\nMrs. Francis nodded, birdlike. \"He's home now. I think he's sleeping. He\nusually doesn't wake up until after noon.\"\n\n\"I see.\" Gloria hesitated a moment. \"Can you describe him for me?\"\n\n\"Describe him?\"\n\n\"That's right,\" Gloria said. \"You see, the somatotypes have, we've\ndiscovered, a great influence on mental and emotional makeup.\"\n\nShe didn't feel right, lying to the woman--but chances were that what\nshe'd said didn't make any sense to Mrs. Francis and, in any case,\nGloria could hardly tell her the real reason she wanted a description.\n\nIt would aid in making the doll she needed.\n\n\"He's about six feet tall,\" Mrs. Francis said, \"but he's very thin, and\nsometimes I worry about that. I try to give him the best nourishment I\nknow how, but he--\"\n\n\"What color is his hair?\" Gloria interrupted.\n\n\"Oh,\" Mrs. Francis said. \"Brown. And brown eyes. Really nice eyes;\nthey're his best feature; everybody says so.\"\n\n\"Any distinguishing marks, or anything unusual about him?\"\n\n\"He has a scar now, on his left arm just below the elbow, but he got\nthat in a fight with these boys--\"\n\n\"All right,\" Gloria said. \"Thank you very much.\"\n\n\"What are you going to do?\" Mrs. Francis said. \"You're not going to have\nhim arrested or anything, are you? Because he's not a bad boy, you know\nthat. He's only--\"\n\n\"Easily led,\" Gloria finished. \"Of course. There won't be any need for\narrest, or for anything as drastic as that. You just go home now, and\ndon't worry. I'm sure everything's going to be all right.\"\n\n\"I only want to help my boy,\" Mrs. Francis said.\n\n\"Of course you do,\" Gloria said. \"I want to help him, too.\"\n\nMrs. Francis stood up and swallowed hard. \"I appreciate that,\" she said.\n\n\"It's my job, that's all,\" Gloria said, feeling unaccountably shy. As\nthe woman left she thought about that embarrassment and finally decided\nthat she felt she had no right to be complimented. She was doing a job;\nit needed to be done; that was all.\n\nTrue, she had special talents for the job--but Mrs. Francis didn't know\nthat, and she hadn't made the talents anyhow, but been born with them.\n\nCongratulations?\n\nDon't be silly.\n\nAs a matter of fact, Gloria thought, she deserved a good talking-to. She\nhadn't had enough experience, and that was the simple truth. It was all\nvery well to work on a boy like Rudi, or another one like Tom Francis,\nwhen they didn't have any idea who you were or even that you were trying\nto do something. That was easy.\n\nBut a woman like Mrs. Wladek--\n\nShe was suspicious from the start, and Gloria thought that perhaps she\nshouldn't have done anything. But it was obvious that the woman needed\nhelp to become a functioning member of society.\n\nThe only trouble was that Gloria hadn't been quite expert enough. Oh,\ngiven enough time, the command would work, and eventually become part of\nthe personality. But, because Mrs. Wladek had been afraid and a little\nforewarned, she'd been able to fight off the command a little.\n\n_Practice_, Gloria told herself, _makes perfect._ And it wasn't her\nfault that she couldn't do any better. Next time, she'd have a little\nmore practice and she'd be able to do a clearer and more complete job.\n\nAnd, in the meantime, there was no real harm done. Mrs. Wladek would\ncome round, before long, and then everything would be all right.\n\nWhy, after all, there was Rudi, too. And Rudi undoubtedly had a job by\nnow, or at least a good chance of one through an employment agency.\n\nThere was no reason to be depressed.\n\n       *       *       *       *       *\n\nHer son was waiting for her when she arrived at her home once more. Mrs.\nWladek looked at the boy with relief and some suspicion. It was not\nnatural for Rudi to be at home during such an hour; he was out with his\nfriends through the day, and this was good for a boy.\n\n\"Ma,\" Rudi said, \"guess what?\"\n\n\"You are in trouble,\" Mrs. Wladek said at once, in a heavy voice.\n\n\"Trouble? I got no troubles, ma,\" Rudi said. He stood before her in the\ndusty living room, self-assured and proud, and it came to Mrs. Wladek\nall at once that her boy was a man.\n\n\"What is it?\" she demanded. \"Tell me at once.\"\n\n\"Sure I will. Ma,\" Rudi said. \"I got a job. I start tomorrow. In an\noffice, wrapping things. The mail room, they call it.\"\n\nSilence descended on the little room.\n\n\"Ma,\" Rudi said at last. \"Ma, what's wrong?\"\n\n\"Wrong?\" Mrs. Wladek said. \"What should be wrong? Nothing at all is\nwrong. You have a job, very well, you have a job.\"\n\n\"You're not happy about it, Ma?\"\n\nMrs. Wladek gave a short bark. \"Happy? Indeed I should be happy? My son\ngoes to work, like a dog, and I should be--\" She paused and gasped\nsuddenly. \"Why did you go to work?\"\n\n\"You mean why did I get a job, Ma?\" Rudi said. \"Listen, let's have\nsupper and we'll talk about it, huh?\"\n\n\"Supper?\" Mrs. Wladek snorted. \"Supper we will have when I find out what\nI need to know. Not before.\"\n\n\"But I'm hungry, Ma, and ... oh, all right.\" Rudi sat down on the old\nbrown couch and sighed. \"I just thought it would be a good idea to get a\njob, bring some bread into the house, you know? So I went down to the\nagency, and they had this application waiting, and I went down and got\nthe job, and I start tomorrow. That's all. Now let's eat.\"\n\n\"You got the idea to have a job?\" Mrs. Wladek said. \"Fine. Fine. Just\nfine. And when did you get this idea?\"\n\n\"I don't know,\" Rudi said, and shrugged. \"Some time. This morning,\nmaybe. Look, what difference does it make? I thought you'd like the\nidea, Ma. Some more dough coming in ... you know.\"\n\n\"This morning.\" Mrs. Wladek raised clenched fists over her head.\n\"Cossacks!\" she screamed. \"Monsters! Witches!\"\n\nLunchtime.\n\nGloria looked up and smiled sweetly and distantly as Harold Meedy\nappeared at her desk. \"Got any special place to go?\" he said.\n\n\"As a matter of fact--\" she began, but he was too quick for her.\n\n\"It's always 'as a matter of fact,'\" he said. \"What's the matter--you\ngot another boy friend or something? You don't like poor Harold? Look,\nGloria, if you want to avoid me, then you go ahead and avoid me. But--\"\n\n\"It's nothing like that,\" Gloria said.\n\n\"So come on,\" Harold said. \"Listen, I'm really a sweet guy when you get\nto know me. You'd like me. Sure you would.\"\n\n\"I'm sure,\" Gloria said. \"But I really do have something to take care\nof.\"\n\n\"Can't you take care of it later?\"\n\nShe shook her head.\n\n\"Well ... all right, if you want me to grow up all frustrated.\" He\ngrinned at her and moved away.\n\nWhen they were all gone, and only Mr. Fredericksohn remained in his\nprivate office, behind the closed door, Gloria opened a drawer of her\ndesk and took out a piece of modeling clay a little bigger than her\nfist. Working without haste, and never bothering to look up she made a\ndoll in the shape of a tall, thin boy.\n\nThe voodoo sects in Haiti used hair or fingernail parings from the\nsubject, Gloria knew; she had learned that in her college research, but\nshe had known about the doll long before. Hair and fingernail parings:\nwhat superstition! And it wasn't as if you really needed the doll; if\nnecessary, you could get along very well without it. But it was a help;\nit made things easier; and why not?\n\nShe tried to picture Tom Francis. His mother's description of him had\nbeen pretty vague, but Gloria found she could locate him at his house;\nshe turned the doll until she had the feeling of contact, and then--\n\nThere.\n\nIt didn't take long, actually, not once you had your subject located.\nTom hadn't really been a hard case; his juvenile delinquency, Gloria was\nquite sure, was a thing of the past. He'd be back in school as soon as\nthe details could be worked out between Mrs. Francis and the Board of\nEducation, and that would take care of that.\n\nWith a satisfied smile, she put the doll away in her drawer. She'd mash\nit back into clay later in the afternoon; that would enable her to use\nthe same piece over and over again.\n\nClay cost money, and a case worker's salary wasn't large. Gloria could\nnot see how she could put the cost of the clay down on a special\nrequisition, anyhow; she had to pay for it herself, and so she was very\ncareful and saving with it.\n\nAfter she'd put the Tom doll away with the Rudi doll, making a mental\nnote to take care of both of them before she left for the day, she\nfished out her beret and put it on and went out for a quick lunch.\n\n       *       *       *       *       *\n\nIt was just after two o'clock when Mr. Gerne came in. The others were\nused to his periodic arrivals, of course, and Gloria had never felt any\nfear of the director. He didn't work in the same office, but elsewhere\nin the building, and once a week he made a habit of touring the various\nsocial-work agencies under his direction.\n\nIt kept the workers on their toes, Gloria imagined: the actual sight of\nthe boss' boss would do that. Mr. Gerne never smiled; he was a small,\nthin-lipped man with white skin and very little hair. He stood in the\nouter office, peering round, for a few minutes, and then, nodding his\nhead slowly, he went on and knocked at Mr. Fredericksohn's door.\n\n\"Who's there?\" Mr. Fredericksohn called from inside.\n\n\"Mr. Gerne,\" said Mr. Gerne. There was a little pause, and then Mr.\nFredericksohn said:\n\n\"Ah. Come in.\"\n\nThe door opened and shut and Mr. Gerne was invisible.\n\nGloria picked up a folder and pretended to concentrate on it. Of course,\nshe could hear what was happening in the private office perfectly well.\nShe remembered studying medieval witchcraft and thought suddenly of\nastral bodies.\n\nBut that had been a guess some distance from the truth.\n\nThe projection of the sense of hearing was such a simple thing, really;\nwhy did people have to complicate it with all this talk about witches\nand the soul--she was reminded of Mrs. Wladek but put the woman out of\nher mind. Mr. Gerne was talking.\n\n\"... For instance, the new girl--what's her name?\"\n\n\"Gloria Scott,\" Mr. Fredericksohn's voice said. \"Yes?\"\n\n\"What's she like?\" Mr. Gerne's voice said. \"I don't know her\npersonally--of course I've seen her there in the office, and she seems\nlike a friendly, pretty girl. But you deal with her every day--\"\n\n\"Very nice,\" Mr. Fredericksohn said. \"Pleasant and easy to work with. A\ngood type. Now, you take her record--\"\n\n\"That's what I meant,\" Mr. Gerne said. \"A record like that--it's just\nnot possible. There isn't any chance she's faking it?\"\n\nAfter a little silence Mr. Fredericksohn said: \"No chance at all. I've\nhad follow-ups on a random selection of her cases--standard practice for\na newcomer. Of course, she doesn't know about any of that.\"\n\n\"Of course. And?\"\n\n\"No fakes,\" Mr. Fredericksohn said. \"And don't tell me it's hard to\nbelieve. I know perfectly well it's hard to believe.\"\n\n\"No returns,\" Mr. Gerne said. \"Not a single return in over a month.\"\n\n\"Except the old woman,\" Mr. Fredericksohn said. \"Mrs. Wladek.\"\n\nGloria turned a page in the report she was holding, without taking her\nattention from the conversation in the private room.\n\nIt was always helpful to know the kind of thing people said about you,\nas well as what they thought. It gave you more facts to work with, and\nmade you more efficient and better able to work at your chosen\nprofession.\n\nMr. Gerne was saying: \"You can discount Mrs. Wladek. That one's a\ntrouble-spot.\"\n\n\"Always has been,\" Mr. Fredericksohn said.\n\n\"All right, then discount her,\" Mr. Gerne said. \"Forget about her.\nAnd--outside of that one case--there hasn't been a repeat.\"\n\n\"Some of the clients have died,\" Mr. Fredericksohn said.\n\nMr. Gerne waited a second. Then he said: \"A little higher percentage\nthan normal. So?\"\n\n\"I mean, that's a reason for some of the non-repeats.\"\n\n\"And the others?\" Mr. Gerne paused a minute and then went on. \"You can't\ndiscount the girl's record like that.\"\n\n\"I wasn't trying to,\" Mr. Fredericksohn said mildly. \"I was only\npointing out--\"\n\n\"Let those go,\" Mr. Gerne said. \"Obviously she had no control over that\nsort of thing. Unless you think she went out and killed them?\"\n\n\"Of course not.\" Mr. Fredericksohn said.\n\n\"And outside of that, then--no repeats. The girl's a wonder.\"\n\n\"Certainly,\" Mr. Fredericksohn said. \"Let's see how long it keeps up,\nthat's all.\"\n\nMr. Gerne said: \"Pessimist. All right, we'll drop the subject for now.\nAnyway, I did want to talk to you about the progress reports we've been\ngetting from Frazier's office. It seems to me--\"\n\nGloria broke the connection. Frazier, a supervisor for another office,\ndidn't interest her; she only wanted to hear what the conversation about\nherself would be like. Well, now she knew.\n\nAnd, thankfully, no one suspected a thing. Why, the subject had been\nbrought up, right in the open, and dropped without a word or a thought.\n\n\"Unless you think she went out and killed them.\"\n\nGloria didn't smile. The idea was not funny. Sometimes you had to do\nsomething like that--but the necessity didn't make it pleasant.\n\nThe trouble was that you couldn't always cure something by a simple\nprojection into the mind. Sometimes you ran into a compulsion that was\nreally deeply buried.\n\nIf the compulsion was a big one, and went back far into childhood,\nGloria couldn't do anything directly about it. Sometimes it was possible\nto work around, and, of course, you did that when you could. The\nimportant thing was society, but you salvaged the individual wherever\npossible.\n\nWhere it wasn't possible--\n\nWell, here's a man who has a compulsion to get drunk. And, when drunk,\nhe's got to pick fights. Maybe he hasn't killed anybody in a fight\nyet--but some day he will. He's got the strength and, under the\ninfluence of sufficient alcohol, he's got no inhibitions about using it.\n\nNone.\n\nYou can let the man live, and by doing that kill an unknown number of\nother people. At the least, keeping your hands and your mind off the\ncompulsive drinker-fighter will serve to injure others--how many others,\nand how badly, you can't tell.\n\nThere are times when you've got to take an individual life in your\nhands.\n\nAnd yet, because you can't always be sure--\n\nGloria's \"talents\" could kill out of hand, she was sure. But she didn't\nuse them that way. Instead, she simply projected a new compulsion into\nthe mind of her subject.\n\nThe next time he got drunk and wanted to start a fight, he wanted to do\nsomething else, too.\n\nFor instance: walk along the edges of roofs.\n\nThe original compulsion had been added to, and turned into a compulsion\ntoward suicide; that was what it amounted to.\n\nGloria didn't like doing it, and she was always glad when it wasn't\nnecessary. But there was a dark side to everything--even, she thought,\nhelping people.\n\nShe told herself grimly that it had to be done.\n\nAnd then she returned to her work.\n\n       *       *       *       *       *\n\nMrs. Wladek pounded on the door of the gypsy's store a few minutes\nbefore four. Her face was white and her lips set in a thin line; she\nbreathed with difficulty and with every move she made she could feel her\nold bones creak.\n\nIt was a shame what was being done to an old woman.\n\nBut did they care? Did any of them care?\n\nMrs. Wladek gave a little snort that was half laughter and half\nself-pity. She pounded on the door again and dropped her arm, feeling\nold and tired and nearly helpless.\n\nBut she had to fight on.\n\nThere was a limit to what an old woman could be expected to stand. They\nwould learn, all of them, what--\n\nThe door opened.\n\nMarya Proderenska said: \"Yes? You are early.\"\n\n\"I am in a hurry. Terrible things have occurred.\"\n\nThe gypsy woman sighed and stepped aside. \"Come in, then,\" she said, and\nMrs. Wladek entered slowly, peering round the front room.\n\n\"Come in the back,\" the gypsy woman said. \"I have been preparing to help\nyou. But more is required.\"\n\nIt was Mrs. Wladek's turn to sigh. She reached into her purse and found\na fifty-cent piece, which she handed over very slowly.\n\n\"More is required,\" the gypsy woman said, looking at the coin in her\nhand as if, Mrs. Wladek thought, it was less than a penny. Did not the\nwoman realize that fifty cents was a great deal of money for a poor old\nwoman?\n\nNo one had any pity any more.\n\nShe handed over another fifty cents and the gypsy woman nodded sadly,\npocketed the money and led the way to the back room.\n\n\"You will help me now?\" Mrs. Wladek said.\n\n\"I will try.\"\n\nThe room was silent as the gypsy woman brought all her knowledge and\nexperience into play. Finally she looked at Mrs. Wladek and said: \"A\nvery powerful curse has been put upon you. I can't help you.\"\n\n\"The Church will help me!\" Mrs. Wladek screamed. \"They have the power to\nexorcise--\"\n\n\"Do not speak to me of churches,\" the gypsy woman shouted.\n\nMrs. Wladek shook her head. \"You, who steal my money, who steal the\nbread from my old mouth without pity--\"\n\n\"A woman must live,\" Marya Proderenska said, with great dignity.\n\n       *       *       *       *       *\n\nThe housekeeper had said Father Seador was at supper. This did not make\na difference. Mrs. Wladek's problem was certainly serious enough to\ninterfere with any man's supper. Father Seador was overweight in any\ncase; should he miss the entire meal it would not do him any harm. Marie\nWladek had a problem, and a serious one; let him miss his supper. It was\nhis job to help people.\n\nBut Father Seador would certainly not be in the best of moods.\n\nHe was not.\n\nHe arrived with his face set in firm lines of disapproval. Mrs. Wladek\ngot up from her chair and curtsied toward him, being very careful of her\nold bones. He nodded.\n\n\"Rudi in trouble again?\" he said at once, taking a chair.\n\nMrs. Wladek sat herself down slowly. When she was settled, she looked\nover at the middle-aged man. \"Rudi has a job.\"\n\n\"A job? A job?\" Father Seador blinked. \"That's fine. That's certainly\ngood news.\"\n\n\"So you think,\" Mrs. Wladek said crisply.\n\n\"Well, of course it's good news,\" Father Seador said.\n\"Responsibility ... steady income ... Mrs. Wladek, I'm sure this has\nmade you very happy, but if you'll pardon me.\" Father Seador stood up.\n\"I'm in the middle of--\"\n\n\"Wait,\" Mrs. Wladek said. \"This is not what I have come to talk to you\nabout. It is _why_ he has taken a job. It is _why_ I will be taking a\njob.\"\n\n\"You?\" Father Seador seemed incapable of speech. \"Well, I--\"\n\n\"I am bewitched,\" Mrs. Wladek said. \"A curse is upon me.\"\n\n\"A curse? Well--\" Father Seador stopped and cleared his throat. He sat\ndown again. He blinked. At last he said: \"What's wrong, Mrs. Wladek?\"\n\n\"I have told you,\" she said. \"A curse. A curse. I want you to exorcise\nthis witch that has put on me a hex.\"\n\n\"Exorcise? Curse?\" Father Seador coughed. \"I'm sure you must be\nmistaken, or--\"\n\n\"Mistaken? I am not mistaken. I tell you there is a curse upon me.\"\n\nThe parlor was very quiet for a long time. At last Father Seador said:\n\"If you really believe you've been hexed, you'd better give me all the\ndetails. When did you feel this ... this curse put upon you?\"\n\n\"This morning,\" Mrs. Wladek said.\n\n\"And what kind of curse is this? I mean, what effect has it had?\"\n\nMrs. Wladek's voice was as hard as iron. \"It has made my son take a job.\nIt has made me want to look for a job. In time, I will not be able to\nfight the curse, and I will take a job. And then--\"\n\n\"I don't see anything wrong about that,\" Father Seador said mildly.\n\n\"You see nothing wrong in a poor old woman being forced to work? In a\nboy forced to grind out his youth among package-wrappers? You see\nnothing wrong in this?\"\n\n\"Well, I ... we all have to work.\"\n\n\"Here?\" Mrs. Wladek said with astonishment. \"Here in America, you\nbelieve that? It is not so. My own uncle Bedrich has told me years ago\nit is not so. Do you dispute the word of my own uncle Bedrich?\"\n\n\"My good woman,\" said Father Seador, \"look around you ... your friends,\nyour neighbors--\"\n\n\"Let us say no more about it,\" Mrs. Wladek interrupted. \"There is a\ncurse upon me and I have called on you to remove this curse.\"\n\n\"How do you know this is a curse? Our minds do change, you know, and\nthey do strange things--\"\n\n\"I have been told,\" Mrs. Wladek said.\n\n\"You've been told? By whom?\"\n\nMrs. Wladek drew herself up in the chair. \"By Marya Proderenska, the\ngypsy fortune teller. She knows that--\"\n\n\"A gypsy? You consulted a fortune teller?\"\n\n\"I did.\"\n\n\"Mrs. Wladek, do you know what you are saying ... what you have done?\nDon't you realize you have committed a sin against--\"\n\nBut he was speaking to empty air. Marie Wladek was gone.\n\n       *       *       *       *       *\n\nGloria looked up at the little clock and sighed briefly. Five o'clock.\nAnother day gone already.\n\nIt was a shame, in a way, that time passed so quickly. Gloria didn't\nfeel the least bit tired. After all, she had spent the day in helping\npeople, and that was what made life worthwhile.\n\nBut it was quitting time. Staying late would give her the reputation of\nan eager beaver, and that would make her unpopular. Not that she cared\nfor popularity for its own sake--certainly not!--but you couldn't do\nyour best work unless the others in your office were willing to help\nyou.\n\nLeaving on time was a simple sacrifice to make for them.\n\nShe pulled open the desk drawer and got her beret. Then, as she was\nputting it on, she remembered.\n\nIn the other drawer were the clay models.\n\nShe opened the drawer and pulled them out. She had barely reduced them\nto a single amorphous lump when Mr. Fredericksohn passed her desk.\n\n\"What's that?\" he said. \"Clay?\"\n\n\"A nephew of mine,\" Gloria said coolly. \"He likes to play with clay. I\nbought some and I'm taking it home.\"\n\n\"Ah,\" Mr. Fredericksohn said. \"Of course. Good night.\"\n\nAnd he was gone. Gloria put the clay back into the drawer and reached\nfor her beret.\n\nHarold Meedy called from across the room: \"Going home?\"\n\n\"That's right,\" she said.\n\n\"Can I charter a bus and drop you somewhere?\"\n\n\"I'm afraid not,\" she said. \"I've really got to get right home.\"\n\n\"Listen,\" Harold said. He came over to her desk. \"I've been trying to\nget somewhere with you ever since you walked into this office. Now,\nwhat's wrong with me? I haven't been able to get to first base. Don't\nyou like me?\"\n\n\"Mr. Meedy,\" Gloria began, \"it's just that ... well, I don't believe in\ninter-personal relations on that level, not in the office. I'm sorry.\"\n\nHe blinked. \"You really believe that, don't you?\"\n\n\"Of course I do,\" she said.\n\n\"But--\" He shrugged. \"O.K. O.K. I just wanted to know.\"\n\nThe door closed behind him. Gloria felt a little relieved. If matters\nhad gone on the way they'd threatened, why, she might have had to change\nHarold Meedy's mind for him. Not that it would have done him any harm,\nbut ... well, she just didn't like doing that sort of thing for purely\npersonal reasons.\n\nShe was glad she hadn't had to tamper with him at all.\n\nAnd now it was over, and she could forget about it. Humming under her\nbreath, she put her beret on at last, and gave the stack of folders a\npat to keep them absolutely neat, before she left the office.\n\nShe still felt a little sad about leaving on time, when there was so\nmuch work to be done. But tomorrow, she told herself, she would be able\nto get back to helping people. Tomorrow--\n\n       *       *       *       *       *\n\nTomorrow.\n\nTen minutes to nine, and Gloria put her beret away, reached for the\nfirst folder--and froze.\n\nA second later the door opened. Gloria looked up and smiled helpfully.\n\"Mrs. Wladek,\" she said. \"Is there anything I can do for you? This isn't\nyour day for--\"\n\n\"It is not my day,\" Mrs. Wladek said. She closed the door behind her.\n\"This, I know. But I am here. Does this mean anything to you?\"\n\nGloria forced her face to remain expressionless. \"Can I help you in any\nway?\" she said. \"Is there anything I can do?\"\n\n\"You?\" Mrs. Wladek barked. \"You have done enough. I am not here to see\nyou. But your supervisor, your boss--him, I will see.\"\n\n\"My supervisor?\" Gloria looked round. \"He isn't here yet.\"\n\n\"He will be here later?\"\n\n\"Of course he will,\" Gloria said.\n\nMrs. Wladek sat down in a chair next to Gloria's desk. \"I will wait,\"\nshe announced. \"And you should know that there is nothing you can do to\nme now.\" She reached into her bag and brought out a small wooden cross\nshe had brought with her from the old country. She waved it at Gloria\nwildly.\n\n\"Do anything to you? What do you mean, Mrs. Wladek?\"\n\n\"Hah,\" Mrs. Wladek said. \"You need not pretend with me. This frightens\nyou. No?\"\n\nGloria blinked. \"I'm afraid not,\" she said.\n\n\"But ... you are trying to fool me,\" Mrs. Wladek said. \"And I will not\nbe fooled. I wait here for your boss, your supervisor.\"\n\nThere was nothing else to do. \"All right,\" Gloria said.\n\n       *       *       *       *       *\n\nEverybody stared, of course, but none of the other workers came over to\nfind out why Mrs. Wladek had come in on a day that wasn't her\nappointment day. With Mrs. Wladek right there, asking questions just\nwasn't possible. Gloria tried to get some work done, but that wasn't\npossible either, and she resigned herself at last to sitting quietly and\nwaiting for Mr. Fredericksohn's arrival.\n\nShe promised herself she'd make up for the loss of time by taking a\nshorter lunch hour, and that relieved her mind a little. But she did\nhope Mr. Fredericksohn would be early.\n\nThankfully, he was. At nine twenty-five exactly, the door opened and Mr.\nFredericksohn entered. He glanced once round the office, saw Mrs. Wladek\nand went on. A second later he stopped.\n\nHe didn't have a chance to say anything. Mrs. Wladek was at his side. \"I\nmust see you at once,\" she said. \"I must see you alone, at once.\"\n\nHe stared at her. \"Miss Scott here, I'm sure, can--\"\n\n\"It is about Miss Scott that I want to talk to you,\" Mrs. Wladek hissed.\n\nMr. Fredericksohn glanced at Gloria. She busied herself with papers. At\nlast he said: \"Come with me,\" and led Mrs. Wladek down the aisle into\nhis private office. The door closed.\n\nTen minutes passed and the door opened. Mr. Fredericksohn's head\nprojected. \"Miss Scott,\" he said. \"May I see you for a minute?\"\n\nThe curiosity in the office was almost a solid pressure, but Gloria paid\nit no attention. She said: \"Certainly,\" put away the folder she had been\nconsulting, and went in.\n\nThere, at the side of Mr. Fredericksohn's desk, Mrs. Wladek was sitting,\nlooking determined, grim and baffled all at once. Gloria stood in front\nof the desk and Mr. Fredericksohn seated himself behind it, the large\nopen window at his back.\n\n\"Yes, Mr. Fredericksohn?\" Gloria said.\n\n\"I have told him all,\" Mrs. Wladek said. \"All. Everything. Total.\"\n\n\"Er ... yes,\" Mr. Fredericksohn said. He faced Gloria resolutely. \"Mrs.\nWladek has said something about a ... about a spell. Do you know what\nshe might be talking about? Something you said, some impression you gave\nher--\"\n\n\"A spell?\" Gloria shook her head. \"I can't think how she got that idea,\"\nshe said calmly.\n\n\"You do not fool him,\" Mrs. Wladek said. \"He knows. I have told him\nall.\"\n\n\"Certainly,\" Mr. Fredericksohn murmured. \"But perhaps some little\nthing--\"\n\n\"My report will be ready in an hour,\" Gloria said. \"But I'm sure there\nwas nothing.\"\n\nMr. Fredericksohn coughed convulsively. \"I suppose not,\" he said. \"I\nrealize this is rather unpleasant for you--\"\n\n\"I quite understand,\" Gloria said.\n\nMrs. Wladek came out of her chair in a single movement and clutched\nGloria by the left arm. \"What is happening?\" she demanded.\n\nMr. Fredericksohn avoided her eye. \"Please sit down,\" he said. And then,\nto Gloria: \"Miss Scott, if you'll make the call ... you know what I\nmean?\"\n\n\"Of course,\" she said.\n\n\"The--\" He whispered it: \"The hospital?\"\n\n\"What did you say?\" Mrs. Wladek demanded. \"What did you tell her?\"\n\nGloria disengaged herself and went to the door. As she shut it behind\nher she could hear Mrs. Wladek's voice, rising to a crescendo of threats\nand abuse, and Mr. Fredericksohn's calm, scholarly attempts to stem the\ntide. She almost smiled.\n\nThen she went to her own desk and picked up the telephone.\n\nActually, she told herself, matters had worked out for the best. Rudi\nhad a job, and would grow into a fully functioning member of society.\nMrs. Wladek would not be on the relief rolls any longer.\n\nAnd what Mrs. Wladek wanted--a place to live, and someone to take care\nof her--would certainly be provided for her.\n\nYes, everything had worked out for the best. And, next time, she'd be\nable to handle a situation like Mrs. Wladek's with less trouble. Gloria\nlooked into the future--into a long series of days and weeks, helping\npeople, getting them to do what was best for them. Oh, sometimes they\nwouldn't like it right away, but you had to expect that. What was best\nfor them--\n\nGloria smiled to herself quietly, and dialed a number.\n\nOn the second ring, a voice said: \"Bellevue Admitting.\"\n\n\"We'd appreciate your sending an ambulance and attendants right away,\"\nGloria said. \"For the psychiatric wards.\"\n\nTHE END\n\n\n\n\n\nEnd of Project Gutenberg's Hex, by Laurence Mark Janifer (AKA Larry M. Harris)\n\n*** END OF THIS PROJECT GUTENBERG EBOOK HEX ***\n\n***** This file should be named 24397.txt or 24397.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/4/3/9/24397/\n\nProduced by Greg Weeks, Bruce Albrecht, Mary Meehan and\nthe Online Distributed Proofreading Team at\nhttp://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}