{"title": "Criminal Negligence", "author": "Jesse Francis McComas", "releaseDate": "January 22, 2008", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Greg Bergquist and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n[Transcriber's Note: This etext was produced from Astounding Science\nFiction June 1955. Extensive research did not uncover any evidence that\nthe U.S. copyright on this publication was renewed. Minor typographical\nerrors have been corrected without note.]\n\n\n\n\nCRIMINAL NEGLIGENCE\n\n[Illustration]\n\n     _Somebody was going to have to be left behind ... and who it would\n     be was perfectly obvious...._\n\nBY J. FRANCIS MCCOMAS\n\nIllustrated by Freas\n\n\nWarden Halloran smiled slightly. \"You expect to have criminals on Mars,\nthen?\" he asked. \"Is that why you want me?\"\n\n\"Of course we don't, sir!\" snapped the lieutenant general. His name was\nKnox. \"We need men of your administrative ability--\"\n\n\"Pardon me, general,\" Lansing interposed smoothly, \"I rather think we'd\nbetter give the warden a ... a more detailed picture, shall we say? We\nhave been rather abrupt, you know.\"\n\n\"I'd be grateful if you would,\" Halloran said.\n\nHe watched the lanky civilian as Lansing puffed jerkily on his cigar. A\nlong man, with a shock of black hair tumbling over a high, narrow\nforehead, Lansing had introduced himself as chairman of the project's\ncoördinating committee ... whatever that was.\n\n\"Go ahead,\" grunted Knox. \"But make it fast, doctor.\"\n\nLansing smiled at the warden, carefully placed his cigar in the ash tray\nbefore him and said, \"We've been working on the ships night and day.\nBoth the dust itself and its secondary effects are getter closer to us\nall the time. We've been so intent on the job--it's _really_ been a race\nagainst time!--that only yesterday one of my young men remembered the\nMountain State Penitentiary was well within our sphere of control.\"\n\n\"The country--what's left of it--has been split up into regions,\" the\ngeneral said. \"So many ships to each region.\"\n\n\"So,\" Lansing went on, \"learning about you meant there was another batch\nof passengers to round up. And when I was told the warden was\nyourself--I know something of your career, Mr. Halloran--I was\ndelighted. Frankly,\" he grinned at Knox, \"we're long on military and\nscientific brass and short on people who can manage other people.\"\n\n\"I see.\" Halloran pressed a buzzer on his desk. \"I think some of my\nassociates ought to be in on this discussion.\"\n\n\"Discussion?\" barked Knox. \"Is there anything to discuss? We simply want\nyou out of here in an hour--\"\n\n\"Please, general!\" the warden said quietly.\n\n       *       *       *       *       *\n\nIf the gray-clad man who entered the office at that moment heard the\ngeneral's outburst, he gave no sign. He stood stiffly in front of the\nwarden's big desk, a little to one side of the two visitors, and said,\n\"Yes sir, Mr. Halloran?\"\n\n\"Hello, Joe. Know where the captain is?\"\n\n\"First afternoon inspection, sir.\" He cocked an eye at the clock on the\nwall behind Halloran. \"Ought to be in the laundry about now.\"\n\nThe warden scribbled a few words on a small square of paper. \"Ask him to\ncome here at once, please. On your way, please stop in at the hospital\nand ask Dr. Slade to come along, too.\" He pushed the paper across the\ndesk to the inmate. \"There's your pass.\"\n\n\"Yes sir. Anything else, warden?\" He stood, a small, square figure in\nneat gray shirt and pants, seemingly oblivious to the ill-concealed\nstares of the two visitors.\n\nHalloran thought a moment, then said, \"Yes ... I'd like to see Father\nNelson and Rabbi Goldsmid, too.\"\n\n\"Uh, Father Nelson's up on the Row, sir. With Bert Doyle.\"\n\n\"Then we'll not bother him, of course. Just the others.\"\n\n\"Yes, sir. On the double.\"\n\nLansing slouched around in his chair and openly watched Joe Mario walk\nout. Then he turned back to Halloran and said, \"That chap a ... a\ntrusty, warden?\"\n\n\"To a degree. Although we no longer use the term. We classify the\ninmates according to the amount of responsibility they can handle.\"\n\n\"I see. Ah--\" he laughed embarrassedly, \"this is the first time I've\nbeen in a prison. Mind telling me what his crime was?\"\n\nHalloran smiled gently. \"We try to remember the man, Dr. Lansing, and\nnot his crime.\" Then he relented. \"Joe Mario was just a small-time crook\nwho got mixed up in a bad murder.\"\n\nLansing whistled.\n\n\"Aren't we wasting time?\" growled the general. \"Seems to me, warden, you\ncould be ordering your people to pack up without any conference. You're\nin charge here, aren't you?\"\n\nHalloran raised his eyebrows. \"In charge? Why, yes ... in the sense that\nI shape the final decisions. But all of my assistants contribute to such\ndecisions. Further, we have an inmate's council that voices its opinion\non certain of our problems here. And we--my associates and I--listen to\nthem. Always.\"\n\nKnox scowled and angrily shifted his big body. Lansing picked up his\ncigar, relit it, using the action to unobtrusively study the warden.\nHardly a presence to cow hardened criminals, Lansing thought. Halloran\nwas just below middle height, with gray hair getting a bit thin, eyes\nthat twinkled warmly behind rimless glasses. Yet Lansing had read\nsomewhere that a critic of Halloran's policies had said the penologist's\nthinking was far ahead of his time--too far, the critic had added.\n\n       *       *       *       *       *\n\nAs Joe Mario closed the warden's door behind him, two inmates slowed\ntheir typing but did not look up as he neared their desks. A guard left\nhis post at the outer door and walked toward Mario. The two of them\nstopped beside the desks.\n\n\"What's the word, Joe?\" the guard asked.\n\nMario held out his pass.\n\n\"Gotta round up the captain, Doc Slade and the Jew preacher,\" he said.\n\n\"All right. Get going.\"\n\n\"What do those guys want?\" asked a typist as he pulled the paper from\nhis machine.\n\nMario looked quickly at the guard and as quickly away from him.\n\n\"Dunno,\" he shrugged.\n\n\"Somethin' about the war, I bet,\" grunted the typist.\n\n\"War's over, dope,\" said the other. \"Nothin' behind the curtain now but\na nice assortment of bomb craters. All sizes.\"\n\n\"Go on, Joe,\" ordered the guard. \"You heard something. Give.\"\n\n\"Well ... I heard that fat general say something about wanting the\nwarden outa here in a hour.\"\n\nThe typewriters stopped their clacking for a bare instant, then started\nup again, more slowly. The guard frowned, then said, \"On your way, Joe.\"\nHe hesitated, then, \"No use to tell you to button your lip, I guess.\"\n\n\"I'm not causing any trouble,\" Mario said, as the guard opened the door\nand stood aside for him to pass into the corridor.\n\nO.K.'d for entrance into the hospital wing, Joe Mario stood outside the\nrailing that cut Dr. Slade's reception area off from the corridor that\nled to the wards. An inmate orderly sat behind the railing, writing a\nprescription for a slight, intelligent-looking man.\n\nMario heard the orderly say, \"All right, Vukich, get that filled at the\ndispensary. Take one after each meal and come back to see us when the\nbottle's empty. Unless the pain gets worse, of course. But I don't think\nit will.\"\n\n\"Thanks, doc,\" the patient drawled.\n\nBoth men looked up then and saw Mario.\n\n\"Hi, Joe,\" the orderly smiled. \"What's wrong with you? You don't look\nsick!\"\n\n\"Nothin' wrong with me that a day outside couldn't cure.\"\n\n\"Or a _night_,\" laughed Vukich.\n\nMario ran a hand over his sleek, black hair. \"Better a night, sure,\" he\ngrinned back. Then he sobered and said to the orderly, \"Warden wants to\nsee the doc. Right away.\"\n\n\"Mr. Halloran sick?\"\n\n\"Naw ... it's business. Urgent business.\"\n\n\"Real urgent, Joe? The doc's doing a pretty serious exam right now.\"\n\nMario paused, then said, \"You guys might as well know about it. There's\na general and a civilian in the warden's office. They're talkin' about\nsomething outside. Warden wants the doc in on it.\"\n\nSudden tension flowed out between the three men. Down the hall, a\npatient screamed suddenly in the psycho ward. The three of them jerked,\nthen grinned feebly at each other.\n\nVukich said slowly, \"Well, you don't start playing catch with atom bombs\nwithout dropping a few. Wonder what it's like ... out there?\"\n\n\"We haven't _heard_ that it's any different,\" the orderly's voice lacked\nconviction.\n\n\"Don't be silly,\" Vukich said flatly. \"Ever since they moved the dames\nfrom Tehama into C block we've known _something_ happened.\"\n\n\"Get the doc,\" Mario said. \"I've got to be on my way.\"\n\n\"Me, too.\" Vukich's thin, clever face looked thoughtful.\n\nThe others stared blankly at him and said nothing.\n\n       *       *       *       *       *\n\nAs Alfred Court, captain of the prison, strode down the flower-bordered\npath that led from the shops unit past A block to the administration\nbuilding, a side door in A block clanged open and a sergeant came out.\nThe sergeant turned without seeing his superior and walked hurriedly\ntoward the administration wing.\n\n\"Hey, sarge!\" Court called. \"What's the hurry?\"\n\nThe sergeant whirled, recognized the captain and quickly saluted.\n\n\"Glad to see you, sir,\" he said. \"Just the man I was looking for!\"\n\n\"Good enough. What's on your mind? Better tell me as we go for the\nwarden's in a hurry to see me.\"\n\nThe two men walked abreast, both big, although Court lacked any trace of\nthe sergeant's paunch. As they walked and talked, their eyes darted\ncontinually about, unconsciously checking the appearance of the\nbuildings, the position of the guard in the gun tower, the attitude of a\nvery old inmate who was meticulously weeding a flower bed.\n\n\"Captain, you going to let the men out for their yard time?\"\n\nCourt's pace slowed. \"Why not?\"\n\n\"No real reason ... _now_. But there's trouble in the air, sir. I can\nsmell it. The whole place is buzzing ... with _something_.\"\n\n\"With what?\"\n\n\"I can't put my finger on it. But all the men know there's some pretty\nbig shots--at least one general, they say--in the warden's office, right\nnow. There's a hot rumor that there's trouble outside--some sort of\ndisaster.\"\n\nCourt laughed shortly. \"That Mario! He's going to lose a nice job if he\ndoesn't keep his mouth shut!\"\n\n\"None of them keep their mouths shut, captain.\"\n\n\"Yes ... well, I don't know what's up, myself. I'm heading for that\nconference right now. I'll ask the warden about letting the men out of\ntheir cells. What's their attitude?\"\n\nThe sergeant's broad, red face grew more troubled.\n\n\"Uh ... the men aren't hostile, captain. They seem worried, nervous ...\nkind of scared. If somebody at the top--the warden or yourself--could\nconvince them things were as usual outside ... they'd quiet down, I'm\nsure.\"\n\nThey were now thirty feet from the door to the administration building a\ndoor that opened for but one man at a time. The officers stopped.\n\n\"Things are _not_ normal outside,\" Court growled, \"and you know it. I've\nbeen wondering how long this prison could go on--as if there were still\na state's capital, with its Adult Authority, its governor, its Supreme\nCourt. D'you think every man jack here doesn't know a visit from the\nAuthority's long overdue!\"\n\n\"Yeah--\"\n\n\"Well, I'll go in, sarge, and see what's what. If you _don't_ hear from\nme, stick to routine.\"\n\n\"Right, captain.\"\n\nHe remained where he was while Captain Court walked slowly toward the\ndoor, both hands well in sight. A pace from the door he stopped and\nexchanged a few words with someone watching him through a barred\npeephole. After a moment, the door slid open and he walked into the\nbuilding.\n\nHe was the last to arrive at the warden's office. Lansing gazed at him\nin fascination. Goldsmid had been a Golden Gloves champion middleweight\nbefore he had heeded the call of the Law, and he looked it. Dr. Slade\nwas the prototype of all overworked doctors. But Court was a type by\nhimself. Lansing thought he'd never seen a colder eye. Yet, the\ncaptain's lean face--so unlike the warden's mild, scholarly one--was\nquiet, composed, unmarked by any weakness of feature or line of\nself-indulgence. A big, tough man, Lansing mused, a very tough man. But\na just one.\n\n       *       *       *       *       *\n\n\"I've a problem, warden,\" Court said when the introductions were over.\n\"Something we should decide right away.\"\n\n\"Can't it wait?\" Knox said irritably.\n\nLansing almost choked with stifled laughter when Court just glanced\nbriefly at Knox, then said quietly to the warden, \"Sergeant Haines has\njust advised me that the inmates know about these gentlemen and\nthey're--restless. I wonder if we shouldn't keep the men in their cells\nthis afternoon.\"'\n\n\"Blast it!\" roared Knox. \"Can't you people keep a secret?\"\n\n\"There are no secrets in prison, general,\" Halloran said mildly. \"I\nlearned that my first week as a guard, twenty years ago.\" To Court he\nsaid, \"Sit down, Alfred. Unless you disagree strongly, I think we'll let\nthe men out as usual. It's a risk, yes, but right now, the closer we\nstick to normal routine, the better.\"\n\n\"You're probably right, sir.\"\n\nCourt sat down and Halloran turned to his two visitors.\n\n\"Now, gentlemen,\" he smiled, \"we're at your disposal. As I told you, my\ntwo associate wardens aren't here. Mr. Briggs is in town and Mr. Tate is\nhome ill. Dr. McCall, our Protestant clergyman, is also home, recovering\nfrom a siege with one of those pesky viruses. But we here represent\nvarious phases of our administration and can certainly answer all of\nyour questions.\"\n\n\"Questions!\" Knox snorted. \"We're here to tell you the facts--not ask.\"\n\n\"General,\" soothed Lansing. He looked across the desk at Halloran and\nshrugged slightly. The warden twinkled. \"General Knox is a trifle ...\nah, overblunt, but he's telling you the essential truth of the\nsituation. We've come to take you away from here. Just as soon as you\ncan leave.\"\n\n\"Hey?\" cried Slade. \"Leave here? The devil, man, I've got to take out a\ngall bladder this afternoon!\"\n\n\"I'm afraid I don't understand,\" murmured Goldsmid. \"I thought the war\nwas over--\"\n\n\"This is all nonsense!\" There was an ominous note in Knox's hoarse\nvoice. \"Do you people realize you're now under the authority of the\nFifth Defense Command?\"\n\nLansing cried: \"Let's be sensible about all this!\" He pointed his cigar\nat the fuming soldier. \"General, these gentlemen have every right to\nknow the situation and we'll save time if you'll permit me to give them\na quick briefing.\"\n\n\"All right! All right!\"\n\n\"Well, then.\" Lansing crossed his long legs, glanced nervously about the\nroom, and said, \"The world as we know it is done with. Finished. In\nanother week it will be completely uninhabitable.\"\n\n[Illustration]\n\n\"Hey,\" grunted Slade. \"You Lansing, the physicist?\"\n\n\"That's right, doctor.\"\n\n\"Didn't place you at first. Well, what's going to end this lousy old\nworld of ours?\"\n\n\"Well,\" Lansing answered, \"we wiped out our late antagonists with skill\nand dispatch. But, in the end, they outsmarted us. Left behind some sort\nof radioactive dust which ... _spreads_. It's rolling down on us from\nChicago and up from Texas. God knows what other parts of the country are\nlike--we haven't had time to discuss it with them on the radio.\"\n\nGoldsmid muttered something in Hebrew.\n\n\"Isn't that lack of communication rather odd?\" asked the warden.\n\n\"Not so very. We've been too busy building rocket ships.\"\n\n\"Rocket ships!\" Court was jarred out of his icy calm.\n\n\"You mean spaceships?\" cried the doctor.\n\n\"Yes, Slade, they do,\" murmured the warden.\n\n\"Precisely,\" Lansing said. \"When it looked as if the cold war would get\nrather warm, the allied governments faced up to the fact that our\nvenerable planet might become a ... ah, a battle casualty. So, in\ncarefully selected regions, rather extensive preparations were made for\na hurried departure from this sector of the universe.\"\n\n\"Oh, come to the point!\" Knox exploded. \"All you people need to know is\nthat one of those regions is this area of the Rocky Mountains, that the\nships are built and ready to go, and that you're to get aboard. Fast!\"\n\n\"That,\" nodded Lansing, \"is it.\"\n\n       *       *       *       *       *\n\nThe four prison officials looked at each other. Halloran and Court sat\nquiet; Goldsmid slowly dropped his eyes to the ground and his lips\nmoved. Slade scratched his chin.\n\n\"Going to Mars, hey?\" he asked abruptly.\n\n\"That's our destination.\"\n\nThe doctor chuckled. \"Comic-book stuff,\" he chortled.\n\n\"No, it isn't,\" Halloran said. \"We've been expecting something like this\nfor a long time. Haven't we?\"\n\n\"Indeed we have,\" Goldsmid said. \"Expecting, but not quite believing.\"\n\nHalloran looked thoughtfully at the physicist. \"Dr. Lansing, these ships\nof yours ... they're pretty big, I take it?\"\n\n\"Not as big as we like. They never are. But they'll do. Why?\"\n\n\"I should remind you that we have well over two thousand inmates here.\"\n\n\"Inmates!\" barked the general. \"Who the devil said anything about your\ninmates? Think we'll take a lot of convicts to Mars! Populate it with\nkillers, thieves--\"\n\n\"Who does go, then?\" Halloran did not raise his voice but Knox looked\nsuddenly uneasy.\n\n\"Why ... uh, your operating personnel,\" he replied gruffly. \"Your\nguards, clerks ... hell, man, it's obvious, isn't it?\"\n\n\"I'm afraid that is out,\" Goldsmid said. \"For me, that is.\" He stood up,\na heavy-shouldered middleweight running a little to fat. \"Excuse me,\nwarden, my counseling period's coming up.\"\n\n\"Sit down, Pete,\" Halloran said quietly. \"We haven't finished this\nconference.\"\n\n\"I admire your sentiments, Rabbi,\" Lansing said hurriedly, \"but surely\nyou realize that we can't take any criminal elements to ... ah, what\nwill be our new world. And we do have a special need for you. We've\nplenty of your co-religionists among our various personnel, but we don't\nhave an ordained minister for them. They're your responsibility.\"\n\n\"Afraid my first responsibility is here.\" Goldsmid's voice was quite\nmatter-of-fact.\n\n\"So's mine,\" grunted Slade. \"Warden, even if the world ends tomorrow,\nI've got to get Squeaker Hanley's gall bladder out today. No point in my\nhanging around any longer is there?\"\n\n\"Of course there is,\" Halloran answered. He took a package of cigarettes\nfrom his pocket, selected one, and lit it. He exhaled smoke and looked\nspeculatively at Lansing. The scientist felt himself blushing and looked\naway.\n\nHalloran turned to Court.\n\n\"Quite a problem, isn't it, Alfred,\" he said. \"I suppose these gentlemen\nare right in keeping the inmates off their ships. At any rate, _we_\ncan't argue the matter--so let's do what we're asked. I think you'd\nbetter plan to get the guards out of here tonight, at shift change.\nMight pass the word to their wives now, so they can start packing a few\nessentials. Doc,\" he turned to Slade, \"before you get your greedy hands\non Squeaker's gall bladder, you'd better round up your staff and have\nthem make the proper arrangements.\"\n\n\"O.K., I'll put it up to them.\"\n\n\"You'll _not_ put it up to them,\" the warden said sharply. \"You'll\n_order_ them to be ready when the general, here, wants them.\"\n\n\"I'll give no orders,\" Slade said grimly.\n\n\"Just a minute,\" interposed Court. \"Sir, aren't you going?\"\n\n\"Of course not. But that's neither here nor there--\"\n\nThe loud clangor of a bell pealed through the room. The two visitors\njumped.\n\n\"What's that?\" cried Knox.\n\n\"Yard time,\" Halloran smiled. \"The men are allowed two hours out in the\nyard, now. They exercise, play games, or just sit around and talk.\"\n\n\"Oh.\"\n\n\"Did I understand you correctly, Warden Halloran?\" Lansing's bony face\nwas pale now. \"Do you refuse to come with us?\"\n\n       *       *       *       *       *\n\nWhen the bell rang, Joe Mario had been standing near the door to the\nwarden's office, ostensibly filing reports. Now, he closed the drawer\nwith a bang, stretched, and started toward the outside door.\n\n\"Where are you going?\" the guard asked suspiciously.\n\n\"The yard. Where else?\"\n\n\"Not a word,\" Mario added virtuously. \"I was too busy doin' my work.\nAnyway, you gotta let me out. My team's got a ball game set for this\nafternoon.\"\n\n\"Oh ... all right.\" He looked at the typists. \"How about you two? Want\nout?\"\n\nThe two men glanced quickly at each other, then shoved back their chairs\nand got up from their desks.\n\n\"Sure,\" one of them grinned, \"I guess we'll take a little air.\"\n\n       *       *       *       *       *\n\nLansing had the feeling he used to have occasionally, back in his\nuniversity days when he lectured on freshman physics--as if he were\ntalking to a class of deaf students. For, like the hapless freshmen,\nWarden Halloran was quite obviously not listening to him. But the\nscientist plunged on. \"Sir,\" he said hoarsely, \"we need you. We _will_\nneed you! I'm a scientist--I know nothing of the problems of ... ah,\ncommunity living. Neither does Knox. He's accustomed to major\ncrises--and solving them by giving orders. But both of us know there'll\ncome a time when people won't take orders--\"\n\n\"Absolutely correct,\" Knox said unexpectedly. \"Once we get settled on\nMars, the military takes a back seat. And--I mean this, Lansing--_I'll_\nbe damn' glad of it. When the people get their towns built they'll need\nsome gents with the right kind know-how to help them, show them--\"\n\n\"That's all very interesting, general, but it's not for me.\"\n\n\"Why not?\"\n\nHalloran snubbed out his cigarette, looked up at the general and at the\nscientist. He smiled briefly. \"It's just my job, gentlemen--let's not\ndiscuss the matter any further. You can't make me go.\"\n\n\"We will!\" barked Knox. \"I told you you were under the jurisdiction of\nthe Fifth Defense Command and you are. If I want to, I can send a tank\ncompany over here and drag you to those ships!\"\n\n\"He's right, you know,\" Lansing said.\n\nCourt stood up and took one step toward the general.\n\n\"Alfred!\" the warden did not lift his voice, but Court stopped. \"General\nKnox,\" Halloran went on in a conversational tone, \"you're being a bit of\nbully, you know, and in this prison we've all been ... ah, conditioned\nagainst bullies.\" He looked down at his desk and frowned. \"However, I'll\nadmit that your position requires that I elaborate my reasons for\nstaying here. Well, then. As I see it, your people, your ... ah,\ncolonists, can help themselves. Most of _my_ people, the inmates here,\ncan't. A long time ago, gentlemen, I decided I'd spend my life helping\nthe one man in our society who seemingly can't help himself, the\nso-called criminal. I've always felt that society owes a debt to the\ncriminal ... instead of the other way around.\"\n\nHe hesitated, grinned apologetically at Captain Court. \"I'm sermonizing\nagain, eh, Alfred? But,\" he shrugged, \"if I must get dramatic about it I\ncan only say that my life's work ends only with my--death.\"\n\n\"It's quite a rough job, you know,\" Goldsmid remarked. \"This is a\nmaximum security institution. Too many of the inmates have disappointed\nthe warden. But he keeps trying and we've learned to follow his\nexample.\"\n\n\"Our psychiatric bunch have done some mighty interesting things,\" beamed\nSlade, \"even with cases that looked absolutely hopeless.\"\n\n\"None of them can be saved now,\" muttered Lansing.\n\n\"That is in the hands of God,\" Goldsmid replied.\n\n\"Well,\" Halloran said gently, \"still going to send those tanks after me,\ngeneral?\"\n\n\"Uh ... no ... I won't interfere with a man doing his duty.\"\n\nLansing cleared his throat, looked slowly from the somber-faced\nclergyman, to the fidgeting medico, to the burly captain, still staring\nimpassively at the general, to, finally, the quiet, smiling warden.\n\"Gentlemen,\" he said slowly, \"it occurs to me that the situation hasn't\nactually registered on you. The earth is really doomed, you know. This\ndust simply won't tolerate organic life. In some way--we have not had\ntime to discover how--it's self-multiplying, so, as I said, it spreads.\nRight now, not a tenth of this entire continent--from the pole down to\nthe Panama Canal--is capable of supporting any kind of life as we know\nit. And that area is diminishing hourly.\"\n\n\"No way of checking it?\" Slade asked. His tone was one of idle\ncuriosity, nothing else.\n\n\"No. It's death, gentlemen. As deadly as your ... ah, gallows.\"\n\n\"We use the gas chamber,\" Halloran corrected him. His mouth twisted.\n\"More humane, you know.\"\n\nThere was brief quiet, then the warden said, \"Well ... now that we've\nfinished philosophizing, let's get back to the matter at hand. We can\nhave everyone that's going ready to leave by seven tonight. Will that be\nsatisfactory?\"\n\n\"It'll have to be,\" Knox grunted.\n\n\"Thank you.\" Halloran reached for his phone, then dropped his hands on\nhis desk. \"I'd like to ask you a question,\" he said. \"Perhaps it's\npresumptuous, but I'm rather curious about the ... er, last workings of\nour government. Tell me, don't you really have room for our inmates? You\nhaven't told us how many ships you've built. Or how big they are.\"\n\nLansing looked at Knox. The general flushed, then stared at the floor.\nLansing shrugged tiredly.\n\n\"Oh, we've plenty of room,\" he sighed. \"But ... our orders are to take\nonly those completely fit to build a new world. We've ... well, we have\npracticed a lot of euthanasia lately.\"\n\n\"Judges,\" murmured Goldsmid.\n\n\"If you had come sooner,\" there was no anger in Halloran's voice,\n\"couldn't you have selected some of our people, those that I ... all of\nus know are ready for rehabilitation--even on another planet?\"\n\n\"Perhaps. But no one remembered there was a prison nearby.\"\n\nThe warden looked at the rabbi. Goldsmid raised his heavy shoulders in\nan ancient Hebraic gesture.\n\n\"That was always the trouble, wasn't it, Pete?\" Halloran murmured.\n\"People never remembered the prisons!\"\n\nThe telephone beside him shrilled loudly, urgently.\n\n       *       *       *       *       *\n\nThe inmate mopping the floor of Condemned Row's single corridor slowed\nin front of Bert Doyle's cell. Doyle was slated for a ride down the\nelevator that night to the death cell behind the gas chamber. At the\nmoment, he was stretched out on his bunk, listening to the soft voice of\nFather Nelson.\n\n\"Sorry to interrupt,\" the inmate said, \"but I thought you'd like to know\nthat all hell's busting loose down in the yard.\"\n\nFather Nelson looked up.\n\nDoyle, too, looked interested. \"A riot?\" he asked.\n\n\"Yessiree, bob!\"\n\n\"Nonsense!\" snapped the priest. \"This prison doesn't have riots!\"\n\n\"Well, it's sure got one, now. 'Scuse me, Father, but it's the truth.\nThe men grabbed four or five yard guards and the screws in the towers\ndon't dare shoot!\"\n\nHe gave up all pretense of work and stood, leaning on his mop-handle,\nhis rheumy old eyes glowing with a feverish excitement.\n\nNelson stood up.\n\n\"Will you excuse me, Bert?\" he asked. \"I'd better see if I can help the\nwarden.\"\n\nDoyle, too, sat up, swung his feet to the steel floor, stood up and\nstretched. \"Sure,\" he said. His hard face was pale but otherwise he\nseemed quite calm. \"You've been a great help, Father.\" He looked\nquizzically at the old inmate. \"You lying, Danny? Seems to me the boys\nhave got nothing to beef about here.\"\n\n\"Heh, they sure have now.\"\n\n\"What?\"\n\n\"Well, I got this from a guy who got it from Vukich who heard it from\nJoe Mario. Seems there's a big-shot general and some kinda scientist in\nMr. Halloran's office.\" He shifted his grip on the mop-handle. \"You\ngents maybe won't believe this, but it's what Joe heard 'em say to the\nwarden. Outside is all covered with radium and this general and this\nhere scientist are goin' to Mars an' they want the warden to go along.\nLeavin' us behind, of course. That's what the boys are riotin' about.\"\n\nBert Doyle burst into harsh laughter.\n\n\"Danny! Danny!\" he cried. \"I've been predicting this! You've gone\nstir-bugs!\"\n\n\"Ain't neither!\"\n\n\"Just a moment, Bert,\" Nelson whispered. Aloud he said, \"Dan, go call\nthe guard for me, please.\" When the old man had shuffled out of earshot\nthe priest said to the condemned man, \"It could be true, Bert. By\nradium, he means radioactive material. And there's no reason spaceships\ncan't get to Mars. We'd reached the Moon before the war started, you\nknow.\"\n\nDoyle sank back on his bunk.\n\n\"Well, I'll be damned!\" he breathed.\n\n\"Bert!\"\n\nDoyle grinned sheepishly. \"Force of habit.\" Then, more soberly, \"So\nthey're off to Mars, eh? Father, you better get down there and pick up\nyour reservations!\"\n\n\"Don't be ridiculous!\" The priest's voice softened and he patted the\nkiller's shoulder. \"I will go down and see what's what, Bert. And I'll\nbe back just as soon as the men have quieted down. That is, if they\n_are_ creating a disturbance.\"\n\nThe footsteps of the approaching guard sounded loud in the corridor.\nDoyle frowned a little.\n\n\"When you come back, Father, you'll tell me the truth? No kidding, now!\"\n\nThe guard stood in front of the door of heavy steel bars. Father Nelson\nlooked down at the man on the bunk.\n\n\"I'll tell you everything, Bert. I swear it.\"\n\n\"Uh, Father?\" the guard's voice was nervous--and embarrassed.\n\n\"Yes, Perkins?\"\n\n\"I ... I can't let you out right now. Orders from the warden. Not a\ncell door opens till I hear from him direct.\"\n\n[Illustration]\n\nDoyle chuckled.\n\n\"Might as well sit down, Father,\" he said, \"and make yourself\ncomfortable--\"\n\n       *       *       *       *       *\n\n\"What will you do?\" cried Lansing.\n\n\"Go out and talk to them, of course,\" replied Halloran. He arose from\nhis desk, a calm, unhurried man.\n\n\"Look,\" growled Knox, \"you get me through to the town. Some of our\npeople are still there. I'll order out as many soldiers as you want.\nI'll see to it that they get here--on the double!\"\n\nHalloran flushed. \"Would it ease your conscience, general,\" he grated,\n\"if you killed off my men instead of leaving them--behind! Now, you will\nplease keep quiet. You'll be perfectly safe!\"\n\n\"What will we do with them, sir?\" Court gestured at Lansing and Knox.\n\nHalloran strode from behind his desk to the opposite end of the room. As\nhe twirled the dials of a wall safe he said, \"They'll have to remain\nhere, for now. The men have got between this building and the gate\noffice.\" The safe swung open and he reached far inside and took out a\nsubmachine gun. \"Here,\" he held the weapon out to Court. \"If I don't\ncome back, use this to get them to the gate office.\"\n\n\"Didn't know you had an arsenal in here!\" cried Slade.\n\n\"No one else did, either, except Alfred. Now Doc, think you and Pete had\nbetter stay here.\"\n\nSlade and Goldsmid pulled themselves out of their chairs as one man.\nTheir timing was perfect.\n\n\"No, you don't, hero!\" growled Slade.\n\n\"Warden,\" Goldsmid said, \"perhaps _I_ could talk to the men--\"\n\nThe warden smiled and walked toward the door. There he stopped and said\nto Court, \"Switch on the speaker system, Alfred. I'll take the portable\nmike from the next office. While I'm out there, get word to all\ncustodial and operating personnel that they will be permitted to leave\ntonight. Meantime, I hope they will stay on their jobs. Better phone Mr.\nTate, have someone try to locate Mr. Briggs, be sure and call Dr.\nSlade's staff.\"\n\n\"Right, sir.\"\n\nThe three men left the office. Court, the gun cradled under one arm,\npicked up the phone and spoke into it. His voice was a low, crisp\nmonotone. After a while, he replaced the receiver and stood quiet,\nstaring impassively at the others.\n\n\"You might say the warden's career has been twenty years of futility,\"\nhe muttered. Lansing and Knox felt he wasn't actually speaking to them.\n\"Now me, I'm a screw of the old school. Hardboiled, they say. _I_ never\nexpected a thing from a con ... and cons have lied to him, politicians\nhave broken their promises ... but the liars have loved him and the\ndumbest dope in the legislature has respected him.\"\n\n\"Will he ... be all right?\" Lansing asked.\n\nCourt shrugged. \"Who knows? You handled this very badly,\" he said\ndispassionately. \"Five minutes after you stepped through the main gate\nevery inmate in the place knew you were here and started wondering. Why\ndidn't you write--make arrangements to see the warden outside?\"\n\n\"I'm sorry,\" Lansing said. \"We know very little about prisons.\"\n\nCourt laughed shortly. \"You'd better learn,\" he said grimly.\n\n\"Anyway we can see what's going on?\" rumbled Knox. \"And how about that\nspeaker business?\"\n\n\"There's a window in the next office. Come along.\"\n\n       *       *       *       *       *\n\nThey crouched at the window, the fat Knox whizzing a little, because\nCourt had ordered them to keep out of sight of the rioters. They saw\nHalloran, Slade and Goldsmid at his heels, walking out into the small\ncourtyard that lay between them and safety. Over the wall speaker came a\nsullen roar, something very like the ragged blast of a rocket whose\ntiming is off. A few gray-clad men in the courtyard saw the approaching\nwarden, surged toward him, screaming at their fellows in the big yard\nbehind them.\n\nHalloran ignored the clutching hands. He held the mike up and they heard\nhim say, \"There's no point in my talking with you unless you will be\nquiet and listen.\" He paused. The roar slowly subsided into an angry\nmutter. \"Thanks. That's better.\"\n\nNow, they could see Slade's head but both Halloran and the rabbi were\nhidden by the swirl of gray figures that swept around the three prison\nofficials.\n\n\"Now,\" the warden went on, \"it seems that you have something to say to\nme. Good enough. But why didn't you send word through your council,\ninstead of roughing up guards, damaging property, yelling your heads off\nand generally behaving like a bunch of spoiled brats. Go on, tell me!\nWhy?\"\n\nSomeone's scream came clearly over the mike. \"The world's coming to an\nend! They're leaving us here to die!\"\n\n\"Yeah!\" the mike picked up another voice. \"How about that?\"\n\nBefore the wordless, mindless roar could rise again, the warden barked,\n\"Oh, hush up!\" And they were quiet.\n\n\"My God,\" breathed Lansing.\n\n\"Now,\" Halloran's voice was easy, assured, \"I want to make sure that all\nof you hear me. So, I'm coming out in the center of the yard. Rabbi Pete\nGoldsmid and Doc Slade insist on coming with me although,\" he chuckled,\n\"I understand Squeaker Hanley's screaming for the doc to cut out his\ngall bladder.\" A few of the men laughed. \"All right, here I come. And\nyou fellows behind me, keep off the wire. I don't want this mike to go\ndead and have to yell my lungs out.\"\n\nThey saw the eddy of men around him move slowly through the broken gate\nand out of their sight.\n\n\"What will he tell them,\" muttered Knox.\n\n\"Whatever--they'll believe it,\" Court said. The courtyard before them\nwas now empty. He stared thoughtfully out the barred window, then said,\n\"Think you could get to the gate office pretty soon, now--\"\n\n\"No!\" snarled Knox. \"I want to see what happens to that gutty\nso-and-so!\"\n\nLansing grinned nervously. \"Somehow, captain, I feel it won't be\nnecessary for us to sneak out of here.\"\n\n       *       *       *       *       *\n\nThey listened again while assorted thieves, murderers, rapists,\nmen--save for an innocent few--whose hands were consistently raised\nagainst their fellows' peace and property, heard their jailor tell them\nthat the end of their world, a world that many of them remembered but\ndimly, was coming to an end. The screaming broke out again when Halloran\nspoke of the Mars-bound ships, and, for a moment, the three in the\noffice thought he had lost control. But the amplifiers prevailed and\nHalloran laughed and said, \"Anyway, we're not going to Mars--\"\n\n\"_You_ can go!\"\n\nThe man who yelled that was apparently very close to the warden within\nhis view, for they heard him say: \"Chrisman, you're a fool--as usual!\nWould I bother to come out here and talk to you if I could go?\"\n\nThat got them. That, they understood. If a guy didn't scram from a hot\nspot when he could ... well, then, he couldn't scram in the first place.\nSo, the warden was stuck, just like they were.\n\nLater, perhaps, a few of them might figure out why.\n\n\"Now, let's have no more interruptions,\" Halloran said. \"_I_ don't think\nthere's any need to go. Neither does the doc, here, or the rabbi. We're\nall staying--because the desert to the south of us has stopped the\nspread of this dust and it seems it can't cross the rivers, either. So,\nwe're safe enough.\"\n\n\"But that's not true,\" groaned Lansing.\n\nCourt glanced at him. \"Would you tell them different?\" he said coldly.\n\n\"No--\"\n\nHalloran said, \"Well, that's that. Life is a little difficult outside\nand so the people out there want to try to get to Mars. Believe me,\nthat's a trip I want someone else to make first. But if they think life\nwill be easier on those deserts--why, let them go. But God help\nthem--they'll need it.\"\n\nHe paused. Knox tried to catch Lansing's eye, but the scientist's face\nwas blank, unseeing.\n\n\"What do _we_ do?\" This voice was not hysterical, just seriously\nquestioning.\n\n\"_You_ should do darned well. Life should be easy enough for _you_.\nYou've got your own farms, your livestock, laundry, hospital,\nshops--everything a man can need. So, take over and run things to suit\nyourselves.\"\n\nA unanimous gasp whistled over the speaker. Then, they all cried just\none word.\n\n\"Us?\"\n\n\"Why not? Don't you think you can?\"\n\nSilence, broken by strange, wistful mutterings.\n\n\"I'd suggest this,\" Halloran said. \"Let's follow our normal routine\ntonight--no lock-ups, of course--and tomorrow, you fellows take over.\nI'll help you in any way I can. But it will be _your_ job. Perhaps after\nbreakfast tomorrow, you ought to have a mass meeting. Under the\nsupervision of your council, I'd say. You can't keep going without some\nkind of order, you know.\"\n\nAgain silence.\n\n\"My God,\" whispered Lansing, \"he makes it all sound so _real_.\"\n\n\"Any questions?\" Halloran asked.\n\n\"Hey, warden! How about the dames?\"\n\n\"The ladies will join you tomorrow morning.\" He chuckled. \"I imagine\nthey'll be able to handle you all right!\"\n\nA joyous roar.\n\n\"However,\" Halloran raised his voice, \"I'd like to remind you fellows\nthat a successful community needs ... _families_!\"\n\nThere was a long quiet, then, broken finally by an inmate who asked,\n\"Warden, how about the guys up on the Row?\"\n\n\"Well,\" Halloran's voice lost all humor, \"you can start ripping out the\ngas chamber whenever you're ready to. I'll see that you get the tools.\"\n\nThe swell of applause was so loud in the office that Court hastily\nturned down the speaker's volume.\n\n\"All right,\" Halloran said when they had quieted down, \"that's about it.\nYou're free now, till supper-time. I'd suggest all of you start right\nnow, thinking about your future--\"\n\n     *     *     *     *     *\n\nOutside the main gate, first Knox, then Lansing shook hands with the\ngray-faced warden.\n\n\"Trucks'll be in town at seven for your people,\" Knox muttered. He gave\na windy sigh. \"It's all fouled up. As usual. Damn it, we need people\nlike you, sir!\"\n\nLansing looked at Halloran for a long time, trying to see behind the\nmask of exhaustion. \"I'm a mannerless fool,\" he said at last. \"But Mr.\nHalloran, would you tell me what you're thinking? I mean, really\nthinking? Even if it's rough on us!\"\n\nHalloran laughed softly. \"I wasn't thinking about you at all, Dr.\nLansing. I was--and am--regretting that what I told the men couldn't be\nthe truth. It's too bad they'll have so short a time. It would be very\ninteresting to see what they would do with--_life_.\"\n\nKnox scowled. \"Seems like they haven't done much with it so far.\"\n\n\"Come along, general,\" Lansing said quietly. \"You don't understand. None\nof us do. We never did.\"\n\n\nTHE END\n\n\n\n\n\nEnd of Project Gutenberg's Criminal Negligence, by Jesse Francis McComas\n\n*** END OF THIS PROJECT GUTENBERG EBOOK CRIMINAL NEGLIGENCE ***\n\n***** This file should be named 24399-8.txt or 24399-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/4/3/9/24399/\n\nProduced by Greg Weeks, Greg Bergquist and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}