{"title": "The Golden Judge", "author": "Nathaniel Gordon", "releaseDate": "February 2, 2008", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks and the Online Distributed\nProofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n        +-------------------------------------------------------+\n        |This etext was produced from Astounding Science Fiction|\n        |December 1955. Extensive research did not uncover any  |\n        |evidence that the U.S. copyright on this publication   |\n        | was renewed.                                          |\n        +-------------------------------------------------------+\n\n\n\n\nTHE GOLDEN JUDGE\n\n[Illustration]\n\n_A suggestion and a highly intriguing one--on how to settle the problems\nthat involve face-saving among nations!_\n\nBY NATHANIEL GORDON\n\nIllustrated by Freas\n\n\n_UNITED NATIONS, N.Y., June 16, 1981--(AP)--In one of\nthe most impressive ceremonies ever held in the United Nations building,\nthe world celebrated today the 25th anniversary of the discovery of the\n\"Golden Judge.\"_\n\n_General Terence P. O'Reilly, USA (Retired), the man responsible for the\ndiscovery, was the principal guest of honor. Obviously moved by the\nacclaim from virtually every member nation, Gen. O'Reilly made a brief\nspeech recapturing for a moment the accidental circumstances of 25 years\nago that so drastically reduced world tensions...._\n\n     *     *     *     *     *\n\nIt was stifling hot in Jerusalem in the afternoon of June 16, 1956, and\nMajor General Terence Patrick O'Reilly, United States Army, was rather\nmore bored than usual. His Army career had gone well--two stars already\nat forty-five--until the mysterious workings of the Pentagon had given\nhim perhaps the most frustrating posting a soldier could have.\n\nHe was chairman of the mixed United Nations armistice commission trying\nto keep the uneasy peace between Israel and her Arab neighbors. For\nmonths he had presided over unending investigations of border incidents,\nsome petty, some not so petty. He had signed reports reprimanding and\nrecommending and approving, but nothing ever came of them, and he no\nlonger expected anything ever would.\n\nToday's hearing was different, and not strictly in his field. But\nbecause he was an engineer, and because both Arabs and Israelis trusted\nhim, he had agreed to listen to their opposing arguments on using the\nwaters of the River Jordan.\n\nToo many years ago, the United States had offered to provide most of the\nfunds for a \"little TVA\" on the river, benefitting both Israel and\nJordan alike. At first, both had refused outright to have anything to do\nwith the other. But over the years, skillful negotiating by Eric\nJohnston, the American President's personal envoy, had brought Israel\nand Jordan closer and closer together--until now they agreed on the\ndisposal of ninety per cent of the water.\n\nBut farther than this they would not go. For months, years, they balked\non the remaining ten per cent, and the dams remained only blueprints.\n\nTerence O'Reilly was sick unto death of the arguments, and thought\neveryone else was, too. He had heard them over and over; he knew them by\nheart. He knew they were evenly balanced, with justice on both sides. He\nknew both nations longed for a settlement, but he knew neither would\nback down, for reasons of \"face.\" Worst of all, he knew that any\ndecision of his was meaningless. It was purely advisory, and he knew all\ntoo well what \"advisory\" opinions counted for out here.\n\nYet he tried to look interested as the delegate from Jordan wearily\nproduced an argument that every man in the conference room could recite\nword for word.\n\nIn a brief lull, General O'Reilly groaned: \"Why don't they toss a coin\nfor it?\"\n\nIt was not as _sotto voce_ as he meant.\n\nThe Arab delegate stared at him. \"I beg your pardon!\"\n\nFlushing, General O'Reilly apologized, but the Arab was already talking\nexcitedly to his fellow delegates. Puzzled, O'Reilly heard a confused\nbabble of Arabic, then sudden silence.\n\nThe Arab delegate had a glint in his eye as he asked for the floor.\n\n\"In the name of my country,\" he said proudly, \"we agree!\"\n\nThe word \"agree\" had not been heard in this chamber for many months, and\nGeneral O'Reilly wondered if he had heard aright. \"Agree?\" he stared.\n\"Agree to what?\"\n\n\"To toss a coin for it, as the chairman has proposed,\" the Arab said.\n\"That is, it the Israeli delegation has the courage, the sportsmanship\nto agree.\" He looked tauntingly to his rivals across the room.\n\nThe Israeli leader sprang to his feet, indignant. \"I protest, Mr.\nChairman, to this frivolous treatment of a serious matter, which will\naffect the future of--\"\n\nHe felt silent, aware of the contemptuous smiles on the faces of the\nArabs.\n\nGeneral O'Reilly kept his countenance. He said mildly: \"Of course, if\nyou are not willing to risk the luck of--\"\n\n\"We are afraid of nothing, sir!\" the Israeli snapped. \"We are as\nsporting as anyone else, but--\" One of his fellow delegates whispered\nsomething to him. Then the whole Israeli delegation talked in low\nvoices. Finally the leader rose again. \"Will you permit me to telephone\nmy minister?\"\n\nGravely the general recessed the meeting for thirty minutes. In his own\nroom, he stared at himself in the mirror, still dazed.\n\n\"My God!\" he breathed. \"They can't be taking it seriously!\"\n\nBut why not? If the arguments were so evenly balanced that not even\nSolomon could have chosen, if they really wanted a settlement, if they\ncould never give in without losing \"face\"--why, what better method than\nto trust it to the fall of a coin? Still--things just didn't happen that\nway.\n\nWhen the thirty minute recess ended, the Israeli delegate arose. He\nglared across the room and announced defiantly: \"My government also\nagrees! Let the coin decide!\"\n\nThe conference broke into clamor, but General O'Reilly had long since\nlearned the value of prudence in Jerusalem. \"The chairman agrees,\" he\nsaid judicially, \"that in the circumstances, this is perhaps an\nexcellent solution, perhaps the only solution. But this has been, to say\nthe least, somewhat impulsive. Let me suggest both sides return to their\ngovernments and consider this well. Then, if you are both still\nwilling, let us meet here one week from today, in this room--and the\ncoin will decide!\"\n\n     *     *     *     *     *\n\nHe had expected second thoughts, and he was not disappointed. Extremists\non both sides of the Jordan screamed with indignation. Yet, oddly, most\npeople seemed strangely excited, even pleased by the sporting\nproposition. They began to lay bets on the outcome.\n\nAnd both governments held firm. Probably, the general speculated,\nbecause they both wanted a solution--and there was no other solution in\nsight. Also, each hated to be the first to back down from a fair bet. It\nbecame a matter of honor.\n\nOn the week end, General O'Reilly flew to Cairo to meet some friends\npassing through on a world tour. Like all tourists, they went to the\nMouski, Cairo's great bazaar, and it was there, in the Street of the\nGoldsmiths, that the general got his idea.\n\nIt cost him a chunk of money, out of his own pocket, but like most\nIrishmen, he was a sporting man himself. After all, he grinned to\nhimself, I started the whole business, and I might as well do it up in\nstyle.\n\nHe had decided that no ordinary coin would do for such an historic\noccasion. So he had a goldsmith make him a heavy solid-gold medallion\nalmost twice as big as a twenty-dollar gold piece. He was not very much\npleased with the design he sketched out hastily, but on the spur of the\nmoment, he could think of nothing better.\n\nThe \"Heads\" side of the great coin bore a _front_ view of the blind\ngoddess of justice, with her scales. The \"Tails\" side had a _rear_ view\nof the same lady.\n\nIt was rather crudely done, but time was short. \"It'll have to do,\" the\ngeneral chuckled, as the plane bore him back to Jerusalem.\n\n     *     *     *     *     *\n\nWhen the appointed day came, the United Nations conference room in\nJerusalem was jammed with Israeli and Arab officials, and with a pack of\ncorrespondents who had magically appeared.\n\nGeneral O'Reilly had decided against asking each side to put its\nagreement into writing. A true gentleman's agreement shouldn't be\nwritten, he concluded. He merely asked the leaders for each side if they\nagreed to abide by the fall of the coin. Solemnly, both assented.\n\nCourteously, the Israelis had allowed the Arabs to call while the coin\nwas still in the air. There was silence as General O'Reilly flipped it\nhigh up towards the ceiling.\n\n\"Tails!\" cried the Arab leader.\n\nThe spinning coin glittered, falling onto the green baize table. The\ngeneral looked at it. The goddess had her back turned.\n\n\"It is tails,\" he announced, and the Arab delegation broke into happy\nshouts.\n\nAnd, astonishingly, that was that. The leading Tel-Aviv newspaper summed\nup Israeli feeling when it wrote in an editorial: \"Certainly there were\nmany heavy hearts in our country when the coin fell against us. But let\nus show the world that we are true sportsmen. We risked, and we lost.\nLet this be the end of it.\"\n\nWork began on the dams at last, without interference or protest. Not a\nword was ever written on paper, but it was the only agreement between\nthe two countries that was scrupulously kept by both sides.\n\nIt was, of course, a wonderful story. The name of Terence O'Reilly swam\nsuddenly into the headlines, and his wife began keeping a scrapbook of\nall the clippings. One among them was destined to be more potent in\nworld affairs than all the rest. It was a \"profile\" of General O'Reilly\npublished in a great American magazine, and it was notable for two\nthings.\n\nTo begin with, it was the author of this profile who first gave the coin\nthe name by which it soon became so famous--the \"Golden Judge.\"\n\nBut it also contained a casual, seemingly insignificant remark by\nGeneral O'Reilly. When the interviewer had asked how he happened to\nthink of the coin-tossing idea, the general had grinned. \"Why not?\" he\nsaid. \"Aren't the Irish the gamblingest people on earth?\"\n\nAnd it was this innocent sentence, hardly noticed at the time, that\nstarted the \"Golden Judge\" on its fantastic career, and kept it from\nbeing a mere nine-day wonder.\n\nFor a Chinese Communist diplomat in Berne, Switzerland, happened to see\nit and, one night at a dinner party, he said mockingly: \"This stupid\nAmerican general in Jerusalem is obviously ignorant of the world.\nOtherwise, he would realize that no nation on earth loves gambling so\nmuch as the Chinese. Anyone who knows the Orient will tell you this.\"\n\nThis made good cocktail party talk, a thing desperately needed in Berne,\nand eventually reached the ears of an Associated Press correspondent. He\nfiled a paragraph on it for a box story and, in the inevitable way of\nthe press, a reporter in Jerusalem asked General O'Reilly for his\ncomment.\n\n\"Well,\" he said, \"I've heard the Chinese are great gamblers indeed,\nalthough whether more so than the Irish I beg leave to doubt.\"\n\nThen his eyes twinkled. \"Why don't they prove it? Why don't they toss a\ncoin, say, for Quemoy and Matsu? The danged little places aren't worth a\nnickel to either side, and well they both know it. But they'll neither\nof them back down a hair, for losing face. I say, if they think they're\nthe greatest gamblers on earth, let 'em prove it!\"\n\nThis sped into print, caused a world-wide stir, and brought General\nO'Reilly a sizzling reprimand from the Department of the Army. He was\nnot REPEAT NOT to express opinions about the value of allied territory.\n\nHe read the reprimand ruefully, reminded himself that another great\nIrish failing was too much talk--and said good-by to any hopes for a\nthird star.\n\n     *     *     *     *     *\n\nBut this was before the black headlines from Formosa. With popping eyes,\nGeneral O'Reilly read that the Chinese Nationalist Foreign Minister had\ntaken up the challenge. He offered to toss a coin with the Chinese\nCommunists for Quemoy and Matsu!\n\n\"I'll be jiggered!\" the general breathed. \"They'll fight about\neverything else, but be damned if they'll admit the Irish are bigger\ngamblers than the Chinese! Now let's see what the Commies say.\"\n\nPeking was silent for two weeks. Then, in a broadcast from Radio Peking,\nChou En-Lai made his reply.\n\nHe agreed--but with conditions. He insisted on a neutral commission to\nsupervise the toss, half Communist members, half non-Communist. World\nobservers, weary of neutral commissions that never achieved anything,\ninterpreted this as a delaying tactic and agreed the whole thing would\nfall through.\n\n\"This is further proof,\" the Nationalist Foreign Minister commented with\nicy scorn, \"that the Communists are no longer real Chinese. For any\nChinese worthy of the name would not be afraid to risk the fall of the\ncoin.\"\n\nBut Marx had not quite liquidated the gambling fever that runs strong in\nthe blood of any Chinese, be he ever so Communist.\n\nStung, Chou En-Lai retorted: \"We agree! Let the coin decide!\"\n\nIt was agreed that Prime Minister Nehru of India, as a neutral, should\nsupervise the matter, and that New Delhi would be the scene of the\nactual tossing. And Nehru thought it fitting to invite General O'Reilly,\nas the father of the whole thing, to bring the same \"Golden Judge\" to\nIndia, to be used again.\n\nThe general came gladly, but declined to make the toss himself. \"My\ncountry is too closely involved in this matter,\" he explained, \"and\nthere might be talk if an American made the toss.\"\n\nHe suggested Nehru himself do it, and the Prime Minister agreed.\n\nThe actual tossing was done in the great governmental palace, and\nCommunist China won. Chiang Kai Shek's delegate bowed impassively and\nsaid coolly that his government yielded without question to the goddess\nof chance.\n\nThat night the Indian Prime Minister was host to a glittering official\nbanquet to celebrate the ending of the \"offshore island\" crisis.\n\n\"And we must lift our glasses,\" he said eloquently after dinner, \"to the\nman who discovered this eminently sane method of settling quarrels--a\nmethod so sensible, so fair that it is difficult to believe that in all\nthe world's long search for peace, it has not been discovered before. I\ngive you General O'Reilly!\"\n\nThe general rose to loud applause. He expressed his thanks modestly, and\ndisclaimed any merit except that of pure luck. Then he held up the\n\"Golden Judge\" itself, with a gleam in his eye.\n\n\"I hope,\" he said, \"that this coin will have still more work to do.\nSurely there are still disputed places in the world, where justice lies\non both sides, where only 'face-saving' prevents a settlement. And\nsurely it is better to resort to this coin than to force and war and\nbitter arguments that drag on year after year.\"\n\n\"Hear! Hear!\" Nehru cried, leading the applause. General O'Reilly stood\nsmiling until it died away.\n\n\"Places like Kashmir,\" he said clearly.\n\nThere was a gasp of laughter, quickly hushed. Nehru's face was pale with\nanger; he was famous for his temper. And everyone knew how India and\nPakistan had quarreled for years over Kashmir, and that all the efforts\nof the United Nations had come to nothing so far.\n\n\"I was delighted to hear Prime Minister Nehru say,\" General O'Reilly\nwent on calmly, \"how much he approved this method of settling old\ndisputes. And I should be very glad to help--with this.\" Smiling, he\ntossed the Golden Judge in the air and caught it again.\n\nNehru could keep silent no longer. Like a skilled Oriental debater, he\nstruck back indirectly. \"We thank General O'Reilly,\" he said acidly,\n\"for his kind offer, but perhaps it should be first used by his own\npeople, the Irish, of whose gambling prowess he is so proud. Surely no\nbitterness has lasted longer than that between the Republic of Ireland\nand the 'Six Lost Counties' of Northern Ireland. Let the Irish use the\nGolden Judge themselves before they counsel it for others!\"\n\nBut General O'Reilly was unruffled. \"I'm an American, myself,\" he said,\nsmiling, \"although proud indeed of my Irish blood. And the _Irish_ Irish\nwill have to speak for themselves, although I venture to say you'll find\nthem a sporting people indeed. But that's not quite the point, is it?\n'Twas you yourself, sir, who praised the Golden Judge so highly. And\nyou've seen today what fine sportsmen the Chinese are. The point is, are\nthe _Indians_ a sporting people?\"\n\n\"Of course we're a sporting people!\" Nehru glared.\n\n\"Then I take it you'd be willing, assuming Pakistan agrees, of course,\nbut I'm told they're a _very_ sporting people, to--\" The general tossed\nthe coin again, absent-mindedly.\n\n\"All right!\" Nehru grated. \"If they agree, so do we!\"\n\n     *     *     *     *     *\n\nIt took a month before Pakistan could agree, and all the arrangements be\nmade for the Toss on Kashmir. But in that month, the world had other\nthings to think about. Chiang Kai Shek accepted his gambling loss\nwithout a murmur and removed his troops from Quemoy and Matsu, the\nAmerican Seventh Fleet helping, the Communists not interfering. All\ncivilians on the islands who wished to go to Formosa were taken there.\n\nWashington said little officially, but in the corridors of the\nPentagon, Congress and the White House, the sighs of relief reached gale\nforce. General O'Reilly received a confidential and personal message\nfrom the Army Chief of Staff that made him pink with pleasure.\n\n\"May get that third star after all,\" he told his wife that night. \"And\nnot too long to wait, maybe.\"\n\nBut, above all, the month was filled with clamor from Ireland. Her\nMajesty's Government in Whitehall had immediately issued a communiqué\nwhich took a glacial view of the \"puerile\" proposal to toss for Northern\nIreland. It was the timing of this communiqué, rather than its contents,\nthat proved a tactical error. It had come too quickly, and Irishmen,\nboth north and south, resented it.\n\nAs a Belfast newspaper wrote tartly: \"Irishmen on both sides of the line\nare quite able to decide such matters for themselves, without the\nmotherly interference of London.\"\n\nDublin agreed in principle to toss, but the wrangling over conditions\nand exceptions boiled up into the greatest inter-Irish quarreling of\ntwenty years. It was still raging when General O'Reilly flew into the\nVale of Kashmir with a broad smile and the Golden Judge.\n\nAgain the great coin glittered high in the air while none other than\nNehru himself called out, tensely: \"Heads!\"\n\nIt fell \"Tails.\"\n\n\"So be it!\" Nehru said calmly, shaking hands with the Governor-General\nof Pakistan.\n\n\"Well, general,\" Nehru said, turning to O'Reilly with a smile, \"are you\nsatisfied now? I think we've proved we're a sporting people. So have the\nChinese, and the Jews and the Arabs. But what about your own folk, the\nIrish? From what I read, their sporting qualities seem to be highly\noverrated. I'd say they'd never gamble but on a sure thing.\"\n\nThe general's face went red at the insult, and so, a day later, did the\ncollective face of all Irishmen, North and South. For a while there was\naghast silence from the Emerald Isle, a silence sullen and embarrassed.\nAnd then a great rumbling roar of indignation.\n\n\"Mr. Speaker!\" cried a member of the Dail in Dublin. \"Are the Irish\npeople, who honor great gamblers only a little less than great poets,\nto be outdone by dark-skinned heathen? Mr. Speaker, I say _no_!\"\n\nThe following morning, the government of Eire formally offered to toss\nfor the Six Lost Counties and, if the coin fell contrary, to say no more\nabout them forever. Belfast agreed that same afternoon, and the whole\nisland went wild with excitement. Hardly any Irishman failed to place\nsome kind of side bet on the outcome, and stakes were laid that day that\nwould be spoken of with prideful awe for generations to come.\n\nThe remark of a Limerick drayman was widely quoted. \"There's not a man\nof us here,\" he commented in the course of a game of darts at the Sword\nand Shamrock, \"but would toss a coin for his grandmother's head, and\nwell ye know it. So after all the blatherin' and yowrin', why not have a\ngo for the Six Counties, and let the coin decide it now and foriver,\nonce and for all, win or lose?\"\n\nThe British Government surrendered with grace, and offered to play host\nto the toss in London, as a neutral place. They soon learned, with\nburning ears, that the last place on earth any Irishman considered\nneutral was London.\n\nAs a matter of course, General O'Reilly was invited to preside, using\nthe Golden Judge. Like most Irishmen in America, he had long sung of and\nsighed for the Auld Sod, while carefully avoiding going there, even for\na visit.\n\nHe now realized his error. He was received as one of Ireland's most\nglorious sons. He was set upon by thousands, perhaps hundreds of\nthousands, of proud O'Reillys--there were O'Reillys from the bogs and\nO'Reillys from the great houses, O'Reillys in tophats and O'Reillys in\ntam o' shanter. He was assured, and came near believing it, that in both\nlooks and wisdom, he was the spitting image of the Great O'Reilly, one\nof the many last rightful Kings of Ireland. A minstrel composed a lay\nabout him, \"The Golden Judge of Ireland\"; he was smothered in shamrock,\nand could have swum in the gifts of potheen. Secretly he much preferred\nScotch whisky to Irish, but the swarming O'Reillys made the disposal of\nthe potheen no very great problem.\n\n     *     *     *     *     *\n\nThe actual toss took place in a small railroad station, hastily cleaned\nup, on the railway line between Dublin and Belfast. Impartial surveyors\nhad certified it as being exactly astraddle the frontier.\n\nAmid a deathlike hush, with a high sense of history in his heart,\nGeneral O'Reilly flipped the Golden Judge high in the air.\n\nEire won. The Six Counties were no longer lost, and there was little\nenough work done in Ireland for a fortnight. Eire instantly and\nmagnanimously granted to her new north all the points that had been\nfought over so bitterly for so many years. For the northerners, to their\nsurprise, life went on exactly as before, except for different postage\nstamps, and a changed heading on their income-tax returns, which were\nconsiderably lower. For the first time in many years, there were no\nbrickbats thrown if a man felt the need, on a summer night, to sing\n\"God Save the Queen.\"\n\nGeneral O'Reilly flew away from Ireland with a mist in his eyes and a\ngreat glow in his heart. In a shaven second, he had achieved the thing\nfor which long and gallant generations of earlier O'Reillys had fought\nbloodily and in vain. For a fleeting moment, he wondered if his nervous\nright hand that day had shown any subconscious partisanship, but\nrejected the thing as impossible. If the toss for the Six Counties was,\nin a way, the crowning peak of General O'Reilly's career, it was by no\nmeans the end of it. Both he and his coin were fast becoming settled\ntradition. He continued his normal military career, but with the tacit\nunderstanding he would have a few days' leave of absence whenever the\nGolden Judge was needed.\n\nHe took it to Stockholm for the toss that settled the old and bitter\nfishing controversy between Britain and Iceland. Britain won.\n\nHe took it to Cairo, where Britain and Greece tossed for Cyprus. Greece\nwon, and at once offered Britain all the bases she wanted there, and\ngranted special extraterritorial status to all British colonels,\nknights' widows and former governors of the Punjab living in retirement\non the island.\n\nHe got his third star just before he flew down to Rio de Janiero for the\ntoss that finally settled the nagging quarrel between Britain and\nArgentina as to who owned the Falkland Islands. Britain won.\n\nHe took it to The Hague in Holland for the toss about the Saar. The Saar\nhad remained a European sore point despite a series of Franco-German\n\"settlements\" which never seemed to settle anything. Germany won the\ntoss, and immediately, of her own free will, granted the French equal\ncommercial rights.\n\nThe Saar toss had two odd results. The first was purely personal for\nGeneral O'Reilly, but he never forgot it. One day, driving through The\nHague, his official car passed a huge dignified building, which his\nchauffeur explained was the World Court. With a strange feeling, the\ngeneral noticed a solemn old man in black, staring bleakly out the\nwindow. He realized suddenly it was probably a judge, and that the\ngolden coin in his pocket had turned this costly mechanism into an\nanachronism. Nobody used the World Court any more now.\n\nThe other result of the Saar toss was, from the viewpoint of world\njurisprudence, far more important. It transformed the Golden Judge from\na mere tradition into an established legal institution, in this manner:\n\nFrance and Germany had been unable to agree whether the Saar was really\n_tossable_--a term that soon entered dictionaries--and had appealed to\nthe United Nations to decide. A temporary or _ad hoc_ United Nations\ncommission had been named to settle this point and, after due\ndeliberation, had pronounced the Saar tossable.\n\nTechnically, this \"Saar Commission\" should have then dissolved itself.\nInstead, in the way of parliamentary institutions, it lingered on and\nsoon became the accepted body to decide on tossability. And,\nillogically, it was forever afterwards still called the \"Saar\nCommission.\"\n\nWhenever, anywhere in the world, some international dispute reached\nstalemate, it became commonplace for some delegate to rise and say: \"Mr.\nChairman, I move the question be referred to the Saar Commission.\"\n\nIn due course, the Saar Commission would then give its solemn judgment\nas to whether or not the dispute should be put to the arbitrament of the\nGolden Judge. If so, General O'Reilly would board a plane, and be off.\n\nOnce the Saar Commission had its say, no nation ever dared refuse to put\na dispute to the hazard of the coin. Whereas nations yawned at being\ncalled \"warmongers\" or \"imperialists\" or \"aggressors\" or \"international\nbandits,\" none could stand being called \"bad sportsmen\" or \"poor\nlosers.\" So many nations had accepted the verdict of the Golden Judge,\nthat it became increasingly more difficult, not to say impossible, for a\ngiven nation to admit it was less sporting than the others.\n\n     *     *     *     *     *\n\nHowever, not all disputes were held tossable, to the disappointment of\nsome people who had too quickly believed the Golden Judge would bring\nimmediate Utopia, the end of all quarreling forever. Gradually the Saar\nCommission evolved certain criteria:\n\n1. A dispute was not tossable if it might give great populations and\ngreat nations over into systems of government they abhorred; it was\ntossable only if the population involved had no very great bias one way\nor the other.\n\n2. A tossable dispute was one in which justice lay on both sides, evenly\nbalanced.\n\n3. Tossing was clearly indicated where both sides ardently wished a\nsettlement, but where neither side was willing to cede an inch, for fear\nof losing \"face.\"\n\nThus the Saar Commission pronounced untossable the proposal by the\nSoviet Union to have the Golden Judge decide whether or not America\nshould abandon all her overseas bases. It also turned down the\nsuggestion of an American senator that Russia and the United States\nshould toss for Soviet withdrawal from all Eastern Europe. It denied the\nappeal of an idealistic Dane who wanted a toss to decide whether Germany\nshould be all Communist or all-Western. It likewise rejected a Swiss\nproposal that Chiang Kai Shek and Chou En-Lai should toss again, this\ntime for Formosa itself.\n\nIn passing, it is of interest to note that only once did Soviet Russia\nagree to toss. It was in the matter of her old dispute with Persia over\ncaviar fishing rights in the Caspian Sea. Persia won but, to the\nconsternation of the world, Russia refused to abide by the outcome. It\nwas the first and only time that the decision of the Golden Judge was\nnot obeyed, and it had startling repercussions.\n\nAll over the world, fellow-travelers abandoned the Soviet cause. They\nhad been able to find some excuses, however tortuous, for Russian\npurges, forced confessions, concentration camps and aggressions, but\nthey turned away, shocked and saddened, from a nation that openly\nwelshed on a bet.\n\nThere were strong reactions within Russia itself,\nalthough the convulsions were largely screened from Western eyes.\nHowever, an unprecedented number of Russians fled across the Iron\nCurtain, seeking asylum in the West. They said gloomily they could no\nlonger support a regime that reneged on its fair gambling losses, and\nprotested fiercely this was not the true soul of Russia.\n\nIn a gallant effort to recoup face for Russian sportsmanship, many of\nthese refugees grimly began playing almost non-stop games of \"Russian\nroulette,\" which gives the player a five-to-one chance of living. Some\nextreme chauvinists proudly reduced the odds to three-to-one by\ninserting two bullets, and a former Red Army major named Tolbunin even\nused three. His _tour de force_ was widely admired, although not\nrepeated, and Tolbunin himself was given a magnificent funeral.\n\nYet, except for the Caspian caviar toss, the Golden Judge was obeyed as\nunquestioningly as the Voice from Sinai, and perhaps more so. And if it\ncould be used only in what some called \"minor\" disputes, it was\nsurprising to see, once these were settled, how really few \"major\" ones\nremained. It is impossible here, of course, to list more than a few of\nGeneral O'Reilly's tosses, but he flew to nearly every spot on earth, a\nbeloved world figure.\n\nHe flew to Ethiopia--and caught malaria there--to settle an old quarrel\nbetween that country and the Sudan over a one-square-mile Sudanese\nenclave named Gambela, well inside Ethiopia. A relic of the times when\nBritain controlled the Sudan, Gambela had long been a thorn in the side\nof the Conquering Lion of Judah. Although the Negus lost, he accepted\nthe verdict as uncomplainingly as earlier disputants, some three\nthousand years before, had once accepted the awards of his putative\nancestor, King Solomon.\n\nGeneral O'Reilly ended a tiny but poisonous quarrel of many years'\nstanding as to whether British Honduras should become a part of the\nRepublic of Honduras. Britain won.\n\n     *     *     *     *     *\n\nIn an epic tour in 1973 that left the world gasping with admiration,\nGeneral O'Reilly spread lasting balm on many sores in the Middle East.\nThe Golden Judge settled--in favor of Pakistan--her friction with\nAfghanistan over the long-disputed Pathan territory. Saudi Arabia won\nfrom Britain two small and completely worthless oases on the undefined\nborder between Saudi Arabia and Trucial Oman. These oases had, over the\nyears, produced many hot and vain notes, and desultory shooting, but the\nLord of Saudi Arabia was subsequently much disappointed that they never\nproduced oil. He was further dismayed when the Golden Judge awarded to\nIraq a \"neutral zone\" between the two countries, on which they had never\nbeen able to agree, and this zone did, in fact, produce tremendous\namounts of oil. However, he complained only to Allah.\n\nSyria and Turkey resorted to the toss to decide about the Sanjak of\nAlexandretta (Iskanderun) which Turkey had been given by France back in\nthe Thirties, when France ran Syria. Turkey won. Damascus sighed but\nsmiled, and reopened diplomatic relations with Ankara that had been\nsevered for more than twenty years.\n\nBut on a golden January day in 1975, in Malaga, Spain, General\nO'Reilly's aide-de-camp noticed that his chief seemed strangely\npreoccupied. The occasion was a toss between Sweden and Finland as to\nthe possession of four large rocks lying in the sea at the head of the\nGulf of Bothnia, just off the Finno-Swedish frontier. These rocks, just\nsouth of the Arctic circle, contained no population other than sea\ngulls, but had been warmly claimed by both nations for years. And since\nthe weather in Scandinavia in January is miserable, the Finns and Swedes\nhad sagely decided to hold the toss in Malaga, which was as far south as\nthey could go and still be in Europe.\n\nIn public, General O'Reilly was himself--charming, dependable, cheerful.\nHe carried out the toss as gracefully as he had all the others, and he\nmade a winning speech at the banquet given by the Finns that night to\ncelebrate their acquisition of the four sub-Arctic rocks.\n\nBut the A.D.C. was not deluded and later, on the flight back to\nWashington, he observed that General O'Reilly was unusually abstracted\nand pensive, lost in thought. But since a major does not ask a\nlieutenant general about such matters, he kept silent.\n\nThe fact was that the general had now reached sixty-five, and in the\nAmerican Army, sixty-five is retirement age. As the ocean fled away\nunder the racing plane, he was remembering a scene the week before in\nthe office of the Army Chief of Staff.\n\n\"It's up to you, Terry,\" the Chief of Staff had said. \"You know\nperfectly well that the President is willing, even eager, to keep you on\npast the retirement age. You're a big man in the world now. You can stay\non the active list as long as you want. If necessary, he'll ask a\nspecial law, and there won't be one vote against it.\"\n\nThen the general remembered his wife: \"You've done enough, darling. It's\ntime we had a real permanent home for once in our lives. That garden for\nme, those Aberdeen Angus for you--remember? You've traveled too much;\nyou've never really gotten over that malaria. Darling, you need a rest.\nYou've earned it.\"\n\nThe general gazed out the plane window, trying to make up his mind. Then\nsuddenly he chuckled. The A.D.C. saw him pull a leather case out of\nhis pocket and watched, puzzled, as a golden coin spun briefly in the\nair.\n\nThe general caught it on the back of his left hand, covering it with\nhis right. Then he removed the right, looked at it.\n\nHe chuckled again.\n\n     *     *     *     *     *\n\nWhen General O'Reilly retired the following week, the President asked\nCongress for a fourth star for him and, in a special message, listed in\nglowing terms the services he had rendered to America and the world. The\nbill passed without a murmur, and Terence Patrick O'Reilly became at\nlast a full general.\n\nMessages poured in from nearly every country in the world, from dozens\nof presidents and premiers, and the handful of remaining kings. Along\nwith them came hundreds of gifts. They included a carved elephant tusk\nfrom Nepal, a Royal Copenhagen dinner service for twenty-four from the\nKingdom of Denmark, a one-rupee note from a ten-year-old girl in Bombay\nand--a gesture that excited much speculation--a case of caviar from the\nKremlin.\n\nThe Department of Defense announced that General O'Reilly had become the\nmost decorated soldier ever to wear American uniform. In every toss,\neach of the rival sides had awarded him some kind of decoration. When he\nwore full-dress uniform, the ribbons solidly covered both sides of his\ntunic, and he was nearly strangled with various stars and orders that\ndangled from ribbons around his neck.\n\n\"He retired just in time,\" his wife told her daughter-in-law one day at\ntea. \"There's not another square inch left for another ribbon.\"\n\nGeneral O'Reilly presented the Golden Judge to the United Nations, and\nthe King of Saudi Arabia proved his sportsmanship by having a\ntheft-proof case made for it of solid crystal, so that it could be on\npublic display. It was soon as visited and cherished as the Magna Carta\nand the Liberty Bell. A night and day guard stood watch over it.\n\nYet it was far from a useless relic. Often the crystal case was empty,\nand this meant it was seeing service somewhere in the world, in the\nhands of a Swedish general who had finally been chosen by the United\nNations to succeed Terence O'Reilly.\n\nIn his final press interview, General O'Reilly unburdened himself of\nsome thoughts which--refined--have passed into international\njurisprudence under the name of O'Reilly's Law.\n\n\"For thousands of years,\" the general said thoughtfully, \"mankind has\nbeen making all kinds of commandments and laws and prohibitions and\ncontracts and treaties--and broken them all when the mood suited them.\nPerhaps it's a sad thing to say, but so far nothing's ever been invented\nthat men will really live up to more than the terms of a bet. With very,\nvery few exceptions, a man--or a nation--will respect a bet when he\nwon't respect any other damned thing on earth!\"\n\n\nTHE END\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Golden Judge, by Nathaniel Gordon\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE GOLDEN JUDGE ***\n\n***** This file should be named 24495-8.txt or 24495-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/4/4/9/24495/\n\nProduced by Greg Weeks and the Online Distributed\nProofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}