{"title": "The Unnecessary Man", "author": "Gordon Randall Garrett", "releaseDate": "February 6, 2008", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n THE\n UNNECESSARY\n MAN\n\n BY RANDALL GARRETT\n\n\n _Sometimes an organizational setup\n grows, sets its ways, and becomes\n so traditional that once-necessary\n jobs become unnecessary. But it is\n sometimes quite hard to spot just\n which man is the unnecessary one. In\n this case ... not the one you think!_\n\n\n Illustrated by Martinez\n\n\n    _\"I recall,\" said the Businessman, \"that William Wrigley, Junior,\n    once said:_ 'When two men in a business always agree, one of them is\n    unnecessary.' _How true that is.\"_\n\n    _The Philosopher cast his eyes toward Heaven. \"O God! The Mercantile\n    Mind!\" He looked back at the Businessman. \"When two men in a\n    business always agree, one of them will come in handy as a\n    scapegoat.\"_\n\n                                                 _THE IDLE WORSHIPERS_\n                                                 by R. Phillip Dachboden\n\n[Illustration]\n\nLord Barrick Sorban, Colonel, H.I.M.O.G., Ret., sipped gently at his\ndrink and looked mildly at the sheaf of newsfacsimile that he'd just\nbought fresh from the reproducer in the lobby of the Royal Hotel. Sorban\ndid not look like a man of action; he certainly did not look like a\nretired colonel of His Imperial Majesty's Own Guard. The most likely\nreason for this was that he was neither.\n\nNot that he was incapable of action on a physical level if it became\nnecessary; he was past forty, but his tough, hard body was in as fine a\nshape as it had been fifteen years before, and his reflexes had slowed\nonly slightly. The only major change that had occurred in his body\nduring that time had been the replacement of an irreparably damaged left\nhand by a prosthetic.\n\nBut Lord Barrick Sorban preferred to use his mind, to initiate action in\nothers rather than himself, and his face showed it. His was a precision\nmind, capable of fast, accurate computations, and his eyes betrayed the\nfact, but the rest of his face looked, if anything, rather like that of\na gentle, persuasive schoolteacher--the type whom children love and\nparents admire and both obey.\n\nNor was he a retired colonel of the Imperial bodyguard, except on paper.\nAccording to the official records, he had been retired for medical\nreasons--the missing left hand. In reality, his position in the Imperium\nwas a great deal higher than that of an ordinary colonel, and he was\nstill in the active service of the Emperor. It was a secret known only\nto a comparative few, and one that was carefully guarded.\n\nHe was a fairly tall man, as an Imperial Guardsman had to be, with a\nfinely-shaped head and dark hair that was shot through with a single\nstreak of gray from an old burn wound. In an officer's uniform, he\nlooked impressive, but in civilian dress he looked like a competent\nbusinessman.\n\nHe held the newsfac in his prosthetic left hand, which was\nindistinguishable in appearance and in ordinary usage from the flesh,\nbone, and blood that it had replaced. Indeed, the right hand, with its\nstiff little finger, often appeared to be more useless than the left.\nThe hand, holding the glass of rye-and-ginger, gave an impression of\nover-daintiness because of that stiff digit.\n\nLord Sorban paid little attention to the other customers in the bar;\ncustomers of the Green Room of the Royal Hotel weren't the noisy kind,\nanyway. He kept his attention on the newsfac for the most part; only a\nsmall amount of awareness was reserved for the approach of the man he\nwas waiting for.\n\nThe banner line on the newsfac said:\n\n    BAIRNVELL OCCUPIED\n    BY IMPERIAL FORCES\n\nHe read through the article hurriedly, absorbing what facts he didn't\nknow, and then flipped over to the editorial page. If he knew the\n_Globe_, there would sure as Space be an editorial.\n\nThere was.\n\n    At 0231 Greenwich Earth Time, 3/37/229, the forces of the Imperial\n    Government occupied the planet Bairnvell. (See article, Page One.)\n    The ships of the Imperial Space Force landed, purportedly at the\n    request of Obar Del Pargon, rebel leader of the anti-Presidential\n    forces. That such an action should be condoned by the Imperial File\n    is astounding enough; that it should be ordered by the Prime\n    Portfolio himself is almost unbelievable.\n\n    The government of Bairnvell, under the leadership of President\n    Alverdan, was not, by any means, up to the standards of the Empire;\n    the standard of living is lower, and the political freedom of the\n    people is not at all what we are used to. But that is no excuse for\n    interfering with the lawful government of any planet. If the\n    Imperium uses these methods for extending its rule, the time must\n    eventually come when our own civil liberties will be in peril.\n\n    Perhaps Lord Senesin's actions are not so surprising, at that. This\n    is the third time during his tenure as Prime Portfolio that he has\n    arbitrarily exercised his power to interfere in the affairs of\n    governments outside the Empire. Each such action has precipitated a\n    crisis in Galactic affairs, and each has brought the Empire nearer\n    to conflict with the Gehan Federation. This one may be the final act\n    that will bring on interstellar war.\n\n    The ...\n\n       *       *       *       *       *\n\nColonel Lord Sorban stopped reading as he noticed the approach of the\nman he'd been waiting for, but he didn't look up until the voice said:\n\n\"I see you've been reading it, my lord.\" The voice was bitter. \"A real\nfiasco this time, eh?\"\n\nSorban looked up. \"It looks like it might mean trouble,\" he said\ncarefully. \"Have you read all of it, Mr. Senesin?\"\n\nThe young man nodded. The bitterness in his voice was paralleled by the\nbitterness reflected in his face. \"Oh, yes. I read it. The other\nnewsfacs pretty much agreed with the _Globe_. I'm afraid my father seems\nto be rather in the soup. Being Prime Portfolio in the Terran Empire\nisn't the easiest way to stay out of trouble. They'll be screaming for a\nSpecial Election next.\" He sat down next to the colonel and lowered his\nvoice just enough to keep anyone else from hearing it, but not enough to\nsound conspiratorial. \"I think I've got a line on those tapes.\"\n\nColonel Sorban raised an eyebrow. \"Really? Well, I wish you luck. If you\ncan uncover them in time, you may be able to save your father's career,\"\nhe said, in a voice that matched Senesin's.\n\n\"You don't sound very concerned, my lord,\" said young Senesin.\n\n\"It's not that,\" said the colonel. \"I just find it difficult to believe\nthat--\" He cut his words off as another man approached.\n\nThe second newcomer was a red-faced, plumpish man with an almost\noffensively hearty manner. \"Well, well! Good afternoon, Lord Sorban!\nHaven't seen you in some time. A pleasure to see you again, my lord, a\ndistinct pleasure! I don't get to Honolulu often, you know. How long's\nit been? Four years?\"\n\n\"Two, I think,\" said the colonel.\n\n\"Really? Only two? It seems longer. How've you been?\"\n\n\"Well enough,\" said the colonel. \"Excuse me--Mr. Heywood, I'd like to\npresent you to the Honorable Jon Senesin; Mr. Senesin, this is Robar\nHeywood, of South African Metals.\"\n\nWhile the two men shook hands and mouthed the usual pleasantries,\nColonel Lord Sorban watched them with an amusement that didn't show on\nhis placid face. Young Senesin was rather angry that the _tête-á-tête_\nhad been interrupted, while Heywood seemed flustered and a trifle\nstuffy.\n\n\"So you're the son of our Prime Portfolio, eh?\" he said. There was a\ntrace of hostility in his voice.\n\nColonel Sorban saw what was coming and made no effort whatsoever to stop\nit. Instead, he simply sat there in straight-faced enjoyment.\n\n\"That's correct, Mr. Heywood,\" Senesin said, a little stiffly.\n\n\"I should have known,\" Heywood said. \"You look a great deal like him.\nAlthough I don't know that I've ever seen your picture in the newsfacs\nor on the screens.\"\n\n\"Dad prefers to keep his family out of the spotlight,\" said Senesin,\n\"unless we get publicity for something other than the accidental fact\nthat we happen to be the family of the Prime.\"\n\n\"Yes, yes, of course. I see. May I stand the three of us a drink?\"\nSenesin and the colonel were agreeable. The drinks were brought. Heywood\ntook a swallow of his, and remarked casually: \"Do you agree with your\nfather's politics, sir?\"\n\n\"I don't know,\" Senesin said flatly.\n\nHeywood misunderstood completely. \"Yes, I suppose it is a bit\ndisappointing. Hard for a man's son to divide his loyalty like that. You\ncan't support his actions, and yet you hesitate to condemn your own\nfather.\"\n\n\"You mistake my meaning, Mr. Heywood,\" young Senesin said sharply. \"I\nsaid, 'I don't know' because I honestly don't know what my father's\npolitics _is_ any more.\"\n\nBut Heywood only compounded his error. \"Of course not. How could you?\nSince he became Prime, his policies have been erratic and unpredictable,\nnot to say foolish.\"\n\n_This is it_, thought the colonel, wondering what young Senesin's\nreaction would be. He didn't have to wonder longer than half a second.\n\n\"Mr. Heywood,\" said Senesin, his voice oddly tight under the strain of\nsuppressed emotion, \"a person should learn to know what he's talking\nabout before he makes any attempt to talk. If you must talk drivel about\nmy father, I'll thank you not to do it in my presence.\" And before\nHeywood could formulate an answer, Senesin turned to the colonel. \"If\nyou'll pardon me, my lord, I have another errand to perform. I'll see\nyou at eleven.\" Then he turned and walked out.\n\nHeywood stared at his receding back. \"Well,\" he said after a moment, \"I\nguess I spoke out of turn. But he seemed ...\" He turned back to his\ndrink, shrugged. \"Oh, well. Tell me, my lord, what do _you_ think of\nSenesin's policies? How long do you think he'll last in office?\"\n\nThe colonel adroitly avoided the first question by answering the second.\n\"I dare say he won't last long. There'll be a great fuss in the File,\nand most of his own party will desert him--I think. They hardly have any\nchoice, considering the reaction of the populace to this Bairnvell\nthing.\"\n\n\"And I agree,\" said Heywood decisively. \"We've got no business\ninterfering with the lawful governments of planets and systems outside\nthe Empire. The old days of Imperial expansion are over. Why, the way\nLord Senesin acts, you'd think Emperor Jerris the First was on the\nthrone.\"\n\n\"Well, not quite,\" Colonel Lord Sorban said dryly. \"I can't imagine any\nPrime Portfolio in the time of Jerris I daring to act on his own\ninitiative.\"\n\n\"Exactly,\" said Heywood, just as though the colonel had agreed with him.\n\"That's why we have a constitutional Empire today. One man can't be\nallowed that much power without the consent of the governed. The people\nmust have a right to depose anyone who abuses the power they give him.\"\nHe swallowed the remainder of his drink. \"Can you imagine what it would\nbe like if the present Emperor tried to pull that sort of stuff? Not\nthat he _would_, mind you; he's too good an Emperor for that. He sticks\nto his job. But these are different times. And then, too, we can't\nafford to antagonize the Gehan Federation. After all, I mean, _war_ ...\"\nHe shook his head at the thought.\n\nColonel Lord Sorban had listened to Heywood's soliloquy with patience,\nbut he felt his irritation growing. Much as he had enjoyed the play\nbetween Heywood and young Senesin, he had expected to get some\ninformation out of the boy before he left. And besides, Heywood's\nclichéd monologue was beginning to pall.\n\nTherefore, the colonel finished his own drink, uttered some polite\nbanalities and got out.\n\n       *       *       *       *       *\n\nHe walked around the corner to the restaurant, was bowed into a seat by\nan ultrapolite android, and quietly ordered his meal. While he waited,\nhe spread the newsfac on the table in front of him, holding it with his\nright hand while his left elbow rested on the table and his left palm\ncradled his left jaw. In that position, there was nothing odd-looking\nabout the fact that his left thumbtip was in contact with his larynx and\nhis left middle finger was pressed tightly against the mastoid bone just\nbehind his left ear. His lips began to move slightly, and anyone at a\nnearby table would have assumed that he was one of those readers who are\nhabitual lip-movers.\n\n\"The Senesin boy says he has a lead on the tapes. That's all I could get\nout of him just now, but I have an appointment with him at eleven\ntonight. How far shall I let him go, Sire?\"\n\nThe sensitive microphone in the tip of his thumb picked up the nearly\ninaudible sounds; the speaker in his middle finger vibrated against his\nskull and brought him the answer to his question.\n\n\"For the moment, I'll leave that up to you. But I wouldn't try to stop\nhim just yet.\"\n\n\"Very well, Sire,\" murmured the colonel. He had already made up his mind\nto let the Senesin boy go as far as he could. The lad was smart, and his\nattack would at least provide a test for the psycho-sociological\ndefenses that surrounded the Emperor.\n\n\"Do you think those tapes--if they exist--are genuine?\" the voice asked.\n\n\"According to young Senesin,\" the colonel said carefully, \"the tapes are\nsupposed to show that certain ... ah ... 'highly-placed persons' in the\nImperial hierarchy are influencing members of the Government illegally.\nYou figure out what that might mean, Sire; it's a little too ambiguous\nto mean much to me.\"\n\n\"'Influencing,' eh? That could mean anything from a broad hint, through\npressure and bribery, to actual brainwashing,\" said the voice from the\nfinger.\n\n\"Which one do you think it is, Sire?\" the colonel asked with mock\ninnocency.\n\nThe voice chuckled, then said, \"I haven't tried brainwashing yet.\"\n\n\"No-o-o,\" agreed the colonel, \"but you might have to if Lord Evondering\ngets in, and if you have to, you will.\"\n\n\"Colonel,\" said the voice gently, \"there are times when I believe you\ndon't have a very high opinion of your Sovereign's moral outlook.\"\n\nThe colonel grinned, although he knew the listener couldn't see it. But\nhe knew the other was grinning, too. \"I humbly beg your majesty's\npardon.\"\n\n\"You'll have to wait a while, colonel; Imperial pardons have to be by\nthe Portfolio for the Interior. Your Sovereign is an impotent\nfigurehead.\"\n\n\"Sure you are, Sire,\" said the colonel. \"Meanwhile, what about those\ntapes?\"\n\n\"Get them--or copies of them. They can't be dangerous in themselves, but\nif they're genuine, I want to know who's bugging this place. I can't\nhave spies in the Palace itself. Otherwise, keep your eyes on the\nSenesin boy.\"\n\nThe voice went on giving instructions, but the colonel lifted the thumb\nof his left hand from his larynx; the waiter was approaching, and if he\nwanted to speak to him, it would be better not to have to interrupt the\nflow of words from his finger.\n\nThe android put the dishes on the table. \"Coffee, sir?\"\n\n\"Yes,\" said the colonel. \"Cream, no sugar. And bring a second cup as\nsoon as I've finished with the first.\" Only a part of his attention was\ngiven to the waiter; the rest was focused on the instructions he was\nreceiving. The instructions kept coming until after the coffee had been\nbrought. Then the voice said:\n\n\"Any questions?\"\n\n\"No, Sire,\" said the colonel, replacing his thumb.\n\n\"Very well. I'll be expecting your report sometime between eleven and\nmidnight.\"\n\nThe colonel nodded, brought his hand down from the side of his jaw to\npick up his fork and begin a concerted attack on his lunch.\n\n       *       *       *       *       *\n\nHawaii, with its beauty and its perfect climate, had been the obvious\nchoice for the center of the Terran Empire. For centuries before the\ncoming of interstellar travel, the islands had been used to a mixture of\ntongues and races, and the coming of the Empire had merely added to that\nmixture. In the five centuries since Man had begun his explosive spread\nto the stars, more \"races\" had come into being due to the genetic\nvariations and divisions that occurred as small groups of isolated\ncolonists were cut off from Earth and from each other. The fact that\ninterstellar vessels incorporating the contraspace drive were relatively\ninexpensive to build, plus the fact that nearly every G-type sun had an\nEarth-like planet in Bode's Third Position, had made scattering to the\nstars almost an automatic reflex among men.\n\nIt had also shattered the cohesion of Mankind that had been laboriously\nbuilt up over several millennia. The old U.N. government had gradually\nwelded together the various nations of Earth under one flag, and for\nnearly two centuries it had run Earth like a smoothly operating machine.\nBut no culture is immortal; even the U.N. must fall, and fall it did.\n\nAnd, during the chaos that followed, a man named Jerris Danfors had\ngrabbed the loosened reins of government just as Napoleon had done after\nthe French Revolution. Unlike Napoleon, however, Jerris had been able to\nhold his power without abusing it; he was able to declare himself\nEmperor of Earth and make it stick. The people _wanted_ a single central\ngovernment, and they were willing to go back to the old idea of Empire\njust to get such a government.\n\nJerris the First was neither a power-mad dictator nor an altruist,\nalthough he had been called both. He was, purely and simply, a strong,\nwise, intelligent man--which made him abnormal, no matter how you look\nat it. Or supernormal, if you will.\n\nLike Napoleon, he realized that wars of conquest were capable of being\nused as a kind of cement to hold the people together in support of their\nEmperor. But, again, unlike Napoleon, he found there was no need to sap\nthe strength of Earth to fight those wars. The population and productive\ncapacity of Earth was greater than any possible coalition among\nextra-Solar planets and vastly greater than any single planet alone.\n\nThus the Terran Empire had come into being with only a fraction of the\ninternal disruption which normally follows empire-building.\n\nBut Man can flee as well as fight. Every invading army is preceded by\nhordes of refugees. Ships left every planet threatened by the Empire,\nseeking new, uncharted planets to settle--planets that would be safe\nfrom the Imperial Fleet because they were hidden among a thousand\nthousand stars. Mankind spread through the galaxy faster than the Empire\ncould. Not even Jerris the First could completely consolidate the vast\nreaches of the galaxy into a single unit; one lifetime is simply not\nenough.\n\nNor are a dozen.\n\nSlowly, the Empire had changed. Over the next several generations, the\nEmperors had yielded more and more of the absolute power that had been\nleft to them by Jerris. While history never exactly repeats itself, a\nparallel could be drawn between the history of the Empire and the\nhistory of England between, say, 1550 and 1950. But, while England's\nempire had begun to recede with the coming of democratic government, the\nTerran Empire continued to spread--more slowly than at first, but\nsteadily.\n\nUntil, that is, the Empire had touched the edges of the Gehan\nFederation.\n\nFor the hordes that had fled from the Empire had not forgotten her; they\nknew that one day the Empire would find them, that one day they would\nhave to fight for their independence. So they formed the Federation,\nwith its capital on the third planet of Gehan's Sun.\n\nIt was a federation in name only. Even after several generations, the\nrefugees had not been able to build up enough population to fight the\nEmpire. There was only one other way out, as they saw it. They formed a\nmilitary dictatorship.\n\nIn the Twentieth Century, the German Third Reich, although outnumbered\nby its neighbors and enemies, populationwise, had concentrated all its\nefforts on building an unbeatable war machine. Japan, also outnumbered,\nhad done likewise. Between them, they thought they could beat the rest\nof Earth. And they came dangerously close to succeeding.\n\nThe Gehan Federation had done the same thing, building up fleets and\narmies and material stockpiles as though she were already at war.\n\nAnd, in doing so, her citizens had voluntarily forfeited the very thing\nthey thought they were fighting for--their freedom.\n\nBut they posed a greater threat to the Terran Empire than that Empire\nhad ever faced before. Any nation so totally prepared for defensive war\nmay, at any moment, decide that the best defense is a good offense. Any\nnation which subjects its people to semislavery for the sake of war must\neventually fight that war or suffer collapse.\n\nThe Empire had to change tactics. Instead of steady expansion, she was\nforced into a deadly game of interstellar chess, making her plays\ncarefully, so as not to touch off the explosive temper of her opponent.\n\nIt was not a situation to be handled by clumsy fools.\n\nAnd Lord Senesin, the Prime Portfolio of the Imperial File, the elected\nleader of the Empire, the constitutional head of the Imperial\nGovernment, was accused, not only of being a clumsy fool, but of being a\ndangerous madman. The planet Bairnvell was an independent, autonomic\nally of the Gehan Federation, and, although not actually a member of the\nFederation, was presumably under her protection. For the Imperial Fleet\nto go to the aid of rebels trying to overthrow Bairnvell's lawful\ngovernment seemed to be the act of an insane mind. The people of the\nEmpire wouldn't stand for it.\n\n       *       *       *       *       *\n\nColonel Lord Barrick Sorban was well aware of the temper of the people\nand of the situation that prevailed politically in the Empire--more so,\nin fact, than most men. He was also well aware that internal strife of a\nvery serious nature could so dangerously weaken the Empire that the\nGehan Federation would be able to attack and win.\n\nHis job was to cut off that sort of thing before it could gain momentum.\nHis job was to maintain the Empire; his only superior was the Emperor\nhimself; his subordinates hand-picked, well-trained, and, like himself,\nunobtrusive to the public eye. And not one of those subordinates knew\nwho the colonel's superior was.\n\nThe colonel strolled along the streets of Honolulu with all the\ncourteous aplomb of a man who was both an officer and a gentleman of\nleisure. He dropped in at various respectable clubs and did various\nrespectable things. He went into other places and did other things not\nso respectable. He gave certain orders to certain people and made\ncertain odd arrangements. When everything had been set up to his\nsatisfaction, he ate a leisurely dinner, topped it off with two glasses\nof Velaskan wine, read the tenth edition of the _Globe_, and strolled\nout to the street again, looking every inch the impeccable gentleman.\n\nAt ten minutes of eleven, he took a skycab to the fashionable apartment\nhouse where the Honorable Jon Senesin, son of the Prime Portfolio, made\nhis home. The skycab deposited him on the roof at two minutes of eleven.\nThe android doorman opened the entrance for him, and he took the drop\nchute down to the fifteenth floor. At precisely eleven o'clock, he was\nfacing the announcer plate on Jon Senesin's door.\n\n[Illustration]\n\nSenesin opened the door. There was a queer look--half jubilant, half\nworried--on his face as he said: \"Come in, my lord, come in. Care for a\ndrink?\"\n\n\"Don't mind if I do, Jon. Brandy, if you have it.\"\n\nYoung Senesin poured the brandy, speaking rapidly as he did. \"I've made\nan appointment to get those tapes, my lord. I want you to go with me. If\nwe can get them, we can break this whole fraud wide open. Wide open.\" He\nhanded the colonel a crystal goblet half filled with the clear,\nred-brown liquid. \"Sorry I left so hurriedly this morning, but if that\nHeywood character had said another word I'd have broken his nose for\nhim.\"\n\nThe colonel took the goblet and looked into its depths. \"Jon, what do\nyou expect these tapes to prove?\"\n\nThe young man's face darkened. He walked across the spacious room,\nbrandy goblet in hand, and sat down on the wall couch before he spoke.\n\n\"Just what I told you, my lord. I expect to prove that my father's mind\nhas been tampered with--that he is not responsible for the decisions\nthat have been made in his name--that he is going to lose his position\nand his reputation and his career for something that he would never have\ndone in his right mind--that he has been the duped pawn of someone\nelse.\"\n\nThe colonel walked over toward the couch and stood over the young man.\n\"Someone? You keep referring to 'someone.' Ever since you asked me to\nhelp you, you've been mysterious about this someone. Whom do you\nsuspect?\"\n\nSenesin looked up at the colonel for a long moment before he answered.\nThen: \"I suspect the Emperor himself,\" he said, half defiantly.\n\nThe colonel raised his finely-drawn brows just a fraction of an inch, as\nthough he hadn't known what the answer would be. \"The Emperor? Hannikar\nIV? Isn't that a little far-fetched?\"\n\nSenesin shook his head vehemently. \"Don't you see? Legally, the Emperor\nis powerless; the Throne hasn't had any say-so in the Government for\nover a century--except to sign state papers and such. But suppose an\nEmperor came along who wanted power--power such as the old Emperors used\nto have. How would he go about getting it? By controlling the\nGovernment! He could slowly force them to give him back the powers that\nthe people of the Empire have taken so many centuries to obtain.\"\n\nThe colonel shook his head. \"Impossible. Not even the Emperor could\ncontrol the votes of the whole File for that purpose. It simply couldn't\nbe done.\"\n\n\"Not that way; of course not,\" the young man said irritably. \"But there\n_is_ a way. It's been used before. Are you up on your history?\"\n\n\"Reasonably well,\" the colonel said dryly.\n\n\"How did Julius Caesar get dictatorial powers? And, after him, Augustus?\nRome was threatened by war, and then actually engaged in it, and the\npatricians were glad to give power to a strong man.\"\n\n\"That was in a state ruled by the few patricians,\" the colonel pointed\nout, \"not in a democracy.\"\n\n\"Very well, then; what about the United States, during World War II?\nLook at the extraordinary powers granted to the President--first to stop\na depression, then to win a war. What might have happened if he hadn't\ndied? Would he have gone on to a fifth and a sixth term? How much more\npower could he have usurped from the hands of Congress?\"\n\nThe colonel wondered vaguely what history texts young Senesin had read,\nbut he didn't ask. \"All right,\" he said, \"now tie your examples up with\nHis Majesty.\"\n\n\"It's very simple. By controlling the mind of the Prime Portfolio, the\nEmperor can plunge the Empire into war with the Gehan Federation. Once\nthat has been done, he can begin to ask for extraordinary powers from\nthe File. If he has a few key men under his thumb, he can swing the\nmajority of the File any way he wants to. Don't you see that?\"\n\nThe colonel said: \"It does make a certain amount of sense.\" He paused,\nlooking at the young man speculatively. \"Tell me, son: why did you pick\nme to tell this tale to?\"\n\nSenesin's sensitive face betrayed his anxiety. \"Because you have been my\nfather's best and oldest friend. If he's really being made a puppet of,\nI should think you'd want to help him. Do you like to see him being\ndestroyed this way?\"\n\n\"No,\" said the colonel honestly. \"And if he is actually being controlled\nillegally, if he is actually being blamed for things he did not do of\nhis own free will, I'll do everything in my power to expose the\nplot--that I promise you.\"\n\nJon Senesin's eyes lit up; his face broke into a smile. \"I _knew_ I\ncould depend on you, my lord! I _knew_ it!\"\n\n\"Just how do you propose to go about this?\" asked Colonel Lord Sorban.\n\n       *       *       *       *       *\n\nThere was fire in young Senesin's eyes now. \"I'll turn the whole case\nover to the people! I have some evidence, of course; the queer changes\nin behavior that Dad has exhibited during the past few years, and such\nthings as that. The things that made me suspect in the first place. But\nthat isn't acceptable evidence.\" He finished his brandy and got up\nexcitedly to walk over and pour himself another. He glanced at the\ncolonel's goblet, but the colonel had three-quarters of his own drink\nleft.\n\nSenesin talked as he poured. \"Did you ever hear of a group called the\nFederalist Party?\"\n\n\"Yes,\" said Colonel Sorban. \"They want to federalize the Empire and get\nrid of the Imperial Family. Not a very popular group.\"\n\n\"No, but they're right! They're right! Don't you see that? And nobody\npays any attention to them!\"\n\n\"Calm down, son. What have the Federalists got to do with this?\"\n\n\"They have sympathizers in the Palace,\" Senesin explained. \"They've been\nable to get proof that the Emperor is illegally tampering with the\nGovernment, that he's been brainwashing my father. And they're going to\nturn that proof over to me.\"\n\n\"I don't quite follow the reason for that,\" the colonel lied easily.\n\"Why don't they use it themselves?\"\n\n\"They can't. Nobody'd believe them. Everyone would think that the proof\nhad been faked for political propaganda.\n\n\"On the other hand, if _I_ do it, all I can be accused of is having a\npersonal motive. And if a man wants to get his father out of a jam, most\npeople will agree that I have a perfect right to do so. Besides, I have\nenough influence to get people to listen to me, to give the evidence a\nfair hearing. If the newsies got this stuff from the Federalists, they'd\nthrow it away without looking at it. But they'll listen to me.\"\n\n\"The newsies?\" asked the colonel in a perfect imitation of mild\nastonishment. \"You intend to turn this stuff over to news publishers?\"\n\n\"Certainly! That's the only way. Put the evidence before the people, and\nthey'll see what they're up against. I personally don't care whether we\nhave an Emperor or not, but at least we can force Hannikar IV to\nabdicate in favor of Crown Prince Jaimie.\"\n\n\"I see.\" The colonel took another sip at his brandy and appeared to\nthink it over. Wisely, young Senesin said nothing.\n\n\"How are we to get this evidence?\" the colonel asked at last.\n\n\"We're to meet a man,\" Senesin said, with an air of melodrama. \"We will\nget a call at fifteen of twelve, telling us where to meet him. We have\nto be there at midnight.\"\n\n_Oh, brother_, thought the colonel, _they really picked their man.\nThey've got him thinking he's hip-deep in a romantic spy story._\n\n_Was I that way at twenty-two? A romantic? I suppose I must have been;\nwhy else would I have joined the Guards? Not for the pay, certainly._\n\n_Hell, I guess I'm still a romantic, in a way. Being a secret agent\nisn't all fun and games, but it has its compensations._\n\nAloud, he said, \"Very well, son; I'll go with you. Did you tell them\nthere'd be someone accompanying you?\"\n\n\"I told them I'd have a friend along. I told them it would be you. They\nsaid it was all right, that they knew you were a friend of Dad's. They\neven knew you've been a little bitter at being retired from the Guards\nso young.\" He looked embarrassed. \"Pardon me, my lord.\"\n\n\"That's all right,\" said the colonel steadily. He managed to give the\nappearance of a man who was doing his best not to look bitter.\n\n\"You aren't carrying a gun, are you?\" Senesin asked suddenly. \"They said\nwe weren't to be armed. They'll probably search us.\"\n\n\"I haven't been in the habit of carrying a gun lately,\" said the\ncolonel. \"They won't find anything on me.\"\n\nHe finished his brandy while Senesin finished his second one. While the\nyounger man refilled both goblets, the colonel asked permission to use\nthe bathroom. He was gone less than three minutes, which he had spent\nwith thumb and middle finger to larynx and mastoid bone.\n\nAt eleven forty-five promptly, the phone chimed. No face appeared on the\nscreen when young Senesin answered it, but a voice gave an address on\nKalia Road.\n\nThree minutes later, the two men were on the roof, signaling for a\nskycab.\n\n       *       *       *       *       *\n\nAt ten o'clock the next morning, a panel slid aside in a wall that had\npreviously seemed solid. Colonel Lord Barrick Sorban stepped into the\nroom, thinking as he did so that he really was a romantic. He actually\nrather enjoyed the idea of using secret passages and hidden panels to\ngain access to the Emperor's private apartments in the Imperial Palace.\n\nHe gave a gentle nod to the man in the blue lounging robe who sat in a\nbig easy-chair just across the room. \"Good morning, Sire.\"\n\n\"'Morning, colonel,\" said His Imperial Majesty, Hannikar IV. \"How are\nthings shaping up?\"\n\nThe colonel chuckled. \"Not a single one of the newsies printed a word of\nit, Sire.\"\n\nThese men were close friends, and had been for years, yet they clung to\nthe formal titles, both from habit and for self-protection. The\naccidental use of a first name could mean a dead giveaway at the wrong\ntime.\n\nThe Emperor was a smaller man than Colonel Sorban, but he was far more\nimpressive. While the colonel seemed rather mild, the Emperor\nlooked--well, Imperial. He looked just as an Emperor ought to\nlook--handsome, dark-haired, stern at times and kindly at others. The\nsquare jaw gave an impression of firmness of character, while the\nsapphire-blue eyes were penetrating without being harsh or hard.\n\n\"What about the Senesin boy?\" he asked.\n\n\"He's in jail,\" said the colonel.\n\nHis Imperial Majesty raised an eyebrow. \"Oh?\" It was a question and a\ncommand.\n\n\"Not by my orders,\" said the colonel quickly. \"He got a little upset.\nHe'd taken those tapes and documents around to four editors and had been\nthrown out four times. The fifth time--at the _Globe_, as a matter of\nfact--he accused the editor of being in your pay. A hassle started, and\nthe editor called the Honolulu police. Don't worry, Sire; one of my boys\ngot the tapes and stuff.\"\n\n\"Is it genuine?\"\n\n\"The evidence? Yes. The Federalists had the goods on you, all right.\" He\ngrinned. \"As you said, everything but brainwashing.\"\n\n\"I'll take care of it,\" said the Emperor. \"Prince Jaimie's been going\nthrough the family files, and I rather want him to see this batch of\nstuff, too. Meantime, get the Senesin boy out of that cell; I want to\nsee him. He's got guts, if nothing else.\"\n\n\"He has sense, too, Sire; he's just a little too young yet.\" He almost\nadded \"and romantic,\" but he stopped himself in time.\n\n\"How long will it take to get him out?\" His Majesty asked.\n\n\"I can have him here in half an hour. The editor of the _Globe_ will\ndrop the charges. I can put a little pressure on in the right places.\"\n\nThe Emperor nodded. After a moment, he thumbed a button on his chair\narm. \"Inform Lord Senesin that he is requested to appear for a Royal\nAudience in forty-five minutes,\" he said firmly.\n\n\"Yes, Sire,\" said a voice from a hidden speaker.\n\nThe Emperor looked at the colonel. \"Get the boy.\"\n\n       *       *       *       *       *\n\nJon Senesin sat in a soft chair, his hands gripping at the arms as\nthough it might at any time fall from under him. He looked at the three\nother men in the room. His father, Lord Senesin, looking rather tired,\nbut with a slight smile on his lantern-jawed face, sat on his son's\nleft. One hand ran nervously through his gray hair.\n\nOn Jon's right sat the colonel, looking cool, unperturbed, and very\ngentle.\n\nBetween them sat the Emperor.\n\nJon's face looked pale, and there was a slight nervous tic at the corner\nof his mouth. \"I ... I don't understand,\" he said. \"I--\" He swallowed\nhard as his voice failed him.\n\n\"Nothing hard to understand, son,\" said the colonel mildly. \"We've been\nlooking for evidence to break up the Federalists for several years. Some\nof them are honest men who are simply against any kind of hereditary\nmonarchy--we'll let them go eventually. Some of them are fanatics--the\nkind that is against any form of government that happens to be in power;\nthey'll get psychiatric treatment. But the leaders of the group are\nagents of the Gehan Federation. My men are picking them up now. The man\nthat contacted you and me last night was arrested within two minutes\nafter we left.\"\n\n\"But--the _evidence_! Those tapes. The documents. They all seemed\ngenuine. They seemed so convincing.\"\n\n\"They should be convincing, Jon,\" said Lord Senesin in his smooth\noratorical baritone. \"You see, they are perfectly true.\"\n\nJon Senesin looked at his father as though the older man had suddenly\nsprouted an extra set of ears. \"Y ... You've been brainwashed?\"\n\nThe Prime Portfolio shook his head. \"No, son, not that. Did you see\nanything like that on the tapes?\"\n\n\"N-no. But the others. Fileman Brenner, Portfolio for Defense Vane,\nGeneral Finster--all of them. I thought--\"\n\n\"You thought wrong, son,\" said Lord Senesin. \"I am and always have been\nworking loyally with His Majesty. He gives the orders, and I carry them\nout.\"\n\nJon's voice became taut. \"You mean you're helping him? You're trying to\nget the Empire into a war with the Gehan Federation so that _he_ can\nbecome another dictator, like Jerris the First?\" He kept his eyes\ncarefully averted from the Emperor as he spoke.\n\nThus he didn't notice that His Majesty looked at Colonel Sorban with an\nexpression that said, \"You're right. He does have guts.\"\n\nLord Senesin said: \"No, son; I'm not working toward that at all. Neither\nis His Majesty. There would be no point in it.\"\n\nThen, for the first time, the Emperor spoke. His voice was soft, but\ncommanding. \"Mr. Senesin, let me explain something to you.\"\n\nJon Senesin's head jerked around. There was a confused mixture of fear\nand determination on his face.\n\n\"Mr. Senesin, I no more want war than you do. I am trying to avoid it\nwith every power at my command. I have that duty to my people. But I\nhave another duty, too. A duty, not just to the Empire, but to the human\nrace as a whole. And that duty is to establish, not a Terran Empire, but\na Galactic Empire--a single, consolidated government for every planet in\nthe galaxy. Man can't go on this way, divided, split up, warring with\nhimself. Man can't live in isolation, cut off from other worlds, other\ntypes of societies.\n\n\"We can't have a part of the human race living in constant fear of\nanother part. We can't allow the conditions that exist at this moment in\nthe Gehan Federation. To paraphrase Lincoln, 'The galaxy cannot exist\nhalf slave and half free.'\n\n\"Right now, there is evidence that the Gehan Federation will collapse\ninternally within less than five years. The only way for the President\nof the Federation to avert that collapse will be to declare war on the\nEmpire. We have had to take certain risks in order to insure that when\nand if war does come, we will win it.\n\n\"Bairnvell was one of those risks. Not too great a one, as it turns out;\nevidently the Federation government doesn't see that our possession of\nthat base is a vital factor in our own defense. Strategy in three\ndimensions isn't easy to reason out.\n\n\"Mr. Senesin, I have no desire for power in a personal way. Any power I\nhave is used for the good of my people. I have no police system for\nterrorizing the people; I don't suppress the freedom of every man to say\nor print what he wants. To call your Sovereign a fatheaded slob in a\nnewsfac might be considered bad taste, but it isn't illegal. I can't\neven bring a civil suit against you, the way an ordinary citizen could.\n\n\"Now, I'll grant that I sometimes use illegal means to control the\nEmpire. But there are reasons for that. I--\"\n\nHe was interrupted by a soft chime. He pressed a button on his armchair.\n\"Yes?\"\n\n\"You go on the interstellar hookup in twenty minutes, Sire. The File has\nassembled,\" said a voice from a speaker.\n\n\"I'll be right there.\" He stood up and glanced apologetically at the\nother three men. \"Sorry. Political announcement, you know. You two go\nahead and explain to Mr. Senesin.\" Then he looked directly at the Prime\nPortfolio. \"I'll tell them you're slightly ill.\" He reached out, took\nLord Senesin's hand, and grasped it firmly. \"I'll make it look good, old\nfriend, don't worry. I'll need your help with Lord Evondering when he\ngets the Primacy.\"\n\n       *       *       *       *       *\n\nThe other men were on their feet already. They watched in silence as he\nwalked out the door, then eased themselves back into their chairs.\n\n\"I still don't understand,\" Jon said softly. The bitterness and anger\nseemed to have left him, leaving only puzzlement in their wake. \"If you\ntake orders from him, Dad, then this isn't a democracy any more. It's\nbecome another Imperial dictatorship.\"\n\n\"Son,\" said his father, \"the Empire never has been a democracy in the\nsense you're thinking about. Ever since Jerris the First, it has been\nruled solely by the Emperors. Always.\n\n\"The Imperial Family is a special breed, son. It's a genetic strain in\nwhich the quality of wise leadership is dominant. It's a quality that's\nmore than just intelligence; wisdom is the ability to make correct\njudgments, not only for one's self, but for others.\"\n\n\"But, Dad!\" There was almost a wail in the boy's voice. \"That makes the\nwhole democratic system in the Empire a farce! It's totally unnecessary!\n_You're_ unnecessary! He could run everything by himself!\"\n\nLord Senesin started to say something, but Colonel Sorban interrupted.\n\n\"No, you young fool, he is _not_ unnecessary! He is, in a very real\nsense, the Emperor's shield. Our Emperors have always given the people\nof the Empire the kind of government they _need_, not the kind of\ngovernment they _want_. There are certain things that _must_ be done,\nwhether the people like those things or not.\n\n\"How long do you think the Empire would last without the Imperial Line\nto guide it? Not ten years! The thing is too big, too vast, for any\nordinary man to handle the job. The voters are perfectly capable of\nelecting a man to the Primacy on the strength of his likable personality\nalone--look at Lord Evondering. A hell of a pleasant guy, without a\nglimmering of real wisdom.\n\n\"When the people don't like the things the Government does, they throw\nit out--even if the thing done was actually for the best. The people\ndemand a new Government. We can't allow them to throw the Emperor out,\nso we need a scapegoat. This time, it happened to be your father, here.\nHe happened to be Prime at a crucial time, and he had to give orders\nthat made him unpopular. So he'll have to get out, and let the Loyal\nOpposition take over. But the Emperor will go right on running things.\n\n\"Your father is far from unnecessary, son. He's a hero, dammit, and\nyou'd better remember that! He's taking the rap for another man because\nhe knows that he is expendable and the other man isn't.\n\n\"Oh, your father could probably ride this thing out and stay in the\nPrimacy for a couple more years. But this mess with the Federation is\ngoing to get a lot stickier than it is now. The Emperor is going to have\nto do things that the people will hate even worse, and we might as well\nlet that fool Evondering take the rap. He'll look so bad by the time he\nleaves the Primacy that everyone will be screaming for your father back\nagain, to clean up the mess.\"\n\nJon Senesin still looked dazed. \"But, if that's the case, why allow the\npeople to vote at all?\"\n\n\"Because that's the only way you can keep an Empire stable! As long as\nthe average man feels he has a voice in his Government, he's forced to\nadmit that any failures are partly his own fault. Nobody rebels against\na government he can vote against. As long as he has ballots, he won't\nuse bullets.\"\n\nLord Senesin said: \"I know it's a shock, coming this way. But look at it\nright, son.\"\n\n       *       *       *       *       *\n\n\"I am,\" said Jon slowly. \"At least, I think I am. But it doesn't really\nseem right. Not yet.\" He looked at the colonel. \"One thing I don't\nunderstand, my lord. Why did you let me take all that evidence around to\nthe newsies? And why are you telling me all this now? I'm still not\nfully convinced. Aren't you afraid I'll tell the whole story?\"\n\nBut it was his father who answered. \"You tried that, son. It didn't\nwork, did it?\"\n\n\"No. But _why_? Why wouldn't they believe me, even when I had all that\nevidence?\"\n\n\"Because they don't _want_ to believe you,\" said the colonel. \"Ever hear\nof a father-image? The Emperor is a symbol, Jon. He's not a human being\nin the eyes of the average man. He's the kind All-Father, the godlike\nbeing who dispenses mercy, but not justice.\n\n\"Haven't you ever noticed that orders of judgment against criminals are\nsigned only by the courts and by the Portfolio of the Interior? But\npardons and paroles are signed by the Emperor.\n\n\"It may not sound ethical to you, but that's the way the Emperor has to\noperate. He takes credit for all the nice things he does, and lets\nothers take the blame for anything that's distasteful.\n\n\"You could blat it around all over fifty star systems that the Emperor\nwas a louse, and all you'd get is a poke in the eye for your troubles.\n\n\"It's not easy for him, and don't ever kid yourself that it is. He's\ngoing out there now to tell the Empire that your father and his\nGovernment have resigned. He has to try to make his best friend and most\nloyal subject look a little less black than he has been painted, and all\nthe time it was the Emperor who wielded the paint gun. Do you think\nthat's fun?\"\n\n\"No,\" said Jon softly. \"No, I guess not.\" He paused. \"Wouldn't it have\nbeen easier to take the evidence away from me, though?\"\n\n\"No. That would have left you furious. No amount of talking would have\nconvinced you. As it was, you convinced yourself that there is no way to\nattack the Emperor directly. He's safe right where he is.\"\n\nJon shook his head slowly. \"It all seems so ... so tangled. It still\nseems as though the whole deception is ... well, _wrong_, somehow.\"\n\n\"If you look at it in a certain way,\" said Lord Senesin, \"I suppose it\ndoes seem wrong. But it's necessary. Absolutely necessary.\"\n\n\"Maybe,\" said Jon, still unconvinced. \"It certainly does look as though\nHis Majesty has himself in an almost impregnable position. It's a wonder\nhe needs agents like you.\"\n\nColonel Lord Barrick Sorban smiled a little. The boy would see the thing\nstraight eventually. He had what it took, even if it didn't show much at\nthis stage. Actually, he was more than halfway convinced now, but\nwouldn't admit it to himself yet. At least he'd been able to put a\nfinger on one thing.\n\nAloud, the colonel said: \"You're not altogether wrong there, son. When\nyou come right down to it, _I'm_ the unnecessary man.\"\n\n\nTHE END\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Astounding Science Fiction_ November\n    1959. Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note.\n\n\n\n\n\nEnd of Project Gutenberg's The Unnecessary Man, by Gordon Randall Garrett\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE UNNECESSARY MAN ***\n\n***** This file should be named 24529-8.txt or 24529-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/4/5/2/24529/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}