{"title": "In Case of Fire", "author": "Gordon Randall Garrett", "releaseDate": "February 5, 2008", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Bruce Albrecht, Stephen Blundell\nand the Online Distributed Proofreading Team at\nhttp://www.pgdp.net\n\n\n\n\n\n\n\n\n\n[Illustration]\n\nIN CASE OF FIRE\n\n\n _There are times when a broken tool is better\n than a sound one, or a twisted personality\n more useful than a whole one. For instance, a\n whole beer bottle isn't half the weapon that\n half a beer bottle is ..._\n\n\nBy RANDALL GARRETT\n\nIllustrated by Martinez\n\n\nIn his office apartment, on the top floor of the Terran Embassy Building\nin Occeq City, Bertrand Malloy leafed casually through the dossiers of\nthe four new men who had been assigned to him. They were typical of the\nkind of men who were sent to him, he thought. Which meant, as usual,\nthat they were atypical. Every man in the Diplomatic Corps who developed\na twitch or a quirk was shipped to Saarkkad IV to work under Bertrand\nMalloy, Permanent Terran Ambassador to His Utter Munificence, the Occeq\nof Saarkkad.\n\nTake this first one, for instance. Malloy ran his finger down the\ncolumns of complex symbolism that showed the complete psychological\nanalysis of the man. Psychopathic paranoia. The man wasn't technically\ninsane; he could be as lucid as the next man most of the time. But he\nwas morbidly suspicious that every man's hand was turned against him. He\ntrusted no one, and was perpetually on his guard against imaginary plots\nand persecutions.\n\nNumber two suffered from some sort of emotional block that left him\ncontinually on the horns of one dilemma or another. He was\npsychologically incapable of making a decision if he were faced with two\nor more possible alternatives of any major importance.\n\nNumber three ...\n\nMalloy sighed and pushed the dossiers away from him. No two men were\nalike, and yet there sometimes seemed to be an eternal sameness about\nall men. He considered himself an individual, for instance, but wasn't\nthe basic similarity there, after all?\n\nHe was--how old? He glanced at the Earth calendar dial that was\nautomatically correlated with the Saarkkadic calendar just above it.\nFifty-nine next week. Fifty-nine years old. And what did he have to show\nfor it besides flabby muscles, sagging skin, a wrinkled face, and gray\nhair?\n\nWell, he had an excellent record in the Corps, if nothing else. One of\nthe top men in his field. And he had his memories of Diane, dead these\nten years, but still beautiful and alive in his recollections. And--he\ngrinned softly to himself--he had Saarkkad.\n\nHe glanced up at the ceiling, and mentally allowed his gaze to penetrate\nit to the blue sky beyond it.\n\nOut there was the terrible emptiness of interstellar space--a great,\nyawning, infinite chasm capable of swallowing men, ships, planets, suns,\nand whole galaxies without filling its insatiable void.\n\nMalloy closed his eyes. Somewhere out there, a war was raging. He didn't\neven like to think of that, but it was necessary to keep it in mind.\nSomewhere out there, the ships of Earth were ranged against the ships of\nthe alien Karna in the most important war that Mankind had yet fought.\n\nAnd, Malloy knew, his own position was not unimportant in that war. He\nwas not in the battle line, nor even in the major production line, but\nit was necessary to keep the drug supply lines flowing from Saarkkad,\nand that meant keeping on good terms with the Saarkkadic government.\n\nThe Saarkkada themselves were humanoid in physical form--if one allowed\nthe term to cover a wide range of differences--but their minds just\ndidn't function along the same lines.\n\nFor nine years, Bertrand Malloy had been Ambassador to Saarkkad, and for\nnine years, no Saarkkada had ever seen him. To have shown himself to one\nof them would have meant instant loss of prestige.\n\nTo their way of thinking, an important official was aloof. The greater\nhis importance, the greater must be his isolation. The Occeq of Saarkkad\nhimself was never seen except by a handful of picked nobles, who,\nthemselves, were never seen except by their underlings. It was a long,\nroundabout way of doing business, but it was the only way Saarkkad would\ndo any business at all. To violate the rigid social setup of Saarkkad\nwould mean the instant closing off of the supply of biochemical products\nthat the Saarkkadic laboratories produced from native plants and\nanimals--products that were vitally necessary to Earth's war, and which\ncould be duplicated nowhere else in the known universe.\n\nIt was Bertrand Malloy's job to keep the production output high and to\nkeep the materiel flowing towards Earth and her allies and outposts.\n\nThe job would have been a snap cinch in the right circumstances; the\nSaarkkada weren't difficult to get along with. A staff of top-grade men\ncould have handled them without half trying.\n\nBut Malloy didn't have top-grade men. They couldn't be spared from work\nthat required their total capacity. It's inefficient to waste a man on a\njob that he can do without half trying where there are more important\njobs that will tax his full output.\n\nSo Malloy was stuck with the culls. Not the worst ones, of course; there\nwere places in the galaxy that were less important than Saarkkad to the\nwar effort. Malloy knew that, no matter what was wrong with a man, as\nlong as he had the mental ability to dress himself and get himself to\nwork, useful work could be found for him.\n\nPhysical handicaps weren't at all difficult to deal with. A blind man\ncan work very well in the total darkness of an infrared-film darkroom.\nPartial or total losses of limbs can be compensated for in one way or\nanother.\n\nThe mental disabilities were harder to deal with, but not totally\nimpossible. On a world without liquor, a dipsomaniac could be channeled\neasily enough; and he'd better not try fermenting his own on Saarkkad\nunless he brought his own yeast--which was impossible, in view of the\nsterilization regulations.\n\nBut Malloy didn't like to stop at merely thwarting mental quirks; he\nliked to find places where they were _useful_.\n\n       *       *       *       *       *\n\nThe phone chimed. Malloy flipped it on with a practiced hand.\n\n\"Malloy here.\"\n\n\"Mr. Malloy?\" said a careful voice. \"A special communication for you has\nbeen teletyped in from Earth. Shall I bring it in?\"\n\n\"Bring it in, Miss Drayson.\"\n\nMiss Drayson was a case in point. She was uncommunicative. She liked to\ngather in information, but she found it difficult to give it up once it\nwas in her possession.\n\nMalloy had made her his private secretary. Nothing--but _nothing_--got\nout of Malloy's office without his direct order. It had taken Malloy a\nlong time to get it into Miss Drayson's head that it was perfectly all\nright--even desirable--for her to keep secrets from everyone except\nMalloy.\n\nShe came in through the door, a rather handsome woman in her middle\nthirties, clutching a sheaf of papers in her right hand as though\nsomeone might at any instant snatch it from her before she could turn it\nover to Malloy.\n\nShe laid them carefully on the desk. \"If anything else comes in, I'll\nlet you know immediately, sir,\" she said. \"Will there be anything else?\"\n\nMalloy let her stand there while he picked up the communique. She wanted\nto know what his reaction was going to be; it didn't matter because no\none would ever find out from her what he had done unless she was ordered\nto tell someone.\n\nHe read the first paragraph, and his eyes widened involuntarily.\n\n\"Armistice,\" he said in a low whisper. \"There's a chance that the war\nmay be over.\"\n\n\"Yes, sir,\" said Miss Drayson in a hushed voice.\n\nMalloy read the whole thing through, fighting to keep his emotions in\ncheck. Miss Drayson stood there calmly, her face a mask; her emotions\nwere a secret.\n\nFinally, Malloy looked up. \"I'll let you know as soon as I reach a\ndecision, Miss Drayson. I think I hardly need say that no news of this\nis to leave this office.\"\n\n\"Of course not, sir.\"\n\nMalloy watched her go out the door without actually seeing her. The war\nwas over--at least for a while. He looked down at the papers again.\n\nThe Karna, slowly being beaten back on every front, were suing for\npeace. They wanted an armistice conference--immediately.\n\nEarth was willing. Interstellar war is too costly to allow it to\ncontinue any longer than necessary, and this one had been going on for\nmore than thirteen years now. Peace was necessary. But not peace at any\nprice.\n\nThe trouble was that the Karna had a reputation for losing wars and\nwinning at the peace table. They were clever, persuasive talkers. They\ncould twist a disadvantage to an advantage, and make their own strengths\nlook like weaknesses. If they won the armistice, they'd be able to\nretrench and rearm, and the war would break out again within a few\nyears.\n\nNow--at this point in time--they could be beaten. They could be forced\nto allow supervision of the production potential, forced to disarm,\nrendered impotent. But if the armistice went to their own advantage ...\n\nAlready, they had taken the offensive in the matter of the peace talks.\nThey had sent a full delegation to Saarkkad V, the next planet out from\nthe Saarkkad sun, a chilly world inhabited only by low-intelligence\nanimals. The Karna considered this to be fully neutral territory, and\nEarth couldn't argue the point very well. In addition, they demanded\nthat the conference begin in three days, Terrestrial time.\n\nThe trouble was that interstellar communication beams travel a devil of\na lot faster than ships. It would take more than a week for the Earth\ngovernment to get a vessel to Saarkkad V. Earth had been caught\nunprepared for an armistice. They objected.\n\nThe Karna pointed out that the Saarkkad sun was just as far from Karn as\nit was from Earth, that it was only a few million miles from a planet\nwhich was allied with Earth, and that it was unfair for Earth to take so\nmuch time in preparing for an armistice. Why hadn't Earth been prepared?\nDid they intend to fight to the utter destruction of Karn?\n\nIt wouldn't have been a problem at all if Earth and Karn had fostered\nthe only two intelligent races in the galaxy. The sort of grandstanding\nthe Karna were putting on had to be played to an audience. But there\nwere other intelligent races throughout the galaxy, most of whom had\nremained as neutral as possible during the Earth-Karn war. They had no\nintention of sticking their figurative noses into a battle between the\ntwo most powerful races in the galaxy.\n\nBut whoever won the armistice would find that some of the now-neutral\nraces would come in on their side if war broke out again. If the Karna\nplayed their cards right, their side would be strong enough next time to\nwin.\n\nSo Earth had to get a delegation to meet with the Karna representatives\nwithin the three-day limit or lose what might be a vital point in the\nnegotiations.\n\nAnd that was where Bertrand Malloy came in.\n\nHe had been appointed Minister and Plenipotentiary Extraordinary to the\nEarth-Karn peace conference.\n\nHe looked up at the ceiling again. \"What _can_ I do?\" he said softly.\n\n       *       *       *       *       *\n\nOn the second day after the arrival of the communique, Malloy made his\ndecision. He flipped on his intercom and said: \"Miss Drayson, get hold\nof James Nordon and Kylen Braynek. I want to see them both immediately.\nSend Nordon in first, and tell Braynek to wait.\"\n\n\"Yes, sir.\"\n\n\"And keep the recorder on. You can file the tape later.\"\n\n\"Yes, sir.\"\n\nMalloy knew the woman would listen in on the intercom anyway, and it was\nbetter to give her permission to do so.\n\nJames Nordon was tall, broad-shouldered, and thirty-eight. His hair was\ngraying at the temples, and his handsome face looked cool and efficient.\n\nMalloy waved him to a seat.\n\n\"Nordon, I have a job for you. It's probably one of the most important\njobs you'll ever have in your life. It can mean big things for\nyou--promotion and prestige if you do it well.\"\n\nNordon nodded slowly. \"Yes, sir.\"\n\nMalloy explained the problem of the Karna peace talks.\n\n\"We need a man who can outthink them,\" Malloy finished, \"and judging\nfrom your record, I think you're that man. It involves risk, of course.\nIf you make the wrong decisions, your name will be mud back on Earth.\nBut I don't think there's much chance of that, really. Do you want to\nhandle small-time operations all your life? Of course not.\n\n\"You'll be leaving within an hour for Saarkkad V.\"\n\nNordon nodded again. \"Yes, sir; certainly. Am I to go alone?\"\n\n\"No,\" said Malloy, \"I'm sending an assistant with you--a man named Kylen\nBraynek. Ever heard of him?\"\n\nNordon shook his head. \"Not that I recall, Mr. Malloy. Should I have?\"\n\n\"Not necessarily. He's a pretty shrewd operator, though. He knows a lot\nabout interstellar law, and he's capable of spotting a trap a mile away.\nYou'll be in charge, of course, but I want you to pay special attention\nto his advice.\"\n\n\"I will, sir,\" Nordon said gratefully. \"A man like that can be useful.\"\n\n\"Right. Now, you go into the anteroom over there. I've prepared a\nsummary of the situation, and you'll have to study it and get it into\nyour head before the ship leaves. That isn't much time, but it's the\nKarna who are doing the pushing, not us.\"\n\nAs soon as Nordon had left, Malloy said softly: \"Send in Braynek, Miss\nDrayson.\"\n\nKylen Braynek was a smallish man with mouse-brown hair that lay flat\nagainst his skull, and hard, penetrating, dark eyes that were shadowed\nby heavy, protruding brows. Malloy asked him to sit down.\n\nAgain Malloy went through the explanation of the peace conference.\n\n\"Naturally, they'll be trying to trick you every step of the way,\"\nMalloy went on. \"They're shrewd and underhanded; we'll simply have to be\nmore shrewd and more underhanded. Nordon's job is to sit quietly and\nevaluate the data; yours will be to find the loopholes they're laying\nout for themselves and plug them. Don't antagonize them, but don't baby\nthem, either. If you see anything underhanded going on, let Nordon know\nimmediately.\"\n\n\"They won't get anything by me, Mr. Malloy.\"\n\n       *       *       *       *       *\n\nBy the time the ship from Earth got there, the peace conference had been\ngoing on for four days. Bertrand Malloy had full reports on the whole\nparley, as relayed to him through the ship that had taken Nordon and\nBraynek to Saarkkad V.\n\nSecretary of State Blendwell stopped off at Saarkkad IV before going on\nto V to take charge of the conference. He was a tallish, lean man with a\nfew strands of gray hair on the top of his otherwise bald scalp, and he\nwore a hearty, professional smile that didn't quite make it to his\ncalculating eyes.\n\nHe took Malloy's hand and shook it warmly. \"How are you, Mr.\nAmbassador?\"\n\n\"Fine, Mr. Secretary. How's everything on Earth?\"\n\n\"Tense. They're waiting to see what is going to happen on Five. So am I,\nfor that matter.\" His eyes were curious. \"You decided not to go\nyourself, eh?\"\n\n\"I thought it better not to. I sent a good team, instead. Would you like\nto see the reports?\"\n\n\"I certainly would.\"\n\nMalloy handed them to the secretary, and as he read, Malloy watched him.\nBlendwell was a political appointee--a good man, Malloy had to admit,\nbut he didn't know all the ins and outs of the Diplomatic Corps.\n\nWhen Blendwell looked up from the reports at last, he said: \"Amazing!\nThey've held off the Karna at every point! They've beaten them back!\nThey've managed to cope with and outdo the finest team of negotiators\nthe Karna could send.\"\n\n\"I thought they would,\" said Malloy, trying to appear modest.\n\nThe secretary's eyes narrowed. \"I've heard of the work you've been doing\nhere with ... ah ... sick men. Is this one of your ... ah ...\nsuccesses?\"\n\nMalloy nodded. \"I think so. The Karna put us in a dilemma, so I threw a\ndilemma right back at them.\"\n\n\"How do you mean?\"\n\n\"Nordon had a mental block against making decisions. If he took a girl\nout on a date, he'd have trouble making up his mind whether to kiss her\nor not until she made up his mind for him, one way or the other. He's\nthat kind of guy. Until he's presented with one, single, clear decision\nwhich admits of no alternatives, he can't move at all.\n\n\"As you can see, the Karna tried to give us several choices on each\npoint, and they were all rigged. Until they backed down to a single\npoint and proved that it _wasn't_ rigged, Nordon couldn't possibly make\nup his mind. I drummed into him how important this was, and the more\nimportance there is attached to his decisions, the more incapable he\nbecomes of making them.\"\n\nThe Secretary nodded slowly. \"What about Braynek?\"\n\n\"Paranoid,\" said Malloy. \"He thinks everyone is plotting against him. In\nthis case, that's all to the good because the Karna _are_ plotting\nagainst him. No matter what they put forth, Braynek is convinced that\nthere's a trap in it somewhere, and he digs to find out what the trap\nis. Even if there isn't a trap, the Karna can't satisfy Braynek, because\nhe's convinced that there _has_ to be--somewhere. As a result, all his\nadvice to Nordon, and all his questioning on the wildest possibilities,\njust serves to keep Nordon from getting unconfused.\n\n\"These two men are honestly doing their best to win at the peace\nconference, and they've got the Karna reeling. The Karna can see that\nwe're not trying to stall; our men are actually working at trying to\nreach a decision. But what the Karna don't see is that those men, as a\nteam, are unbeatable because, in this situation, they're psychologically\nincapable of losing.\"\n\nAgain the Secretary of State nodded his approval, but there was still a\nquestion in his mind. \"Since you know all that, couldn't you have\nhandled it yourself?\"\n\n\"Maybe, but I doubt it. They might have gotten around me someway by\nsneaking up on a blind spot. Nordon and Braynek have blind spots, but\nthey're covered with armor. No, I'm glad I couldn't go; it's better this\nway.\"\n\nThe Secretary of State raised an eyebrow. \"_Couldn't_ go, Mr.\nAmbassador?\"\n\nMalloy looked at him. \"Didn't you know? I wondered why you appointed me,\nin the first place. No, I couldn't go. The reason why I'm here, cooped\nup in this office, hiding from the Saarkkada the way a good Saarkkadic\nbigshot should, is because I _like_ it that way. I suffer from\nagoraphobia and xenophobia.\n\n\"I have to be drugged to be put on a spaceship because I can't take all\nthat empty space, even if I'm protected from it by a steel shell.\" A\nlook of revulsion came over his face. \"And I can't _stand_ aliens!\"\n\n\nTHE END\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Astounding Science Fiction_ March\n    1960. Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note.\n\n\n\n\n\nEnd of Project Gutenberg's In Case of Fire, by Gordon Randall Garrett\n\n*** END OF THIS PROJECT GUTENBERG EBOOK IN CASE OF FIRE ***\n\n***** This file should be named 24521.txt or 24521.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/4/5/2/24521/\n\nProduced by Greg Weeks, Bruce Albrecht, Stephen Blundell\nand the Online Distributed Proofreading Team at\nhttp://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}