{"title": "The Circuit Riders", "author": "R. C. FitzPatrick", "releaseDate": "February 8, 2008", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n[Illustration]\n\n\n    THE\n CIRCUIT\n    RIDERS\n\n\n On the Board,\n they were just little\n lights that glowed.\n But out there\n in the night of the\n city-jungle,\n they represented\n human passions--\n virulent emotions--\n and deadly crimes-to-be ...\n\n\nby R. C. FitzPatrick\n\nIllustrated by Schoenherr\n\n\nHe was an old man and very drunk. Very drunk or very sick. It was the\nmiddle of the day and the day was hot, but the old man had on a suit,\nand a sweater under the suit. He stopped walking and stood still,\nswaying gently on widespread legs, and tried to focus his eyes. He lived\nhere ... around here ... somewhere around here. He continued on,\nstumbling up the street.\n\nHe finally made it home. He lived on the second floor and he dragged\nhimself up the narrow staircase with both hands clutching the railing.\nBut he was still very careful of the paper bag under his arm. The bag\nwas full of beer.\n\nOnce in the room, he managed to take off his coat before he sank down on\nthe bed. He just sat there, vacant and lost and empty, and drank his\nbeer.\n\n       *       *       *       *       *\n\nIt was a hot, muggy, August afternoon--Wednesday in Pittsburgh. The\nbroad rivers put moisture in the air, and the high hills kept it there.\nLight breezes were broken-up and diverted by the hills before they could\nbring more than a breath of relief.\n\nIn the East Liberty precinct station the doors and windows were opened\nwide to snare the vagrant breezes. There were eight men in the room; the\ndesk sergeant, two beat cops waiting to go on duty, the audio\ncontroller, the deAngelis operator, two reporters, and a local book ...\nbusinessman. From the back of the building, the jail proper, the voice\nof a prisoner asking for a match floated out to the men in the room, and\na few minutes later they heard the slow, exasperated steps of the\nturnkey as he walked over to give his prisoner a light.\n\nAt 3:32 pm, the deAngelis board came alive as half-a-dozen lights\nflashed red, and the needles on the dials below them trembled in the\nseventies and eighties. Every other light on the board showed varying\nshades of pink, registering in the sixties. The operator glanced at the\nboard, started to note the times and intensities of two of the dials in\nhis log, scratched them out, then went on with his conversation with the\naudio controller. The younger reporter got up and came over to the\nboard. The controller and the operator looked up at him.\n\n\"Nothing,\" said the operator shaking his head in a negative. \"Bad call\nat the ball game, probably.\" He nodded his head towards the lights on\nthe deAngelis, \"They'll be gone in five, ten minutes.\"\n\nThe controller reached over and turned up the volume on his radio. The\nradio should not have been there, but as long as everyone did his job\nand kept the volume low, the Captain looked the other way. The set\nbelonged to the precinct.\n\nThe announcer's voice came on, \"... ning up, he's fuming. Doak is\nholding Sterrett back. What a beef! Brutaugh's got his nose not two\ninches from Frascoli's face, and Brother! is he letting him have it. Oh!\nOh! Here comes Gilbert off the mound; he's stalking over. When Gil puts\nup a holler, you know he thinks it's a good one. Brutaugh keeps pointing\nat the foul line--you can see from here the chalk's been wiped\naway--he's insisting the runner slid out of the base path. Frascoli's\nwalking away, but Danny's going right aft ...\" The controller turned the\nvolume down again.\n\nThe lights on the deAngelis board kept flickering, but by 3:37 all but\ntwo had gone out, one by one. These two showed readings in the high\nsixties; one flared briefly to 78.2 then went out. Brutaugh was no\nlonger in the ball game. By 3:41 only one light still glowed, and it was\nsteadily fading.\n\nThroughout the long, hot, humid afternoon the board held its reddish,\nirritated overtones, and occasional readings flashed in and out of the\nseventies. At four o'clock the new duty section came on; the deAngelis\noperator, whose name was Chuck Matesic, was replaced by an operator\nnamed Charlie Blaney.\n\n\"Nothing to report,\" Chuck told Charlie. \"Rhubarb down at the point at\nthe Forbes Municipal Field, but that's about all.\"\n\nThe new operator scarcely glanced at the mottled board, it was that kind\nof a day. He noted an occasional high in his log book, but most signals\nwere ignored. At 5:14 he noted a severe reading of 87 which stayed on\nthe board; at 5:16 another light came on, climbed slowly through the\nsixties, then soared to 77 where it held steady. Neither light was an\nhonest red, their angry overtones chased each other rapidly.\n\nThe deAngelis operator called over to the audio controller, \"Got us a\ncase of crinkle fender, I think.\"\n\n\"Where?\" the controller asked.\n\n\"Can't tell yet,\" Blaney said. \"A hot-head and a citizen with righteous\nindignation. They're clear enough, but not too sharp.\" He swiveled in\nhis chair and adjusted knobs before a large circular screen. Pale\nstreaks of light glowed briefly as the sweep passed over them. There\nwere milky dots everywhere. A soft light in the lower left hand corner\nof the screen cut an uncertain path across the grid, and two\nindeterminate splotches in the upper half of the scope flared out to the\nmargin.\n\n\"Morningside,\" the operator said.\n\nThe splashes of light separated; one moved quickly off the screen, the\nother held stationary for several minutes, then contracted and began a\nsteady, jagged advance toward the center of the grid. One inch down,\nhalf an inch over, two inches down, then four inches on a diagonal line.\n\n\"Like I said,\" said Blaney. \"An accident.\"\n\nEight minutes later, at 5:32, a slightly pompous and thoroughly outraged\nyoung salesman marched through the doors of the station house and over\nto the desk sergeant.\n\n\"Some clown just hit me ...\" he began.\n\n\"With his fist?\" asked the sergeant.\n\n\"With his car,\" said the salesman. \"My car ... with his car ... he hit\nmy car with his car.\"\n\nThe sergeant raised his hand. \"Simmer down, young feller. Let me see\nyour driver's license.\" He reached over the desk for the man's cards\nwith one hand, and with the other he sorted out an accident form. \"Just\ngive it to me slowly.\" He started filling out the form.\n\nThe deAngelis operator leaned back in his chair and winked at the\ncontroller. \"I'm a whiz,\" he said to the young reporter, \"I'm a pheenom.\nI never miss.\" The reporter smiled and walked back to his colleague who\nwas playing gin with the book ... businessman.\n\nThe lights glowed on and off all evening, but only once had they called\nfor action. At 10:34 two sharp readings of 92.2 and 94 even, had sent\nBlaney back to his dials and screen. He'd narrowed it down to a\nfour-block area when the telephone rang to report a fight at the Red\nAntler Grill. The controller dispatched a beat cop already in the area.\n\nTwenty minutes later, two very large--and very obedient young toughs\nstumbled in, followed by an angry officer. In addition to the marks of\nthe fight, both had a lumbering, off-balance walk that showed that the\npoliceman had been prodding them with his riot club. It was called an\n\"electronic persuader\"; it also doubled as a carbine. Police no longer\ncarried sidearms.\n\nHe pointed to the one on the left, \"This one hit me.\" He pointed to the\none on the right, \"This one kicked me.\"\n\nThe one on the left was certain he would never hit another cop. The one\non the right knew he would never kick another cop.\n\n\"Book 'em,\" the sergeant said. He looked at the two youths. \"You're\ngoing in the can ... you want to argue.\" The youths looked down. No one\nelse said anything. The younger reporter came over and took down the\ninformation as the cop and the two toughs gave it to the sergeant. Then\nhe went back to his seat at the card table and took a minityper from his\npocket. He started sending to the paper.\n\n\"You ought to send that stuff direct,\" the card player said.\n\n\"I scribble too bad,\" the reporter answered.\n\n\"Bat crap,\" said the older man, \"that little jewel can transcribe\nchicken scratches.\"\n\nThe cub scrunched over his minityper. A few minutes later he looked up\nat his partner, \"What's a good word for hoodlum?\"\n\nThe other reporter was irritated. He was also losing at gin. \"What are\nyou, a Steinbeck?\" He laid down his cards. \"Look kid, just send it, just\nthe way you get it. That's why they pay re-write men. We're reporters.\nWe report. O.K.?\" He went back to his cards.\n\nAt 11:40 a light at the end of the second row turned pinkish but no\nreading showed on the dial below. It was only one of a dozen bulbs\nshowing red. It was still pinkish when the watch was changed. Blaney\nwas replaced by King.\n\n\"Watch this one,\" Blaney said to King, indicating an entry in the log.\nIt was numbered 8:20:18:3059:78:4a. \"I've had it on four times now, all\nin the high seventies. I got a feeling.\" The number indicated date,\nestimated area and relation to previous alerts in the month, estimated\nintent, and frequency of report. The \"a\" meant intermittent. Only the\nlast three digits would change. \"If it comes on again I think I'd lock a\ncircuit on it right away.\" The rules called for any continuous reading\nover 75 to be contacted and connected after its sixth appearance.\n\n\"What about that one?\" King said, pointing to a 70.4 that was unblinking\nin its intensity.\n\n\"Some drunk,\" said Blaney. \"Or a baby with a head cold. Been on there\nfor twenty minutes. You can watch for it if you like.\" His tone\nsuggested that to be a waste of time.\n\n\"I'll watch it,\" said King. His tone suggested that he knew how to read\na circuit, and if Blaney had any suggestions he could keep them to\nhimself.\n\n       *       *       *       *       *\n\nJoe Millsop finally staggered home, exhausted. He was half-drunk, and\nworn out from being on his feet all day, but the liquor had finally done\nits work. He could think about the incident without flushing hot all\nover. He was too tired, and too sorry for himself to be angry at anyone.\nAnd with his new-found alcoholic objectivity he could see now where he\nhad been in the wrong. Old Bloomgarten shouldn't have chewed him out in\nfront of a customer like that, but what the hell, he shouldn't have\nsassed the customer, even if she was just a dumb broad who didn't know\nwhat she wanted. He managed to get undressed before he stumbled into\nbed. His last coherent thought before he fell into a drugged sleep was\nthat he'd better apologize in the morning.\n\n       *       *       *       *       *\n\n8:20:18:3059:78:4a stayed off the board.\n\nAt 1:18 am, the deAngelis flared to a 98.4 then started inching down\nagain. The young reporter sat up, alert, from where he had been dozing.\nThe loud clang of a bell had brought him awake.\n\nThe older reporter glanced up from his cards and waved him down. \"Forget\nit,\" he said, \"some wife just opened the door and saw lipstick on her\nhusband's neck.\"\n\n       *       *       *       *       *\n\n\"Oh Honey, how could you ... fifty dollars ...\" She was crying.\n\n\"Don't, Mother ... I thought I could make some money ... some real\nmoney.\" The youngster looked sick. \"I had four nines ... four nines ...\nhow could I figure him for a straight flush, he didn't have a thing\nshowing.\"\n\n\"... How could you,\" sobbed the mother. \"... Oh how could you.\"\n\n       *       *       *       *       *\n\nThe book ... businessman dealt the cards. The reporter picked his up\nand arranged them in his hand, he discarded one; the businessman ignored\nit and drew from the deck, he discarded; the reporter picked the discard\nand threw away a card from his hand; the businessman drew from the deck\nand discarded the same card he'd drawn; the reporter picked it up,\ntapped it slowly in place with his elbow, placed his discard face down,\nand spread his hand.\n\n\"Gin,\" he said.\n\n\"Arrrgh,\" said the businessman. \"Damn it, you play good. You play real\ngood.\"\n\nA light on the deAngelis flashed red and showed a reading of 65.4 on the\ndial.\n\n\"Can't beat skill,\" said the reporter. \"Count!\"\n\n\"Fifty-six,\" said the businessman. \"That's counting gin,\" he added.\n\n\"Game,\" the reporter announced. \"I'll figure the damage.\"\n\n\"You play good,\" said the businessman in disgust.\n\n\"You only say that 'cause it's true,\" the reporter said. \"But it's sweet\nof you all the same.\"\n\n\"Shut up!\" said the businessman.\n\nThe reporter looked up, concerned. \"You stuck?\" he asked solicitously.\nHe seemed sincere.\n\n\"Certainly I'm stuck,\" the businessman snarled.\n\n\"Then stay stuck,\" said the reporter in a kindly tone. He patted the\nbusinessman on the cheek.\n\nThe same light on the deAngelis flashed red. This time the dial\nregistered eighty-two. The operator chuckled and looked over at the\ngamblers, where the reporter was still adding up the score.\n\n\"How much you down, Bernie?\" he asked the businessman.\n\n\"Four dollars and ninety-six cents,\" the reporter answered.\n\n\"You play good,\" Bernie said again.\n\nThe deAngelis went back to normal, and the operator went back to his\nmagazine. The bulb at the end of the second row turned from a light pink\nto a soft rose, the needle on its dial finally flickered on to the\nscale. There were other lights on the board, but none called for action.\nIt was still just a quiet night in the middle of the week.\n\n       *       *       *       *       *\n\nThe room was filthy. It had a natural filth that clings to a cheap room,\nand a man-made, careless filth that would disfigure a Taj Mahal. It\nwasn't so much that things were dirty, it was more that nothing was\nclean. Pittsburgh was no longer a smokey city. That problem had been\nsolved long before the mills had stopped belching smoke. Now, with\natomics and filters on every stack in every home, the city was clean.\nClean as the works of man could make it, yet still filthy as only the\nminds of man could achieve. The city might be clean but there were\npeople who were not, and the room was not. Overhead the ceiling light\nstill burned, casting its harsh glare on the trashy room, and the\ntrashy, huddled figure on the bed.\n\n[Illustration]\n\nHe was an old man, lying on the bed fully clothed, even to his shoes.\nHe twisted fretfully in his sleep; the body tried to rise, anticipating\nnature even when the mind could not. The man gagged several times and\nfinally made it up to a sitting position before the vomit came. He was\nstill asleep, but his reaction was automatic; he grabbed the bottom of\nhis sweater and pulled it out before him to form a bucket of sorts. When\nhe finished being sick he sat still, swaying gently back and forth, and\ntried to open his eyes. He could not make it. Still asleep, he ducked\nout of the fouled sweater, made an ineffectual dab at his mouth, wadded\nthe sweater in a ball, and threw it over in front of the bathroom door.\n\nHe fell back on the bed, exhausted, and went on with his fitful sleep.\n\n       *       *       *       *       *\n\nAt 4:15 in the morning a man walked into the station house. His name was\nHenry Tilton. He was a reporter for the _Evening Press_. He waved a\ngreeting to the desk sergeant and went over to kibitz the card game.\n\nBoth players looked up, startled. The reporter playing cards said,\n\"Hello, Henry.\" He looked at his watch. \"Whoosh! I didn't realize it was\nthat late.\" He turned to the businessman. \"Hurry up, finish the hand.\nGot to get my beauty sleep.\"\n\n\"Whaddaya mean, hurry up,\" said Bernie, \"you're into me for fifteen\nbucks.\"\n\n\"Get it back from Hank here,\" the reporter said. He nodded at the\nnewcomer, \"Want this hand? You're fourteen points down. Lover boy's got\nsixty-eight on game, but you're a box up.\"\n\n\"Sure,\" said Tilton. He took the cards.\n\nThe morning news reporters left. The businessman dealt a new hand.\nTilton waited four rounds, then knocked with ten.\n\nBernie slammed down his cards. \"You lousy reporters are all alike! I'm\ngoing home.\" He got up to put on his coat. \"I'll be back about ten, you\nstill be here?\"\n\n\"Sure,\" said Tilton, \"... with the score.\" He folded the paper and put\nit in his pocket.\n\nThe businessman walked out and Tilton went over to the deAngelis board.\n\"Anything?\" he asked.\n\n\"Nah,\" said King. He pointed to the lights, \"Just lovers' quarrels\ntonight; all pale pink and peaceful.\"\n\nTilton smiled and ambled back to the cell block. The operator put his\nfeet up on his desk, then frowned and put them down again. He leaned\ntoward the board and studied the light at the end of the second row. The\nneedle registered sixty-six. The operator pursed his lips, then flicked\na switch that opened the photo file. Every five minutes an automatic\ncamera photographed the deAngelis board, developed the film, and filed\nthe picture away in its storage vault.\n\nKing studied the photographs for quite awhile, then pulled his log book\nover and made an entry. He wrote: 8:20:19:3142:1x. The last three digits\nmeant that he wasn't sure about the intensity, and the \"x\" signified a\ncontinuous reading.\n\nKing turned to the audio controller, \"Do me a favor, Gus, but strictly\nunofficial. Contact everybody around us: Oakland, Squirrel Hill, Point\nBreeze, Lawrenceville, Bloomfield ... everybody in this end of town.\nFind out if they've got one low intensity reading that's been on for\nhours. If they haven't had it since before midnight, I'm not\ninterested.\"\n\n\"Something up?\" the controller asked.\n\n\"Probably not,\" said the operator. \"I'd just like to pin this one down\nas close as I can. On a night like this my screen shows nothing but\nmilk.\"\n\n       *       *       *       *       *\n\n\"Give you a lift home?\" the older reporter asked.\n\n\"Thanks,\" said the cub shaking his head, \"but I live out by the\nYoughiogheny River.\"\n\n\"So?\" the older man shrugged. \"Half hour flight. Hop in.\"\n\n\"I don't understand,\" the cub said.\n\n\"What? Me offering you a lift.\"\n\n\"No,\" said the cub. \"Back there in the station house. You know.\"\n\n\"You mean the deAngelis?\"\n\n\"Not that exactly,\" said the cub. \"I understand a deAngelis board;\neverybody broadcasts emotions, and if they're strong enough they can be\nreceived and interpreted. It's the cops I don't understand. I thought\nany reading over eighty was dangerous and had to be looked into, and\nanything over ninety was plain murder and had to be picked up. Here they\nbeen ignoring eighties and nineties all night long.\"\n\n\"You remember that children's story you wrote last Christmas about an\nIrish imp named Sean O'Claus?\" his companion asked him.\n\n\"Certainly,\" the cub said scowling. \"I'll sell it some day.\"\n\n\"You remember the Fashion Editor killed it because she thought 'See-Ann'\nwas a girl's name, and it might be sacrilegious.\"\n\n\"You're right I remember,\" the cub said, his voice rising.\n\n\"Like to bet you didn't register over ninety that day? As a matter of\nfact, I'll head for the nearest precinct and bet you five you're over\neighty right now.\" He laughed aloud and the young man calmed down. \"I\nhad that same idea myself at first. About ninety being against the law.\nThat's one of the main troubles, the law. Every damn state in the\ndominion has its own ideas on what's dangerous. The laws are all fouled\nup. But what most of them boil down to is this--a man has to have a\ncontinuous reading of over ninety before he can be arrested. Not\narrested really, detained. Just a reading on the board doesn't prove a\nthing. Some people walk around boiling at ninety all their lives--like\neditors. But the sweet old lady down the block, who's never sworn in her\nlife, she may hit sixty-five and reach for a knife. And that doesn't\nprove a thing. Ninety sometimes means murder, but usually not; up to a\nhundred and ten usually means murder, but sometimes not; and anything\nover one-twenty always means murder. And it still doesn't prove a thing.\nAnd then again, a psychotic or a professional gunsel may not register at\nall. They kill for fun, or for business--they're not angry at anybody.\"\n\n\"It's all up to the deAngelis operators. They're the kingpins, they make\nthe system work. Not Simon deAngelis who invented it, or the technicians\nwho install it, or the Police Commissioner who takes the results to City\nHall. The operators make it or break it. Sure, they have rules to\nfollow--if they want. But a good operator ignores the rules, and a bad\noperator goes by the book, and he's still no damn good. It's just like\nradar was sixty, seventy years ago. Some got the knack, some don't.\"\n\n\"Then the deAngelis doesn't do the job,\" said the cub.\n\n\"Certainly it does,\" the older man said. \"Nothing's perfect. It gives\nthe police the jump on a lot of crime. Premeditated murder for one. The\naverage citizen can't kill anyone unless he's mad enough, and if he's\nmad enough, he registers on the deAngelis. And ordinary robbers get\ncaught; their plans don't go just right, or they fight among themselves.\nOr, if they just don't like society--a good deAngelis operator can tell\nquite a bit if he gets a reading at the wrong time of day or night, or\nin the wrong part of town.\"\n\n\"But what about the sweet old lady who registers sixty-five and then\ngoes berserk?\"\n\n\"That's where your operator really comes in. Usually that kind of a\nreading comes too late. Grandma's swinging the knife at the same time\nthe light goes on in the station house. But if she waits to swing, or\nbuilds herself up to it, then she may be stopped.\n\n\"You know those poor operators are supposed to log any reading over\nsixty, and report downtown with anything over eighty. Sure they are! If\nthey logged everything over sixty they'd have writer's cramp the first\nhour they were on watch. And believe me, Sonny, any operator who\nreported downtown on every reading over eighty would be back pounding a\nbeat before the end of his first day. They just do the best they can,\nand you'd be surprised at how good that can be.\"\n\n       *       *       *       *       *\n\nThe old man woke up, but kept his eyes closed. He was afraid. It was too\nquiet, and the room was clammy with an early morning chill. He opened\nhis eyelids a crack and looked at the window. Still dark outside. He lay\nthere trembling and brought his elbows in tight to his body. He was\ngoing to have the shakes; he knew he'd have the shakes and it was still\ntoo early. Too early. He looked at the clock. It was only a quarter\nafter five. Too early for the bars to be open. He covered his eyes with\nhis hands and tried to think.\n\nIt was no use; he couldn't think. He sobbed. He was afraid to move. He\nknew he had to have a drink, and he knew if he got up he'd be sick. \"Oh\nLord!\" he breathed.\n\nThe trembling became worse. He tried to press it away by hugging his\nbody with his arms. It didn't help. He looked wildly around and tried to\nconcentrate. He thought about the bureau ... no. The dresser ... no. His\nclothes ... he felt feverishly about his body ... no. Under the bed ...\nno ... wait ... maybe. He'd brought some beer home. Now he remembered.\nMaybe there was some left.\n\nHe rolled over on his stomach and groped under the bed. His tremulous\nfingers found the paper bag and he dragged it out. It was full of empty\ncans; the carton inside was ripped. He tore the sack open ... empty cans\n... no! there was a full one ... two full ones--\n\nHe staggered to his feet and looked for an opener. There was one on the\nbureau. He stumbled over and opened his first beautiful, lovely can of\nbeer. He put his mouth down close to the top so that none of the foam\ncould escape him. He'd be all right 'til seven, now. The bars opened at\nseven. He'd be all right 'til seven.\n\nHe did not notice the knife lying beside the opener. He did not own a\nknife and had no recollection of buying one.\n\nIt was a hunting knife and he was not a hunter.\n\n       *       *       *       *       *\n\nThe light at the end of the second row was growing gradually brighter.\nThe needle traveled slowly across the dial, 68.2, 68.4, 68.6....\n\nKing called over to the audio controller. \"They all report in yet?\"\n\nThe controller nodded. \"Squirrel Hill's got your signal on, same reading\nas you have. Bloomfield thinks they may have it. Oakland's not too sure.\nEverybody else is negative.\" The controller walked over. \"Which one is\nit?\"\n\nKing pointed to the end of the second row.\n\n\"Can't you get it on your screen?\"\n\n\"Hell, yes, I've got him on my screen!\" King swiveled in his chair and\nturned on the set. The scope was covered with pale dots. \"Which one is\nhe? There?\" He pointed to the left. \"That's a guy who didn't get the\nraise he wanted. There?\" He pointed to the center. \"That's a little girl\nwith bad dreams. She has them every night. There? That's my brother!\nHe's in the Veteran's Hospital and wanted to come home a week ago.\"\n\n\"So don't get excited,\" said the controller. \"I only asked.\"\n\n\"I'm sorry, Gus,\" King apologized. \"My fault. I'm a little edgy ...\nprobably nothing at all.\"\n\n\"Well you got it narrowed down anyway,\" Gus said. \"If you got it, and\nSquirrel Hill's got it, then he's in Shadyside. If Oakland doesn't have\nhim, then he's on this side of Aiken Avenue.\" The controller had caught\nKing's fever; the \"it\" had become a \"him\". \"And if Bloomfield doesn't\nhave him, then he's on the other side of Baum Boulevard.\"\n\n\"Only Bloomfield might have him.\"\n\n\"Well what the hell, you've still got him located in the lower half of\nShadyside. Tell you what, I'll send a man up Ellsworth, get Bloomfield\nto cruise Baum Boulevard in a scout car, and have Squirrel Hill put a\npatrol on Wilkens. We can triangulate.\"\n\n\"No,\" said King, \"not yet. Thanks anyway, Gus, but there's no point in\nstirring up a tempest in a teapot. Just tell them to watch it. If it\nclimbs over 75 we can narrow it down then.\"\n\n\"It's your show,\" said Gus.\n\n       *       *       *       *       *\n\nThe old man finished his second can of beer. The trembling was almost\ngone. He could stand and move without breaking out in a cold sweat. He\nran his hand through his hair and looked at the clock. 6:15. Too early.\nHe looked around the room for something to read. There were magazines\nand newspapers scattered everywhere; the papers all folded back to the\nsports section. He picked up a paper, not even bothering about the date,\nand tried to interest himself in the batting averages of the\nIntercontinental League. Yamamura was on top with .387; the old man\nremembered when Yamamura came up as a rookie. But right now he didn't\ncare; the page trembled and the type kept blurring. He threw the paper\ndown. He had a headache.\n\nThe old man got up and went over to the bathroom. He steadied himself\nagainst the door jamb and kicked the wadded sweater out of sight beneath\nthe dresser. He went into the bathroom and turned on the water. He ran\nhis hands over his face and thought about shaving, but he couldn't face\nthe work involved. He managed to run a comb through his hair and rinse\nout his mouth.\n\nHe came back into the room. It was 6:30. Maybe Freddie's was open. If\nFreddie wasn't, then maybe the Grill. He'd have to take his chances, he\ncouldn't stand it here any longer. He put on his coat and stumbled out.\n\n       *       *       *       *       *\n\nAt eight o'clock the watch was changed; Matesic replaced King.\n\n\"Anything?\" asked Matesic.\n\n\"Just this one, Chuck,\" said King. \"I may be a fool, but this one\nbothers me.\" King was a diplomat where Blaney was not.\n\nKing showed him the entry. The dial now stood at 72.8. \"It's been on\nthere all night, since before I had the watch. And it's been climbing,\njust slow and steady, but all the time climbing. I locked a circuit on\nhim, but I'll take it off if you want me to.\"\n\n\"No,\" said Matesic, \"leave it on. That don't smell right to me neither.\"\n\n       *       *       *       *       *\n\nThe old man was feeling better. He'd been in the bar two hours, and he'd\nhad two pickled eggs, and the bartender didn't bother him. Beer was all\nright, but a man needed whiskey when he was sick. He'd have one, maybe\ntwo more, and then he'd eat some breakfast. He didn't know why, but he\nknew he mustn't get drunk.\n\n       *       *       *       *       *\n\nAt nine o'clock the needle on the dial climbed past seventy-five.\nMatesic asked for coverage. That meant that two patrolmen would be tied\nup, doing nothing but searching for an echo. And it might be a wild\ngoose chase. He was explaining to the Captain, but the Captain wasn't\nlistening. He was looking at the photographs in the deAngelis file.\n\n\"You don't like this?\" the Captain asked.\n\nMatesic said he didn't like it.\n\n\"And King said he didn't like it?\"\n\n\"King thinks the same way I do, he's been on there too damn long and too\ndamn consistent.\"\n\n\"Pick him up,\" the Captain turned and ordered the audio controller. \"If\nwe can't hold him, we can at least get a look at him.\"\n\n\"It's not too clear yet,\" said Matesic, \"it'll take a spread.\"\n\n\"I know what it'll take,\" the Captain roared. \"Don't tell me my job! Put\nevery available man on this, I want that guy brought in.\"\n\n       *       *       *       *       *\n\nThe old man walked back to his room. He was carrying a dozen cans of\nbeer, but the load was light and he walked upright. He felt fine, like a\nmillion dollars. And he was beginning to remember.\n\nWhen he entered the room he saw the knife and when he saw the knife he\nsmiled. A man had to be smart and a man had to be prepared. They were\nsmart ... wicked and smart ... but he was smarter. He'd bought the\nknife a long, long time ago, in a different world--they couldn't fool\nhim that way. They were clever all right, they fooled the whole world.\n\nHe put his beer on the bureau, then walked into the bathroom and turned\non the water in the tub. He came back out and started to undress. He was\nhumming to himself. When he finished undressing he went over to the\nbureau and opened a can of beer. He carried it into the bathroom, put it\nbeside the tub, and lowered himself into the water.\n\nAh ... that was the ticket. Water and being clean. Clean and being\nwater. Being water and being candy and being smart. They fooled the\nwhole world, but not him. The whole, wide world, but they couldn't fool\nhim. He was going to fool them. All pretty and innocent. Hah! Innocent!\nHe knew. They were rotten, they were rotten all the way through. They\nfooled the whole world but they were rotten ... rotten ... and he was\nthe only one who knew.\n\nHe finished the beer and stood up in the tub. The water ran off his body\nin greasy runlets. He didn't pull the plug. He stepped out of the tub\nand over to the bathroom mirror. His face looked fine, not puffy at all.\nHe'd fool them. He sprinkled himself with lilac water, put the bottle to\nhis lips, and swished some of it in his mouth. Oh yes, he'd fool them. A\nman couldn't be too clever, they were clever, so he had to be clever. He\nbegan to shave.\n\n       *       *       *       *       *\n\nThe Captain was on an audio circuit, talking to an Assistant\nCommissioner. \"Yes, Sir, I know that--Yes, Sir, it could be, but it\nmight be something else--Yes, Sir, I know Squirrel Hill has problems,\nbut we need help--Yes, Commissioner, it's over ninety now (The Captain\nsignaled wildly to Matesic; Matesic held up four fingers, then two) 94.2\nand still going up--No, Sir, we don't know. Some guy gonna quit his job\n... or kill his boss. Maybe he found out his wife is cheating on him. We\ncan't tell until we pick him up--Yes, Sir--Yes, Sir--Thank you, Sir.\"\n\nThe Captain hung up. \"I hate politicians,\" he snarled.\n\n\"Watch it, Captain,\" said Matesic, \"I'll get you on my board.\"\n\n\"Get me on it, Hell,\" the Captain said, \"I've never been off.\"\n\n       *       *       *       *       *\n\nThe old man finished dressing. He knotted his tie and brushed off the\nfront of his suit with his hand. He looked fine. He'd fool them, he\nlooked just like anybody else. He crossed to the bureau and picked up\nthe knife. It was still in the scabbard. He didn't take it out, he just\nput it in his pocket. Good. It didn't show.\n\nHe walked out on the street. The sun was shining brightly and heat waves\nwere coming up from the sidewalk. Good. Good. This was the best time.\nPeople, the real people, would be working or lying down asleep. But\nthey'd be out. They were always out. Out all sweet and innocent in the\nhot sun.\n\nHe turned down the street and ambled toward the drug store. He didn't\nwant to hurry. He had lots of time. He had to get some candy first. That\nwas the ticket, candy. Candy worked, candy always worked. Candy was good\nbut candy was wicked. He was good but they were wicked. Oh, you had to\nbe smart.\n\n       *       *       *       *       *\n\n\"That has to be him,\" Matesic said. The screen was blotched and milky,\nbut a large splash of light in the lower left hand corner outshone\neverything else. \"He's somewhere around Negley Avenue.\" He turned to the\nCaptain. \"Where do you have your men placed?\"\n\n\"In a box,\" the Captain said. \"Fifth and Negley, Aiken and Negley,\nCenter and Aiken, and Center and Negley. And three scout cars overhead.\"\n\n       *       *       *       *       *\n\nThe old man walked up Ellsworth to the Liberty School. There were always\nlots of young ones around Liberty School. The young ones were the worst.\n\n       *       *       *       *       *\n\n\"I'm losing him.\"\n\n\"Where are you?\"\n\n\"Center and Aiken.\"\n\n\"Anybody getting him stronger?\"\n\n\"Yeah. Me. Negley and Fifth.\"\n\n\"Never mind. Never mind, we got him. We see him now.\"\n\n\"Where?\"\n\n\"Bellefonte and Ivy. Liberty School.\"\n\n       *       *       *       *       *\n\nShe was a friendly little thing, and pretty. Maybe five, maybe six, and\nher Mommy had told her not to talk to strangers. But the funny old man\nwasn't talking, he was sitting on the curb, and he was eating candy, and\nhe was offering some to her. He smiled at the little girl and she smiled\nback.\n\n       *       *       *       *       *\n\nThe scout car settled to earth on automatic. Two officers climbed out of\nthe car and walked quietly over to the old man, one on either side. They\neach took an arm and lifted him gently to his feet.\n\n\"Hello there, Old Timer.\"\n\n\"Hi, little girl.\"\n\nThe old man looked around bewildered. He dropped his candy and tried to\nreach his knife. They mustn't interfere. It was no use. The officers\nwere very kind and gentle, and they were very, very firm. They led him\noff as though he were an old, old friend.\n\nOne of the officers called back over his shoulder, \"Bye, bye, little\ngirl.\"\n\nThe little girl dutifully waved 'bye.\n\nShe looked at the paper sack on the sidewalk. She didn't know what to\ndo, but the nice old man was gone. She looked around, but no one was\npaying any attention, they were all watching the softball game. Suddenly\nshe made a grab and clutched the paper bag to her body. Then she turned\nand ran back up the street to tell her Mommy how wonderful, wonderful\nlucky she was.\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Analog_ April 1962. Extensive research\n    did not uncover any evidence that the U.S. copyright on this\n    publication was renewed. Minor spelling and typographical errors\n    have been corrected without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Circuit Riders, by R. C. FitzPatrick\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE CIRCUIT RIDERS ***\n\n***** This file should be named 24543.txt or 24543.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/4/5/4/24543/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}