{"title": "Faithfully Yours", "author": "Lou Tabakow", "releaseDate": "February 10, 2008", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, LN Yaddanapudi and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\nFAITHFULLY YOURS\n\nBY LOU TABAKOW\n\nIllustrated by Emsh\n\n  +--------------------------------------------------------------+\n  |                     Transcriber's Note                       |\n  |                                                              |\n  | This etext was produced from Astounding Science Fiction      |\n  | December 1955. Extensive research did not uncover any        |\n  | evidence that the U.S. copyright on this publication was     |\n  | renewed.                                                     |\n  +--------------------------------------------------------------+\n\n     _If it's too impossibly difficult to track down and recapture an\n     escaped criminal ... there's a worse thing one might do...._\n\n\n[Illustration]\n\nJULY 18, 1949 A.D.\n\n_The fugitive lay face down in the fetid undergrowth, drawing in\nspasmodic lungfuls of air through cracked and swollen lips. Long before,\nhis blue workshirt had been ripped to ribbons and his exposed chest\nshowed a spiderwork of scratches, where branches and brambles had sought\nto restrain him in his frenzied flight. Across his back from shoulder to\nshoulder ran a deeper cut around which the caked blood attested to the\nneedle-sharp viciousness of a thorn bush a mile to the north. With each\ntortured breath he winced, as drops of sweat ran down, following the\nspiderwork network and burning like acid. Incessantly he rubbed his\nbruised torso with mud-caked palms to dislodge the gnats and mosquitoes\nthat clung to him, gorging shamelessly._\n\n_To the east he could see the lights of Fort Mudge where the railroad\ncut through on its way to Jacksonville. He had planned to ride the\nfreight into Jacksonville but by now they were stopping every train and\nsearching along every foot of the railroad right of way. In the distance\nhe heard the eerie keen of a train whistle, and visualized the scene as\nit was flagged down and searched from engine to caboose._\n\n_Directly before him loomed the forbidding northern boundary of the\nOkefenokee Swamp. Unconsciously he strained his ears, then shuddered at\nthe night noises that issued from the noisome wilderness. A frenzied\nthreshing, then a splash, then ... silence. What drama of life and death\nwas being played out in that strange other-world of perpetual shadows?_\n\n_In sudden panic he jerked erect and cupped his palm round his ear. Far\noff; muted by distance, but still unmistakable; he heard the baying of\nbloodhounds. Then this was the end. A sob broke from his throat. What\nwas he, an animal; to be hunted down as a sport? Tears of self-pity\nwelled to his eyes as he thought back to a party and a girl and laughter\nand cleanliness and the scent of magnolias, like a heady wine. But that\nwas so long ago--so long ago--and now.... He looked down at his\nsweating, lacerated body; his blistered calloused palms; the black\nbroken nails; the cheap workshoes with hemp laces; the shapeless gray\ncotton trousers, now wet to the knees._\n\n_He pulled back his shoulders and resolutely faced west toward the\nriver, but stopped short in horror as he heard the sudden cacophony of\nbarks, yelps and howls of a pack of bloodhounds that senses the\nbeginning of the end. He turned in panic. They couldn't be over half a\nmile away. In a panic of indecision he turned first east then west, then\nfacing due south he hesitated a moment to take one last look at the\nclear open skies, and with a muffled prayer plunged into the brooding\ndepths of the Okefenokee._\n\n       *       *       *       *       *\n\nJUNE 13, 427th Year GALACTIC ERA\n\nThe building still hummed and vibrated with the dying echoes of the\nalarm siren as the biophysicist hurried down the corridor, and without\nbreaking stride, pushed open the door to the Director's office.\n\nThe Director shuffled the papers before him and sighed heavily. His\nchair creaked protestingly as he shifted his bulk and looked up.\n\n\"Well?\"\n\n\"He got away clean,\" said the biophysicist.\n\n\"Any fix on the direction?\"\n\n\"None at all, sir. And he's got at least a two hours' start. That takes\nin a pretty big area of space.\"\n\n\"Hm-m-m! Well there's just a bare chance. That experimental cruiser is\nthe fastest thing in space and it's equipped with the latest\nethero-radar. If we get started right away, we just might--\"\n\n\"That's just it,\" interrupted the biophysicist. \"That's the ship he got\naway in.\"\n\nThe Director jumped angrily to his feet. \"How did that happen? How can I\nexplain to the board?\"\n\n\"I'm sorry, sir. He was just too--\"\n\n\"_You're_ sorry?\" He slumped back in his chair and drummed the desk top\nwith his fingernails, worrying his lower lip with his teeth. He exhaled\nloudly and leaned forward. \"Well, only one thing to do. You know the\norders.\"\n\nThe biophysicist squirmed uncomfortably. \"Couldn't we send a squadron of\nships out to search and--\"\n\n\"And what?\" asked the Director, sarcastically. \"You don't think I'd risk\na billion credits worth of equipment on a wild-goose chase like that, do\nyou? We could use up a year's appropriation of fuel and manpower and\nstill be unable to adequately search a sector one-tenth that size. If he\njust sat still, a thousand ships couldn't find him in a thousand years,\nsearching at finite speeds. Add to that the fact that the target is\nmoving at ultra-light speed and the odds against locating him is\nmultiplied by a billion.\"\n\n\"I know, but he can't stay in space. He'll have to land somewhere,\nsometime.\"\n\n\"True enough--but where and when?\"\n\n\"Couldn't we alert all the nearby planets?\"\n\n\"You know better than that. He could be halfway across the galaxy before\nan ethero-gram reached the nearest planet.\"\n\n\"Suppose we sent scout ships to the nearer planets and asked them to\ninform their neighbors in the same way. We'd soon have an expanding\ncircle that he _couldn't_ slip through.\"\n\nThe Director smiled wryly. \"Maybe. But who's going to pay for all this.\nBy the time the circle was a thousand light-years in diameter there\nwould be ten thousand ships and a million clerks working on recapturing\none escaped prisoner. Another thing; I don't know offhand what he's been\nsentenced for, but I'll wager there are ten thousand planets on which\nhis crime would not be a crime. Do you think we could ever extradite him\nfrom such a planet? And even if by some incredible stroke of fortune one\nof our agents happened to land on the right planet, in which city would\nhe begin his search. Or suppose our quarry lands only on uninhabited\nplanets? We can't very well alert the whole galaxy in the search for\njust one man.\"\n\n\"I know, but--\"\n\n\"But what?\" interrupted the Director. \"Any other suggestions?\"\n\n\"N ... no--\"\n\n\"All right, he asked for it. You have the pattern, I presume. _Feed it\nto Fido!_\"\n\n\"Yes, sir, but well ... I just don't--\"\n\n\"Do you think _I_ like it?\" asked the Director, fiercely.\n\nIn the silence that followed, they looked at each other, guiltily.\n\n\"There's nothing else we can do,\" said the Director. \"The orders are\nexplicit. _No one escapes from Hades!_\"\n\n\"I know,\" replied the biophysicist. \"I'm not blaming you. Only I wish\nsomeone else had my job.\"\n\n\"Well,\" said the Director, heavily. \"You might as well get started.\" He\nnodded his head in dismissal.\n\nAs the biophysicist went out the door, the Director looked down once\nmore at the pile of papers before him. He pulled the top sheet closer,\nand rubber-stamped across its face--CASE CLOSED.\n\n\"Yes,\" he mused aloud. \"Closed for us, but--\" He hesitated a moment, and\nthen sighing once more, signed his name in the space provided.\n\n       *       *       *       *       *\n\nAUGUST 6, 430th Year GALACTIC ERA\n\nTee Ormond sat morosely at the spaceport bar, and alternately wiped his\nforehead with a soggy handkerchief, and sipped at his frosted rainbow,\ncareful not to disturb the varicolored layers of liquid in the tall\nnarrow glass. Every now and then he nervously ran his fingers through\nhis straight black hair, which lay damply plastered to his head. His\njacket was faded and worn, and above the left pocket was emblazoned the\nmeteor insignia of the spaceman. A dark patch on his back showed where\nthe perspiration had seeped through. He blinked and rubbed the corner of\nhis eye as a drop of perspiration ran down and settled there.\n\nA casual look would have classified him as a very average looking pilot\nsuch as could be found at the bar of any spaceport; i.e. if space pilots\ncan ever be classified as average. Spacemen are the last true\nadventurers in an age where the debilitating culture of a highly\nmechanized civilization has pushed to the very borders of the galaxy.\nWhile most men are fearful and indecisive outside their narrow\nspecialties the spacemen must at all times be ready to deal with the\nunexpected and the unusual. The expression--\"Steady as a spaceman's\nnerves\"--had a very real origin.\n\nA closer look at Tee would have revealed the error of a quick\nclassification. He gripped his drink too tightly, and his eyes darted\nrestlessly from side to side, as though searching, searching; yet\ndreading to find the object of their search. His expressive face\ncontorted in a nervous tic each time his eyes swept by the clock hanging\nbehind the bar. He glanced dispiritedly out the window at the\nperpetually cloudy sky and idly watched a rivulet of water race down the\ndirty pane. He loosened his collar and futilely mopped at his neck with\nthe soggy handkerchief, then irritably flung it to the floor.\n\n\"Hey, Jo,\" he yelled to the bartender. \"What's the matter with the\nair-conditioning? I'm burning up.\"\n\n\"Take it easy,\" soothed the bartender, consulting a thermometer on the\nwall behind him, \"it's eighty-five in here. That's as low as the law\nallows. Can't have too much difference in the temperature or all my\ncustomers'd pass out when they go outside. Why don't you go into town?\nThey keep it comfortable under the dome.\"\n\n\"Don't this planet _ever_ cool off?\" asked Tee.\n\nThe bartender chuckled. \"I see you don't know too much about Thymis.\nSometimes it drops to ninety at night, but not too often. You ought to\nbe here sometime when the clouds part for a minute. If you're caught\noutside then, it's third-degree burns for sure.\"\n\nHe glanced down at the nearly empty glass. \"How about another rainbow?\nIf you get enough of them in you, you won't notice the heat--you won't\nnotice anything.\" He laughed uproariously at the hoary joke.\n\n       *       *       *       *       *\n\nTee looked at him disgustedly and without answering bent to his drink\nonce more. He felt someone jostle his elbow and turned sideways to allow\nthe newcomer access to the bar. After a moment he wiped his forehead on\nhis sleeve. The bartender placed another rainbow before him.\n\n\"Hey, I didn't order that,\" he cried.\n\nThe bartender nodded toward the next stool. \"On him.\"\n\nTee turned and saw a barrel-chested red-haired giant holding up a drink\nin the immemorial bar toast. He raised his own glass gingerly, but his\ntrembling hand caused the layers to mix and he stared ruefully at the\nresultant clayey-looking mess.\n\nThe redhead laughed. \"Mix another one, Jo.\"\n\n\"But--\" Tee's face got red.\n\n\"I came in here to talk to you anyway,\" said the giant. \"You own the\n_Starduster_, don't you?\"\n\n\"Yeah, what about it?\"\n\n\"Like to get her out of hock?\"\n\n\"Who says she's in hock?\"\n\n\"Look,\" said the redhead. \"Let's not kid each other. Everybody around\nthis port knows you blew in from Lemmyt last month and can't raise the\nmoney to pay the port charges, much less the refueling fee. And it's no\nsecret that you're anxious to leave our fair planet.\" He winked\nconspiringly at Tee.\n\n\"So?\"\n\nThe redhead glanced at the bartender who was busy at the other end of\nthe bar. He leaned closer and whispered. \"I know where the _Elen of\nTroy_ is.\"\n\n\"The _Elen of Troy_?\"\n\n\"Oh, that's right, you wouldn't know about her. Eight months ago she\ncrashed on an uninhabited planet somewhere in this sector. So far\nthey've been unable to find her.\" He leaned closer. \"She was carrying\nfour million in Penryx crystals.\"\n\n\"What's that to me?\"\n\nThe redhead looked around briefly to make sure no one was in hearing\ndistance, then whispered softly, without moving his lips. \"I told you,\nthey can't find her, but _I_ know where she is.\"\n\n\"_You_ know? But how--\"\n\n\"Look,\" said the giant, frowning, \"I didn't ask you why _you're_ so\nanxious to leave.\"\n\n\"Well?\"\n\n\"I'll clear your ship and we can pick up the crystals for the salvage\nfee. A million each, and all nice and legal. We can leave by the end of\nthe week and be back in probably six months.\"\n\n\"_Six months!_\" Tee stood up. \"Sorry!\"\n\nThe redhead grabbed his arm in a hamlike palm. \"A million each in six\nmonths; what's wrong with that?\"\n\nTee jerked out of his grasp. \"I ... I just can't do it.\"\n\n\"I don't know what you're running from,\" persisted the redhead, \"but\nwith a million credits you can fight extradition for the rest of your\nlife. This is your big chance, can't you see that. Besides, this planet\nhas some interesting customs.\" He winked at Tee. \"I can introduce you--\"\n\n\"I can't stay here,\" interrupted Tee. \"You just don't understand.\"\n\n\"Look,\" cried the redhead exasperatedly, \"I'm offering you a full\npartnership on a two million credit salvage deal and you want to back\nout because it'll take six months. On top of that you're broke and\nstranded and your hangar bill gets bigger every day. If you don't take\nme up on this deal, you'll still be sitting here six months from now\nwondering how to get your ship out of hock--if you don't get caught\nfirst. What do you say? What've you got to lose?\"\n\nWhat did he have to lose? Tee gripped the edge of the bar till his\nknuckles showed white. \"No! I just can't do it. Why don't you get\nsomeone else?\"\n\n\"The slow tubs around this port would take years for the trip. I can see\nthe _Starduster_ has class.\"\n\n\"Fastest thing in the galaxy,\" said Tee, proudly. Then earnestly, \"I'm\nsorry, you'll just have to find some other ship.\"\n\n\"Think it over,\" said the redhead. \"I'll wait. When you change your mind\nlook me up. Name's Yule Larson.\" He slapped Tee heavily on the back and\nswaggered toward the door. He turned and looked back. \"Better go along\nwith me. After six months they can auction off your ship to pay for the\nport charges, you know.\" The door swung shut behind him.\n\n       *       *       *       *       *\n\nTee sat down again and bent his head, nursing his drink. His eyes darted\nnervously around the room and came to rest on the clock. A shudder ran\nthrough him and he lowered his eyes quickly. As he sipped his drink his\neyes returned to the clock continually, as though drawn there against\ntheir will. As he watched, the minute hand jerked downward and an\ninvoluntary gasp escaped his lips.\n\nThe bartender turned quickly. \"Anything wrong?\"\n\n\"N ... no, nothing.\" As he spoke, the minute hand moved again and Tee\nstarted nervously, upsetting his drink. He sat for a moment watching the\nbartender mop up the spreading liquid, then abruptly got up and tossed a\nhalf-credit piece on the bar. He hurried outside, steeling himself to\nkeep from running. He paused just outside the door.\n\n_Stand still_, he told himself. _Mustn't run! Mustn't run! No use\nanyway. If I only knew when. If I just could stop and rest. If I had the\ntime ... Time! Time! That's what I need. Light-years of time ... But\nwhen? When? If only I could be sure._ He looked up slowly at the murky\ncanopy of clouds. _If I only knew when!_ He looked indecisively up and\ndown the field, then squaring his shoulders resolutely, set out for the\nadministration building.\n\nAt this hour the office was deserted except for a wispy-haired little\nman who sat at a desk fussing with some papers. He looked up\nquestioningly as Tee came in.\n\n\"Is my ship re-charged and provisioned?\" asked Tee.\n\n\"Uh, what's the name please?\"\n\n\"Tee Ormond. I own the _Starduster_.\"\n\nThe clerk pulled a card from a file on the desk and studied it. \"Ah,\nyes, the _Starduster_.\"\n\n\"I'd like to pay my bill and clear the _Starduster_ for immediate\ndeparture.\"\n\n\"Uh, very good, Mr. Ormond.\" He consulted the card again. \"That'll be\nfourteen hundred and eleven credits.\" He beamed. \"We included a case of\nRuykeser's Concentrate, compliments of the management.\" He handed a\ncircular to Tee. \"This is a list of our ports and facilities on other\nplanets. Our accommodations are the finest, and we carry a complete line\nof parts.\" He smiled professionally.\n\n\"What about my key?\" asked Tee, pulling out his wallet.\n\n\"Uh, let's see, number thirty-seven.\" The clerk started for a numbered\nboard hanging on the wall. He never got there.\n\nTee whipped a stun-gun from inside his jacket and waved it at the\nclerk's back. It caught him in mid-stride, and unbalanced, he crashed\nheavily to the floor. Tee glanced briefly down as he stepped over the\nparalyzed form, avoiding the accusing eyes, and snatched the magnetic\nkey off the hook. He forced himself to walk calmly across the field\ntoward the hangar that housed the _Starduster_.\n\nA uniformed guard stopped him at the hangar door. \"May I see your\nclearance, sir?\" he asked, politely.\n\nTee hesitated for a moment. \"Oh, I'm just going to get something out of\nmy ship,\" he said, smoothly. \"The clerk said it was roj.\"\n\n\"The clerk said? But he can't--\" The guard tensed. \"Mind if I check,\nsir? Orders, you know.\" He bent his head slightly as he pressed a knob\non his wrist radio. As his eyes turned downward, Tee swung the stun-gun\nin an arc that ended on the back of the guard's head. As he leaped into\nthe _Starduster_ he was sorry for a moment that he hadn't had time to\nrecharge the gun, and hoped he hadn't struck too hard.\n\n[Illustration]\n\n       *       *       *       *       *\n\nOCTOBER 11, 433rd Year GALACTIC ERA\n\nTee stepped out of the hangar and surveyed the twin suns. The pale\nbinaries sat stolidly on the horizon, forty degrees apart. Their mingled\nlight washed down dimly on the single continent of the planet, Aurora.\n\nHe started, as a man walked around the corner of the hangar. The man\nlooked at Tee searchingly for a moment, then asked, \"Anything troubling\nyou, Tee?\"\n\n\"Why ... why, no, Mr. Jenner. You just startled me, that's all.\"\n\n\"Well, how's everything coming?\"\n\n\"Right on schedule. We'll be ready for the final test by the end of the\nweek.\"\n\n\"By the way,\" asked Jenner, speculatively, \"how come you ordered the\nship stocked and provisioned, for the test?\"\n\n\"Why ... why I think she should be tested under exactly the same\nconditions as she'll encounter in actual use.\"\n\n\"We could have done it a lot cheaper by just using ballast,\" said\nJenner. \"After this, I want to personally see any voucher for over a\nhundred credits before it's cleared.\"\n\n\"Yes, sir, but I just didn't want to bother you with details.\"\n\n\"An expenditure of over two thousand credits isn't just detail; but let\nit pass. It's already done. Anyway, on the drawing board she's the\nfastest thing in the galaxy.\" He smiled. \"If she lives up to\nexpectations, she'll make your ship look like an old freighter. We've\ngot four million sunk in her so far, so she'd better check out roj.\"\n\nHe put his hand on Tee's shoulder. \"You're not worried about testing\nher, are you? You've been jumpy lately.\"\n\n\"Oh, no, nothing like that, Mr. Jenner. I'm just ... well, I've been up\nall night watching them install the gyroscopes. Think I'll get some\nsleep.\" He yawned.\n\nJenner cupped his chin in his palm and stood staring after the\nretreating figure. As Tee turned and looked back nervously, Jenner\nentered the hangar office. He spoke softly into the visiphone and in a\nmoment the screen lit up.\n\n\"Is this the prison administrator?\" asked Jenner.\n\n\"What can I do for you?\"\n\n\"My name is Jenner; Consolidated Spacecraft.\"\n\n\"Yes?\"\n\n\"Suppose an escaped prisoner from Hades landed on Aurora?\"\n\n\"_No one_ escapes from Hades Prison.\"\n\n\"Well, just suppose one did?\"\n\n\"I never receive information about escapees.\"\n\n\"But you're the administrator here.\"\n\n\"My job, as the title implies, is purely administrative. I merely\narrange transportation for our annual shipment of prisoners to Hades,\nand see that the records are kept straight.\"\n\n\"But whom _would_ they contact in the event of an escape?\"\n\nThe administrator pursed his lips in impatience. \"Hades has six billion\nprisoners at any given time. If one did manage to escape, they couldn't\nvery well alert a million planets.\"\n\n\"You mean you wouldn't do anything?\"\n\n\"As I said before, my job is purely administrative. Out of my\njurisdiction entirely. Each planet has its own police force and handles\nits internal crime in its own way. What's legal on Aurora might very\nwell be illegal on ten thousand other planets, and vice versa.\"\n\n\"I see. Thank you.\" Jenner cut the connection slowly. He flicked the\nswitch open again, hesitated, and then closed it.\n\n       *       *       *       *       *\n\nHe walked out to where his gyrocar was parked, and in a few minutes set\nit down on the roof of Tee's hotel. Tee was just entering the lobby as\nJenner came in and they went up to his room together.\n\n\"I'll come right to the point, Tee,\" he said, as soon as the door had\nclosed. \"I just talked to the local prison administrator for Hades.\" He\nlooked closely at Tee.\n\n\"What's that got to do with me?\" asked Tee, belligerently.\n\n\"Wait until I finish,\" said Jenner, curtly. \"I hired you to test-hop our\nnew ship because you were the best pilot available. I'm not interested\nin your past, but most of the company's resources are sunk in that\nship. If something goes wrong because the test pilot is disturbed or\nnervous, the company will be bankrupt. I'm not saying you're an escaped\nprisoner, but if you were, you'd have nothing to worry about.\"\n\n\"What do you mean?\"\n\n\"The administrator told me he has no jurisdiction over escaped\nprisoners, so you see, if you had escaped, you'd have nothing to fear\nhere. You're out of their jurisdiction.\"\n\nTee began to laugh wildly. \"_Out of their jurisdiction! Out of their\njurisdiction!_ So that's the way they put it. _Out of their\njurisdiction!_\"\n\n\"Stop it!\" said Jenner, sharply. \"Do you want to tell me now?\"\n\nTee drew in a gasping breath and sobered. \"What would I have to tell\nyou? So I'm the nervous type. So you hired me to test-hop your new ship.\nSo I'll test-hop it. That's all we agreed on. What more do you want?\"\n\nJenner sighed. \"Roj, Tee, if that's the way you want it, but I wish--\"\n\nThe visiphone buzzed, and when Tee flipped the switch, the worried face\nof the chief mechanic sprang into focus. \"Oh, there you are, Mr. Jenner.\nGlad I caught you before you left. We've run into trouble.\"\n\n\"Well, out with it,\" barked Jenner. \"What is it?\"\n\nThe mechanic cleared his throat nervously. \"We were testing the main\ngyroscope when it threw a blade.\"\n\n\"How bad is it?\" asked Jenner.\n\n\"Pretty bad, I'm afraid. It tore up the subetherscope unit so bad we'll\nhave to replace it. We can't get any on Aurora either. We'll have to\nsend to Lennix, and that'll take close to a month.\"\n\n\"Roj! Knock off until I get there,\" barked Jenner. He slammed over the\nswitch, viciously. \"Of all the rotten luck!\"\n\n\"Can't you get some plant here on Aurora to hand tool one for you?\"\nasked Tee.\n\n\"No, that's just it,\" replied Jenner. \"It's a special alloy. The owners\nof the process wouldn't give us any details on the manufacture. Anyway,\neven if we knew how, we couldn't duplicate it without their special\nmachine tools.\"\n\n\"Does that mean--\"\n\n\"I'm afraid so. The ship won't be ready for a month, now.\"\n\n\"_A month!_ I can't wait a month.\"\n\n\"_You_ can't wait a month? We've got four million tied up in that ship\nand you tell me _you_ can't wait a month.\"\n\n\"Look, Mr. Jenner, I'll test it without the unit.\"\n\n\"That's impossible. The ship would vibrate into a billion pieces as soon\nas it went into subspace. No! We'll just have to wait.\"\n\n\"I can't wait,\" cried Tee. \"You'll have to get another pilot.\"\n\n\"Just a minute! You can't walk out on your contract. If it's a matter of\ncredits--\"\n\nTee shook his head. \"That's not it at all. I just can't stay that long.\"\n\nJenner looked at him angrily. \"Well, your contract isn't up till the\nend of the week anyway. We'll see what we can do about a replacement\nthen.\"\n\n       *       *       *       *       *\n\nAfter Jenner had left, Tee sat smoking in the darkness. He placed his\nelbow on the couch arm and cupped his chin in his palm. Then restlessly,\nhe snuffed out his cigarette and rubbed his hands together. They felt\nmoist and clammy. He jerked nervously as a click sounded out in the\nhall. Only a door opening across the way. He bit the fleshy part of his\nmiddle finger and then began to worry his ring with his teeth. He lit\nanother cigarette and dropped it into the disposal almost immediately.\n\nHe got up and began to pace the room. Six steps forward. Turn. Six steps\nback. Turn. Six steps forward--or was it five this time? The walls\nseemed to be closing in, constricting. His head felt light and his\ntongue and palate grew dry. He tried to swallow, and a feeling of nausea\ncame over him. His throat grew tight and he felt as though he were\nchoking. Rubbing his forehead with the back of his hand it came away wet\nwith perspiration. He rushed to the window and struggled futilely with\nit, forgetting it was sealed shut in the air-conditioned hotel. He flung\nhimself at the door, wrenching it open and took the escalator three\nsteps at a time falling to his knees at the ground floor. A surface cab\nwas sitting outside just beyond the entrance. He flung himself in,\nbreathing heavily and fumbling to drop a coin in the slot, pulled the\ncontrol lever all the way over.\n\nTwenty minutes later, the _Starduster_ hovered for a moment over Aurora,\nthen shimmered and vanished as it went into subspace.\n\n       *       *       *       *       *\n\nOCTOBER 2, 435th Year GALACTIC ERA\n\nThe _Starduster_ materialized just outside the atmosphere of the planet\nElysia, and fluttered erratically downward, like a wounded bird. A\nhundred feet from the surface, the ship hesitated, shuddered throughout\nher length, then dropped like a plummet, crashing heavily into a grove\nof trees.\n\nFor Tee there was a long period of blessed darkness, of peace, of\nnon-remembering, then his mind clawed upward toward consciousness. The\nfear and uncertainty were with him again--nagging, nibbling, gnawing at\nhis reason.\n\nHe fought to close his mind and drift back down into the darkness of\npeace and forgetting, but contrarily the past marched in review before\nhis consciousness: The twin worlds of Thole revolving about each other\nas he fled down the shallow ravine before the creeping wall of lava,\nwhile the ancient mountain grunted and belched, and coughed up its\ninsides. The terrible pull of the uncharted black star as it tugged at\nthe feeble _Starduster_. The enervating heat and humidity of perpetually\ncloudy Thymis. Pyramids of gleaming penryx crystals piled high as\nmountains, and Yule Larson towering above the landscape, draining\ngargantuan rainbows at a single gulp; striding like Paul Bunyan across\nthe land in mile-long strides and kicking over the pyramids of crystals,\nlaughing uproariously at the sport. And Jenner, grinning idiotically,\npointing a thick finger at him and repeating over and over: \"Out of\ntheir jurisdiction! Nothing to fear! Nothing to fear! Nothing to fear!\nNoth--\"\n\n\"Stop it! Stop it!\" cried Tee, and a brilliant burst of light like a\nthousand sky-rockets seemed to go off in his head. He shrieked like an\nanimal in agony, then fell back sobbing, bathed in perspiration.\n\nSomething cool touched his forehead and he pulled away violently, then\nas his head cleared he opened his eyes slowly. A blur of shadows and\nlight shimmering indistinctly, then suddenly like the picture on a\nvisiphone the blurs coalesced and formed a clear image, and everything\nwas normal again, the fear still hovering close, but pushed back for the\ntime being.\n\nA girl stood before him smiling rather uncertainly. The sweetness and\ncleanness of that smile after his recent ordeal washed over his tortured\nmind like a cooling astringent, and he smiled gratefully up at her. She\nput a cool palm on his forehead and as she started to withdraw it he\nclutched it in an emaciated fist and mumbled indistinctly through\ncracked dry lips.\n\nShe smiled down at him and smoothed back his damp hair. She pulled up a\nchair beside the bed and continued to stroke his hair until his eyes\nclosed in sleep.\n\nHe awoke ravenous and thirsty, but lay quietly for a time, luxuriating\nin the feel of the clean soft sheets. He was in a simply but tastefully\ndecorated room. Three of the walls were made of transparent glass and\nthe warm golden rays of a type G sun bathed the room. Outside he could\nsee green rolling meadowland, broken here and there by sylvan groves. A\nbrilliantly colored bird swooped down and preened itself for a moment,\nthen raised its head and flooded the silence with melody. Faintly from a\ngrove of trees came an answering treble. The songbird cocked its head to\nthe side, listening, then swooped upward on wings of flashing color. A\nsmall squirrellike creature bounded nervously up to the transparent wall\nand sat on its haunches, surveying the room with bright beady eyes. As\nTee's ears attuned themselves he was suddenly aware of chirpings,\ntrebles, clearpitched whistles, and from somewhere in the depths of the\ngrove, a deep-pitched ga-rooph, ga-roomph.\n\n       *       *       *       *       *\n\nA chubby little man with a round face and alert twinkling eyes entered\nthe room. He seemed to radiate happiness and contentment. \"Well, I see\nthe patient's finally come around,\" he said, cheerfully.\n\n\"What happened?\" asked Tee.\n\n\"Your ship crashed just beyond that grove.\"\n\nTee clutched at him. \"The ship! How bad is it?\"\n\n\"I think you were in worse shape than your ship. You must have had it\nunder control almost to the end, though how you stayed conscious with\nspace fever is beyond me.\"\n\n\"Space fever? So that's it. I remember getting sick and light-headed and\njust before I passed out I flipped out of subspace and the automatic\nfinder, of course, took the ship to the nearest planet. I must have\nlanded by reflex action. I sure don't remember anything about it.\"\n\n\"Well,\" the man laughed, \"I _have_ seen better landings, but not when\nthe pilot had a temperature of one-o-five. Anyway, you're safe now.\nWelcome to Elysia.\"\n\nThere it was again. Safe! Safe! Tee raised up, then fell back weakly.\n\n\"Is anything wrong?\" asked the little man, alarmed.\n\n\"N ... nothing, I just ... nothing!\"\n\nThe man was looking at him questioningly.\n\n\"Elysia,\" mused Tee. \"I seem to remember an old old myth brought from\nthe original Earth.\" He waved toward the sylvan setting, outside.\n\nThe little man smiled. \"Yes, the old settlers named our planet well.\" He\ncaught himself. \"Oh, I'm sorry; I'm Dr. Chensi. This is my home.\"\n\nTee smiled. \"Well at least you'll have to admit I showed good judgment\ncrashing next to a doctor's house.\" Then more seriously, \"Thanks, doc,\nthanks for everything.\"\n\n\"My degrees aren't in medicine,\" replied Dr. Chensi. \"I'm afraid I had\nlittle to do with your recovery. My daughter's the one who nursed you.\nOh, here she is now.\" He raised his voice. \"Come in, Lara.\"\n\nSince Dr. Chensi was using the only chair she sat down on the edge of\nthe bed.\n\n\"Here,\" said the doctor, teasingly, \"what kind of nurse are you, mussing\nup your patient's bed?\"\n\nShe pouted prettily. \"He's _my_ patient.\" Then looking down at Tee with\na smile, \"You'll be up and around in no time now.\"\n\n\"_Time!_\" cried Tee, raising up. \"_What's the date? I've got to know!_\"\n\n\"You've been delirious for two weeks,\" answered the doctor. \"Another two\nweeks of convalescence and you ought to be as good as new.\"\n\n\"But two weeks, I can't--\"\n\n\"Can't leave before then anyway,\" replied the doctor calmly. \"I knew\nyou'd want your ship repaired so I had it hauled to the port. Won't be\nready for two more weeks. So you might as well relax.\"\n\nTee bit his lip, and clenched his fists to keep from trembling. It was a\nmoment before he could trust himself to speak without a quaver in his\nvoice. \"Nothing else I can do, I guess. Thanks, anyway. And by the way,\nthere's enough credits in the ship's safe to pay for the repairs, I'm\nsure.\"\n\n\"I think we should start the patient walking tomorrow,\" said Lara, in a\nmock-professional voice. She punched the ends of Tee's pillow. \"Now\nyou'd better get some sleep. You're still very weak, you know.\"\n\n       *       *       *       *       *\n\nThe days that followed were like an idyll for Tee. With Lara he wandered\nthrough the parklike wooded groves. They sat near shaded pools and ate\nwild berries while she told him stories of the founding of Elysia. They\nheld hands and ran exuberantly across the grassy meadows, and waded like\nchildren in the clear brooks.\n\nA thousand times, a word, an endearing term, sprang to his lips, and\neach time the fear clamped his tongue in a vise of steel. A thousand\ntimes he wanted to touch her, feel the silkiness of her hair, the warmth\nof her lips, but each time the fear and uncertainty stood between them\nlike twin specters of doom, pointing and saying, \"Fool! Why torture\nyourself?\"\n\nIn the daytime when Lara was with him it wasn't so bad, but at night the\nfear and uncertainty crowded to the fore and blanked out everything\nelse. It was then he prayed for the courage to kill himself, and\ndespised the weakness that made him draw back from the thought. If only\nhe could stop thinking. Make his mind a blank. But that was death, and\ndeath was what he feared. How long ago was it when he'd first realized\nthat hope was an illusion, a false god that smiled and lied, and held\nout vain promises only to prolong the torture?\n\nThen one day the word came that his ship was repaired. As though the\nword were a catalyst the terrible fear overwhelmed him, drowning out\nevery other thought, and he knew he had to leave. When he had no means\nof leaving the planet he could partially close off his dread and wait\nresignedly. But now that the ship was ready, every moment he remained\nwas an agony.\n\nHe led Lara to their favorite spot by a quiet pool. She looked radiant,\nand smiled to herself, as though at a secret. He steeled himself and\nfinally blurted out, \"Lara, I'm leaving tomorrow.\" He hesitated and bit\nhis lip. \"And ... thanks for everything.\"\n\n\"Thanks?\" She choked on the words.\n\n\"I'm sorry--\" he trailed off, lamely.\n\n\"But ... but I thought--\" She looked down.\n\nHe reached out and gently touched her cheek. \"Can't you see I _want_ to\nstay?\" he pleaded.\n\n\"Then why? Why?\" She was crying now.\n\n\"I ... I just can't. It's no good.\" He stood up.\n\nShe reached out and caught his hand. \"Then take me with you. I've heard\nyou at night pacing in your room. I don't know what it is that drives\nyou on and on, but if space is what you want, let me go with you. I can\nhelp you, darling. You'll see. And some day when you grow tired of\nspace, we can come back to Elysia.\" She was babbling now.\n\nHe pulled roughly away. \"No! It's no good. I'm--If only I _could_\nstay.\" He brushed her hair softly with his palm and as she reached out\ntoward him he turned and walked swiftly toward the house, pitying and\nhating himself by turn, while Lara sat forlornly by the pool looking\nafter him.\n\nHe began to sweat before he reached the house and his knees began to\ntremble so, he had to stop for a moment, to keep his balance.\nDeterminedly he started forward again and continued on past the house to\nthe highway that wound by half a kilometer away. There he hailed a\npassing ground car and rode to the spaceport, where a few judiciously\ndistributed credits facilitated his immediate clearance. Before the ship\nhad even left the atmosphere he rammed in the subspace control.\n\n       *       *       *       *       *\n\nMAY 4, 437th Year GALACTIC ERA\n\nTantalus lay far out on a spiral arm, well away from the main stream of\ntraffic that flowed through the galaxy. It was a fair planet boasting an\nequable climate, at least in the tropic zone. But as yet the population\nwas small, consisting mostly of administrative officials who served\ntheir alloted time and thankfully returned to their home planets closer\nto the center of population.\n\nTee entered the towering building and after consulting a wall directory\nstepped into the antigrav chute and was whisked high up into the heart\nof the building. He stepped out before a plain door and as he advanced\nthe center panel fluoresced briefly with the printed legend--GALACTIC\nPRISON AUTHORITY, Ary Mefford, Administrator for Tantalus.\n\nHe hesitated for a moment, then squaring his shoulders stepped forward,\nand as he crossed the beam the door swung open before him. The\ngray-haired man sitting at the desk studying a paper, looked up and\nsmiled politely. He indicated a chair with a nod then bent his head\nagain. After a moment he shoved the paper aside and looked questioningly\nat Tee.\n\n\"I want to give myself up,\" blurted Tee.\n\n\"I'm the administrator for Hades,\" said the man calmly. \"I think you\nwant the _local_ authorities.\"\n\n\"You don't understand. I escaped from Hades.\"\n\n\"No one escapes from Hades,\" replied the administrator.\n\n\"_I_ escaped!\" insisted Tee. \"Ten years ago. You can check. I'm tired of\nrunning. I want to go back.\"\n\n\"This is most unusual,\" said the administrator in a disturbed voice. He\nlooked unbelievingly at Tee. \"_Ten years_ ago you say?\"\n\n\"_Yes! Yes!_ And I'm ready to go back, before it's too late. Can't you\nunderstand?\"\n\nThe administrator shook his head pityingly. \"It's already too late. I'm\nsorry.\" He bent his head guiltily and began to fumble with the papers on\nhis desk.\n\nTee started to say something, but the administrator raised his head and\nsaid slowly, \"It was too late the day you left Hades. Nothing I can\ndo.\" He looked down again. Tee turned and slowly walked out the door.\nThe administrator didn't look up.\n\nAs Tee walked aimlessly down the deserted corridor, his footsteps echoed\nhollowly like a dirge. A line from an old poem sprang to his mind: \"We\nare the dead, row on row we lie--\" He was the dead, but still he chased\nthe chimera of hope, yet knowing in his heart it was hopeless.\n\n       *       *       *       *       *\n\nJUNE 11, 437th Year GALACTIC ERA\n\nThe _Starduster_, pocked and pitted from innumerable collisions with\ndust particles, sped out and out. The close-packed suns of the central\nhub lay far behind. Here at the rim of the galaxy the stars lay\nscattered, separated by vast distances. A gaunt hollow-eyed figure sat\nin the observation bubble staring half-hopefully, half-despairingly at\nthe unimaginable depths beyond the rim.\n\n       *       *       *       *       *\n\nJUNE 12, 437th Year GALACTIC ERA\n\nOn and on past the thinning stars raced the patient electronic\nbloodhound; invisible, irreversible, indestructible; slowly, but\ninexorably accelerating. It flashed by the planet Damocles at multiples\nof the speed of light, and sensing the proximity of the prey on which it\nwas homed, spurted into the intergalactic depths after the receding\nship, intent on meshing with and thereby distorting the encephalograph\npattern of its target. It was quite mindless, and the final pattern its\nmeshing would create would be something quite strange, and not very\nhuman.\n\nTHE END\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Faithfully Yours, by Lou Tabakow\n\n*** END OF THIS PROJECT GUTENBERG EBOOK FAITHFULLY YOURS ***\n\n***** This file should be named 24566.txt or 24566.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/4/5/6/24566/\n\nProduced by Greg Weeks, LN Yaddanapudi and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}