{"title": "Tinker's Dam", "author": "Joseph Tinker", "releaseDate": "February 20, 2008", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n[Illustration]\n\n\n TINKER'S\n DAM\n\nBy JOSEPH TINKER\n\n\n _There is something very fundamental\n indeed about the ancient showman's\n trick--divert their attention from\n the thing you're really doing ..._\n\n\nIllustrated by Schoenherr\n\n\nThe call on the TV-phone came right in the middle of my shaving. They\nhave orders not to call me before breakfast for anything less than a\nnational calamity. I pressed \"Accept,\" too startled to take the lather\nfrom my face.\n\n\"Hi, Gyp,\" George Kelly said to me from the screen. \"Hurry it up, boy.\"\nHe made no reference to my appearance on his screen. \"Quit draggin' your\nfeet!\"\n\nThis I take from George Kelly. First of all, he's Director of the F.B.I.\nEven more important, he's my boss. \"Hey, George,\" I protested, knowing\nhe would not have called on a routine matter. \"I got up before breakfast\nas it is. What's up?\" I hardly needed to ask. When they call me, it's\nalways the same sickening kind of trouble.\n\n\"Fred Plaice and his gang got their hands on a telepath in the District\nlast night,\" George told me. \"It's been on the newscast already.\nThere'll be a damned ugly mob at the office--a lynch mob. Listen, Gyp, I\nwant you to go through the main entrance this morning.\"\n\nI nodded my willingness to fight my way through the crowd that would be\ngathering at the office. Usually I have my taxi drop me on the roof of\nthe building. Call it a petty vanity if you want. It's one of the\nperquisites of being Washington brass.\n\n\"Swell, Gyp,\" George Kelly said, as if there had been any question about\nwhether I'd come in through the main entrance. \"The public has a world\nof confidence in you. Now, damn it, Gyp, if they want to make a fuss\nover you this morning, let them. We've got to get that snake out of the\nbuilding alive!\"\n\n\"Oh, no,\" I protested. \"You don't mean Fred took a telepath to the\noffice?\"\n\n\"I'm afraid so,\" George said, his tone so neutral that I couldn't take\nit as personal criticism. \"See you down there.\" His rugged features\nfaded from the screen as he cut the image.\n\nI had my driver drop the skim-copter to the street when we got to\nPennsylvania Avenue within a block of the building, and he skimmed to\nthe outskirts of the crowd that was pressing around the entrance. There\nwere four or five hundred people there, milling around like a herd of\nrestless cattle. Tighter knots of humanity were pressed around the usual\nfour or five firebrands who were ranting and yelling for\nblood--telepathic blood.\n\nThe guards around the entrance, apparently tipped by George Kelly,\nstarted yelling, \"Let him through!\" They charged the mob to open a lane\nfor me. The crowd drew back sullenly. As I pressed toward the guards, I\ncould see the fear and panic on the faces around me.\n\nThen a man recognized me. \"God bless Gyp Tinker!\" he bellowed in a voice\nloud enough to conjure an echo out of a prairie. People started jumping\nlike so many animated pogo sticks, trying to get a sight of me over the\nheads of others. By the time I reached the steps, the whole mob was\ncheering and yelling, \"Gyp!\"\n\nAs George Kelly had asked, I paused on the steps and held up my hands\nfor a chance to speak. It's flattering when they give you silence. In\nthe space of two breaths it was like the inside of a morgue.\n\n\"Thanks, friends,\" I called out to them. \"George Kelly and I have\nalready gotten the facts on the telepath who was captured here in\nWashington last night. There is absolutely no cause for alarm. I hope\nyou'll go to your homes and offices promptly. Let's not give the\nRussians any more satisfaction than we have to. And rest easy, friends.\nWe'll use the full summary powers conferred by Congress.\"\n\nThey gave me a terrific cheer. You'd think I had said something. At\nleast they were reminded of the summary powers granted the F.B.I. to\ndeal with telepaths, because of the gruesome danger they are to all of\nus.\n\n       *       *       *       *       *\n\nAnita Hadley, my secretary, was waiting for me in the outer office,\nalthough it was a good hour before we were supposed to open.\n\n\"He's in there,\" she said, pointing to the door to my private office.\n\n\"The snake?\" I asked, startled.\n\n\"Fred Plaice,\" she said. \"And he's got the snake in there with him.\" Her\ngray eyes flashed. She could guess how I felt about that.\n\n\"Come along,\" I said to her, and went into my office.\n\n\"Hi, Gyp,\" Fred Plaice greeted me, grinning. \"Got a present for you.\" He\ngave his prisoner a shove, making him stumble a couple steps toward me.\nThe telepath was a stoop-shouldered balding gent with large feet. He\ncertainly didn't look like a walking bubonic plague, but then, they\nnever do. Instinctively I closed my thoughts to him.\n\n\"What's this snake doing here, Fred?\" I asked my Section Chief quietly.\n\nHe flushed. He knew my policies. \"What did you expect me to do with\nhim?\" he said hotly. \"This isn't some common snake we picked up out in\nthe country. We snagged this viper right here in Washington, Gyp! I\nsuppose I should have spirited him out of town on the midnight jet!\"\n\n\"Yes,\" I said. \"That would have been my idea. Do you realize that all\nthis publicity has gotten us a mob of five hundred people around our\ndoors, a mob that's waiting to lynch this prisoner of yours?\"\n\nThe man gulped and started to say something, but Fred hit him hard\nbetween the shoulder blades. \"Shut up,\" he said. \"Nobody cares what you\nthink.\" He walked up close to me. \"Sure I know there's a mob down\nthere,\" he said. \"And I know why they're there. Plain scared to death of\nwhat it means to have had a telepath loose in Washington. You're wrong\nto hustle this guy out of town, Gyp. Look at this pathetic case--does he\nlook like a superman?\"\n\nI looked at the snake. \"No,\" I agreed. \"He looks like they roped him\nsomewhere in West Virginia a few months ago, put shoes on him, and\nbrought him to town.\"\n\n\"Right,\" Fred snapped. \"Let the mob get a look at him. The contrast of\nyou dragging him along by the ear and him stumbling along behind you is\nthe sort of thing the public laps up. It'll put you right in the\ndriver's seat.\"\n\n\"I thought Congress had already done that,\" I reminded him coldly. No\nbureaucrat could want powers more absolute than mine. \"Unfortunately,\" I\ngrowled at him. \"I gave orders that no snakes were to be brought into\nthis building without my prior consent. This ineffective-looking\nhill-billy has possibly read a thousand minds since you dragged him in\nhere. How much of what he has picked up around here this morning will be\npeeped by some Russian telepath before you get him out of town?\"\n\n\"Relax,\" Fred scoffed. \"He's a short-range punk.\"\n\nThat was too much. \"I'll do my own thinking, Fred,\" I said. \"From now\non, you follow orders.\"\n\n       *       *       *       *       *\n\nI turned on the telepath. \"Before I sentence you,\" I said. \"What have\nyou got to say?\"\n\n\"I never hurt nothin',\" he grumbled.\n\nThey're all alike, so help me. \"You are a telepath?\" I asked him.\n\n\"Shoah.\"\n\n\"Prove it,\" I demanded, opening a chink in my mind.\n\nHis long red face twisted in a crooked grin, showing poorly-cared-for\nteeth scattered here and there in his gums.\n\n\"Yo' think I never had no orthodonture, whatever _thet_ is,\" he said.\n\nI shut my mind like a clam. If there's anything I detest, it's the\nghastly creeping of a telepath into my own thoughts. \"Hello, Pete!\" he\nexclaimed. \"Yo' done shet yo' mind!\" He shook his head. \"Ain't never\nseen a body could do _thet_!\" I'll bet he hadn't. There are only a few\nof us who can keep telepaths out of our thoughts. It takes a world of\npractice. Well, I'd had that.\n\n\"Can you do that?\" I asked the snake.\n\nHe shook his head. \"No, suh,\" he admitted.\n\n\"So here you are,\" I said, more heatedly. \"Wandering around in a town\nfull of _secrets_--Washington, the capital of your country, where the\nmilitary, the diplomatic people, the security people, all of them have\nlocked in their heads the things that keep us one step ahead of the\nRussians. Isn't that true?\"\n\n\"I reckon. But--\"\n\n\"But nothing,\" I snapped, getting sore about it for the thousandth time.\n\"And you, you miserable snake, you _can't_ keep your thoughts from being\nread by another telepath. No telepath can. Your mind is open _two_\nways--to let thoughts in but, damn it, equally to leak out anything you\nknow.\" I smiled coldly at him. \"Can you get my thoughts now?\"\n\nThe telepath shook his head. \"Still got yo' mind closed,\" he said. He\nsounded bitter about it.\n\n\"You're right,\" I told him. \"Something that few can do, and that _no\ntelepath can do_! How can we let you wander around Washington leaking\nout thoughts of every secret your mind might accidentally have overheard\nfrom some ranking official? How many Russian telepaths have been\naccredited to their Embassy? How many crypto-telepaths have the Reds got\nin town? How many secrets have you _already_ given away? How big a\ntraitor have you been?\"\n\nThat was the one that got him. \"Traitor!\" he yelled at me, starting\nacross the office to where I stood leaning against my desk. Fred grabbed\nhim and twisted his arm cruelly to stop all movement.\n\n\"Cut that out!\" he snapped.\n\n\"Cut it out yourself, Fred,\" I said. \"Just because you're sore at me,\nyou don't have to take it out on the snake.\"\n\nThe telepath was not to be silenced. \"My folks been in this country over\nthree hundred years,\" he stormed at me. \"And it takes someone like you\nto call me a traitor!\"\n\nI am very dark, and my hair is black and curly. I don't mind. With my\nheredity, it should be.\n\n\"Under the power vested in me--\" I started.\n\n\"Aw, shet up,\" he said, turning to walk to the door. \"I reckon I know\nthe rest!\"\n\nAnita stayed behind after Fred Plaice dragged the snake out with him.\n\"Better get me George Kelly on the 'visor,\" I said to her.\n\n\"Right away,\" Anita said, coming over to my desk. \"But first--\"\n\nI looked up. \"Yes?\"\n\n\"Fred Plaice is throwing you a curve, Gyp.\"\n\nThe instant she used my nickname, _I_ knew Anita felt that it was\nimportant. She never did that unless we were alone and talking\nseriously.\n\n\"What the devil!\"\n\n\"Fred caught _another_ telepath last night, at the same time he got the\nsnake you just saw,\" Anita said. \"You didn't know that, did you, Gyp?\"\n\n\"Hell, no,\" I growled. \"Does George Kelly know?\"\n\n\"No,\" she said.\n\n\"How did you find out, Anita?\"\n\nShe shrugged. \"I stand pretty good with a couple of the guys in Fred's\nsection. One of them tipped me on the 'visor at home before I came to\nwork. That's how I knew to be down here, actually.\"\n\nI scowled over that one. \"What did your buddy tell you?\"\n\n\"Fred had said he'd have your O.K. to execute the second snake by noon\nand that everything about her was top-secret.\"\n\nThat was enough. \"Get Fred and this top-secret snake in here, Anita, and\nright now! Forget about that call to the Director.\"\n\n\"Yes, _sir_!\" she said, and went out with a swish of skirts.\n\n       *       *       *       *       *\n\nBut Fred came in alone. I decided it was about time to get him back on\nhis heels. \"Don't you give a damn about my orders?\" I growled at him.\nHis eyebrows shot up. \"I distinctly told Anita I wanted you to bring\nthat other snake in _with_ you. I know Anita got the message to you.\"\n\n[Illustration]\n\nBut it didn't shake him up. Fred Plaice came right toward my desk,\nleaned over and put his hands on it, and looked me in the eye. \"Gyp,\" he\nsaid. \"Gyp, this is once you're going to let me have _my_ way.\"\n\n\"Not that it makes any difference,\" I snapped. \"But why?\"\n\n\"That's exactly what I'm not going to tell you,\" he said. \"Listen, Gyp,\nhave I ever tried to stick it in you, in any form?\"\n\nFred's a hot-shot. He's the hardest-charger among my Section Chiefs. But\nI had never found his ambitions extending to my own job as head of the\nDivision of Psychic Investigation. \"You're still here,\" I conceded. \"I\nguess I never caught you at it, Fred.\"\n\n\"And you never will, Gyp,\" he said. \"You've given me the greatest breaks\na guy ever got. This time I'm returning the favor.\"\n\n\"By _executing_ a telepath?\" I demanded. \"And a woman, at that!\"\n\nHe didn't ask me how I knew, but I could see it annoyed him.\n\n\"The biggest break you ever got,\" he insisted. \"This thing is so hot it\nwill burn you to death. Another crypto-telepath, right here in the\nDistrict. I want to make summary disposition of her, and I don't want\nyou to so much as look at the papers. Just give me instructions to use\nmy own discretion.\"\n\nTalk about a blank check. \"Fred,\" I said, searching for words that\nwouldn't offend him. \"I have more confidence in you than in any man I've\never worked with. But _execution_! Sure, three years ago, when the\nPresident declared the psychic emergency, we were killing the most\nfatally dangerous ones. But that's a couple years behind us. I just\ncan't go that far without more reason than you've given me.\"\n\n\"It's perfectly legal,\" Fred said sullenly and beside the point.\n\"Congress has given you summary--\"\n\n\"Of course,\" I cut in. \"What F.B.I. man would suggest an illegal course\nof action? But why should I delegate? If this is so touchy, I should\nhandle it myself. Why delegate?\"\n\n\"Simply because, I ask it,\" he said. \"And because you trust me. Listen,\nGyp,\" he added, almost passionately. \"Don't ask me any more questions.\nI've said too much already. If you know _why_, it wouldn't be right for\nyou to delegate. Do as I ask. Trust me. I'm saving you a world of\ntrouble.\"\n\n\"Boy, oh boy!\" I said. \"This doesn't sound like the way to stay out of\ntrouble. What is so dangerous about this telepath?\"\n\n\"Nothing doing,\" Fred said. \"I know I'm asking for a blank check.\nThere's no other way for me to help you play it.\"\n\n\"This is your own idea, Fred?\"\n\n\"Sure.\"\n\n\"Talked it over with Anita?\"\n\nHe shook his head furiously. \"I wouldn't compromise you, Gyp, and not\nwith _her_!\"\n\nThat settled it. I would trust Anita with the crown jewels.\n\n\"No dice, Fred,\" I said. \"Give me the facts.\"\n\n\"Gyp,\" he pleaded. \"_Don't_ ask for them!\"\n\n\"The facts!\"\n\nHe straightened up from where he had hung over my desk during the whole\nargument. \"This cuts my guts right out,\" he said. \"Suspect apprehended\naround two o'clock this morning and now in detention at the City Jail.\nNative white female, age fifty-eight. Named Maude Tinker.\" He stopped.\n\nI couldn't start. Maude Tinker! My given name is Joseph Tinker--although\nthey all call me Gyp. \"What ...\" I got out at last. \"What did she\nlook...?\"\n\nHe nodded, looking sick. \"She's a gypsy, if that's what you mean, Gyp,\"\nhe said to me. \"I'm sorry. You _know_ I'm sorry.\"\n\n\"Has she made any statement, Fred?\" I asked softly, staring at the\nsurface of my desk.\n\n\"She demanded to be taken at once to the Chief of the Division of\nPsychic Investigation, Mr. Joseph Tinker,\" he said.\n\n\"Give any reason?\"\n\nHe was quiet for a while, until I looked up. \"She said,\" Fred told me,\n\"she said Gyp Tinker was her son.\"\n\nI smiled wanly at him. \"Obviously I can't let a statement like that go\nunchallenged, not in my position as the man charged with extirpating the\ndanger of the snakes,\" I said.\n\n\"Obviously,\" Fred agreed. \"Now that you know about it. If you had done\nas I asked, Gyp ...\"\n\n\"Get her over here, Fred,\" I said. \"I'll see her at once. And send Anita\nin as you leave.\"\n\n\"Sure, Gyp,\" he said, starting for the door.\n\n\"And thanks, Fred,\" I said. \"But it never would have worked.\"\n\n\"Maybe not,\" he conceded from the door. \"But the guy in the jam would\nhave been me, not you.\"\n\n       *       *       *       *       *\n\nI turned my swivel around and stared out the window at the Mall and\ndidn't move until the light scent of Anita's perfume reminded me that I\nhad asked her to come in.\n\nI swung around. \"You watch out for that Fred Plaice,\" Anita said, almost\nscoldingly.\n\n\"You mean, start watching my back, like I never did before? How did I\nget this far?\"\n\nHer frown softened a little. \"You don't miss many bets,\" she said. \"Not\nmy Gypper. But this thing of Fred's holding back on the other telepath\nhe picked up last night has all the earmarks of a real slippery move.\"\n\n\"Did Fred tell you anything about it on the way out?\"\n\n\"Just that he was bringing the telepath from the City Jail right back\nwith him, and that you wanted to see her at once.\"\n\n\"This snake is a woman, aged fifty-eight, Anita,\" I told her. \"She gave\nthe name of Maude Tinker and says she's my mother,\" I added, without any\nparticular expression.\n\nAnita laughed. \"Oh, _no_!\" she said. \"What they won't think of next!\"\nBut her face sobered in an instant, and she bent forward, almost\nwhispering the rest: \"Gyp! You mean that Fred Plaice took her seriously!\nThat he was trying to get _rid_ of her?\"\n\n\"He felt it would be better if I never knew about it,\" I admitted. \"What\ndo you think I should do, Anita?\"\n\nHer heart-shaped face grew more solemn. \"I think it would be bad to try\nto cover it up,\" she decided. \"And I'm glad you didn't let Fred do that\nto you. Some newscast would be sure to get hold of the story and there'd\nbe snide accusations. All this talk recently about the heredity of psi\npowers is bad, too. That's what she's trying to cash in on. And if the\npublic thought that the man in charge of catching and pulling the fangs\nof all the snakes was a hereditary telepath, they'd be after your scalp\nin no time.\"\n\n\"So?\"\n\n\"Scotch it. See her, face her down, prove her charge is ridiculous, and\nship her west.\"\n\nI smiled a little dimly. \"Just one complication.\"\n\n\"Yes, Gyp?\"\n\n\"This Maude Tinker, says Fred, is a gypsy.\"\n\nAnita's face did the most abrupt change. I had never seen her furiously\nangry. She's a typical high echelon Washington secretary, cool,\nextremely well-mannered, cheerful without being bumptious. But this time\nshe was downright mad.\n\n\"I told you,\" Anita said.\n\n\"What?\"\n\n\"I told you to watch out for Fred Plaice!\"\n\n\"It's not his fault,\" I protested. \"Catching telepaths is his job.\"\n\n\"Within limits,\" she said scornfully. \"I thought it was just one more of\nhis screwball ideas! He had his whole Section concentrating on gypsies,\nfor a couple of months. He had a long story to go with it, Gyp! How all\nthe soothsayers and clairvoyants and finders were really short-range\ntelepaths or pre-cogs.\"\n\n\"I don't believe it,\" I said. \"You mean that Fred started with my\nnickname, and has been on this campaign of looking for telepaths among\ngypsies just in hopes he could embarrass me?\"\n\n\"Yes!\"\n\nYou have to like loyalty, no matter what the circumstances that incite\nit.\n\n\"I can't believe that of one of my boys, Anita,\" I said. \"Fred was all\nbroken up about it.\"\n\n\"I bet I can call the turn,\" Anita said, starting back for her own desk.\n\"Fred's next move is to tell you that no one can blame you for\ndisqualifying yourself from this case. After all, your own mother!\"\n\nWell, the political implications _were_ deep. \"I think I would agree,\" I\nsaid at length. \"Let's see what happens. Send this Maude Tinker in as\nsoon as she gets here.\"\n\n\"Aren't you going to take any precautions, Gyp?\" Anita demanded.\n\n\"Against what?\"\n\n\"You're impossible,\" she snapped. \"I'll take care of the precaution\ndepartment myself. And don't you dare let Fred get that woman in here\nuntil I get back.\"\n\n\"No what...?\"\n\n\"Joseph Tinker!\" she cried. \"Be quiet!\" She stormed out.\n\n       *       *       *       *       *\n\nIn about twenty minutes the buzzer on my pix-box sounded, and I\ndepressed the key. Anita's face was tense on the small screen.\n\n\"Just got a flash,\" she said. \"Fred has her in his 'copter and will let\ndown on the roof in about four or five minutes. I'll need a couple\nminutes more than that. Now don't you let him in with her before I get\nthere, do you hear me?\"\n\nI said I heard her. She beat Fred at that. For all I know she had\nbooby-trapped them in getting down from the roof. Anita has drag with\neverybody in the building, and that could have included the elevator\nservice man, who quite easily could have loused service to the roof\nenough to delay Fred.\n\nAnita came in. \"Mr. Tinker,\" she said crisply. \"Meet Tony Carlucci.\"\n\nI stood up. Tony was a darned good-looking chap, about my age, with very\ndark hair, somewhat curly, and a flash of white teeth for a smile. I\ntold him I was pleased to meet him.\n\n\"Move over,\" Anita directed, stepping smartly around my desk and giving\nmy elbow a sharp yank. \"You sit behind the desk, Tony. Now try to look\nlike a big wheel, for heaven's sake.\"\n\n\"I _am_ a big wheel,\" Tony protested. \"In the used 'copter racket.\"\n\nAnita was already reaching up to push down on my shoulders. \"Won't you\nsit down?\" she demanded. She had me in one of the comfortable chairs I\nhave in my office for callers, rather off to one side. She put herself\ndown in the chair across my desk from Tony Carlucci, as though she were\ngetting instructions.\n\nHe didn't need much hinting. \"Tell the bulls we're gonna clean up the\nDistrict,\" he started, waving his hands around. \"No more poker. No more\ndice. No more Sneaky Pete.\" I'd never heard of that.\n\n\"Shut up!\" Anita said. \"He'll be here any instant.\"\n\nFred was as good as her word. He was holding the door for his telepath\nwithin seconds. Tony Carlucci stopped hamming it up and straightened\nimportantly in my chair. I had to admit that Anita had found a guy who,\nsuperficially, resembled me more than a little. No one who knew either\nof us would ever mistake one for the other, but our general descriptions\nwere quite similar.\n\nThe woman who came in not only was a gypsy, she was dressed as a gypsy.\nHer blouse was white, and quite frilly. She had on a billowing red\nskirt, liberally encrusted with embroidered beads of a darker red. The\ntattered hem of a petticoat hung below it. Her hair had been dark once,\nbut it was shot with threads of silver. There was a lot of it, and piled\nup high so that her ears were exposed. They had pierced lobes, and heavy\ngold rings hung from them.\n\nInstinctively I closed my mind as tight as a clam. The mere sight of a\ntelepath triggers that reaction. Fred closed the door behind him,\ncontinuing to stand just behind his captive. She glanced briefly at me\nand then looked for a longer moment at Tony Carlucci, behind my desk.\n\n\"Joe,\" she said to him. \"Joe, don't let them do this to me!\"\n\nI don't know how much coaching Anita had given Carlucci, but he knew\nenough to call her \"mother.\" And I knew enough to watch Fred Plaice the\ninstant Tony said: \"Oh, mother! Why the devil couldn't you keep out of\nsight!\"\n\nFred was one mighty confused looking boy. The two-bit word is\nconsternation. He had it. Anita had given him the business.\n\n\"I'm sorry, madame,\" I said standing and walking over to where Tony was\nemoting, with the back of his hand pressed to his eyes. \"We threw you a\ncurve. Meet Mr. Tony Carlucci.\" Her eyebrows rose in surprise. \"And I,\nmadame, am Joseph Tinker.\"\n\n\"Joe!\" she cried, or wailed is a better word, and threw herself around\nthe desk to seize me in her arms. She smelled faintly of garlic, oregano\nand some kind of incense, maybe sandalwood. A nice clean gypsy smell.\nCleaner than a lot of gypsies I can think of.\n\nFred pulled her off me, not too gently. I'd say he was a little sore\nabout something. Anita's eyes were slits of fury.\n\n\"Thanks, Tony,\" I said. \"See you around.\"\n\n\"Honest Tony Carlucci,\" he said. \"If you need a used 'copter, Joe, jet\non down to my dock. Nothing down. Listen, I got one that was never used\nexcept in the spring by a little old lady who gave up walking for Lent.\nI'll tell you what I'll do--\"\n\n\"Wasting your time,\" Anita told him. \"The Government provides Mr. Tinker\nwith any kind of transportation he needs. A thousand thanks, Tony. I\nwon't forget--\" The rest was cut off as she gave him one of the more\npolite bum's rushes. I think he would have liked to hang around to see\nthe rest of our little amateur theatrical.\n\n       *       *       *       *       *\n\nFred had his grin going. \"Couldn't get the drift for a minute, Gyp,\" he\nsaid, clapping me on the shoulder. \"Nice work! Now I know why I get such\na kick out of working for you!\" He whirled on Maude Tinker. \"And you,\nyou foolish old biddy! How far do you think you would get with an act\nlike this against another telepath?\"\n\nShe spat a curse at him in Romany. \"So smart!\" she sneered. \"There isn't\nanother telepath in the city of Washington!\"\n\nThat was a laugh. For its own safety the F.B.I. has its own gang of tame\nTP's--they are all, of course, exceptionally short-range telepaths, and\nwe practically keep them under lock and key to make sure some important\nthoughts don't leak in and out of their diseased minds.\n\n\"Send in Freeda Sayer,\" I said, leaning down to press the intercommute.\nFreeda is a thick-ankled, thick-headed telepath. But stupid or not, she\nis telepathic, and _is_ an acid test in these cases.\n\n\"Is this woman a telepath?\" I asked Freeda, when she stumped in.\n\nFreeda looked at Maude Tinker, her mouth hanging a little open. She\nsnuffled and walked quite close to the gypsy woman. \"Yeah,\" she said.\n\"She knows I'm thinking her hem is torn.\" She turned her head with that\nlow-thyroid slowness to me. \"Is that all, Mr. Tinker?\" she asked.\n\nFred answered. \"Swell, Freeda. That's all.\"\n\nFreeda wandered out.\n\nFred said: \"O.K., Gyp. What'll I do with her?\"\n\n\"Sit down, Mrs. ... it is Mrs., isn't it? ... Mrs. Tinker, won't you\nplease?\" I said in answer to his question. She took the chair Anita had\nbeen using when Tony was pretending to be me, and I sat down in my\nswivel across the desk from her.\n\n\"I'm sorry, Mrs. Tinker,\" I said. \"It's bad enough that you have\ndeliberately stayed in the District after all telepaths were most\nstringently warned to register with us so that we could move them to\nless sensitive areas. But I take it quite hard that you have tried to\nembarrass me.\"\n\n\"That would take a little doing,\" she said. \"You've got a heart like a\npiece of flint. Let me see your palm!\" she demanded, reaching\nimperatively across my desk. Fred started to protest, but I passed my\nhand across to her, leaning forward so that she could reach it.\n\nMaude Tinker smoothed out my palm, rubbing her thumb over it as if to\nclear away a veil of mystery, and bent close over it, her dark face\nintense. She traced a line or two with her fingernail, and dropped my\nhand to the walnut. \"You have no mercy,\" she said. \"You will use the\nexcuse that I tried to hinder the work of your department as a reason to\npunish me severely--and your real reason is that you feel I might have\ndamaged you personally.\"\n\nFred was moving around the desk. He spoke softly in my ear while I kept\nmy eye on the gypsy. That was silly. He can't close his mind the way I\ncan. She could read his thoughts just as well as if he were screaming\nthem out loud.\n\n[Illustration]\n\n\"That's a charge she may repeat, Gyp,\" he said. \"Nobody could blame you,\nif you disqualified yourself from this decision. I think we could get\nthe newscasts to see it as impeccable public behavior. We'll paint you\nas the administrator so devoted to pure justice that even potential\nresentment will be a barrier to your personal decision. How's that sound\nto you, Gyp?\"\n\n\"The day you have to start painting a picture for them, I've had it,\nFred,\" I said. I felt sure Anita had overheard his soft words in my ear,\nbut to be sure, I added, \"I think it would be suicide to disqualify\nmyself from this case. That's just the first step to disqualifying\nmyself from the job. If there's any hint of telepathic heredity in my\ncase, ducking this decision would be a public admission that I'm\nsensitive in that area. No. I'll handle it.\"\n\nAnita nodded slowly to me. Well, she had called it. Maybe she _was_\nright about Fred. \"Tell you what,\" I said. \"Several things about this\ncase interest me. If we are to believe her, this woman has had\nabsolutely no contact with any other telepath in Washington--she thought\nshe was the only one who had escaped our dragnet. Why don't all of you\nshoo--I want to do a little survey in depth here--a little motivational\nwork. I think I can get more frankness out of her if there are no\nwitnesses. Beat it, kids.\"\n\nAnita left with Fred. Maude Tinker and I were alone in my office. I\nlooked at her with a smile.\n\n       *       *       *       *       *\n\n\"Hello, Joe,\" she said.\n\n\"Hello, Mother,\" I said. \"You look just wonderful.\"\n\nMother smiled at me and reached across the desk again to take both my\nhands. \"_Yosip_,\" she said in Romany. \"What a wonderful long way you\nhave come since you ran away. A lawyer, and now a big man, a _very_ big\nman, in Washington. I am a very proud gypsy.\"\n\nWhat I might have said to her was interrupted by a racket outside my\noffice. Voices were raised. I thought I heard what could only be Anita\nyelling. That's another thing that had never happened before.\n\nFred burst back into the office, with Anita right on his heels. His face\nwas livid. Mother turned in her chair and looked coldly at him. A gypsy\nwoman can give you the snootiest look in the world, right down her\naquiline nose, when she feels like it. It stopped Fred Plaice in his\ntracks.\n\n\"Yes, Fred?\" I said quietly.\n\n\"If you don't mind, Tinker,\" he said brusquely. \"I'd like to be present\nfor this interview.\"\n\n\"Tinker?\"\n\n\"I'm sorry, Gyp,\" he said. \"I'm ... I'm upset.\"\n\n\"I'll bet you are, you sneak,\" Anita said. \"Chief,\" she told me. \"He was\nfit to be tied when you chased us out. The first thing he wanted to know\nwas whatever had made you decide to get Tony Carlucci in here to trick\nhis gypsy snake. I was so mad that I flipped and told him it was _my_\nidea.\"\n\n\"Is that why you're back?\" I asked him.\n\n\"Get this calf-eyed girl Friday of yours off my back,\" he said stonily.\n\"Our security certainly doesn't permit your confidential assistant to be\nin love with you. We're supposed to be checking each other constantly.\"\n\nI hardly knew which of his two ideas to blast the hardest. I looked at\nAnita first. She simply raised her head and looked me straight in the\neye. It could mean almost anything.\n\nI tried Fred: \"And you consider it's your job to check on me?\"\n\n\"Of course. Goes without saying,\" he said. I shrugged. \"At any rate,\" he\nadded, calming down. \"I'm staying. Nothing outside of a direct order,\nwhich I will protest to George Kelly, will get me to leave.\" The last\nthing I wanted was trouble with the Director.\n\n\"Stay, Fred,\" I said. \"But we'll have some things to settle afterwards.\"\n\n\"Maybe,\" he smiled. \"It will depend. Right now I'd like to get a load of\nthis motivational research you've got cooked up.\"\n\n\"Don't bother,\" Mother said. \"I've got more sense than to tie the rope\naround my own neck. I'm not saying a word.\" She crossed her arms and sat\nback in her chair with a granitic finality.\n\n\"So much the quicker,\" Fred said. \"You can sentence her right now, Gyp!\"\n\n\"Sure,\" I said. \"Sure I can.\" I wish I could say that my mind raced to a\nquick decision. No--I _couldn't_ think. Or almost couldn't. One idea\npercolated through. Mother had made no \"mistake\" in calling Tony by my\nname. She had read Fred's mind in the 'copter on the way from the jail,\nand Anita's as she was ushered in. Her \"mistake\" could only mean one\nthing--_Fred Plaice was not sure she was my mother_.\n\nThis much thought took time. Fred knew I was stalling. \"Come on,\" he\nsnapped in a tone he had never dared to use to me before. \"Let's have\nthe sentence!\"\n\nHe was right in one thing. He had me over a barrel. I squeezed my\neyelids shut and did something I hadn't done since that day twenty years\nbefore when I had run away from home. I opened my mind to my mother.\n\n       *       *       *       *       *\n\nUnless you have had the experience, you can't imagine what it is like to\nlive with a telepath. It is disquieting in the extreme. One of the\nconcomitants of consciousness is that it is _private_ consciousness. And\nwhen this isn't true, when someone, even a loved one, can creep into\nyour mind and know what you think, your insides writhe. Caterpillars\ncourse around under your skin. And you resent. Sooner or later you will\nhate. I ran away from home because I couldn't stand Mother in my mind,\nand couldn't bear the thought of hating her.\n\nBut now I _had_ to know what I should do to her. I let her into my\nthoughts. _Give me some sign_, I thought, as I waved a hand at Fred for\nquiet. _Mother, tell me what to do!_\n\n_Poor Joe_, she thought. _He loves me in spite of it all. He can't bear\nto do what he has to do. Joe!_ her mind shrieked at me. _You read my\nmind!_\n\nI snapped upright in my chair and grabbed its arms until I could hear my\nknuckles crack. My mind snapped shut with an almost audible crack. _I\nwas a damned snake!_\n\nI could dimly hear Fred yammering at me. With a sick fear I slowly\nopened my mind again. His thoughts surged into it. Well, Anita had been\nright. And Anita!\n\n_Yes_, Mother thought. _She does love you, Joe. A lovely girl. You lucky\nman._\n\nFred had me by the shoulder, yelling at me, shaking me, trying to get me\nto speak. He was almost slavering in his greed. I paid him no heed.\n_All right_, I thought. _What's to be done, Mother?_\n\n_Throw the book at me_, Mother thought.\n\n\"Shut up, Fred. And sit down.\" He kept his tight grip on my shoulder.\n\"Sit down!\" I yelled at him. \"Three strikes and out, Fred. This is the\nthird order you've resisted today!\"\n\n\"Now hear this,\" I said. \"Under the powers vested in me ...\" I sentenced\nMother to indefinite detention in Oklahoma. I threatened her with\nworse--face it, the only worse thing was death--if she were found in a\nrestricted area again.\n\n\"Take her out, Fred,\" I said. He hadn't counted on my being able to do\nit, and it left him without a plan. \"Four times?\" I asked him.\n\n\"No. No, Gyp. On my way,\" he said, taking Mother by the arm.\n\nAnita started to follow him. I stopped her and waited until the door had\nclosed behind Fred and Mother.\n\n\"You were right about Fred, Anita,\" I said. \"Thank you for saving my\nlife.\"\n\n\"Oh, Gyp,\" she said, tears trying to brim over her eyelids. \"He's such a\ncutthroat!\"\n\n\"Sure,\" I said. \"But now we know it. Get me an appointment with George\nKelly, will you, Anita?\"\n\nShe compressed her lips. \"That's more like it!\" she said angrily. \"Get\nFred kicked clear out of the Bureau. George Kelly is a great Director,\nGyp, and he'll do it if you insist.\"\n\n\"Maybe,\" I said. I stewed over what to tell the boss until Anita came\nback in.\n\n\"Mr. Kelly can see you now, Mr. Tinker,\" she said, all calmed down\nagain.\n\nI got up and came around the desk and took her by the elbow, standing at\nmy door. \"Just in case,\" I said, leaning down to kiss her lightly on the\nlips. \"I love you, too.\"\n\n\"Too?\" she said.\n\nI froze. It was the kind of slip that sooner or later trips up every\nsnake. My grin was a sick one. I walked out without another word.\n\n       *       *       *       *       *\n\nThe Director's office is on the fourth floor, I climbed the single\nflight, and his girl let me in. George affects long slim cigars. I say\naffects. He seldom lights them, but he waves them like batons,\nconducting some kind of a symphony of words and ideas all day.\n\n\"Welcome, stranger,\" he said, calling on the fiddles for a little\npizzicato. \"What's up, Gyp?\"\n\nI sat down across from him at his desk and tried to put a smile on my\nface. \"I want to submit my resignation, George,\" I said. \"Effective\nimmediately.\"\n\n\"Not accepted,\" he said, without a second thought. Then his face grew\nsolemn. \"What's this about?\" he demanded. \"I can't lose _you_, Gyp. My\nright bower!\"\n\n\"One favor,\" I said, not answering him. \"Don't move Fred Plaice up to my\nold spot. Any of the other Section Chiefs, but not Fred.\"\n\n\"Well, well,\" George said, whipping up the brasses with his cigar.\n\"This begins to sound like cause and effect.\" He hushed the whole\norchestra to a whisper. \"I thought Fred was your fair-haired boy, Gyp.\nYou two get in a hassle?\"\n\nI shook my head. \"Not directly, George,\" I told him. \"I want you to know\ntwo things. They'll explain why I'm quitting. My mother is a telepath.\nWe arrested her early this morning, here in the District. I just\nsentenced her to transportation and detention in Oklahoma.\"\n\n\"Good heavens,\" he gasped. \"Your own mother! Gyp, no wonder you're\nupset. Didn't you know she was a snake?\"\n\nMy smile was a little tired. \"Of course I knew,\" I told him. \"I ran away\nfrom home at thirteen to get away from having her inside my head all the\ntime. That's how I learned to close my mind--closing her out as much as\nI could. The power got stronger as I grew older.\"\n\n\"It's embarrassing,\" George said, turning away from me to look out the\nwindow. \"To have you, of all people, Gyp, with telepathic heredity.\nStill, if no one knows, and since you've never had the slightest\nmanifestation of psi powers yourself, there may be some way we can\npreserve your usefulness.\"\n\n\"Today, within the last half hour, George, my latent telepathic ability\nbecame manifest. George, I'm a snake.\"\n\nHis face froze. Then the batonlike cigar stopped its movement. He was\nlike a statue. The pose broke, and he pressed a button.\n\n\"Send Carol Lundgren in,\" he ordered. I knew Carol, another short-range\ntelepath that George used as his private lie-detector.\n\nCarol was at my elbow in a moment or so. George wasted no words. \"Carol,\nis there a telepath in this room?\" he asked.\n\nCarol grinned. \"Yep,\" he said to the enforced silence. \"There is.\"\nGeorge Kelly's face fell. \"His name is Carol Lundgren,\" the kid went on.\n\"Next question?\"\n\nGeorge looked as though he could have brained him. \"All right, you\nPhiladelphia lawyer,\" he grumbled. \"Besides yourself, Carol, is there a\ntelepath in this room?\"\n\n\"No, Mr. Kelly, there is not.\"\n\n\"Get out, and don't scare me like that again.\" George told him.\n\nI didn't get it. I said so: \"George, I don't get it. I read my mother's\nthoughts, and for that matter, Fred Plaice's thoughts, too. That's why I\nasked you not to give him my job. I swear to you I can read thoughts.\"\n\n\"So?\"\n\n\"If I _know_ I'm a telepath, Carol should be able to read the thought\nthat I know it,\" I protested.\n\n\"You're like me,\" George Kelly said. \"You automatically close your mind\nin the presence of a telepath. It's pure reflex now. Carol couldn't read\na thing because you clammed your thoughts the instant he walked in.\"\n\n\"That was _then_!\" I yelled at him. \"_Before_ my psi powers became\nmanifest. You know that a telepath can't close his mind! Why couldn't\nCarol read my thoughts?\"\n\n_Well_, George thought, _he couldn't read mine either, could he?_\n\n_No_, I thought. _He couldn't. He ... George!_ my mind shrieked at him.\n\nSomebody kicked the props out from under my world. _George Kelly was a\nsnake!_\n\n_Don't be silly_, he thought. _I'm no more a snake than you are, Gyp._\n\n_But you're a telepath!_\n\n_So are you, Gyp_, he thought. _The only kind of telepath that really\ncounts. You can read minds, but others can't read yours._\n\nI fell back on words, closing my mind--it was rattling so I didn't want\nGeorge to read my thoughts: \"But a telepath _can't_ close his mind!\" I\nprotested.\n\n\"I hope the Russians are as sure of that as you are, Gyp,\" George\ngrinned. \"The only agents we have in Russia are closed-mind\ntelepaths--telepaths who don't automatically give themselves away. Now\n_that_ kind of a telepath really _is_ a usable espionage agent or a safe\nlink in a communications net.\"\n\n\"How long has this been going on?\"\n\n\"About three years, Gyp. When we discovered that certain training could\nmake some telepaths closed-mind operators, we got the President to\npromulgate the Executive Orders that Congress later made into law. We\ngot all ordinary telepaths out of circulation and put to work those that\nwe could train to closed-mind operation. Now you know why I won't take\nyour resignation.\"\n\nI sputtered. \"George, how can I conscientiously crack down on these poor\npeople, if I'm a TP myself?\"\n\nHe grinned. \"You won't. You'll still be doing just what you've always\nbeen doing, except now you'll _know_ that you're doing it. You'll be\nrecruiting telepaths for us. Where do you think we train them?\"\n\n\"Oklahoma? The Detention area?\"\n\n\"Sure. Where else? Now relax. But for heaven's sake, don't ever leak\nthis. We feel sure the Russians haven't discovered this business of\nclosed-mind telepaths yet. Some day, I suppose, they will. It may take a\nlong time. The self-realized closed-mind telepath like you, Gyp, is a\nrarity. Mostly we have to train people rigorously for it. It took your\nmother over two years to learn it.\"\n\n\"My mother!\"\n\n\"Sure. Why did you think she was in Washington? She's part of the\nSevastopol, Teheran and Cairo communications network.\"\n\n\"George,\" I insisted. \"Something is shaky. If she's on the inside, how\ndid she ever get picked up?\"\n\nHe laughed. \"Just part of her cover. Fred Plaice got too close. We know\nwhat he is, Gyp. But we didn't dare to have him guess what your mother\nwas. She's on her way to a nice California vacation. New assignment\nafter that. Maybe middle Europe. After all, she _is_ a gypsy. Ought to\ngo well, say, in Bulgaria!\"\n\n\nTHE END\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Analog_ July 1961. Extensive research\n    did not uncover any evidence that the U.S. copyright on this\n    publication was renewed. Minor spelling and typographical errors\n    have been corrected without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Tinker's Dam, by Joseph Tinker\n\n*** END OF THIS PROJECT GUTENBERG EBOOK TINKER'S DAM ***\n\n***** This file should be named 24655.txt or 24655.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/4/6/5/24655/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}