{"title": "By Proxy", "author": "Gordon Randall Garrett", "releaseDate": "February 27, 2008", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Bruce Albrecht, Stephen Blundell\nand the Online Distributed Proofreading Team at\nhttp://www.pgdp.net\n\n\n\n\n\n\n\n\n\n[Illustration]\n\n\n BY\n PROXY\n\n By DAVID GORDON\n\n _It's been said that the act of\n creation is a solitary thing--that\n teams never create; only individuals.\n But sometimes a team may be needed\n to make creation effective...._\n\n Illustrated by Van Dongen\n\n\nMr. Terrence Elshawe did not conform to the mental picture that pops\ninto the average person's mind when he hears the words \"news reporter.\"\nAutomatically, one thinks of the general run of earnest, handsome,\nfirm-jawed, level-eyed, smooth-voiced gentlemen one sees on one's TV\nscreen. No matter which news service one subscribes to, the reporters\nare all pretty much of a type. And Terrence Elshawe simply wasn't the\ntype.\n\nThe confusion arises because thirty-odd years of television has resulted\nin specialization. If you run up much Magnum Telenews time on your\nmeter, you're familiar with the cultured voice and rugged good looks of\nBrett Maxon, \"your Magnum reporter,\" but Maxon is a reporter only in the\nvery literal sense of the word. He's an actor, whose sole job is to make\nMagnum news sound more interesting than some other telenews service,\neven though he's giving you exactly the same facts. But he doesn't go\nout and dig up those stories.\n\nThe actual leg work of getting the news into Maxon's hands so that he\ncan report it to you is done by research reporters--men like Terrence\nElshawe.\n\nElshawe was a small, lean man with a large, round head on which grew\nclose-cropped, light brown hair. His mouth was wide and full-lipped, and\nhad a distinct tendency to grin impishly, even when he was trying to\nlook serious. His eyes were large, blue, and innocent; only when the\nlight hit them at just the right angle was it possible to detect the\ncontact lenses which corrected an acute myopia.\n\nWhen he was deep in thought, he had a habit of relaxing in his desk\nchair with his head back and his eyes closed. His left arm would be\nacross his chest, his left hand cupping his right elbow, while the right\nhand held the bowl of a large-bowled briar which Elshawe puffed\nmethodically during his ruminations. He was in exactly that position\nwhen Oler Winstein put his head in the door of Elshawe's office.\n\n\"Busy?\" Winstein asked conversationally.\n\nIn some offices, if the boss comes in and finds an employee in a pose\nlike that, there would be a flurry of sudden action on the part of the\nemployee as he tried frantically to look as though he had only paused\nfor a moment from his busy work. Elshawe's only reaction was to open his\neyes. He wasn't the kind of man who would put on a phony act like that,\neven if his boss fired him on the spot.\n\n\"Not particularly,\" he said, in his slow, easy drawl. \"What's up?\"\n\nWinstein came on into the office. \"I've got something that might make a\ngood spot. See what you think.\"\n\nIf Elshawe didn't conform to the stereotype of a reporter, so much less\ndid Oler Winstein conform to the stereotype of a top-flight TV magnate.\nHe was no taller than Elshawe's five-seven, and was only slightly\nheavier. He wore his hair in a crew cut, and his boyish face made him\nlook more like a graduate student at a university than the man who had\nput Magnum Telenews together with his own hands. He had an office, but\nhe couldn't be found in it more than half the time; the rest of the\ntime, he was prowling around the Magnum Building, wandering into studios\nand offices and workshops. He wasn't checking up on his employees, and\nnever gave the impression that he was. He didn't throw his weight\naround and he didn't snoop. If he hired a man for a job, he expected the\njob to be done, that was all. If it was, the man could sleep at his desk\nor play solitaire or drink beer for all Winstein cared; if the work\nwasn't done, it didn't matter if the culprit looked as busy as an\nanteater at a picnic--he got one warning and then the sack. The only\nreason for Winstein's prowling around was the way his mind worked; it\nwas forever bubbling with ideas, and he wanted to bounce those ideas off\nother people to see if anything new and worthwhile would come of them.\n\nHe didn't look particularly excited, but, then, he rarely did. Even the\nmost objective of employees is likely to become biased one way or\nanother if he thinks his boss is particularly enthusiastic about an\nidea. Winstein didn't want yes-men around him; he wanted men who could\nand would think. And he had a theory that, while the tenseness of an\nemergency could and did produce some very high-powered thinking indeed,\nan atmosphere of that kind wasn't a good thing for day-in-and-day-out\nwork. He saved that kind of pressure for the times that he needed it, so\nthat it was effective because of its contrast with normal procedure.\n\n       *       *       *       *       *\n\nElshawe took his heavy briar out of his mouth as Winstein sat down on\nthe corner of the desk. \"You have a gleam in your eye, Ole,\" he said\naccusingly.\n\n\"Maybe,\" Winstein said noncommittally. \"We might be able to work\nsomething out of it. Remember a guy by the name of Malcom Porter?\"\n\nElshawe lowered his brows in a thoughtful frown. \"Name's familiar. Wait\na second. Wasn't he the guy that was sent to prison back in 1979 for\nsending up an unauthorized rocket?\"\n\nWinstein nodded. \"That's him. Served two years of a five-year sentence,\ngot out on parole about a year ago. I just got word from a confidential\nsource that he's going to try to send up another one.\"\n\n\"I didn't know things were so pleasant at Alcatraz,\" Elshawe said. \"He\nseems to be trying awfully hard to get back in.\"\n\n\"Not according to what my informant says. This time, he's going to ask\nfor permission. And this time, he's going to have a piloted craft, not a\nself-guided missile, like he did in '79.\"\n\n\"Ho_ho_. Well, there might be a story in it, but I can't see that it\nwould be much of one. It isn't as if a rocket shoot were something\nunusual. The only thing unusual about it is that it's a private\nenterprise shoot instead of a Government one.\"\n\nWinstein said: \"Might be more to it than that. Do you remember the trial\nin '79?\"\n\n\"Vaguely. As I remember it, he claimed he didn't send up a rocket, but\nthe evidence showed overwhelmingly that he had. The jury wasn't out\nmore than a few minutes, as I remember.\"\n\n\"There was a little more to it than that,\" Winstein said.\n\n\"I was in South Africa at the time,\" Elshawe said. \"Covering the civil\nwar down there, remember?\"\n\n\"That's right. You're excused,\" Winstein said, grinning. \"The thing was\nthat Malcom Porter didn't claim he hadn't sent the thing up. What he did\nclaim was that it wasn't a rocket. He claimed that he had a new kind of\ndrive in it--something that didn't use rockets.\n\n\"The Army picked the thing up on their radar screens, going straight up\nat high acceleration. They bracketed it with Cobra pursuit rockets and\nblew it out of the sky when it didn't respond to identification signals.\nThey could trace the thing back to its launching pad, of course, and\nthey nabbed Malcom Porter.\n\n\"Porter was furious. Wanted to slap a suit against the Government for\nwanton destruction of private property. His claim was that the law\nforbids unauthorized rocket tests all right, but his missile wasn't\nillegal because it wasn't a rocket.\"\n\n\"What did he claim it was?\" Elshawe asked.\n\n\"He said it was a secret device of his own invention. Antigravity, or\nsomething like that.\"\n\n\"Did he try to prove it?\"\n\n\"No. The Court agreed that, according to the way the law is worded, only\n'rocket-propelled missiles' come under the ban. The judge said that if\nMalcom Porter could prove that the missile wasn't rocket-propelled, he'd\ndismiss the case. But Porter wanted to prove it by building another\nmissile. He wouldn't give the court his plans or specifications for the\ndrive he claimed he'd invented, or say anything about it except that it\noperated--and I quote--'on a new principle of physics'--unquote. Said he\nwouldn't tell them anything because the Government was simply using this\nas an excuse to take his invention away from him.\"\n\nElshawe chuckled. \"That's as flimsy a defense as I've heard.\"\n\n\"Don't laugh,\" said Winstein. \"It almost worked.\"\n\n\"What? How?\"\n\n\"It threw the burden of proof on the Government. They thought they had\nhim when he admitted that he'd shot the thing off, but when he denied\nthat it was a rocket, then, in order to prove that he'd committed a\ncrime, they had to prove that it _was_ a rocket. It wasn't up to Porter\nto prove that it _wasn't_.\"\n\n\"Hey,\" Elshawe said in admiration, \"that's pretty neat. I'm almost sorry\nit didn't work.\"\n\n       *       *       *       *       *\n\n\"Yeah. Trouble was that the Army had blown up the evidence. They knew it\nwas a rocket, but they had to prove it. They had recordings of the radar\npicture, of course, and they used that to show the shape and\nacceleration of the missile. They proved that he'd bought an old\nobsolete Odin rocket from one of the small colleges in the Midwest--one\nthat the Army had sold them as a demonstration model for their rocket\nengineering classes. They proved that he had a small liquid air plant\nout there at his place in New Mexico. In other words, they proved that\nhe had the equipment to rebuild the rocket and the fuel to run it.\n\n\"Then they got a battery of high-powered physicists up on the stands to\nprove that nothing else but a rocket could have driven the thing that\nway.\n\n\"Porter's attorney hammered at them in cross-examination, trying to get\none of them to admit that it was possible that Porter had discovered a\nnew principle of physics that could fly a missile without rockets, but\nthe Attorney General's prosecutor had coached them pretty well. They all\nsaid that unless there was evidence to the contrary, they could not\nadmit that there was such a principle.\n\n\"When the prosecutor presented his case to the jury, he really had\nhimself a ball. I'll give you a transcript of the trial later; you'll\nhave to read it for yourself to get the real flavor of it. The gist of\nit was that things had come to a pretty pass if a man could claim a\nscientific principle known only to himself as a defense against a crime.\n\n\"He gave one analogy I liked. He said, suppose that a man is found\nspeeding in a car. The cops find him all alone, behind the wheel, when\nthey chase him down. Then, in court, he admits that he was alone, and\nthat the car was speeding, but he insists that the car was steering\nitself, and that he wasn't in control of the vehicle at all. And what\nwas steering the car? Why, a new scientific principle, of course.\"\n\nElshawe burst out laughing. \"Wow! No wonder the jury didn't stay out\nlong! I'm going to have to dig the recordings of the newscasts out of\nthe files; I missed a real comedy while I was in Africa.\"\n\nWinstein nodded. \"We got pretty good coverage on it, but our worthy\ncompetitor, whose name I will not have mentioned within these sacred\nhalls, got Beebee Vayne to run a commentary on it, and we got beat out\non the meters.\"\n\n\"Vayne?\" Elshawe was still grinning. \"That's a new twist--getting a\ncomedian to do a news report.\"\n\n\"I'll have to admit that my worthy competitor, whose name et cetera,\ndoes get an idea once in a while. But I don't want him beating us out\nagain. We're in on the ground floor this time, and I want to hog the\nwhole thing if I can.\"\n\n\"Sounds like a great idea, if we can swing it,\" Elshawe agreed. \"Do you\nhave a new gimmick? You're not going to get a comedian to do it, are\nyou?\"\n\n\"Heaven forbid! Even if it had been my own idea three years ago, I\nwouldn't repeat it, and I certainly won't have it said that I copy my\ncompetitors. No, what I want you to do is go out there and find out\nwhat's going on. Get a full background on it. We'll figure out the\npresentation angle when we get some idea of what he's going to do this\ntime.\" Winstein eased himself off the corner of Elshawe's desk and\nstood up. \"By the way--\"\n\n\"Yeah?\"\n\n\"Play it straight when you go out there. You're a reporter, looking for\nnews; you haven't made any previous judgments.\"\n\nElshawe's pipe had gone out. He fired it up again with his desk lighter.\n\"I don't want to be,\" he said between puffs, \"too cagey. If he's got ...\nany brains ... he'll know it's ... a phony act ... if I overdo it.\" He\nsnapped off the lighter and looked at his employer through a cloud of\nblue-gray smoke. \"I mean, after all, he's on the records as being a\ncrackpot. I'd be a pretty stupid reporter if I believed everything he\nsaid. If I don't act a little skeptical, he'll think I'm either a\nblockhead or a phony or both.\"\n\n\"Maybe,\" Winstein said doubtfully. \"Still, some of these crackpots fly\noff the handle if you doubt their word in the least bit.\"\n\n\"I'll tell you what I'll do,\" Elshawe said. \"He used to live here in New\nYork, didn't he?\"\n\n\"Still does,\" Winstein said. \"He has a two-floor apartment on Central\nPark West. He just uses that New Mexico ranch of his for relaxation.\"\n\n\"He's not hurting for money, is he?\" Elshawe asked at random. \"Anyway,\nwhat I'll do is look up some of the people he knows and get an idea of\nwhat kind of a bird he is. Then, when I get out there, I'll know more\nwhat kind of line to feed him.\"\n\n\"That sounds good. But whatever you do, play it on the soft side. My\nconfidential informant tells me that the only reason we're getting this\ninside info is because Malcom Porter is sore about the way our\ncompetition treated him four years ago.\"\n\n\"Just who is this confidential informant, anyway, Ole?\" Elshawe asked\ncuriously.\n\nWinstein grinned widely. \"It's supposed to be very confidential. I don't\nwant it to get any further than you.\"\n\n\"Sure not. Since when am I a blabbermouth? Who is it?\"\n\n\"Malcom Porter.\"\n\n       *       *       *       *       *\n\nTwo days later, Terrence Elshawe was sitting in the front seat of a big\nstation wagon, watching the scenery go by and listening to the driver\ntalk as the machine tooled its way out of Silver City, New Mexico, and\nheaded up into the Mogollon Mountains.\n\n\"Was a time, not too long back,\" the driver was saying, \"when a man\ncouldn't get up into this part of the country 'thout a pack mule. Still\nplaces y'can't, but the boss had t' have a road built up to the ranch\nso's he could bring in all that heavy equipment. Reckon one of these\ndays the Mogollons 'll be so civilized and full a people that a fella\nmight as well live in New York.\"\n\nElshawe, who hadn't seen another human being for fifteen minutes, felt\nthat the predicted overcrowding was still some time off.\n\n\"'Course,\" the driver went on, \"I reckon folks have t' live some place,\nbut I never could see why human bein's are so all-fired determined to\nbunch theirselves up so thick together that they can't hardly move--like\na bunch of sheep in a snowstorm. It don't make sense to me. Does it to\nyou, Mr. Skinner?\"\n\nThat last was addressed to the other passenger, an elderly man who was\nsitting in the seat behind Elshawe.\n\n\"I guess it's pretty much a matter of taste, Bill,\" Mr. Skinner said in\na soft voice.\n\n\"I reckon,\" Bill said, in a tone that implied that anyone whose tastes\nwere so bad that he wanted to live in the city was an object of pity who\nprobably needed psychiatric treatment. He was silent for a moment, in\nobvious commiseration with his less fortunate fellows.\n\nElshawe took the opportunity to try to get a word in. The chunky\nWesterner had picked him up at the airport, along with Mr. Samuel\nSkinner, who had come in on the same plane with Elshawe, and, after\nintroducing himself as Bill Rodriguez, he had kept up a steady stream of\nchatter ever since. Elshawe didn't feel he should take a chance on\npassing up the sudden silence.\n\n\"By the way; has Mr. Porter applied to the Government for permission to\ntest his ... uh ... his ship, yet?\"\n\nBill Rodriguez didn't take his eyes off the winding road. \"Well, now, I\ndon't rightly know, Mr. Elshawe. Y'see, I just work on the ranch up\nthere. I don't have a doggone thing to do with the lab'r'tory at\nall--'cept to keep the fence in good shape so's the stock don't get into\nthe lab'r'tory area. If Mr. Porter wants me to know somethin', he tells\nme, an' if he don't, why, I don't reckon it's any a my business.\"\n\n\"I see,\" said Elshawe. _And that shuts_ me _up_, he thought to himself.\nHe took out his pipe and began to fill it in silence.\n\n\"How's everything out in Los Angeles, Mr. Skinner?\" Rodriguez asked the\npassenger in back. \"Haven't seen you in quite a spell.\"\n\nElshawe listened to the conversation between the two with half an ear\nand smoked his pipe wordlessly.\n\nHe had spent the previous day getting all the information he could on\nMalcom Porter, and the information hadn't been dull by any means.\n\nPorter had been born in New York in 1949, which made him just barely\nthirty-three. His father, Vanneman Porter, had been an oddball in his\nown way, too. The Porters of New York didn't quite date back to the time\nof Peter Stuyvesant, but they had been around long enough to acquire the\nfeeling that the twenty-four dollars that had been paid for Manhattan\nIsland had come out of the family exchequer. Just as the Vanderbilts\nlooked upon the Rockefellers as newcomers, so the Porters looked on the\nVanderbilts.\n\nFor generations, it had been tacitly conceded that a young Porter\ngentleman had only three courses of action open to him when it came time\nfor him to choose his vocation in life. He could join the firm of\nPorter & Sons on Wall Street, or he could join some other respectable\nbusiness or banking enterprise, or he could take up the Law.\n(Corporation law, of course--_never_ criminal law.) For those few who\nfelt that the business world was not for them, there was a fourth\nalternative--studying for the priesthood of the Episcopal Church.\nAnything else was unheard of.\n\nSo it had been somewhat of a shock to Mr. and Mrs. Hamilton Porter when\ntheir only son, Vanneman, had announced that he intended to study\nphysics at M.I.T. But they gave their permission; they were quite\ncertain that the dear boy would \"come to his senses\" and join the firm\nafter he had been graduated. He was, after all, the only one to carry on\nthe family name and manage the family holdings.\n\n[Illustration]\n\nBut Vanneman Porter not only stuck to his guns and went on to a Ph.D.;\nhe compounded his delinquency by marrying a pretty, sweet, but not\noverly bright girl named Mary Kelley.\n\nMalcom Porter was their son.\n\n       *       *       *       *       *\n\nWhen Malcom was ten years old, both his parents were killed in a smashup\non the New Jersey Turnpike, and the child went to live with his widowed\ngrandmother, Mrs. Hamilton Porter.\n\nTerry Elshawe had gathered that young Malcom Porter's life had not been\nexactly idyllic from that point on. Grandmother Porter hadn't approved\nof her son's marriage, and she seemed to have felt that she must do\neverything in her power to help her grandson overcome the handicap of\nhaving nonaristocratic blood in his veins.\n\nElshawe wasn't sure in his own mind whether environment or heredity had\nbeen the deciding factor in Malcom Porter's subsequent life, but he had\na hunch that the two had been acting synergistically. It was likely that\nthe radical change in his way of life after his tenth year had as much\nto do with his behavior as the possibility that the undeniably brilliant\nmental characteristics of the Porter family had been modified by the\ngenes of the pretty but scatter-brained wife of Vanneman Porter.\n\nThree times, only his grandmother's influence kept him from being\nexpelled from the exclusive prep school she had enrolled him in, and his\nfinal grades were nothing to mention in polite society, much less boast\nabout.\n\nIn her own way, the old lady was trying to do her best for him, but she\nhad found it difficult to understand her own son, and his deviations\nfrom the Porter norm had been slight in comparison with those of his\nson. When the time came for Malcom to enter college, Grandmother Porter\nwas at a total loss as to what to do. With his record, it was unlikely\nthat any law school would take him unless he showed tremendous\nimprovement in his pre-law courses. And unless that improvement was a\ngeneral one, not only as far as his studies were concerned, but in his\nhandling of his personal life, it would be commercial suicide to put him\nin any position of trust with Porter & Sons. It wasn't that he was\ndishonest; he simply couldn't be trusted to do anything properly. He had\na tendency to follow his own whims and ignore everybody else.\n\nThe idea of his entering the clergy was never even considered.\n\nIt came almost as a relief to the old woman when Malcom announced that\nhe was going to study physics, as his father had done.\n\nThe relief didn't last long. By the time Malcom was in his sophomore\nyear, he was apparently convinced that his instructors were dunderheads\nto the last man. That, Elshawe thought, was probably not unusual among\ncollege students, but Malcom Porter made the mistake of telling them\nabout it.\n\nOne of the professors with whom Elshawe had talked had said: \"He acted\nas though he owned the college. That, I think, was what was his trouble\nin his studies; he wasn't really stupid, and he wasn't as lazy as some\nsaid, but he didn't want to be bothered with anything that he didn't\nenjoy. The experiments he liked, for instance, were the showy,\nspectacular ones. He built himself a Tesla coil, and a table with hidden\nAC electromagnets in it that would make a metal plate float in the air.\nBut when it came to nucleonics, he was bored. Anything less than a\nthermonuclear bomb wasn't any fun.\"\n\nThe trouble was that he called his instructors stupid and dull for being\ninterested in \"commonplace stuff,\" and it infuriated him to be forced to\nstudy such \"junk.\"\n\nAs a result, he managed to get himself booted out of college toward the\nend of his junior year. And that was the end of his formal education.\n\nSix months after that, his grandmother died. Although she had married\ninto the Porter family, she was fiercely proud of the name; she had been\nborn a Van Courtland, so she knew what family pride was. And the\nrealization that Malcom was the last of the Porters--and a failure--was\nmore than she could bear. The coronary attack she suffered should have\nbeen cured in a week, but the best medico-surgical techniques on Earth\ncan't help a woman who doesn't want to live.\n\nHer will showed exactly what she thought of Malcom Porter. The Porter\nholdings were placed in trust. Malcom was to have the earnings, but he\nhad no voice whatever in control of the principal until he was fifty\nyears of age.\n\n       *       *       *       *       *\n\nInstead of being angry, Malcom was perfectly happy. He had an income\nthat exceeded a million dollars before taxes, and didn't need to worry\nabout the dull details of making money. He formed a small corporation of\nhis own, Porter Research Associates, and financed it with his own money.\nIt ran deep in the red, but Porter didn't mind; Porter Research\nAssociates was a hobby, not a business, and running at a deficit saved\nhim plenty in taxes.\n\nBy the time he was twenty-five, he was known as a crackpot. He had a\nmotley crew of technicians and scientists working for him--some with\nPh.D.'s, some with a trade-school education. The personnel turnover in\nthat little group was on a par with the turnover of patients in a\nmaternity ward, at least as far as genuine scientists were concerned.\nPorter concocted theories and hypotheses out of cobwebs and became\nfurious with anyone who tried to tear them down. If evidence came up\nthat would tend to show that one of his pet theories was utter hogwash,\nhe'd come up with an _ad hoc_ explanation which showed that this\nparticular bit of evidence was an exception. He insisted that \"the basis\nof science lies in the experimental evidence, not in the pronouncements\nof authorities,\" which meant that any recourse to the theories of\nEinstein, Pauli, Dirac, Bohr, or Fermi was as silly as quoting\nAristotle, Plato, or St. Thomas Aquinas. The only authority he would\naccept was Malcom Porter.\n\nNobody who had had any training in science could work long with a man\nlike that, even if the pay had been high, which it wasn't. The only\npeople who could stick with him were the skilled workers--the welders,\ntool-and-die men, electricians, and junior engineers, who didn't care\nmuch about theories as long as they got the work done. They listened\nrespectfully to what Porter had to say and then built the gadgets he\ntold them to build. If the gadgets didn't work the way Porter expected\nthem to, Porter would fuss and fidget with them until he got tired of\nthem, then he would junk them and try something else. He never blamed a\ntechnician who had followed orders. Since the salaries he paid were\nproportional to the man's \"ability and loyalty\"--judged, of course, by\nPorter's own standards--he soon had a group of technician-artisans who\nknew that their personal security rested with Malcom Porter, and that\npersonal loyalty was more important than the ability to utilize the\nscientific method.\n\nNot everything that Porter had done was a one-hundred-per cent failure.\nHe had managed to come up with a few basic improvements, patented them,\nand licensed them out to various manufacturers. But these were purely an\naccidental by-product. Malcom Porter was interested in \"basic research\"\nand not much else, it seemed.\n\nHe had written papers and books, but they had been uniformly rejected by\nthe scientific journals, and those he had had published himself were on\na par with the writings of Immanuel Velikovsky and George Adamski.\n\nAnd now he was going to shoot a rocket--or whatever it was--to the moon.\nWell, Elshawe thought, if it went off as scheduled, it would at least be\nworth watching. Elshawe was a rocket buff; he'd watched a dozen or more\nmoon shots in his life--everything from the automatic supply-carriers to\nthe three-man passenger rockets that added to the personnel of Moon Base\nOne--and he never tired of watching the bellowing monsters climb up\nskywards on their white-hot pillars of flame.\n\nAnd if nothing happened, Elshawe decided, he'd at least get a laugh out\nof the whole episode.\n\n       *       *       *       *       *\n\nAfter nearly two hours of driving, Bill Rodriguez finally turned off the\nmain road onto an asphalt road that climbed steeply into the pine forest\nthat surrounded it. A sign said: _Double Horseshoe Ranch--Private\nRoad--No Trespassing_.\n\nElshawe had always thought of a ranch as a huge spread of flat prairie\nland full of cattle and gun-toting cowpokes on horseback; a mountainside\nfull of sheep just didn't fit into that picture.\n\nAfter a half mile or so, the station wagon came to a high metal-mesh\nfence that blocked the road. On the big gate, another sign proclaimed\nthat the area beyond was private property and that trespassers would be\nprosecuted.\n\nBill Rodriguez stopped the car, got out, and walked over to the gate. He\npressed a button in one of the metal gateposts and said, \"Ed? This's\nBill. I got Mr. Skinner and that New York reporter with me.\"\n\nAfter a slight pause, there was a metallic click, and the gate swung\nopen. Rodriguez came back to the car, got in, and drove on through the\ngate. Elshawe twisted his head to watch the big gate swing shut behind\nthem.\n\nAfter another ten minutes, Rodriguez swung off the road onto another\nside road, and ten minutes after that the station wagon went over a\nsmall rise and headed down into a small valley. In the middle of it,\nshining like bright aluminum in the sun, was a vessel.\n\n_Now I know Porter is nuts_, Elshawe thought wryly.\n\nBecause the vessel, whatever it was, was parallel to the ground, looking\nlike the fuselage of a stratojet, minus wings and tail, sitting on its\nlanding gear. Nowhere was there any sign of a launching pad, with its\ngantries and cranes and jet baffles. Nor was there any sign of a rocket\nmotor on the vessel itself.\n\nAs the station wagon approached the cluster of buildings a hundred yards\nthis side of the machine, Elshawe realized with shock that the thing\n_was_ a stripped-down stratojet--an old Grumman _Supernova_, _circa_\n1970.\n\n\"Well, Elijah got there by sitting in an iron chair and throwing a\nmagnet out in front of himself,\" Elshawe said, \"so what the hell.\"\n\n\"What?\" Rodriguez asked blankly.\n\n\"Nothing; just thinking out loud. Sorry.\"\n\nBehind Elshawe, Mr. Skinner chuckled softly, but said nothing.\n\nWhen the station wagon pulled up next to one of the cluster of white\nprefab buildings, Malcom Porter himself stepped out of the wide door and\nwalked toward them.\n\nElshawe recognized the man from his pictures--tall, wide-shouldered,\ndark-haired, and almost handsome, he didn't look much like a wild-eyed\ncrackpot. He greeted Rodriguez and Skinner rather peremptorily, but he\nsmiled broadly and held out his hand to Elshawe.\n\n\"Mr. Elshawe? I'm Malcom Porter.\" His grip was firm and friendly. \"I'm\nglad to see you. Glad you could make it.\"\n\n\"Glad to be here, Dr. Porter,\" Elshawe said in his best manner. \"It's\nquite a privilege.\" He knew that Porter liked to be called \"Doctor\"; all\nhis subordinates called him that.\n\nBut, surprisingly, Porter said: \"Not 'Doctor,' Mr. Elshawe; just\n'Mister.' My boys like to call me 'Doctor,' but it's sort of a nickname.\nI don't have a degree, and I don't claim one. I don't want the public\nthinking I'm claiming to be something I'm not.\"\n\n\"I understand, Mr. Porter.\"\n\nBill Rodriguez's voice broke in. \"Where do you want me to put all this\nstuff, Doc?\" He had unloaded Elshawe's baggage from the station wagon\nand set it carefully on the ground. Skinner picked up his single\nsuitcase and looked at Porter inquiringly.\n\n\"My usual room, Malcom?\"\n\n\"Yeah. Sure, Sam; sure.\" As Skinner walked off toward one of the other\nbuildings, Porter said: \"Quite a load of baggage you have there, Mr.\nElshawe. Recording equipment?\"\n\n\"Most of it,\" the reporter admitted. \"Recording TV cameras, 16mm movie\ncameras, tape recorders, 35mm still cameras--the works. I wanted to get\ngood coverage, and if you've got any men that you won't be using during\nthe take-off, I'd like to borrow them to help me operate this stuff.\"\n\n\"Certainly; certainly. Come on, Bill, let's get this stuff over to Mr.\nElshawe's suite.\"\n\n       *       *       *       *       *\n\nThe suite consisted of three rooms, all very nicely appointed for a\nplace as far out in the wilderness as this. When Elshawe got his\nequipment stowed away, Porter invited him to come out and take a look at\nhis pride and joy.\n\n\"The first real spaceship, Elshawe,\" he said energetically. \"The first\nreal spaceship. The rocket is no more a spaceship than a rowboat is an\nocean-going vessel.\" He gestured toward the sleek, shining, metal ship.\n\"Of course, it's only a pilot model, you might say. I don't have\nhundreds of millions of dollars to spend; I had to make do with what I\ncould afford. That's an old Grumman _Supernova_ stratojet. I got it\nfairly cheap because I told 'em I didn't want the engines or the wings\nor the tail assembly.\n\n\"But she'll do the job, all right. Isn't she a beauty?\"\n\nElshawe had his small pocket recorder going; he might as well get all\nthis down. \"Mr. Porter,\" he asked carefully, \"just how does this vessel\npropel itself? I understand that, at the trial, it was said that you\nclaimed it was an antigravity device, but that you denied it.\"\n\n\"Those idiots!\" Porter exploded angrily. \"Nobody understood what I was\ntalking about because they wouldn't listen! Antigravity! _Pfui!_ When\nthey learned how to harness electricity, did they call it\nanti-electricity? When they built the first atomic reactor, did they\ncall it anti-atomic energy? A rocket works against gravity, but they\ndon't call _that_ antigravity, do they? My device works _with_ gravity,\nnot against it.\"\n\n\"What sort of device is it?\" Elshawe asked.\n\n\"I call it the Gravito-Inertial Differential Polarizer,\" Porter said\nimportantly.\n\nElshawe was trying to frame his next question when Porter said: \"I know\nthe name doesn't tell you much, but then, names never do, do they? You\nknow what a transformer does, but what does the name by itself convey?\nNothing, unless you know what it does in the first place. A cyclotron\ncycles something, but what? A broadcaster casts something abroad--what?\nAnd how?\"\n\n\"I see. And the 'how' and 'what' is your secret, eh?\"\n\n\"Partly. I can give you a little information, though. Suppose there were\nonly one planet in all space, and you were standing on its surface.\nCould you tell if the planet were spinning or not? And, if so, how fast?\nSure you could; you could measure the so-called centrifugal force. The\nsame thing goes for a proton or electron or neutron or even a neutrino.\nBut, if it _is_ spinning, what is the spin relative to? To the particle\nitself? That's obvious nonsense. Therefore, what is commonly called\n'inertia' is as much a property of so-called 'empty space' as it is a\nproperty of matter. My device simply utilizes spatial inertia by\npolarizing it against the matter inertia of the ship, that's all.\"\n\n\"Hm-m-m,\" said Elshawe. As far as his own knowledge of science went,\nthat statement made no sense whatever. But the man's manner was\npersuasive. Talking to him, Elshawe began to have the feeling that\nPorter not only knew what he was talking about, but could actually do\nwhat he said he was going to do.\n\n\"What's that?\" Porter asked sharply, looking up into the sky.\n\nElshawe followed his gaze. \"That\" was a Cadillac aircar coming over a\nridge in the distance, its fans making an ever-louder throaty hum as it\napproached. It settled down to an altitude of three feet as it neared,\nand floated toward them on its cushion of air. On its side, Elshawe\ncould see the words, UNITED STATES GOVERNMENT, and beneath that, in\nsmaller letters, _Civil Aeronautics Authority_.\n\n\"Now what?\" Porter muttered softly. \"I haven't notified anyone of my\nintentions yet--not officially.\"\n\n\"Sometimes those boys don't wait for official notification,\" Elshawe\nsaid.\n\nPorter glanced at him, his eyes narrowed. \"You didn't say anything, did\nyou?\"\n\n\"Look, Mr. Porter, I don't play that way,\" Elshawe said tightly. \"As far\nas I'm concerned, this is your show; I'm just here to get the story. You\ndid us a favor by giving us advance notice; why should we louse up your\nshow for you?\"\n\n\"Sorry,\" Porter said brusquely. \"Well, let's make a good show of it.\"\n\nThe CAA aircar slowed to a halt, its fans died, and it settled to its\nwheels.\n\n       *       *       *       *       *\n\nTwo neatly dressed, middle-aged men climbed out. Both were carrying\nbriefcases. Porter walked briskly toward them, a warm smile on his face;\nElshawe tagged along behind. The CAA men returned Porter's smile with\nsmiles that could only be called polite and businesslike.\n\nPorter performed the introductions, and the two men identified\nthemselves as Mr. Granby and Mr. Feldstein, of the Civil Aeronautics\nAuthority.\n\n\"Can I help you, gentlemen?\" Porter asked.\n\nGranby, who was somewhat shorter, fatter, and balder than his partner,\nopened his briefcase. \"We're just here on a routine check, Mr. Porter.\nIf you can give us a little information...?\" He let the half-question\nhang in the air as he took a sheaf of papers from his briefcase.\n\n\"Anything I can do to help,\" Porter said.\n\nGranby, looking at the papers, said: \"In 1979, I believe you purchased a\nGrumman _Supernova_ jet powered aircraft from Trans-American Airlines?\nIs that correct?\"\n\n\"That is correct,\" Porter agreed.\n\nGranby handed one of the papers to Porter. \"That is a copy of the\nregistration certificate. Is the registration number the same as it is\non your copy?\"\n\n[Illustration]\n\n\"I believe so,\" Porter said, looking at the number. \"Yes, I'm sure it\nis.\"\n\nGranby nodded briskly. \"According to our records, the machine was sold\nas scrap. That is to say, it was not in an airworthy condition. It was,\nin fact, sold without the engines. Is that correct?\"\n\n\"Correct.\"\n\n\"May I ask if you still own the machine in question?\"\n\nPorter gave the man a look that accused Granby of being stupid or blind\nor both. He pointed to the hulking fuselage of the giant aircraft.\n\"There it is.\"\n\nGranby and Feldstein both turned to look at it as though they had never\nnoticed it before. \"Ah, yes,\" Granby said, turning back. \"Well, that's\nabout all there is to it.\" He looked at his partner. \"It's obvious that\nthere's no violation here, eh, Feldstein?\"\n\n\"Quite,\" said Feldstein in a staccato voice.\n\n\"Violation?\" Porter asked. \"What violation?\"\n\n\"Well, nothing, really,\" Granby said, deprecatingly. \"Just routine, as I\nsaid. People have been known to buy aircraft as scrap and then repair\nthem and re-outfit them.\"\n\n\"Is that illegal?\" Porter asked.\n\n\"No, no,\" said Granby hastily. \"Of course not. But any ship so\nre-outfitted and repaired must pass CAA inspection before it can leave\nthe ground, you understand. So we keep an eye on such transactions to\nmake sure that the law isn't violated.\"\n\n\"After three years?\" Porter asked blandly.\n\n\"Well ... ah ... well ... you know how it is,\" Granby said nervously.\n\"These things take time. Sometimes ... due to ... clerical error, we\noverlook a case now and then.\" He glanced at his partner, then quickly\nlooked back at Porter.\n\n\"As a matter of fact, Mr. Porter,\" Feldstein said in a flat, cold voice,\n\"in view of your record, we felt that the investigation at this time was\nadvisable. You bought a scrap missile and used it illegally. You can\nhardly blame us for looking into this matter.\"\n\n\"No,\" said Porter. He had transferred his level gaze to the taller of\nthe two men, since it had suddenly become evident that Feldstein, not\nGranby, was the stronger of the two.\n\n\"However,\" Feldstein went on, \"I'm glad to see that we have no cause for\nalarm. You're obviously not fitting that up as an aircraft. By the\nway--just out of curiosity--what _are_ you doing with it?\" He turned\naround to look at the big fuselage again.\n\nPorter sighed. \"I had intended to hold off on this for a few days, but I\nmight as well let the cat out now. I intend to take off in that ship\nthis week end.\"\n\n       *       *       *       *       *\n\nGranby's eyes opened wide, and Feldstein spun around as though someone\nhad jabbed him with a needle. \"_What?_\"\n\nPorter simply repeated what he had said. \"I had intended to make\napplication to the Space Force for permission to test it,\" he added.\n\nFeldstein looked at him blankly for a moment.\n\nThen: \"The _Space_ Force? Mr. Porter, civilian aircraft come under the\njurisdiction of the CAA.\"\n\n\"How's he going to fly it?\" Granby asked. \"No engines, no wings, no\ncontrol surfaces. It's silly.\"\n\n\"Rocket motors in the rear, of course,\" said Feldstein. \"He's converted\nthe thing into a rocket.\"\n\n\"But the tail is closed,\" Granby objected. \"There's no rocket orifice.\"\n\n\"Dummy cover, I imagine,\" Feldstein said. \"Right, Mr. Porter?\"\n\n\"Wrong,\" said Porter angrily. \"The motive power is supplied by a\nmechanism of my own devising! It has nothing to do with rockets! It's as\nsuperior to rocket power as the electric motor is to the steam engine!\"\n\nFeldstein and Granby glanced at each other, and an almost identical\nexpression of superior smugness grew over their features. Feldstein\nlooked back at Porter and said, \"Mr. Porter, I assure you that it\ndoesn't matter what you're using to lift that thing. You could be using\ndynamite for all I care. The law says that it can't leave the ground\nunless it's airworthy. Without wings or control surfaces, it is\nobviously not airworthy. If it is not a rocket device, then it comes\nunder the jurisdiction of the Civil Aeronautics Authority, and if you\ntry to take off without our permission, you'll go to jail.\n\n\"If it _is_ a rocket device, then it will be up to the Space Force to\ninspect it before take-off to make sure it is not dangerous.\n\n\"I might remind you, Mr. Porter, that you are on parole. You still have\nthree years to serve on your last conviction. I wouldn't play around\nwith rockets any more if I were you.\"\n\nPorter blew up. \"Listen, you! I'm not going to be pushed around by you\nor anyone else! I know better than you do what Alcatraz is like, and I'm\nnot going back there if I can help it. This country is still\nConstitutionally a democracy, not a bureaucracy, and I'm going to see to\nit that I get to exercise my rights!\n\n\"I've invented something that's as radically new as ... as ... as the\nLaw of Gravity was in the Seventeenth Century! And I'm going to get\nrecognition for it, understand me?\" He gestured furiously toward the\nfuselage of the old _Supernova_. \"That ship is not only airworthy, but\n_space_worthy! And it's a thousand times safer and a thousand times\nbetter than any rocket will ever be!\n\n\"For your information, Mister Smug-Face, I've already flown her!\"\n\nPorter stopped, took a deep breath, compressed his lips, and then said,\nin a lower, somewhat calmer tone, \"Know what she'll do? That baby will\nhang in the air just like your aircar, there--and without benefit of\nthose outmoded, power-wasting blower fans, too.\n\n\"Now, understand me, Mr. Feldstein: I'm not going to break any laws\nunless I have to. You and all your bureaucrat friends will have a chance\nto give me an O.K. on this test. But I warn you, brother--_I'm going to\ntake that ship up!_\"\n\n       *       *       *       *       *\n\nFeldstein's jaw muscles had tightened at Porter's tone when he began,\nbut he had relaxed by the time the millionaire had finished, and was\neven managing to look smugly tolerant. Elshawe had thumbed the button on\nhis minirecorder when the conversation had begun, and he was chuckling\nmentally at the thought of what was going down on the thin,\nmagnetite-impregnated, plastic thread that was hissing past the\nrecording head.\n\nFeldstein said: \"Mr. Porter, we came here to remind you of the law,\nnothing more. If you intend to abide by the law, fine and dandy. If not,\nyou'll go back to prison.\n\n\"That ship is not airworthy, and--\"\n\n\"How do you know it isn't?\" Porter roared.\n\n\"By inspection, Mr. Porter; by inspection.\" Feldstein looked\nexasperated. \"We have certain standards to go by, and an aircraft\nwithout wings or control surfaces simply doesn't come up to those\nstandards, that's all. Even a rocket has to have stabilizing fins.\" He\npaused and zipped open his briefcase.\n\n\"In view of your attitude,\" he said, pulling out a paper, \"I'm afraid I\nshall have to take official steps. This is to notify you that the\naircraft in question has been inspected and found to be not airworthy.\nSince--\"\n\n\"Wait a minute!\" Porter snapped. \"Who are you to say so? How would you\nknow?\"\n\n\"I happen to be an officer of the CAA,\" said Feldstein, obviously trying\nto control his temper. \"I also happen to be a graduate aeronautical\nengineer. If you wish, I will give the ... the ... aircraft a thorough\ninspection, inside and out, and--\"\n\n\"Oh, no!\" said Porter. His voice and his manner had suddenly become very\ngentle. \"I don't think that would do much good, do you?\"\n\n\"What do you mean?\"\n\n\"I mean that you'd condemn the ship, no matter what you found inside.\nYou couldn't O.K. a ship without airfoils, could you?\"\n\n\"Of course not,\" said Feldstein, \"that's obvious, in the face of--\"\n\n\"All right, then give me the notification and forget the rest of the\ninspection.\" Porter held out his hand.\n\nFeldstein hesitated. \"Well, now, without a complete inspection--\"\n\nAgain Porter interrupted. \"You're not going to get a complete\ninspection, Buster,\" he said with a wolfish grin. \"Either serve that\npaper or get off my back.\"\n\nFeldstein slammed the paper into Porter's hand. \"That's your official\nnotification! If necessary, Mr. Porter, we will be back with a Federal\nmarshal! Good day, Mr. Porter. Let's go, Granby.\"\n\nThe two of them marched back to their aircar and climbed inside. The car\nlifted with a roar of blowers and headed back over the mountains toward\nAlbuquerque.\n\nBut long before they were out of sight over the ridge, Malcom Porter had\nturned on his heel and started back toward the cluster of buildings. He\nwas swearing vilely in a rumbling monotone, and had apparently forgotten\nall about Elshawe.\n\nThe reporter followed in silence for a dozen paces, then he asked:\n\"What's your next step, Mr. Porter?\"\n\nPorter came to an abrupt stop, turned, and looked at Elshawe. \"I'm going\nto phone General Fitzsimmons in Washington! I'm--\" He stopped, scowling.\n\"No, I guess I'd better phone my lawyer first. I'll find out what they\ncan do and what they can't.\" Then he turned again and strode rapidly\ntoward the nearest of the buildings.\n\n       *       *       *       *       *\n\nSeventy-two hours later, Terry Elshawe was in Silver City, talking to\nhis boss over a long-distance line.\n\n\"... And that's the way it lines up, Ole. The CAA won't clear his ship\nfor take-off, and the Space Force won't either. And if he tries it\nwithout the O.K. of both of them, he'll be right back in Alcatraz.\"\n\n\"He hasn't violated his parole yet, though?\" Winstein's voice came\ndistantly.\n\n\"No.\" Elshawe cursed the fact that he couldn't get a vision connection\nwith New York. \"But, the way he's acting, he's likely to. He's furious.\"\n\n\"Why wouldn't he let the Space Force officers look over his ship?\"\nWinstein asked. \"I still don't see how that would have hurt him if he's\nreally got something.\"\n\n\"It's on the recording I sent you,\" Elshawe said.\n\n\"I haven't played it yet,\" Winstein said. \"Brief me.\"\n\n\"He wouldn't let the Space Force men look at his engine or whatever it\nis because he doesn't trust them,\" Elshawe said. \"He claims to have this\nnew drive, but he doesn't want anyone to go nosing around it. The Space\nForce colonel ... what's his name? ... Manetti, that's it. Manetti asked\nPorter why, if he had a new invention, he hadn't patented it. Porter\nsaid that he wasn't going to patent it because that would make it\navailable to every Tom, Dick, and Harry--his very words--who wanted to\nbuild it. Porter insists that, since it's impossible to patent the\ndiscovery of a new natural law, he isn't going to give away his genius\nfor nothing. He said that Enrico Fermi was the prime example of what\nhappened when the Government got hold of something like that when the\nindividual couldn't argue.\"\n\n\"Fermi?\" Winstein asked puzzledly. \"Wasn't he a physicist or something,\nback in the Forties?\"\n\n\"Right. He's the boy who figured out how to make the atomic bomb\npractical. But the United States Government latched onto it, and it took\nhim years to get any compensation. He never did get the money that he\nwas entitled to.\n\n\"Porter says he wants to make sure that the same thing doesn't happen to\nhim. He wants to prove that he's got something and then let the\nGovernment pay him what it's worth and give him the recognition he\ndeserves. He says he has discovered a new natural law and devised a\nmachine that utilizes that law. He isn't going to let go of his\ninvention until he gets credit for everything.\"\n\nThere was a long silence from the other end. After a minute, Elshawe\nsaid: \"Ole? You there?\"\n\n\"Oh. Yeah ... sure. Just thinking. Terry, what do you think of this\nwhole thing? Does Porter have something?\"\n\n\"Damned if I know. If I were in New York, I'd say he was a complete nut,\nbut when I talk to him, I'm halfway convinced that he knows what he's\ntalking about.\"\n\nThere was another long pause. This time, Elshawe waited. Finally, Oler\nWinstein said: \"You think Porter's likely to do something drastic?\"\n\n\"Looks like it. The CAA has already forbidden him to lift that ship. The\nSpace Force flatly told him that he couldn't take off without\npermission, and they said he wouldn't get permission unless he let them\nlook over his gizmo ... whatever it is.\"\n\n\"And he refused?\"\n\n\"Well, he did let Colonel Manetti look it over, but the colonel said\nthat, whatever the drive principle was, it wouldn't operate a ship. He\nsaid the engines didn't make any sense. What it boils down to is that\nthe CAA thinks Porter has rockets in the ship, and the Space Force\ndoes, too. So they've both forbidden him to take off.\"\n\n\"_Are_ there any rocket motors in the ship?\" Winstein asked.\n\n\"Not as far as I can see,\" Elshawe said. \"He's got two big\natomic-powered DC generators aboard--says they have to be DC to avoid\nelectromagnetic effects. But the drive engines don't make any more sense\nto me than they do to Colonel Manetti.\"\n\nAnother pause. Then: \"O.K., Terry; you stick with it. If Porter tries to\nbuck the Government, we've got a hell of a story if his gadget works the\nway he says it does. If it doesn't--which is more likely--then we can\nstill get a story when they haul him back to the Bastille.\"\n\n\"Check-check. I'll call you if anything happens.\"\n\n       *       *       *       *       *\n\nHe hung up and stepped out of the phone booth into the lobby of the\nMurray Hotel. Across the lobby, a glowing sign said _cocktail lounge_ in\nlower-case script.\n\nHe decided that a tall cool one wouldn't hurt him any on a day like this\nand ambled over, fumbling in his pockets for pipe, tobacco pouch, and\nother paraphernalia as he went. He pushed open the door, spotted a stool\nat the bar of the dimly-lit room, went over to it and sat down.\n\nHe ordered his drink and had no sooner finished than the man to his left\nsaid, \"Good afternoon, Mr. Elshawe.\"\n\nThe reporter turned his head toward his neighbor. \"Oh, hello, Mr.\nSkinner. I didn't know you'd come to town.\"\n\n\"I came in somewhat earlier. Couple, three hours ago.\" His voice had the\ncareful, measured steadiness of a man who has had a little too much to\ndrink and is determined not to show it. That surprised Elshawe a little;\nSkinner had struck him as a middle-aged accountant or maybe a high\nschool teacher--the mild kind of man who doesn't drink at all, much less\ntake a few too many.\n\n\"I'm going to hire a 'copter and fly back,\" Elshawe said. \"You're\nwelcome if you want to come along.\"\n\nSkinner shook his head solemnly. \"No. Thank you. I'm going back to Los\nAngeles this afternoon. I'm just killing time, waiting for the local\nplane to El Paso.\"\n\n\"Oh? Well, I hope you have a good trip.\" Elshawe had been under the\nimpression that Skinner had come to New Mexico solely to see the test of\nPorter's ship. He had wondered before how the man fitted into the\npicture, and now he was wondering why Skinner was leaving. He decided he\nmight as well try to find out. \"I guess you're disappointed because the\ntest has been called off,\" he said casually.\n\n\"Called off? Hah. No such thing,\" Skinner said. \"Not by a long shot. Not\nPorter. He'll take the thing up, and if the Army doesn't shoot him down,\nthe CAA will see to it that he's taken back to prison. But that won't\nstop him. Malcom Porter is determined to go down in history as a great\nscientist, and nothing is going to stop him if he can help it.\"\n\n\"You think his spaceship will work, then?\"\n\n\"Work? Sure it'll work. It worked in '79; it'll work now. The way that\ndrive is built, it can't help but work. I just don't want to stick\naround and watch him get in trouble again, that's all.\"\n\nElshawe frowned. All the time that Porter had been in prison, his\ntechnicians had been getting together the stuff to build the so-called\n\"spaceship,\" but none of them knew how it was put together or how it\nworked. Only Porter knew that, and he'd put it together after he'd been\nreleased on parole.\n\nBut if that was so, how come Skinner, who didn't even work for Porter,\nwas so knowledgeable about the drive? Or was that liquor talking?\n\n\"Did you help him build it?\" the reporter asked smoothly.\n\n\"_Help_ him build it? Why, I--\" Then Skinner stopped abruptly. \"Why,\nno,\" he said after a moment. \"No. I don't know anything about it,\nreally. I just know that it worked in '79, that's all.\" He finished his\ndrink and got off his stool. \"Well, I've got to be going. Nice talking\nto you. Hope I see you again sometime.\"\n\n\"Sure. So long, Mr. Skinner.\" He watched the man leave the bar.\n\nThen he finished his own drink and went back into the lobby and got a\nphone. Ten minutes later, a friend of his who was a detective on the Los\nAngeles police force had promised to check into Mr. Samuel Skinner.\nElshawe particularly wanted to know what he had been doing in the past\nthree years and very especially what he had been doing in the past year.\nThe cop said he'd find out. There was probably nothing to it, Elshawe\nreflected, but a reporter who doesn't follow up accidentally dropped\nhints isn't much of a reporter.\n\nHe came out of the phone booth, fired up his pipe again, and strolled\nback to the bar for one more drink before he went back to Porter's\nranch.\n\n       *       *       *       *       *\n\nMalcom Porter took one of the darts from the half dozen he held in his\nleft hand and hurled it viciously at the target board hung on the far\nwall of the room.\n\n_Thunk!_\n\n\"Four ring at six o'clock,\" he said in a tight voice.\n\n_Thunk! Thunk! Thunk! Thunk! Thunk!_\n\nThe other five darts followed in rapid succession. As he threw each one,\nPorter snapped out a word. \"They ... can't ... stop ... Malcom ...\nPorter!\" He glared at the board \"Two bull's-eyes; three fours, and a\nthree. Twenty-five points. You owe me a quarter, Elshawe.\"\n\nThe reporter handed him a coin. \"Two bits it is. What can you do,\nPorter? They've got you sewed up tight. If you try to take off, they'll\ncart you right back to The Rock--if the Army doesn't shoot you down\nfirst. Do you want to spend the next ten years engrossed in the scenic\nbeauties of San Francisco Bay?\"\n\n\"No. And I won't, either.\"\n\n\"Not if the Army gets you. I can see the epitaph now:\n\n    _Malcom Porter, with vexation,\n    Thought he could defy the nation.\n    He shot for space with great elation--\n    Now he's dust and radiation._\n\nBeneath it, they'll engrave a spaceship argent with A-bombs rampant on a\nfield sable.\"\n\nPorter didn't take offense. He grinned. \"What are you griping about? It\nwould make a great story.\"\n\n\"Sure it would,\" Elshawe agreed. \"But not for me. I don't write the\nobituary column.\"\n\n\"You know what I like about you, Elshawe?\"\n\n\"Sure. I lose dart games to you.\"\n\n\"That, yes. But you really sound worried. That means two things. One:\nYou like me. Two: You believe that my ship actually will take off.\nThat's more than any of those other reporters who have been prowling\naround and phoning in do.\"\n\nElshawe shrugged silently and puffed at his pipe. Malcom Porter's ego\nwas showing through. He was wrong on two counts. Elshawe didn't like\nhim; the man's arrogance and his inflated opinion of himself as a\nscientific genius didn't sit well with the reporter. And Elshawe didn't\nreally believe there was anything but a rocket motor in that hull\noutside. A new, more powerful kind of rocket perhaps--otherwise Porter\nwouldn't be trying to take a one-stage rocket to the Moon. But a rocket,\nnonetheless.\n\n\"I don't want to go back to prison,\" Porter continued, \"but I'll risk\nthat if I have to. But I won't risk death just yet. Don't worry; the\nArmy won't know I'm even gone until I'm halfway to the Moon.\"\n\n\"Foo!\" said Elshawe. \"Every radar base from Albuquerque to the Mexican\nborder has an antenna focused on the air above this ranch. The minute\nyou get above those mountains, they'll have a fix on you, and a minute\nafter that, they'll have you bracketed with Cobras.\n\n\"Why don't you let the Government inspectors look it over and give you\nan O.K.? What makes you think they're all out to steal your invention?\"\n\n\"Oh, they won't _steal_ it,\" Porter said bitterly. \"Heaven's-to-Betsy\n_no_! But this invention of mine will mean that the United States of\nAmerica will be in complete control of the planets and the space\nbetween. When the Government wants a piece of property, they try to buy\nit at their price; if they can't do that, they condemn it and pay the\nowner what they think it's worth--not what the owner thinks it's worth.\nThe same thing applies here; they'd give me what they thought I ought to\nhave--in ten years or so. Look what happened to Fermi.\n\n\"No, Elshawe; when the Government comes begging to me for this\ninvention, they can have it--on _my_ terms.\"\n\n\"Going to keep it a secret, eh? You can't keep a thing like that secret.\nLook what happened with atomic energy after World War Two. We kept it a\nsecret from the Russians, didn't we? Fine lot of good that did us. As\nsoon as they knew it was possible, they went to work on it. Nature\nanswers any questions you ask her if you ask her the right way. As soon\nas the Government sees that your spaceship works, they'll put some of\ntheir bright physicists to work on it, and you'll be in the same\nposition as you would have been if you'd showed it to them in the first\nplace. Why risk your neck?\"\n\nPorter shook his head. \"The analogy isn't valid. Suppose someone had\ninvented the A-bomb in 1810. It would have been a perfectly safe secret\nbecause there wasn't a scientist on Earth who included such a thing as\natomic energy in his philosophy. And, believe me, this drive of mine is\njust as far ahead of contemporary scientific philosophy as atomic energy\nwas ahead of Napoleon's scientists.\n\n\"Suppose I told you that the fuel my ship uses is a gas lighter than\nhydrogen. It isn't, but suppose I told you so. Do you think any\nscientist today could figure out how it worked? No. They _know_ that\nthere's no such thing as a gas with a lighter atomic weight than\nhydrogen. They know it so well that they wouldn't even bother to\nconsider the idea.\n\n\"My invention is so far ahead of present-day scientific thought that no\nscientists except myself could have even considered the idea.\"\n\n\"O.K.; O.K.,\" Elshawe said. \"So you're going to get yourself shot down\nto prove your point.\"\n\nPorter grinned lopsidedly. \"Not at all. You're still thinking in terms\nof a rocket. Sure--if I used a rocket, they'd knock me down fast, just\nas soon as I lifted above the mountains. But I don't have to do that.\nAll I have to do is get a few feet of altitude and hug the ground all\nthe way to the Pacific coast. Once I get out in the middle of the\nPacific, I can take off straight up without being bothered at all.\"\n\n\"All right. If your machine will do it,\" the reporter said, trying to\nhide his skepticism.\n\n\"You still think I've got some kind of rocket, don't you?\" Porter asked\naccusingly. He paused a moment, then, as if making a sudden decision, he\nsaid: \"Look, Elshawe, I trust you. I'm going to show you the inside of\nthat ship. I won't show you my engines, but I _will_ prove to you that\nthere are no rocket motors in her. That way, when you write up the\nstory, you'll be able to say that you have first-hand knowledge of that\nfact. O.K.?\"\n\n\"It's up to you,\" the reporter said. \"I'd like to see it.\"\n\n\"Come along,\" said Malcom Porter.\n\n       *       *       *       *       *\n\nElshawe followed Porter out to the field, feeling rather grateful that\nhe was getting something to work on. They walked across the field, past\nthe two gun-toting men in Levis that Porter had guarding the ship.\nOverhead, the stars were shining brightly through the thin mountain air.\nElshawe glanced at his wrist watch. It was a little after ten p.m.\n\nHe helped Porter wheel the ramp up to the door of the ship and then\nfollowed him up the steps. Porter unlocked the door and went inside. The\nGrumman had been built to cruise in the high stratosphere, so it was as\nair-tight as a submarine.\n\nPorter switched on the lights. \"Go on in.\"\n\nThe reporter stepped into the cabin of the ship and looked around. It\nhad been rebuilt, all right; it didn't look anything like the inside of\na normal stratojet.\n\n\"Elshawe.\"\n\n\"Yeah?\" The reporter turned to look at Porter, who was standing a little\nbehind him. He didn't even see the fist that arced upward and smashed\ninto his jaw. All he saw was a blaze of light, followed by darkness.\n\nThe next thing he knew, something was stinging in his nostrils. He\njerked his head aside, coughing. The smell came again. Ammonia.\n\n\"Wake up, Elshawe,\" Porter was saying. \"Have another whiff of these\nsmelling salts and you'll feel better.\"\n\nElshawe opened his eyes and looked at the bigger man. \"I'm awake. Take\nthat stuff away. What's the idea of slugging me?\"\n\n\"I was afraid you might not come willingly,\" Porter said apologetically.\n\"I needed a witness, and I figured you'd do better than anyone else.\"\n\nElshawe tried to move and found that he was tied to the seat and\nstrapped in with a safety belt. \"What's this for?\" he asked angrily. His\njaw still hurt.\n\n\"I'll take that stuff off in a few minutes. I know I can trust you, but\nI want you to remember that I'm the only one who can pilot this ship. If\nyou try anything funny, neither one of us will get back alive. I'll let\nyou go as soon as we get up to three hundred miles.\"\n\nElshawe stared at him. \"Where are we?\"\n\n\"Heading out toward mid-Pacific. I headed south, to Mexico, first. We're\nover open water now, headed toward Baja California, so I put on the\nautopilot. As soon as we get out over the ocean, we can really make\ntime. You can watch the sun come up in the west.\"\n\n\"And then?\" Elshawe felt dazed.\n\n\"And then we head straight up. For empty space.\"\n\nElshawe closed his eyes again. He didn't even want to think about it.\n\n       *       *       *       *       *\n\n\"... As you no doubt heard,\" Terrence Elshawe dictated into the phone,\n\"Malcom Porter made good his threat to take a spaceship of his own\ndevising to the Moon. Ham radios all over North America picked up his\nspeech, which was made by spreading the beam from an eighty-foot\ndiameter parabolic reflector and aiming it at Earth from a hundred\nthousand miles out. It was a collapsible reflector, made of thin foil,\nlike the ones used on space stations. Paragraph.\n\n\"He announced that the trip was made with the co-operation of the United\nStates Space Force, and that it represented a major breakthrough in the\nconquest of space. He--\"\n\n\"Just a sec,\" Winstein's voice broke in. \"Is that the truth? Was he\nreally working with the Space Force?\"\n\n\"Hell, no,\" said Elshawe. \"But they'll have to claim he was now. Let me\ngo on.\"\n\n\"Shoot.\"\n\n\"... He also beamed a message to the men on Moon Base One, telling them\nthat from now on they would be able to commute back and forth from Luna\nto Earth, just as simply as flying from New York to Detroit. Paragraph.\n\n\"What followed was even more astounding. At tremendous acceleration,\nMalcom Porter and Terrence Elshawe, your reporter, headed for Mars.\nInside Porter's ship, there is no feeling of acceleration except for a\nsteady, one-gee pull which makes the passenger feel as though he is on\nan ordinary airplane, even though the spaceship may be accelerating at\nmore than a hundred gravities. Paragraph.\n\n\"Porter's ship circled Mars, taking photographs of the Red Planet--the\nfirst close-ups of Mars to be seen by the human race. Then, at the same\ntremendous rate of speed, Porter's ship returned to Earth. The entire\ntrip took less than thirty-six hours. According to Porter, improved\nships should be able to cut that time down considerably. Paragraph.\"\n\n[Illustration]\n\n\"Have you got those pics?\" Winstein cut in.\n\n\"Sure. Porter gave me an exclusive in return for socking me. It was\nworth it. Remember back in the Twenties, when the newspapermen talked\nabout a scoop? Well, we've got the biggest scoop of the century.\"\n\n\"Maybe,\" said Winstein. \"The Government hasn't made any announcement\nyet. Where's Porter?\"\n\n\"Under arrest, where'd you think? After announcing that he would land on\nhis New Mexico ranch, he did just that. As soon as he stepped out, a\ncouple of dozen Government agents grabbed him. Violation of parole--he\nleft the state without notifying his parole officer. But they couldn't\ntouch me, and they knew it.\n\n\"Here's another bit of news for your personal information. A bomb went\noff inside the ship after it landed and blew the drive to smithereens.\nThe only information is inside Porter's head. He's got the Government\nwhere the short hair grows.\"\n\n\"Looks like it. See here, Terry; you get all the information you can and\nbe back here by Saturday. You're going to go on the Weekend Report.\"\n\n\"Me? I'm no actor. Let Maxon handle it.\"\n\n\"No. This is hot. You're an eye-witness. Maxon will interview you.\nUnderstand?\"\n\n\"O.K.; you're the boss, Ole. Anything else?\"\n\n\"Not right now, but if anything more comes up, call in.\"\n\n\"Right. 'Bye.\" He hung up and leaned back in his chair, cocking his feet\nup on the desk. It was Malcom Porter's desk and Malcom Porter's chair.\nHe was sitting in the Big Man's office, just as though he owned it. His\njaw still hurt a little, but he loved every ache of it. It was hard to\nremember that he had ever been angry with Porter.\n\nJust before they had landed, Porter had said: \"They'll arrest me, of\ncourse. I knew that when I left. But I think I can get out of it. There\nwill be various kinds of Government agents all over the place, but they\nwon't find anything. I've burned all my notebooks.\n\n\"I'll instruct my attorney that you're to have free run of the place so\nthat you can call in your story.\"\n\n       *       *       *       *       *\n\nThe phone rang. Elshawe grabbed up the receiver and said: \"Malcom\nPorter's residence.\" He wished that they had visiphones out in the\ncountry; he missed seeing the face of the person he was talking to.\n\n\"Let me talk to Mr. Terrence Elshawe, please,\" said the voice at the\nother end. \"This is Detective Lieutenant Martin of the Los Angeles\nPolice Department.\"\n\n\"This is me, Marty.\"\n\n\"Good! Boy, have I had trouble getting to you! I had to make it an\nofficial call before the phone company would put the call through. How\ndoes it feel to be notorious?\"\n\n\"Great. What's new?\"\n\n\"I got the dope on that Skinner fellow. I suppose you still want it? Or\nhas success gone to your head?\"\n\nElshawe had almost forgotten about Skinner. \"Shoot,\" he said.\n\nThe police officer rattled off Samuel Skinner's vital statistics--age,\nsex, date and place of birth, and so on. Then: \"He lived in New York\nuntil 1977. Taught science for fifteen years at a prep school there.\nHe--\"\n\n\"Wait a second,\" Elshawe interrupted. \"When was he born? Repeat that.\"\n\n\"March fourth, nineteen-thirty.\"\n\n\"Fifty-three,\" Elshawe said, musingly. \"Older than he looks. O.K.; go\non.\"\n\n\"He retired in '77 and came to L.A. to live. He--\"\n\n\"Retired at the age of forty-seven?\" Elshawe asked incredulously.\n\n\"That's right. Not on a teacher's pension, though. He's got some kind of\nannuity from a New York life insurance company. Pays pretty good, too.\nHe gets a check for two thousand dollars on the third of every month. I\nchecked with his bank on that. Nice, huh?\"\n\n\"Very nice. Go on.\"\n\n\"He lives comfortably. No police record. Quiet type. One servant, a\nChinese, lives with him. Sort of combination of valet and secretary.\n\n\"As far as we can tell, he has made four trips in the past three years.\nOne in June of '79, one in June of '80, one in June of '81, and this\nyear he made the fourth one. In '79, he went to Silver City, New Mexico.\nIn '80 and '81, he went to Hawaii. This year, he went to Silver City\nagain. Mean anything to you?\"\n\n\"Not yet,\" Elshawe said. \"Are you paying for this call, or is the City\nof Los Angeles footing the bill?\"\n\n\"Neither. You are.\"\n\n\"Then shut up and let me think for a minute.\" After less than a minute,\nhe said: \"Martin, I want some more data on that guy. I'm willing to pay\nfor it. Should I hire a private detective?\"\n\n\"That's up to you. I can't take any money for it, naturally--but I'm\nwilling to nose around a little more for you if I can. On the other\nhand, I can't put full time in on it. There's a reliable detective\nagency here in L.A.-- Drake's the guy's name. Want me to get in touch\nwith him?\"\n\n\"I'd appreciate it. Don't tell him who wants the information or that it\nhas any connection with Porter. Get--\"\n\n\"Hold it, Terry ... just a second. You know that if I uncover any\nindication of a crime, all bets are off. The information goes to my\nsuperiors, not to you.\"\n\n\"I know. But I don't think there's any crime involved. You work it from\nyour end and send me the bills. O.K.?\"\n\n\"Fair enough. What more do you want?\"\n\nElshawe told him.\n\nWhen the phone call had been completed, Elshawe sat back and made clouds\nof pipe smoke, which he stared at contemplatively. Then he made two\ncalls to New York--one to his boss and another to a private detective\nagency he knew he could trust.\n\n       *       *       *       *       *\n\nThe Malcom Porter case quickly became a _cause célèbre_. Somebody\ngoofed. Handled properly, the whole affair might have been hushed up;\nthe Government would have gotten what it wanted, Porter would have\ngotten what _he_ wanted, and everyone would have saved face. But some\nbureaucrat couldn't see beyond the outer surface of his spectacle\nlenses, and some other bureaucrat failed to stop the thing in time.\n\n\"Gall, gall, and bitter, bitter wormwood,\" said Oler Winstein, perching\nhimself on the edge of Terry Elshawe's desk.\n\n\"You don't Gallic, bitter, wormy, or wooden. What's up?\"\n\n\"Got a call from Senator Tallifero. He wants to know if you'll consent\nto appear before the Joint Congressional Committee for Investigating\nMilitary Affairs. I get the feeling that if you say 'no,' they'll send a\nformal invitation--something on the order of a subpoena.\"\n\nElshawe sighed. \"Oh, well. It's news, anyway. When do they want me to be\nin Washington?\"\n\n\"Tomorrow. Meanwhile, Porter, of course, is under arrest and in close\nconfinement. Confusion six ways from Sunday.\" He shook his head. \"I\ndon't understand why they just didn't pat him on the back, say they'd\nbeen working on this thing all along, and cover it up fast.\"\n\n\"Too many people involved,\" Elshawe said, putting his cold pipe in the\nhuge ashtray on his desk. \"The Civil Aeronautics crowd must have had a\nspotter up in those mountains; they had a warrant out for his arrest\nwithin an hour after we took off. They also notified the parole board,\nwho put out an all-points bulletin immediately. The Army and the Air\nForce were furious because he'd evaded their radar net. Porter stepped\non so many toes so hard that it was inevitable that one or more would\nyell before they realized it would be better to keep their mouths shut.\"\n\n\"Well, you get up there and tell your story, and I dare say he'll come\nout of it.\"\n\n\"Sure he will. They know he's got something, and they know they have to\nhave it. But he's going to go through hell before they give it to him.\"\n\nWinstein slid off the desk and stood up. \"I hope so. He deserves it. By\nthe way, it's too bad you couldn't get a story out of that Sam Skinner\ncharacter.\"\n\n\"Yeah. But there's nothing to it. After all, even the FBI tried to find\nout if there was anyone at all besides Porter who might know anything\nabout it. No luck. Not even the technicians who worked with him knew\nanything useful. Skinner didn't know anything at all.\" He told the lie\nwith a perfectly straight face. He didn't like lying to Winstein, but\nthere was no other way. He hoped he wouldn't have to lie to the\nCongressional Committee; perjury was not something he liked doing. The\ntrouble was, if he told the truth, he'd be worse off than if he lied.\n\nHe took the plane that night for Washington, and spent the next three\ndays answering questions while he tried to keep his nerves under\ncontrol. Not once did they even approach the area he wanted them to\navoid.\n\nOn the plane back, he relaxed, closed his eyes, and, for the first time\nin days, allowed himself to think about Mr. Samuel Skinner.\n\n       *       *       *       *       *\n\nThe reports from the two detective agencies on the East and West Coasts\nhadn't made much sense separately, but together they added up to enough\nto have made it worth Elshawe's time to go to Los Angeles and tackle\nSamuel Skinner personally. He had called Skinner and made an\nappointment; Skinner had invited him out to his home.\n\nIt was a fairly big house, not too new, and it sat in the middle of a\nlot that was bigger than normal for land-hungry Los Angeles.\n\nElshawe ran through the scene mentally. He could see Skinner's mild face\nand hear his voice saying: \"Come in, Mr. Elshawe.\"\n\nThey went into the living room, and Skinner waved him toward a chair.\n\"Sit down. Want some coffee?\"\n\n\"Thanks; I'd appreciate it.\" While Skinner made coffee, the reporter\nlooked around the room. It wasn't overly showy, but it showed a sort of\nsubdued wealth. It was obvious that Mr. Skinner wasn't lacking in\ncomforts.\n\nSkinner brought in the coffee and then sat down, facing Elshawe, in\nanother chair. \"Now,\" he said bluntly, \"what was that remark you made on\nthe phone about showing up Malcom Porter as a phony? I understood that\nyou actually went to Mars on his ship. Don't you believe the evidence of\nyour own senses?\"\n\n\"I don't mean that kind of phony,\" Elshawe said. \"And you know it. I'll\ncome to the point. I know that Malcom Porter didn't invent the\nGravito-Inertial Differential Polarizer. _You_ did.\"\n\nSkinner's eyes widened. \"Where did you get that information?\"\n\n\"I can't tell you my sources, Mr. Skinner. Not yet, anyhow. But I have\nenough information to tell me that you're the man. It wouldn't hold up\nin court, but, with the additional information you can give me, I think\nit will.\"\n\nSkinner looked baffled, as if not knowing what to say next.\n\n\"Mr. Skinner,\" Elshawe went on, \"a research reporter has to have a\nlittle of the crusader in him, and maybe I've got more than most. You've\ndiscovered one of the greatest things in history--or invented it,\nwhatever you want to call it. You deserve to go down in history along\nwith Newton, Watt, Roentgen, Edison, Einstein, Fermi, and all the rest.\n\n\"But somehow Malcom Porter stole your invention and he intends to take\nfull credit for it. Oh, I know he's paid you plenty of money not to make\nany fuss, and he probably thinks you couldn't prove anything, anyway.\nBut you don't have to be satisfied with his conscience money any more.\nWith the backing of Magnum Telenews, you can blow Mister Glory-hound\nPorter's phony setup wide open and take the credit you deserve.\"\n\nSkinner didn't look at all the way Elshawe had expected. Instead, he\nfrowned a little and said: \"I'm glad you came, Mr. Elshawe. I didn't\nrealize that there was enough evidence to connect me with his project.\"\nBut he didn't look exactly overjoyed.\n\n\"Well,\" Elshawe said tentatively, \"if you'll just answer a few\nquestions--\"\n\n\"Just a minute, Mr. Elshawe. Do you mind if I ask you a few questions\nfirst?\"\n\n\"Go ahead.\"\n\nSkinner leaned forward earnestly. \"Mr. Elshawe, who deserves credit for\nan invention? Who deserves the money?\"\n\n\"Why ... why, the inventor, of course.\"\n\n\"The inventor? Or the man who gives it to humanity?\"\n\n\"I ... don't quite follow you.\"\n\nHe leaned back in his chair again. \"Mr. Elshawe, when I invented the\nPolarizer, I hadn't the remotest idea of what I'd invented. I taught\ngeneral science in the high school Malcom Porter went to, and I had a\nlab in my basement. Porter was a pretty bright boy, and he liked to come\naround to my lab and watch me putter around. I had made this gadget--it\nwas a toy for children as far as I was concerned. I didn't have any idea\nof its worth. It was just a little gadget that hopped up into the air\nand floated down again. Cute, but worthless, except as a novelty. And it\nwas too expensive to build it as a novelty. So I forgot about it.\n\n\"Years later, Porter came around to me and offered to buy it. I dug it\nout of the junk that was in my little workshop and sold it to him.\n\n\"A couple of years after that, he came back. He said that he'd invented\nsomething. After beating all around the bush, he finally admitted that\nhis invention was a development of my little toy. He offered me a\nmillion dollars if I'd keep my mouth shut and forget all about the\nthing.\"\n\n\"And you accepted?\" Elshawe asked incredulously.\n\n\"Certainly! I made him buy me a tax-paid annuity that pays me more than\nenough to get by on. I don't want wealth, Mr. Elshawe--just comfort. And\nthat's why I gave it to him.\"\n\n       *       *       *       *       *\n\n\"I don't follow you.\"\n\n\"Let me tell you about Malcom Porter. He is one of that vast horde of\npeople who want to be _someone_. They want to be respected and looked up\nto. But they either can't, or won't, take the time to learn the basics\nof the field they want to excel in. The beautiful girl who wants to be\nan actress without bothering to learn to act; the young man who wants to\nbe a judge without going through law school, or be a general without\nstudying military tactics; and Malcom Porter, the boy who wanted to be\na great scientist--but didn't want to take the trouble to learn\nscience.\"\n\nElshawe nodded. He was thinking of the \"artists\" who splatter up clean\ncanvas and call it \"artistic self-expression.\" And the clodheads who\nwrite disconnected, meaningless prose and claim that it's free verse.\nThe muddleminds who forget that Picasso learned to paint within the\nstrict limits of classical art before he tried new methods, and that\nJames Joyce learned to handle the English language well before he wrote\n\"Finnegan's Wake.\"\n\n\"On the other hand,\" Skinner continued, \"I am ... well, rather a shy\nman. As soon as Malcom told me what the device would do when it was\nproperly powered, I knew that there would be trouble. I am not a\nfighter, Mr. Elshawe. I have no desire to spend time in prison or be\nvilified in the news or called a crackpot by orthodox scientists.\n\n\"I don't want to fight Malcom's claim, Mr. Elshawe. Don't you see, he\n_deserves_ the credit! In the first place, he recognized it for what it\nwas. If he hadn't, Heaven only knows how long it would have been before\nsomeone rediscovered it. In the second place, he has fought and fought\nhard to give it to humanity. He has suffered in prison and spent\nmillions of dollars to get the Polarizer into the hands of the United\nStates Government. He has, in fact, worked harder and suffered more than\nif he'd taken the time and trouble to get a proper education. And it got\nhim what he wanted; I doubt that he would have made a very good\nscientist, anyway.\n\n\"Porter deserves every bit of credit for the Polarizer. I am perfectly\nhappy with the way things are working out.\"\n\nElshawe said: \"But what if the FBI gets hold of the evidence I have?\"\n\n\"That's why I have told you the truth, Mr. Elshawe,\" Skinner said\nearnestly. \"I want you to destroy that evidence. I would deny flatly\nthat I had anything to do with the Polarizer, in any case. And that\nwould put an end to any inquiry because no one would believe that I\nwould deny inventing something like that. But I would just as soon that\nthe question never came up. I would rather that there be no whisper\nwhatever of anything like that.\"\n\nHe paused for a moment, then, very carefully, he said: \"Mr. Elshawe, you\nhave intimated that the inventor of the Polarizer deserves some kind of\nreward. I assure you that the greatest reward you could give me would be\nto help me destroy all traces of any connection with the device. Will\nyou do that, Mr. Elshawe?\"\n\nElshawe just sat silently in the chair for long minutes, thinking.\nSkinner didn't interrupt; he simply waited patiently.\n\nAfter about ten minutes, Elshawe put his pipe carefully on a nearby\ntable and reached down to pick up his briefcase. He handed it to\nSkinner.\n\n\"Here. It contains all the evidence I have. Including, I might say, the\nrecording of our conversation here. Just take the tape out of the\nminirecorder. A man like you deserves whatever reward he wants. Take it,\nMr. Skinner.\"\n\n\"Thanks,\" said Skinner softly, taking the briefcase.\n\n       *       *       *       *       *\n\nAnd, on the plane winging back to New York from the Congressional\ninvestigation, Mr. Terrence Elshawe sighed softly. He was glad none of\nthe senators had asked anything about Skinner, because he knew he would\ncertainly have had to tell the truth.\n\nAnd he knew, just as certainly, that he would have been in a great deal\nmore hot water than Porter had been. Because Malcom Porter was going to\nbecome American Hero Number One, and Terry Elshawe would have ended up\nas the lying little sneak who had tried to destroy the reputation of the\ngreat Malcom Porter.\n\nWhich, all things considered, would have been a hell of a note.\n\n\nTHE END\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Astounding Science Fiction_ September\n    1960. Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of By Proxy, by Gordon Randall Garrett\n\n*** END OF THIS PROJECT GUTENBERG EBOOK BY PROXY ***\n\n***** This file should be named 24707-8.txt or 24707-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/4/7/0/24707/\n\nProduced by Greg Weeks, Bruce Albrecht, Stephen Blundell\nand the Online Distributed Proofreading Team at\nhttp://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}