{"title": "Operation Haystack", "author": "Frank Patrick Herbert", "releaseDate": "March 1, 2008", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Joel Schlosberg, Bruce Albrecht\nand the Online Distributed Proofreading Team at\nhttp://www.pgdp.net\n\n\n\n\n\nTranscriber's Note:\n\nThis eBook was produced from _Astounding Science Fiction_ May 1959, pp.\n92-111. Extensive research did not uncover any evidence that the U.S.\ncopyright on this publication was renewed.\n\n\n\n\n[Illustration]\n\nOPERATION HAYSTACK\n\nBY FRANK HERBERT\n\nIllustrated by van Dongen\n\n_It's hard to ferret out a gang of fanatics; it would, obviously, be\neven harder to spot a genetic line of dedicated men. But the problem\nOrne had was one step tougher than that!_\n\n\nWhen the Investigation & Adjustment scout cruiser landed on Marak it\ncarried a man the doctors had no hope of saving. He was alive only\nbecause he was in a womblike creche pod that had taken over most of his\nvital functions.\n\nThe man's name was Lewis Orne. He had been a blocky, heavy-muscled\nredhead with slightly off-center features and the hard flesh of a heavy\nplanet native. Even in the placid repose of near death there was\nsomething clownish about his appearance. His burned, ungent-covered face\nlooked made up for some bizarre show.\n\nMarak is the League capital, and the I-A medical center there is\nprobably the best in the galaxy, but it accepted the creche pod and Orne\nmore as a curiosity than anything else. The man had lost one eye, three\nfingers of his left hand and part of his hair, suffered a broken jaw and\nvarious internal injuries. He had been in terminal shock for more than\nninety hours.\n\nUmbo Stetson, Orne's section chief, went back into his cruiser's\n\"office\" after a hospital flitter took pod and patient. There was an\nadded droop to Stetson's shoulders that accentuated his usual slouching\nstance. His overlarge features were drawn into ridges of sorrow. A\ngeneral straggling, trampish look about him was not helped by patched\nblue fatigues.\n\nThe doctor's words still rang in Stetson's ears: \"This patient's vital\ntone is too low to permit operative replacement of damaged organs. He'll\nlive for a while because of the pod, but--\" And the doctor had shrugged.\n\nStetson slumped into his desk chair, looked out the open port beside\nhim. Some four hundred meters below, the scurrying beetlelike activity\nof the I-A's main field sent up discordant roaring and clattering. Two\nrows of other scout cruisers were parked in line with Stetson's\nport--gleaming red and black needles. He stared at them without really\nseeing them.\n\n_It always happens on some \"routine\" assignment_, he thought. _Nothing\nbut a slight suspicion about Heleb: the fact that only women held high\noffice. One simple, unexplained fact ... and I lose my best agent!_\n\nHe sighed, turned to his desk, began composing the report:\n\n\"The militant core on the Planet Heleb has been eliminated. Occupation\nforce on the ground. No further danger to Galactic peace expected from\nthis source. Reason for operation: Rediscovery & Re-education--_after\ntwo years on the planet_--failed to detect signs of militancy. The major\nindications were: 1) a ruling caste restricted to women, and 2)\ndisparity between numbers of males and females _far_ beyond the Lutig\nnorm! Senior Field Agent Lewis Orne found that the ruling caste was\ncontrolling the sex of offspring at conception (see attached details),\nand had raised a male slave army to maintain its rule. The R&R agent had\nbeen drained of information, then killed. Arms constructed on the basis\nof that information caused critical injuries to Senior Field Agent Orne.\nHe is not expected to live. I am hereby urging that he receive the\nGalaxy Medal, and that his name be added to the Roll of Honor.\"\n\nStetson pushed the page aside. That was enough for ComGO, who never read\nanything but the first page anyway. Details were for his aides to chew\nand digest. They could wait. Stetson punched his desk callbox for Orne's\nservice record, set himself to the task he most detested: notifying next\nof kin. He read, pursing his lips:\n\n\"Home Planet: Chargon. Notify in case of accident or death: Mrs.\nVictoria Orne, mother.\"\n\nHe leafed through the pages, reluctant to send the hated message. Orne\nhad enlisted in the Marak Marines at age seventeen--a runaway from\nhome--and his mother had given post-enlistment consent. Two years later:\nscholarship transfer to Uni-Galacta, the R&R school here on Marak. Five\nyears of school and one R&R field assignment under his belt, and he had\nbeen drafted into the I-A for brilliant detection of militancy on\nHammel. And two years later--_kaput_!\n\nAbruptly, Stetson hurled the service record at the gray metal wall\nacross from him; then he got up, brought the record back to his desk,\nsmoothing the pages. There were tears in his eyes. He flipped a switch\non his desk, dictated the notification to Central Secretarial, ordered\nit sent out priority. Then he went groundside and got drunk on Hochar\nBrandy, Orne's favorite drink.\n\n       *       *       *       *       *\n\nThe next morning there was a reply from Chargon: \"Lewis Orne's mother\ntoo ill to travel. Sisters being notified. Please ask Mrs. Ipscott\nBullone of Marak, wife of the High Commissioner, to take over for\nfamily.\" It was signed: \"Madrena Orne Standish, sister.\"\n\nWith some misgivings, Stetson called the residence of Ipscott Bullone,\nleader of the majority party in the Marak Assembly. Mrs. Bullone took\nthe call with blank screen. There was a sound of running water in the\nbackground. Stetson stared at the grayness swimming in his desk visor.\nHe always disliked a blank screen. A baritone husk of a voice slid:\n\"This is Polly Bullone.\"\n\nStetson introduced himself, relayed the Chargon message.\n\n\"Victoria's boy dying? Here? Oh, the poor thing! And Madrena's back on\nChargon ... the election. Oh, yes, of course. I'll get right over to the\nhospital!\"\n\nStetson signed off, broke the contact.\n\n_The High Commissioner's wife yet!_ he thought. Then, because he had to\ndo it, he walled off his sorrow, got to work.\n\nAt the medical center, the oval creche containing Orne hung from ceiling\nhooks in a private room. There were humming sounds in the dim, watery\ngreenness of the room, rhythmic chuggings, sighings. Occasionally, a\ndoor opened almost soundlessly, and a white-clad figure would check the\ngraph tapes on the creche's meters.\n\nOrne was lingering. He became the major conversation piece at the\ninternes' coffee breaks: \"That agent who was hurt on Heleb, he's still\nwith us. Man, they must build those guys different from the rest of\nus!... Yeah! Understand he's got only about an eighth of his insides ...\nliver, kidneys, stomach--all gone.... Lay you odds he doesn't last out\nthe month.... Look what old sure-thing McTavish wants to bet on!\"\n\nOn the morning of his eighty-eighth day in the creche, the day nurse\ncame into Orne's room, lifted the inspection hood, looked down at him.\nThe day nurse was a tall, lean-faced professional who had learned to\nmeet miracles and failures with equal lack of expression. However, this\nroutine with the dying I-A operative had lulled her into a state of\npsychological unpreparedness. _Any day now, poor guy_, she thought. And\nshe gasped as she opened his sole remaining eye, said:\n\n\"Did they clobber those dames on Heleb?\"\n\n\"Yes, sir!\" she blurted. \"They really did, sir!\"\n\n\"Good!\"\n\nOrne closed his eye. His breathing deepened.\n\nThe nurse rang frantically for the doctors.\n\nIt had been an indeterminate period in a blank fog for Orne, then a time\nof pain and the gradual realization that he was in a creche. Had to be.\nHe could remember his sudden exposure on Heleb, the explosion--then\nnothing. Good old creche. It made him feel safe now, shielded from all\ndanger.\n\nOrne began to show minute but steady signs of improvement. In another\nmonth, the doctors ventured an intestinal graft that gave him a new\nspurt of energy. Two months later, they replaced missing eye and\nfingers, restored his scalp line, worked artistic surgery on his burn\nscars.\n\nFourteen months, eleven days, five hours and two minutes after he had\nbeen picked up \"as good as dead,\" Orne walked out of the hospital under\nhis own power, accompanied by a strangely silent Umbo Stetson.\n\nUnder the dark blue I-A field cape, Orne's coverall uniform fitted his\nonce muscular frame like a deflated bag. But the pixie light had\nreturned to his eyes--even to the eye he had received from a nameless\nand long dead donor. Except for the loss of weight, he looked to be the\nsame Lewis Orne. If he was different--beyond the \"spare parts\"--it was\nsomething he only suspected, something that made the idea, \"twice-born,\"\nnot a joke.\n\n       *       *       *       *       *\n\nOutside the hospital, clouds obscured Marak's green sun. It was\nmidmorning. A cold spring wind bent the pile lawn, tugged fitfully at\nthe border plantings of exotic flowers around the hospital's landing\npad.\n\nOrne paused on the steps above the pad, breathed deeply of the chill\nair. \"Beautiful day,\" he said.\n\nStetson reached out a hand to help Orne down the steps, hesitated, put\nthe hand back in his pocket. Beneath the section chief's look of weary\nsuperciliousness there was a note of anxiety. His big features were set\nin a frown. The drooping eyelids failed to conceal a sharp, measuring\nstare.\n\nOrne glanced at the sky to the southwest. \"The flitter ought to be here\nany minute.\" A gust of wind tugged at his cape. He staggered, caught his\nbalance. \"I _feel_ good.\"\n\n\"You look like something left over from a funeral,\" growled Stetson.\n\n\"Sure--my funeral,\" said Orne. He grinned. \"Anyway, I was getting tired\nof that walk-around-type morgue. All my nurses were married.\"\n\n\"I'd almost stake my life that I could trust you,\" muttered Stetson.\n\nOrne looked at him. \"No, no, Stet ... stake _my_ life. I'm used to it.\"\n\nStetson shook his head. \"No, dammit! I trust you, but you deserve a\npeaceful convalescence. We've no right to saddle you with--\"\n\n\"Stet?\" Orne's voice was low, amused.\n\n\"Huh?\" Stetson looked up.\n\n\"Let's save the noble act for someone who doesn't know you,\" said Orne.\n\"You've a job for me. O.K. You've made the gesture for your conscience.\"\n\nStetson produced a wolfish grin. \"All right. So we're desperate, and we\nhaven't much time. In a nutshell, since you're going to be a house guest\nat the Bullones'--we suspect Ipscott Bullone of being the head of a\nconspiracy to take over the government.\"\n\n\"What do you mean--_take over the government_?\" demanded Orne. \"The\nGalactic High Commissioner _is_ the government--subject to the\nConstitution and the Assemblymen who elected him.\"\n\n\"We've a situation that could explode into another Rim War, and we think\nhe's at the heart of it,\" said Stetson. \"We've eighty-one touchy\nplanets, all of them old-line steadies that have been in the League for\nyears. And on every one of them we have reason to believe there's a clan\nof traitors sworn to overthrow the League. Even on your home\nplanet--Chargon.\"\n\n\"You want me to go home for my convalescence?\" asked Orne. \"Haven't been\nthere since I was seventeen. I'm not sure that--\"\n\n\"No, dammit! We want you as the Bullones' house guest! And speaking of\nthat, would you mind explaining how they were chosen to ride herd on\nyou?\"\n\n\"There's an odd thing,\" said Orne. \"All those gags in the I-A about old\nUpshook Ipscott Bullone ... and then I find that his wife went to school\nwith my mother.\"\n\n\"Have you met Himself?\"\n\n\"He brought his wife to the hospital a couple of times.\"\n\nAgain, Stetson looked to the southwest, then back to Orne. A pensive\nlook came over his face. \"Every schoolkid knows how the Nathians and the\nMarakian League fought it out in the Rim War--how the old civilization\nfell apart--and it all seems kind of distant,\" he said.\n\n\"Five hundred standard years,\" said Orne.\n\n\"And maybe no farther away than yesterday,\" murmured Stetson. He cleared\nhis throat.\n\n       *       *       *       *       *\n\nAnd Orne wondered why Stetson was moving so cautiously. _Something deep\ntroubling him._ A sudden thought struck Orne. He said: \"You spoke of\ntrust. Has this conspiracy involved the I-A?\"\n\n\"We think so,\" said Stetson. \"About a year ago, an R&R archeological\nteam was nosing around some ruins on Dabih. The place was all but\nvitrified in the Rim War, but a whole bank of records from a Nathian\noutpost escaped.\" He glanced sidelong at Orne. \"The Rah&Rah boys\ncouldn't make sense out of the records. No surprise. They called in an\nI-A crypt-analyst. He broke a complicated substitution cipher. When the\nstuff started making sense he pushed the panic button.\"\n\n\"For something the Nathians wrote five hundred years ago?\"\n\nStetson's drooping eyelids lifted. There was a cold quality to his\nstare. \"This was a routing station for key Nathian families,\" he said.\n\"Trained refugees. An old dodge ... been used as long as there've\nbeen--\"\n\n\"But five hundred _years_, Stet!\"\n\n\"I don't care if it was five _thousand_ years!\" barked Stetson. \"We've\nintercepted some scraps since then that were written in the _same_ code.\nThe bland confidence of _that_! Wouldn't that gall you?\" He shook his\nhead. \"And every scrap we've intercepted deals with the coming\nelections.\"\n\n\"But the election's only a couple of days off!\" protested Orne.\n\nStetson glanced at his wristchrono. \"Forty-two hours to be exact,\" he\nsaid. \"Some deadline!\"\n\n\"Any names in these old records?\" asked Orne.\n\nStetson nodded. \"Names of planets, yes. People, no. Some code names,\nbut no cover names. Code name on Chargon was _Winner_. That ring any\nbells with you?\"\n\nOrne shook his head. \"No. What's the code name here?\"\n\n_\"The Head,\"_ said Stetson. \"But what good does that do us? They're sure\nto've changed those by now.\"\n\n\"They didn't change their communications code,\" said Orne.\n\n\"No ... they didn't.\"\n\n\"We must have something on them, some leads,\" said Orne. He felt that\nStetson was holding back something vital.\n\n\"Sure,\" said Stetson. \"We have history books. They say the Nathians were\ntop drawer in political mechanics. We know for a fact they chose landing\nsites for their _refugees_ with diabolical care. Each family was told to\ndig in, grow up with the adopted culture, develop the weak spots, build\nan underground, train their descendants to take over. They set out to\nbore from within, to make victory out of defeat. The Nathians were long\non patience. They came originally from nomad stock on Nathia II. Their\nmythology calls them Arbs or Ayrbs. Go review your seventh grade\nhistory. You'll know almost as much as we do!\"\n\n\"Like looking for the traditional needle in the haystack,\" muttered\nOrne. \"How come you suspect High Commissioner Upshook?\"\n\nStetson wet his lips with his tongue. \"One of the Bullones' seven\ndaughters is currently at home,\" he said. \"Name's Diana. A field leader\nin the I-A women. One of the Nathian code messages we intercepted had\nher name as addressee.\"\n\n\"Who sent the message?\" asked Orne. \"What was it all about?\"\n\nStetson coughed. \"You know, Lew, we cross-check everything. This message\nwas signed M.O.S. The only M.O.S. that came out of the comparison was on\na routine next-of-kin reply. We followed it down to the original copy,\nand the handwriting checked. Name of Madrena Orne Standish.\"\n\n\"Maddie?\" Orne froze, turned slowly to face Stetson. \"So that's what's\ntroubling you!\"\n\n\"We know you haven't been home since you were seventeen,\" said Stetson.\n\"Your record with us is clean. The question is--\"\n\n\"Permit me,\" said Orne. \"The question is: Will I turn in my own sister\nif it falls that way?\"\n\nStetson remained silent, staring at him.\n\n\"O.K.,\" said Orne. \"My job is seeing that we don't have another Rim War.\nJust answer me one question: How's Maddie mixed up in this? My family\nisn't one of these traitor clans.\"\n\n\"This whole thing is all tangled up with politics,\" said Stetson. \"We\nthink it's because of her husband.\"\n\n\"Ahhhh, the member for Chargon,\" said Orne. \"I've never met him.\" He\nlooked to the southwest where a flitter was growing larger as it\napproached. \"Who's my cover contact?\"\n\n\"That mini-transceiver we planted in your neck for the Gienah job,\"\nsaid Stetson. \"It's still there and functioning. Anything happens around\nyou, we hear it.\"\n\n[Illustration]\n\nOrne touched the subvocal stud at his neck, moved his speaking muscles\nwithout opening his mouth. A surf-hissing voice filled the matching\ntransceiver in Stetson's neck:\n\n_\"You pay attention while I'm making a play for this Diana Bullone, you\nhear? Then you'll know how an expert works.\"_\n\n\"Don't get so interested in your work that you forget why you're out\nthere,\" growled Stetson.\n\n       *       *       *       *       *\n\nMrs. Bullone was a fat little mouse of a woman. She stood almost in the\ncenter of the guest room of her home, hands clasped across the paunch of\na long, dull silver gown. She had demure gray eyes, grandmotherly gray\nhair combed straight back in a jeweled net--and that shocking baritone\nhusk of a voice issuing from a small mouth. Her figure sloped out from\nseveral chins to a matronly bosom, then dropped straight like a barrel.\nThe top of her head came just above Orne's dress epaulets.\n\n\"We want you to feel at home here, Lewis,\" she husked. \"You're to\nconsider yourself one of the family.\"\n\nOrne looked around at the Bullone guest room: low key furnishings with\nan old-fashioned selectacol for change of decor. A polawindow looked out\nonto an oval swimming pool, the glass muted to dark blue. It gave the\noutside a moonlight appearance. There was a contour bed against one\nwall, several built-ins, and a door partly open to reveal bathroom\ntiles. Everything traditional and comfortable.\n\n\"I already _do_ feel at home,\" he said. \"You know, your house is very\nlike our place on Chargon. I was surprised when I saw it from the air.\nExcept for the setting, it looks almost identical.\"\n\n\"I guess your mother and I shared ideas when we were in school,\" said\nPolly. \"We were _very_ close friends.\"\n\n\"You must've been to do all this for me,\" said Orne. \"I don't know how\nI'm ever going to--\"\n\n\"Ah! Here we are!\" A deep masculine voice boomed from the open door\nbehind Orne. He turned, saw Ipscott Bullone, High Commissioner of the\nMarakian League. Bullone was tall, had a face of harsh angles and deep\nlines, dark eyes under heavy brows, black hair trained in receding\nwaves. There was a look of ungainly clumsiness about him.\n\n_He doesn't strike me as the dictator type_, thought Orne. _But that's\nobviously what Stet suspects._\n\n\"Glad you made it out all right, son,\" boomed Bullone. He advanced into\nthe room, glanced around. \"Hope everything's to your taste here.\"\n\n\"Lewis was just telling me that our place is very like his mother's home\non Chargon,\" said Polly.\n\n\"It's old fashioned, but we like it,\" said Bullone. \"Just a great big\ntetragon on a central pivot. We can turn any room we want to the sun,\nthe shade or the breeze, but we usually leave the main salon pointing\nnortheast. View of the capital, you know.\"\n\n\"We have a sea breeze on Chargon that we treat the same way,\" said Orne.\n\n\"I'm sure Lewis would like to be left alone for a while now,\" said\nPolly. \"This is his first day out of the hospital. We mustn't tire him.\"\nShe crossed to the polawindow, adjusted it to neutral gray, turned the\nselectacol, and the room's color dominance shifted to green. \"There,\nthat's more restful,\" she said. \"Now, if there's anything you need you\njust ring the bell there by your bed. The autobutle will know where to\nfind us.\"\n\nThe Bullones left, and Orne crossed to the window, looked out at the\npool. The young woman hadn't come back. When the chauffeur-driven\nlimousine flitter had dropped down to the house's landing pad, Orne had\nseen a parasol and sunhat nodding to each other on the blue tiles beside\nthe pool. The parasol had shielded Polly Bullone. The sunhat had been\nworn by a shapely young woman in swimming tights, who had rushed off\ninto the house.\n\nShe was no taller than Polly, but slender and with golden red hair\ncaught under the sunhat in a swimmer's chignon. She was not\nbeautiful--face too narrow with suggestions of Bullone's cragginess, and\nthe eyes overlarge. But her mouth was full-lipped, chin strong, and\nthere had been an air of exquisite assurance about her. The total effect\nhad been one of striking elegance--extremely feminine.\n\nOrne looked beyond the pool: wooded hills and, dimly on the horizon, a\nbroken line of mountains. The Bullones lived in expensive isolation.\nAround them stretched miles of wilderness, rugged with planned neglect.\n\n_Time to report in_, he thought. Orne pressed the neck stud on his\ntransceiver, got Stetson, told him what had happened to this point.\n\n\"All right,\" said Stetson. \"Go find the daughter. She fits the\ndescription of the gal you saw by the pool.\"\n\n\"That's what I was hoping,\" said Orne.\n\nHe changed into light-blue fatigues, went to the door of his room, let\nhimself out into a hall. A glance at his wristchrono showed that it was\nshortly before noon--time for a bit of scouting before they called\nlunch. He knew from his brief tour of the house and its similarity to\nthe home of his childhood that the hall let into the main living salon.\nThe public rooms and men's quarters were in the outside ring. Secluded\nfamily apartments and women's quarters occupied the inner section.\n\n       *       *       *       *       *\n\nOrne made his way to the salon. It was long, built around two sections\nof the tetragon, and with low divans beneath the view windows. The floor\nwas thick pile rugs pushed one against another in a crazy patchwork of\nreds and browns. At the far end of the room, someone in blue fatigues\nlike his own was bent over a stand of some sort. The figure straightened\nat the same time a tinkle of music filled the room. He recognized the\nred-gold hair of the young woman he had seen beside the pool. She was\nwielding two mallets to play a stringed instrument that lay on its side\nsupported by a carved-wood stand.\n\nHe moved up behind her, his footsteps muffled by the carpeting. The\nmusic had a curious rhythm that suggested figures dancing wildly around\nfirelight. She struck a final chord, muted the strings.\n\n\"That makes me homesick,\" said Orne.\n\n\"Oh!\" She whirled, gasped, then smiled. \"You startled me. I thought I\nwas alone.\"\n\n\"Sorry. I was enjoying the music.\"\n\n\"I'm Diana Bullone,\" she said. \"You're Mr. Orne.\"\n\n\"Lew to all of the Bullone family, I hope,\" he said.\n\n\"Of course ... Lew.\" She gestured at the musical instrument. \"This is\nvery old. Most find its music ... well, rather weird. It's been handed\ndown for generations in mother's family.\"\n\n\"The kaithra,\" said Orne. \"My sisters play it. Been a long time since\nI've heard one.\"\n\n\"Oh, of course,\" she said. \"Your mother's--\" She stopped, looked\nconfused. \"I've got to get used to the fact that you're.... I mean that\nwe have a strange man around the house who isn't _exactly_ strange.\"\n\nOrne grinned. In spite of the blue I-A fatigues and a rather severe\npulled-back hairdo, this was a handsome woman. He found himself liking\nher, and this caused him a feeling near self-loathing. She was a\nsuspect. He couldn't afford to like her. But the Bullones were being so\ndecent, taking him in like this. And how was their hospitality being\nrepaid? By spying and prying. Yet, his first loyalty belonged to the\nI-A, to the peace it represented.\n\nHe said rather lamely: \"I hope you get over the feeling that I'm\nstrange.\"\n\n\"I'm over it already,\" she said. She linked arms with him, said: \"If you\nfeel up to it, I'll take you on the deluxe guided tour.\"\n\nBy nightfall, Orne was in a state of confusion. He had found Diana\nfascinating, and yet the most comfortable woman to be around that he had\never met. She liked swimming, _paloika_ hunting, _ditar_ apples-- She\nhad a \"poo-poo\" attitude toward the older generation that she said she'd\nnever before revealed to anyone. They had laughed like fools over utter\nnonsense.\n\nOrne went back to his room to change for dinner, stopped before the\npolawindow. The quick darkness of these low latitudes had pulled an ebon\nblanket over the landscape. There was city-glow off to the left, and an\norange halo to the peaks where Marak's three moons would rise. _Am I\nfalling in love with this woman?_ he asked himself. He felt like calling\nStetson, not to report but just to talk the situation out. And this made\nhim acutely aware that Stetson or an aide had heard everything said\nbetween them that afternoon.\n\n       *       *       *       *       *\n\nThe autobutle called dinner. Orne changed hurriedly into a fresh lounge\nuniform, found his way to the small salon across the house. The Bullones\nalready were seated around an old-fashioned bubble-slot table set with\nreal candles, golden _shardi_ service. Two of Marak's moons could be\nseen out the window climbing swiftly over the peaks.\n\n\"You turned the house,\" said Orne.\n\n\"We like the moonrise,\" said Polly. \"It seems more romantic, don't you\nthink?\" She glanced at Diana.\n\nDiana looked down at her plate. She was wearing a low-cut gown of\n_firemesh_ that set off her red hair. A single strand of _Reinach_\npearls gleamed at her throat.\n\nOrne sat down in the vacant seat opposite her. _What a handsome woman!_\nhe thought.\n\nPolly, on Orne's right, looked younger and softer in a green stola gown\nthat hazed her barrel contours. Bullone, across from her, wore black\nlounging shorts and knee-length _kubi_ jacket of golden pearl cloth.\nEverything about the people and setting reeked of wealth, power. For a\nmoment, Orne saw that Stetson's suspicions could have basis in fact.\nBullone might go to any lengths to maintain this luxury.\n\nOrne's entrance had interrupted an argument between Polly and her\nhusband. They welcomed him, went right on without inhibition. Rather\nthan embarrassing him, this made him feel more at home, more accepted.\n\n[Illustration]\n\n\"But I'm not running for office this time,\" said Bullone patiently. \"Why\ndo we have to clutter up the evening with that many people just to--\"\n\n\"Our election night parties are traditional,\" said Polly.\n\n\"Well, I'd just like to relax quietly at home tomorrow,\" he said. \"Take\nit easy with just the family here and not have to--\"\n\n\"It's not like it was a _big_ party,\" said Polly. \"I've kept the list to\nfifty.\"\n\nDiana straightened, said: \"This is an important election Daddy! How\ncould you _possibly_ relax? There're seventy-three seats in question ...\nthe whole balance. If things go wrong in just the Alkes sector ... why\n... you could be sent back to the floor. You'd lose your job as ... why\n... someone else could take over as--\"\n\n\"Welcome to the job,\" said Bullone. \"It's a headache.\" He grinned at\nOrne. \"Sorry to burden you with this, m'boy, but the women of this\nfamily run me ragged. I guess from what I hear that you've had a pretty\nbusy day, too.\" He smiled paternally at Diana. \"And your first day out\nof the hospital.\"\n\n\"She sets quite a pace, but I've enjoyed it,\" said Orne.\n\n\"We're taking the small flitter for a tour of the wilderness area\ntomorrow,\" said Diana. \"Lew can relax all the way. I'll do the driving.\"\n\n\"Be sure you're back in plenty of time for the party,\" said Polly.\n\"Can't have--\" She broke off at a low bell from the alcove behind her.\n\"That'll be for me. Excuse me, please ... no, don't get up.\"\n\n       *       *       *       *       *\n\nOrne bent to his dinner as it came out of the bubble slot beside his\nplate: meat in an exotic sauce, _Sirik_ champagne, _paloika au semil_\n... more luxury.\n\nPresently, Polly returned, resumed her seat.\n\n\"Anything important?\" asked Bullone.\n\n\"Only a cancellation for tomorrow night. Professor Wingard is ill.\"\n\n\"I'd just as soon it was cancelled down to the four of us,\" said\nBullone.\n\n_Unless this is a pose, this doesn't sound like a man who wants to grab\nmore power_, thought Orne.\n\n\"Scottie, you should take more pride in your office!\" snapped Polly.\n\"You're an important man.\"\n\n\"If it weren't for you, I'd be a nobody and prefer it,\" said Bullone. He\ngrinned at Orne. \"I'm a political idiot compared to my wife. Never saw\nanyone who could call the turn like she does. Runs in her family. Her\nmother was the same way.\"\n\nOrne stared at him, fork raised from plate and motionless. A sudden idea\nhad exploded in his mind.\n\n\"You must know something of this life, Lewis,\" said Bullone. \"Your\nfather was member for Chargon once, wasn't he?\"\n\n\"Yes,\" murmured Orne. \"But that was before I was born. He died in\noffice.\" He shook his head, thought: _It couldn't be ... but--_\n\n\"Do you feel all right, Lew?\" asked Diana. \"You're suddenly so pale.\"\n\n\"Just tired,\" said Orne. \"Guess I'm not used to so much activity.\"\n\n\"And I've been a beast keeping you so busy today,\" she said.\n\n\"Don't you stand on ceremony here, son,\" said Polly. She looked\nconcerned. \"You've been very sick, and we understand. If you're tired,\nyou go right on into bed.\"\n\nOrne glanced around the table, met anxious attention in each face. He\npushed his chair back, said: \"Well, if you really don't mind--\"\n\n\"Mind!\" barked Polly. \"You scoot along now!\"\n\n\"See you in the morning. Lew,\" said Diana.\n\nHe nodded, turned away, thinking: _What a handsome woman!_ As he started\ndown the hall, he heard Bullone say to Diana: \"Di, perhaps you'd better\nnot take that boy out tomorrow. After all, he _is_ supposed to be here\nfor a rest.\" Her answer was lost as Orne entered the hall, closed the\ndoor.\n\nIn the privacy of his room, Orne pressed the transceiver stud at his\nneck, said: _\"Stet?\"_\n\nA voice hissed in his ears: _\"This is Mr. Stetson's relief. Orne, isn't\nit?\"_\n\n_\"Yes. I want a check right away on those Nathian records the\narchaeologists found. Find out if Heleb was one of the planets they\nseeded.\"_\n\n_\"Right. Hang on.\"_ There was a long silence, then: _\"Lew, this is Stet.\nHow come the question about Heleb?\"_\n\n_\"Was it on that Nathian list?\"_\n\n_\"Negative. Why'd you ask?\"_\n\n_\"Are you sure, Stet? It'd explain a lot of things.\"_\n\n_\"It's not on the lists, but ... wait a minute.\"_ Silence. Then: _\"Heleb\nwas on line of flight to Auriga, and Auriga was on the list. We've\nreason to doubt they put anyone down on Auriga. If their ship ran into\ntrouble--\"_\n\n_\"That's it!\"_ snapped Orne.\n\n_\"Keep your voice down or talk subvocally.\"_ ordered Stetson. _\"Now,\nanswer my question: What's up?\"_\n\n_\"Something so fantastic it frightens me,\"_ said Orne. _\"Remember that\nthe women who ruled Heleb bred female or male children by controlling\nthe sex of their offspring at conception. The method was unique. In\nfact, our medics thought it was impossible until--\"_\n\n_\"You don't have to remind me of something we want buried and\nforgotten,\"_ interrupted Stetson. _\"Too much chance for misuse of that\nformula.\"_\n\n_\"Yes,\"_ said Orne. _\"But what if your Nathian underground is composed\nentirely of women bred the same way? What if the Heleb women were just a\nbunch who got out of hand because they'd lost contact with the main\nelement?\"_\n\n_\"Holy Moley!\"_ blurted Stetson. _\"Do you have evidence--\"_\n\n_\"Nothing but a hunch,\"_ said Orne. _\"Do you have a list of the guests\nwho'll be here for the election party tomorrow?\"_\n\n_\"We can get it. Why?\"_\n\n_\"Check for women who mastermind their husbands in politics. Let me know\nhow many and who.\"_\n\n_\"Lew, that's not enough to--\"_\n\n_\"That's all I can give you for now, but I think I'll have more.\nRemember that ...\"_ he hesitated, spacing his words as a new thought\nstruck him _\"... the ... Nathians ... were ... nomads.\"_\n\n       *       *       *       *       *\n\nDay began early for the Bullones. In spite of its being election day,\nBullone took off for his office an hour after dawn. \"See what I mean\nabout this job owning you?\" he asked Orne.\n\n\"We're going to take it easy today, Lew,\" said Diana. She took his hand\nas they came up the steps after seeing her father to his limousine\nflitter. The sky was cloudless.\n\nOrne felt himself liking her hand in his--liking the feel of it too\nmuch. He withdrew his hand, stood aside, said: \"Lead on.\"\n\n_I've got to watch myself_, he thought. _She's too charming._\n\n\"I think a picnic,\" said Diana. \"There's a little lake with grassy banks\noff to the west. We'll take viewers and a couple of good novels. This'll\nbe a do-nothing day.\"\n\nOrne hesitated. There might be things going on at the house that he\nshould watch. But no ... if he was right about this situation, then\nDiana could be the weak link. Time was closing in on them, too. By\ntomorrow the Nathians could have the government completely under\ncontrol.\n\nIt was warm beside the lake. There were purple and orange flowers above\nthe grassy bank. Small creatures flitted and cheeped in the brush and\ntrees. There was a _groomis_ in the reeds at the lower end of the lake,\nand every now and then it honked like an old man clearing his throat.\n\n\"When we girls were all at home we used to picnic here every Eight-day,\"\nsaid Diana. She lay on her back on the groundmat they'd spread. Orne sat\nbeside her facing the lake. \"We made a raft over there on the other\nside,\" she said. She sat up, looked across the lake. \"You know, I think\npieces of it are still there. See?\" She pointed at a jumble of logs. As\nshe gestured, her hand brushed Orne's.\n\nSomething like an electric shock passed between them. Without knowing\nexactly how it happened, Orne found his arms around Diana, their lips\npressed together in a lingering kiss. Panic was very close to the\nsurface in Orne. He broke away.\n\n\"I didn't plan for that to happen,\" whispered Diana.\n\n\"Nor I,\" muttered Orne. He shook his head. \"Sometimes things can get\ninto an awful mess!\"\n\nDiana blinked. \"Lew ... don't you ... like me?\"\n\nHe ignored the monitoring transceiver, spoke his mind. _They'll just\nthink it's part of the act_, he thought. And the thought was bitter.\n\n\"Like you?\" he asked. \"I think I'm in love with you!\"\n\nShe sighed, leaned against his shoulder. \"Then what's wrong? You're not\nalready married. Mother had your service record checked.\" Diana smiled\nimpishly. \"Mother has second sight.\"\n\n       *       *       *       *       *\n\nThe bitterness was like a sour taste in Orne's mouth. He could see the\npattern so clearly. \"Di, I ran away from home when I was seventeen,\" he\nsaid.\n\n\"I know, darling. Mother's told me all about you.\"\n\n\"You don't understand,\" he said. \"My father died before I was born.\nHe--\"\n\n\"It must've been very hard on your mother,\" she said. \"Left all alone\nwith her family ... and a new baby on the way.\"\n\n\"They'd known for a long time,\" said Orne. \"My father had _Broach's_\ndisease, and they found out too late. It was already in the central\nnervous system.\"\n\n\"How horrible,\" whispered Diana.\n\nOrne's mind felt suddenly like a fish out of water. He found himself\ngrasping at a thought that flopped around just out of reach. \"Dad was in\npolitics,\" he whispered. He felt as though he were living in a dream.\nHis voice stayed low, shocked. \"From when I first began to talk, Mother\nstarted grooming me to take his place in public life.\"\n\n\"And you didn't like politics,\" said Diana.\n\n\"I hated it!\" he growled. \"First chance, I ran away. One of my sisters\nmarried a young fellow who's now the member for Chargon. I hope he\nenjoys it!\"\n\n\"That'd be Maddie,\" said Diana.\n\n\"You know her?\" asked Orne. Then he remembered what Stetson had told\nhim, and the thought was chilling.\n\n\"Of course I know her,\" said Diana. \"Lew, what's wrong with you?\"\n\n\"You'd expect me to play the same game, you calling the shots,\" he said.\n\"Shoot for the top, cut and scramble, claw and dig.\"\n\n\"By tomorrow all that may not be necessary,\" she said.\n\nOrne heard the sudden hiss of the carrier wave in his neck transceiver,\nbut there was no voice from the monitor.\n\n\"What's ... happening ... tomorrow?\" he asked.\n\n\"The election, silly,\" she said. \"Lew, you're acting very strangely. Are\nyou sure you're feeling all right.\" She put a hand to his forehead.\n\"Perhaps we'd--\"\n\n\"Just a minute,\" said Orne. \"About us--\" He swallowed.\n\nShe withdrew her hand. \"I think my parents already suspect. We Bullones\nare notorious love-at-first-sighters.\" Her overlarge eyes studied him\nfondly. \"You don't feel feverish, but maybe we'd better--\"\n\n\"What a dope I am!\" snarled Orne. \"I just realized that I have to be a\nNathian, too.\"\n\n\"You _just_ realized?\" She stared at him.\n\nThere was a hissing gasp in Orne's transceiver.\n\n\"The identical patterns in our families,\" he said. \"Even to the houses.\nAnd there's the real key. What a dope!\" He snapped his fingers. \"_The\nhead!_ Polly! Your mother's the grand boss woman, isn't she?\"\n\n\"But, darling ... of course. She--\"\n\n\"You'd better take me to her and fast!\" snapped Orne. He touched the\nstud at his neck, but Stetson's voice intruded.\n\n_\"Great work, Lew! We're moving in a special shock force. Can't take any\nchances with--\"_\n\nOrne spoke aloud in panic: _\"Stet! You get out to the Bullones! And you\nget there alone! No troops!\"_\n\nDiana had jumped to her feet, backed away from him.\n\n_\"What do you mean?\"_ demanded Stetson.\n\n_\"I'm saving our stupid necks!\"_ barked Orne. _\"Alone! You hear? Or\nwe'll have a worse mess on our hands than any Rim War!\"_\n\nThere was an extended silence. _\"You hear me, Stet?\"_ demanded Orne.\n\n_\"O.K., Lew. We're putting the O-force on standby. I'll be at the\nBullones' in ten minutes. ComGO will be with me.\"_ Pause. _\"And you'd\nbetter know what you're doing!\"_\n\nIt was an angry group in a corner of the Bullones' main salon. Louvered\nshades cut the green glare of a noon sun. In the background there was\nthe hum of air-conditioning and the clatter of roboservants preparing\nfor the night's election party. Stetson leaned against the wall beside a\ndivan, hands jammed deeply into the pockets of his wrinkled, patched\nfatigues. The wagon tracks furrowed his high forehead. Near Stetson,\nAdmiral Sobat Spencer, the I-A's Commander of Galactic Operations, paced\nthe floor. ComGO was a bull-necked bald man with wide blue eyes, a\ndeceptively mild voice. There was a caged animal look to his\npacing--three steps out, three steps back.\n\nPolly Bullone sat on the divan. Her mouth was pulled into a straight\nline. Her hands were clasped so tightly in her lap that the knuckles\nshowed white. Diana stood beside her mother. Her fists were clenched at\nher sides. She shivered with fury. Her gaze remained fixed, glaring at\nOrne.\n\n\"O.K., so my stupidity set up this little meeting,\" snarled Orne. He\nstood about five paces in front of Polly, hands on hips. The admiral,\npacing away at his right, was beginning to wear on his nerves. \"But\nyou'd better listen to what I have to say.\" He glanced at the ComGO.\n\"_All_ of you.\"\n\nAdmiral Spencer stopped pacing, glowered at Orne. \"I have yet to hear a\ngood reason for not tearing this place apart ... getting to the bottom\nof this situation.\"\n\n\"You ... traitor, Lewis!\" husked Polly.\n\n\"I'm inclined to agree with you, Madame,\" said Spencer. \"Only from a\ndifferent point of view.\" He glanced at Stetson. \"Any word yet on\nScottie Bullone?\"\n\n\"They were going to call me the minute they found him,\" said Stetson.\nHis voice sounded cautious, brooding.\n\n\"You were coming to the party here tonight, weren't you, admiral?\" asked\nOrne.\n\n\"What's that have to do with anything?\" demanded Spencer.\n\n\"Are you prepared to jail your wife and daughters for conspiracy?\" asked\nOrne.\n\nA tight smile played around Polly's lips.\n\nSpencer opened his mouth, closed it soundlessly.\n\n\"The Nathians are mostly women,\" said Orne. \"There's evidence that your\nwomenfolk are among them.\"\n\nThe admiral looked like a man who had been kicked in the stomach. \"What\n... evidence?\" he whispered.\n\n\"I'll come to that in a moment,\" said Orne. \"Now, note this: the\nNathians are mostly women. There were only a few _accidents_ and a few\nplanned males, like me. That's why there were no family names to\ntrace--just a tight little female society, all working to positions of\npower through their men.\"\n\nSpencer cleared his throat, swallowed. He seemed powerless to take his\nattention from Orne's mouth.\n\n\"My guess,\" said Orne, \"is that about thirty or forty years ago, the\nconspirators first began breeding a few males, grooming them for really\nchoice top positions. Other Nathian males--the accidents where\nsex-control failed--they never learned about the conspiracy. These new\nones were full-fledged members. That's what I'd have been if I'd panned\nout as expected.\"\n\nPolly glared at him, looked back at her hands.\n\n\"That part of the plan was scheduled to come to a head with this\nelection,\" said Orne. \"If they pulled this one off, they could move in\nmore boldly.\"\n\n\"You're in way over your head, boy,\" growled Polly. \"You're too late to\ndo anything about us!\"\n\n\"We'll see about that!\" barked Spencer. He seemed to have regained his\nself-control. \"A little publicity in the right places ... some key\narrests and--\"\n\n\"No,\" said Orne. \"She's right. It's too late for that. It was probably\ntoo late a hundred years ago. These dames were too firmly entrenched\neven then.\"\n\n       *       *       *       *       *\n\nStetson straightened away from the wall, smiled grimly at Orne. He\nseemed to be understanding a point that the others were missing. Diana\nstill glared at Orne. Polly kept her attention on her hands, the tight\nsmile playing about her lips.\n\n\"These women probably control one out of three of the top positions in\nthe League,\" said Orne. \"Maybe more. Think, admiral ... think what would\nhappen if you exposed this thing. There'd be secessions, riots,\nsub-governments would topple, the central government would be torn by\nsuspicions and battles. What breeds in that atmosphere?\" He shook his\nhead. \"The Rim War would seem like a picnic!\"\n\n\"We can't just ignore this!\" barked Spencer. He stiffened, glared at\nOrne.\n\n\"We can and we will,\" said Orne. \"No choice.\"\n\nPolly looked up, studied Orne's face. Diana looked confused.\n\n\"Once a Nathian, always a Nathian, eh?\" snarled Spencer.\n\n\"There's no such thing,\" said Orne. \"Five hundred years' cross-breeding\nwith other races saw to that. There's merely a secret society of astute\npolitical scientists.\" He smiled wryly at Polly, glanced back at\nSpencer. \"Think of your own wife, sir. In all honesty, would you be\nComGO today if she hadn't guided your career?\"\n\nSpencer's face darkened. He drew in his chin, tried to stare Orne down,\nfailed. Presently, he chuckled wryly.\n\n\"Sobie is beginning to come to his senses,\" said Polly. \"You're about\nthrough, son.\"\n\n\"Don't underestimate your future son-in-law,\" said Orne.\n\n\"Hah!\" barked Diana. \"I _hate_ you, Lewis Orne!\"\n\n\"You'll get over that,\" said Orne mildly.\n\n\"Ohhhhhh!\" Diana quivered with fury.\n\n\"My major point is this,\" said Orne. \"Government is a dubious glory. You\npay for your power and wealth by balancing on the sharp edge of the\nblade. That great amorphous thing out there--the people--has turned and\nswallowed many governments. The only way you can stay in power is by\ngiving _good_ government. Otherwise--sooner on later--your turn comes. I\ncan remember my mother making that point. It's one of the things that\nstuck with me.\" He frowned. \"My objection to politics is the compromises\nyou have to make to get elected!\"\n\nStetson moved out from the wall. \"It's pretty clear,\" he said. Heads\nturned toward him. \"To stay in power, the Nathians had to give us a\nfairly good government. On the other hand, if we expose them, we give a\nbunch of political amateurs--every fanatic and power-hungry demagogue in\nthe galaxy--just the weapon they need to sweep them into office.\"\n\n\"After that: chaos,\" said Orne. \"So we let the Nathians continue ...\nwith two minor alterations.\"\n\n\"We alter nothing,\" said Polly. \"It occurs to me, Lewis, that you don't\nhave a leg to stand on. You have me, but you'll get nothing out of me.\nThe rest of the organization can go on without me. You don't dare expose\nus. We hold the whip hand!\"\n\n       *       *       *       *       *\n\n\"The I-A could have ninety per cent of your organization in custody\ninside of ten days,\" said Orne.\n\n\"You couldn't find them!\" snapped Polly.\n\n\"How?\" asked Stetson.\n\n\"Nomads,\" said Orne. \"This house is a glorified tent. Men on the\noutside, women on the inside. Look for inner courtyard construction.\nIt's instinctive with Nathian blood. Add to that, an inclination for odd\nmusical instruments--the kaithra, the tambour, the oboe--all nomad\ninstruments. Add to that, female dominance of the family--an odd twist\non the nomad heritage, but not completely unique. Check for predominance\nof female offspring. Dig into political background. We'll miss damn\nfew!\"\n\nPolly just stared at him, mouth open.\n\nSpencer said: \"Things are moving too fast for me. I know just one thing:\nI'm dedicated to preventing another Rim War. If I have to jail every\nlast one of--\"\n\n\"An hour after this conspiracy became known, you wouldn't be in a\nposition to jail anyone,\" said Orne. \"The husband of a Nathian! You'd be\nin jail yourself or more likely dead at the hands of a mob!\"\n\nSpencer paled.\n\n\"What's your suggestion for compromise?\" asked Polly.\n\n\"Number one: the I-A gets veto power on any candidate you put up,\" said\nOrne. \"Number two: you can never hold more than two thirds of the top\noffices.\"\n\n\"Who in the I-A vetoes our candidates?\" asked Polly.\n\n\"Admiral Spencer, Stet, myself ... anyone else we deem trustworthy,\"\nsaid Orne.\n\n\"You think you're a god or something?\" demanded Polly.\n\n\"No more than you do,\" said Orne. \"This is what's known as a check and\nbalance system. You cut the pie. We get first choice on which pieces to\ntake.\"\n\nThere was a protracted silence; then Spencer said: \"It doesn't seem\nright just to--\"\n\n\"No political compromise is ever totally right,\" said Polly. \"You keep\npatching up things that always have flaws in them. That's how government\nis.\" She chuckled, looked up at Orne. \"All right, Lewis. We accept.\" She\nglanced at Spencer, who shrugged, nodded glumly. Polly looked back at\nOrne. \"Just answer me one question: How'd you know I was boss lady?\"\n\n\"Easy,\" said Orne. \"The records we found said the ... Nathian (he'd\nalmost said 'traitor') family on Marak was coded as _'The Head.'_ Your\nname, Polly, contains the ancient word _'Poll'_ which means _head_.\"\n\nPolly looked at Stetson. \"Is he always that sharp?\"\n\n\"Every time,\" said Stetson.\n\n\"If you want to go into politics, Lewis,\" said Polly, \"I'd be delighted\nto--\"\n\n\"I'm already in politics as far as I want to be,\" growled Orne. \"What I\nreally want is to settle down with Di, catch up on some of the living\nI've missed.\"\n\nDiana stiffened. \"I never want to see, hear _from_ or hear _of_ Mr.\nLewis Orne ever again!\" she said. \"That is final, emphatically final!\"\n\nOrne's shoulders drooped. He turned away, stumbled, and abruptly\ncollapsed full length on the thick carpets. There was a collective gasp\nbehind him.\n\nStetson barked: \"Call a doctor! They warned me at the hospital he was\nstill hanging on a thin thread!\"\n\nThere was the sound of Polly's heavy footsteps running toward the hall.\n\n\"Lew!\" It was Diana's voice. She dropped to her knees beside him, soft\nhands fumbling at his neck, his head.\n\n\"Turn him over and loosen his collar!\" snapped Spencer. \"Give him air!\"\n\nGently, they turned Orne onto his back. He looked pale, Diana loosed his\ncollar, buried her face against his neck. \"Oh, Lew, I'm sorry,\" she\nsobbed. \"I didn't mean it! Please, Lew ... please don't die! Please!\"\n\nOrne opened his eyes, looked up at Spencer and Stetson. There was the\nsound of Polly's voice talking rapidly on the phone in the hall. He\ncould feel Diana's cheek warm against his neck, the dampness of her\ntears. Slowly, deliberately, Orne winked at the two men.\n\nTHE END\n\n\n\n\n\nEnd of Project Gutenberg's Operation Haystack, by Frank Patrick Herbert\n\n*** END OF THIS PROJECT GUTENBERG EBOOK OPERATION HAYSTACK ***\n\n***** This file should be named 24721.txt or 24721.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/4/7/2/24721/\n\nProduced by Greg Weeks, Joel Schlosberg, Bruce Albrecht\nand the Online Distributed Proofreading Team at\nhttp://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}