{"title": "Final Weapon", "author": "Everett B. Cole", "releaseDate": "March 1, 2008", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n[Illustration]\n\n\n FINAL\n WEAPON\n\n BY EVERETT B. COLE\n\n _Man has developed many a deadly\n weapon. Today, the weapon most\n effective in destroying a man's\n hopes and security is the file\n folder ... and that was the weapon\n Morely knew and loved. But there\n was something more potent to come._\n\n Illustrated by Leydenfrost\n\n\nDistrict Leader Howard Morely leaned back in his seat, to glance down at\nthe bay. Idly, he allowed his gaze to wander over the expanse of water\nbetween the two blunt points of land, then he looked back at the\nskeletonlike spire which jutted upward from the green hills he had just\npassed over. He could remember when that ruin had been a support for one\nof the world's great bridges.\n\nNow, a crumbling symbol of the past, it stubbornly resisted the attacks\nof the weather, as it had once resisted the far more powerful blasts of\nexplosives. Obstinately, it pointed its rusty length skyward, to remind\nthe observer of bygone conflict--and more.\n\nTogether with the tangled cables, dimly seen in the shoal water, the\nline of wreckage in the channel, and the weed-covered strip of torn\nconcrete which led through the hills, it testified to the arrival of the\nair age. Bridges, highways, and harbors alike had passed their day of\nusefulness.\n\nNot far from the ruined bridge support, Morely could see the huge, well\nmaintained intake of one of the chemical extraction plants. He shook his\nhead at the contrast.\n\n\"That eyesore should be pulled down,\" he muttered. \"Should have been\npulled down long ago. Suggested it in a report, but I suppose it never\ngot to the Old Man. He depends on his staff too much. If I had the\nregion, I'd--\"\n\nHe shook his head. He was not the regional director--yet. Some day, the\nold director would retire. Then, Central Coördination would be examining\nthe records of various district leaders, looking for a successor. Then--\n\nHe shrugged and turned his attention to his piloting of the borrowed\nhelicopter. It was a clumsy machine, and he had to get in to Regional\nHeadquarters in time for the morning conference. There would be no sense\nit getting involved in employee traffic--not if he could avoid it.\n\nThe conference, his informant had told him, would be a little out of the\nordinary. It seemed that the Old Man had become somewhat irritated by\nthe excess privileges allowed in a few of the eastern districts. And he\nwas going to jack everyone up about it. After that would come the usual\nperiod of reports, and possibly a few special instructions. Some of the\nleaders would have pet projects to put forward, he knew. They always\ndid. Morely smiled to himself. He'd have something to come up with, too.\n\nAnd this conference might put a crimp in Harwood's style. Morely had\ncarefully worded his progress report to make contrast with the type of\nreport that he knew would come from District One. George Harwood had\nbeen allowing quite a few extra privileges to his people, stating that\nit was good for morale. And, during the past couple of months, he'd\nseemed to be proving his point. Certainly, the production of the\nemployees from the peninsula had been climbing. Harwood, Morely decided\nwould be the most logical person--after himself--for the region when the\nOld Man retired. In fact, for a time, it had looked as though the\ndirector of District One was going to be a dangerous rival.\n\nBut this conference would change things. Morely smiled slowly as he\nthought of possible ways of shading the odds.\n\nHe looked ahead. Commuters were streaming in from the peninsula now, to\nmake for the factory parking lots. His face tightened a little. Why, he\nwondered, had the Old Man decided to call the conference at this hour?\nHe could have delayed a little, until commuter traffic was less heavy.\nHe'd been a district leader once. And before that, under the old\ngovernment, a field leader. He should know how annoying the employee\nclasses could be. And to force his leaders to mingle with commuting\nemployees in heavy traffic!\n\n       *       *       *       *       *\n\nFor that matter, everyone seemed to be conspiring to make things\nuncomfortable today. Those heavy-handed mechanics in the district motor\npool, for example. They'd failed him today. His own sleek machine, with\nits distinctive markings was still being repaired. And he'd been forced\nto use this unmarked security patrol heli. The machine wasn't really too\nbad, of course. It had a superb motor, and it carried identification\nlights and siren, which could be used if necessary. But it resembled\nsome lower-class citizen's family carryall. And, despite its\nmodifications, it still handled like one. Morely grimaced and eased the\nwheel left a little. The helicopter swung in a slow arc.\n\nHelis were rising from the factory lots, to interlace with incoming\nships before joining with the great stream headed south. The night\nworkers were heading for home. Morely hovered his machine for a moment,\nto watch the ships jockey for position, sometimes barely avoiding\ncollisions in the stream of traffic. He watched one ship, which edged\nforward, stopped barely in time to avoid being hit, edged forward again,\nand finally managed to block traffic for a time while its inept driver\nfooled with the controls and finally got on course.\n\n\"Quarrelsome, brawling fools,\" he muttered. \"Even among themselves, they\ncan't get along.\"\n\nHe looked around, noting that the air over the Administrative Group was\ncomparatively free of traffic. To be sure, he would have to cross the\ntraffic lines, but he could take the upper lanes, avoiding all but\nofficial traffic. A guard might challenge, but he could use his\nidentifying lights. He wouldn't be halted. He corrected his course a\nlittle, glanced at the altimeter, and put his ship into a climb.\n\nAt length, he eased his ship over the parklike area over Administrative\nSquare and hovered over the parking entry. A light blinked on his dash,\nto tell him that all the official spaces were occupied. He grunted.\n\n\"Wonder they couldn't leave a clear space in Official. They know I'm\ncoming in for conference.\"\n\nHe moved the control wheel, allowing his ship to slide over to a\nshopping center parking slot, and hovered over the entry, debating. He\ncould park here and take the sub-surface to Administrative, or he could\nuse the surface lot just outside of the headquarters group. Of course,\nthe director frowned on use of the surface lot, except in emergency. The\nunderground lots were designated for all normal parking. Morely thought\nover the problem, ignoring the helis which hovered, waiting for him to\nclear the center of the landing area. Finally, his hand started for the\nthrottle. He would settle in the landing slot, let the guards shove his\nheli to a space, and avoid any conflict with the director's orders\nregarding the surface lot.\n\n       *       *       *       *       *\n\nSuddenly, there was a sputtering roar. Someone had become impatient at\nthe delay. A small sports heli swept by, impellers reversed, and dropped\nrapidly toward the entry to the underground parking space. Morely's ship\nrocked a little in the air blast.\n\nFor an instant, Morely felt a sharp pain which gnawed at the pit of his\nstomach. His head was abruptly light, and his hand, apparently of its\nown volition, closed over the throttle knob.\n\nThis joy boy was overdue for a lesson.\n\nMorely measured the distance quickly, judging the instant when the other\npilot would have to repitch his impellers and halt his downward rush. He\nallowed his own heavy ship to wallow earthward.\n\nScant feet from ground surface, the sportster pilot flicked his pitch\ncontrol and pulled his throttle out for the brief burst of power which\nwould allow him to drop gently to the landing platform.\n\nMorely grinned savagely as he saw the impellers below him change pitch\nand start to move faster. He twisted his own impellers to full pitch and\npulled out the throttle for a sudden, roaring surge of power, then swung\nthe control column, jerking his ship up and away. As he steadied his\nheli and cut power, he looked down.\n\nThe powerful downblast had completely upset the sportster pilot's\ncalculations. The small ship, struck by the gale from above, had listed\nto the right and gone out of control, grazing one of the heavy splinter\nshutters at the side of the landing slot. The ship lay on its side,\namidst the wreckage of its impellers.\n\nMorely flicked on his warning siren and lights, then feathered his own\nimpellers, dropping his ship in free fall. He dropped to the grassy area\nby the landing slot, ignoring the other ships which scattered like\nfrightened chickens, to give him room. At the last instant, he twisted\nthe impellers to full pitch again, pulled out the throttle for a moment,\nthen slammed the lever to the closed position. His ship touched down on\nspringy turf, its landing gear settling gently to accept the weight. A\nklaxon was sounding, and warning lights flashed from the landing slot,\nto warn ships away from an attempted landing.\n\nIt would be a long time before the shiny, new sportster would be in\ncondition to sweep into another parking area. And, after paying his fine\nand taking care of his extra duties, it would be an even longer time\nbefore the employee-pilot would have much business in the luxury\nshopping center, anyway.\n\nMorely smiled bitterly as he closed the door of his ship. It didn't pay\nto cross Howard Morely--ever.\n\nHe walked slowly toward the landing slot, motioning imperiously to an\napproaching guard.\n\n\"Have someone place that ship for me,\" he ordered, jerking a thumb back\ntoward his heli. \"Then come over to that wreck. I shall want words with\nthe pilot.\" He held out his small identification folder.\n\nThe guard's glance went to the folder. For an instant, he studied the\ncard exposed before him, then he straightened and saluted, his face\nexpressionless.\n\n\"Yes, sir.\" He signaled another guard, then pointed toward Morely's\nship, and to the landing slot. \"I can go with you now.\"\n\nThe two went down in the elevator and walked over to the wrecked\nsportster. A slender man was crawling from a door. When the man was\nclear of his ship, Morely beckoned.\n\n\"Over here, Fellow,\" he commanded.\n\nThe sportster pilot approached, the indignation on his face changing to\nbewilderment, then dismay as he noted Morely's insignia and the attitude\nof the two men who faced him.\n\nMorely turned to the guard.\n\n\"Get me his name, identification number, and the name of his leader.\"\n\n\"Yes, sir.\"\n\nThe guard turned to the man, who grimaced a little with pain as he\nslowly put a hand in his pocket. Wordlessly, he extracted a bulky\nfolder, from which he took a small booklet. He held out the booklet to\nthe guard.\n\nMorely held out a hand. \"Never mind,\" he said. \"Simply put him in\ncustody. I'll turn this over to his leader myself.\"\n\nHe had noted the cover design on the booklet. It was from District\nOne--Harwood's district. He flipped the cover open, ascertaining that\nthere was no transfer notice. He'd give this to Harwood all right--at\nthe right time. He looked at his watch.\n\n\"I shall want my heli in about three hours,\" he announced. \"See to it\nthat it's ready. And have a man check the fuel and see if the ship's\ndamaged in any way.\" He turned away.\n\n       *       *       *       *       *\n\nThe district leaders sat before the large conference table. Among them,\nclose to the director's place, was Morely, his face fixed in an\nexpression of alert interest. His informant had been right. The man must\nhave gotten a look at the Old Man's notes. The regional director was\ncriticizing the laxity in inspection and control of employee activities.\nHe objected to the excessive luxury activity allowed to some members of\nthe employee classes, as well as to the overabundance of leisure allowed\nin several cases, some of which he described in detail.\n\nHe especially pointed up the fact that a recent heli meet had been\nalmost dominated by employee class entries. And he pointed out the fact\nthat there was considerable rehabilitation work to be done in bombed\nareas. It could be done by employees, during their time away from their\nsubsistence jobs. That was all community time, he reminded.\n\nIt was all very well, he said, to allow the second- and even third-class\ncitizens a certain amount of leisure recreation. That kept morale up.\nBut they were certainly not to be allowed any position of dominance,\neither individually, or as a class. That, he said, was something else\nagain. It was precisely the sort of thing that had led to the collapse\nand downfall of many previous civilizations.\n\n\"Keep 'em busy,\" he ordered. \"So busy they don't have time to think up\nmischief to get into. Remember, gentlemen, second- and third-class\ncitizens have no rights--only privileges. And privileges may be\nwithdrawn at any time.\"\n\nHe rapped sharply on the table and sat down, looking at the leader of\nDistrict One.\n\nOne by one, the district leaders made their verbal reports of activity.\nOccasionally, questions of production or work quotas were brought up and\ndecided. Morely waited.\n\nAt last, he made his own report, emphasizing the fact that his district\nhad exceeded its quotas--subsistence, luxury, and rehabilitation--for\nthe fourth consecutive quarter. He cited a couple of community\nconstruction projects he had ordered and which were well on the way to\ncompletion, and brought out the fact that his people, at least, were\nbeing inspected constantly and thoroughly.\n\nAlso, he suggested, if any time remained to be used, or if leisure\nactivity threatened to become excessive, it might be well to turn some\nattention outside of the old urban areas. There was considerable bomb\ndamage in the suburban and former farming areas, and the scrap from some\nof the ruined structures could be stockpiled for disposal to factories\nand community reclamation plants.\n\nFurther, a beautification program for the entire region might keep some\nof the employee class busy for some time. And some of the ex-farmers\namong the lower classes might find it pleasant to work once again with\nthe soil, instead of their normal work in the synthetic food labs or\nmachine shops. With the director's permission, he could start the\nprogram by removing the useless tower and wreckage at the bay channel,\nand by salvaging the metal from it. Of course, he admitted, it was a\ntrifle beyond his own authority, since most of the channel was in\nDistrict One. The regional director cast him a sharp glance, then\nconsidered the suggestion. At last, he nodded.\n\n\"It might be well,\" he decided. \"Go ahead, Morely. Take care of that\ndetail.\" He looked over at his executive. \"Have Planning draw up\nsomething on salvage and beautification in the former rural areas,\" he\nordered. He looked about the room.\n\n\"And the rest of you might try looking over your own districts. You\ndon't have to wait for a directive, and every one of you can find some\nimprovement that could be made. If it's a district line matter, submit\nsome plan for mutual agreement to my office.\" He rose and went to the\ndoor.\n\nMorely waited, watching George Harwood. The leader of District One\ngathered his papers, looked down the table for an instant, then went\nout. Morely followed him at a discreet distance.\n\nAs Harwood neared the door to the regional director's office, Morely\ncaught up with him.\n\n\"Oh, Harwood,\" he said loudly. \"Caught one of your people in a flagrant\ncase of reckless flying this morning. Why don't you bear down a little\non those fellows of yours? This one seemed to think he was winning a\nheli meet.\"\n\nHe held out the folder he had confiscated. \"Here's his identification. I\nhad the guards hold him for you. Second-class citizen. Must've had a lot\nof spare time, to get the luxury credits and purchase authorization for\nthat ship of his.\"\n\nHarwood looked at him, a faint expression of annoyance crossing his\nface. Then, he glanced at the open door nearby, and comprehension grew\non his face. He took the folder, nodded wordlessly, and walked rapidly\npast Morely, who turned to watch him.\n\nAs Harwood swung through the door to an elevator, Morely smiled\nappreciatively. That had been a smart trick, he thought. Have to\nremember that one. No argument to disturb the Old Man. Not even positive\nproof that Morely hadn't been talking to empty space. But there was an\nanswer to that, too, if one was alert. He walked through the doorway\ninto the director's office.\n\nThe regional director looked up.\n\n\"Oh, Morely. You wanted to see me?\"\n\n\"Yes, sir.\" Morely stood at rigid attention. \"I just thought of all\nthose useless highways around the countryside. Of course, a few of them\nhave been camouflaged and converted to temporary and emergency heli\nparking lots, but there's still a lot of waste concrete about that could\nbe removed. It would improve the camouflage of the groups. It could be\ndivided into community projects for spare time work, sir.\"\n\n\"Very good idea. If this stalemate we're in should develop into another\nwar, it would be well to have as few landmarks as possible. And some of\nthese people do have too much time on their hands. They sit around,\nthinking of their so-called rights. Next thing we know, some of the\nsecond-class citizens'll be screaming for the privilege of a vote. Set\nit up in your district, Morely. We'll see how it works out, and the rest\nof the district leaders can follow your example.\"\n\nHe looked sharply at Morely. \"Heard a little disturbance in the hall\njust before you came in.\"\n\n\"Oh, that.\" Morely contrived a look of confusion. \"I'm sorry, sir. I\ndidn't mean anyone to hear that. It was just that I had a minor bit of\nbusiness with Leader Harwood. One of his people nearly knocked me out of\nthe air this morning, over a parking area, and I confiscated his\nidentification. I tried to give it to Harwood after the conference, but\nhe must have been in a hurry. I caught up with him and gave him the\nfolder.\"\n\n\"So I heard.\" The director smiled wryly. \"Anything more?\"\n\n\"No, sir.\" Morely saluted and left.\n\n\"That,\" he told himself, \"should drop Harwood a few points.\"\n\nHe went to the parking area to reclaim his helicopter. Better get back\nto his district and start setting up those community projects. Too, he\nwould have to run a check inspection or so this evening. See to it his\nsector men weren't getting lax. He'd check on Bond tonight.\n\n       *       *       *       *       *\n\nHe flew back to District Twelve, dropped his helicopter into the landing\narea, and made his way to his office.\n\nInside, he went to a file, from which he took his spot-inspection\nfolder. Carrying it to his desk, he checked it. Yes, Bond's sector was\ndue for a spot inspection. Might be well to make a detailed check of one\nof the employees in that sector, too. Morely touched a button on his\ndesk.\n\nAlmost immediately, a clerk stood in the doorway.\n\n\"Get me the master quarters file for Sector Fourteen,\" Morely ordered.\n\nThe clerk went out, to return with two long file drawers. Quickly, he\nset them side by side on a small table, which he pushed over to his\nsuperior's desk.\n\nIdly, Morely fingered through the cards, noting the indexing and\ncondition of the file. He nodded in approval, then gave the clerk a nod\nof dismissal. At least, his people were keeping their files in order.\n\nHe reached into a pocket, to withdraw a notebook. Turning its pages, he\nfound a few of the entries he had made on population changes, then\ncross-checked them against the files. All were posted and properly\ncross-indexed. Again, he nodded in satisfaction.\n\nEvidently, that last dressing down he had given the files section had\ndone some good. For a moment, he considered calling in the chief clerk\nand complimenting him. Then, he changed his mind.\n\n\"No use giving him a swelled head,\" he told himself.\n\nHe drew a file drawer to him, running his finger down its length. At\nlast, he pulled a card at random. It was colored light blue.\n\nHe put it back. Didn't want to check a group leader. He'd be a\nfirst-class citizen, and entitled to privacy. He pulled another card\nfrom a different section of the file. This one was salmon pink--an\nassistant group leader. He examined it. The man was a junior equipment\ndesigner in one of the communications plants. For a moment, Morely\ntapped the card against his desk. Actually, he had wanted a basic\nemployee, but it might be well to check one of the leadmen. He could\nhave the man accompany him while he made a further check on one of the\napartments in his sub-group. Again, he looked at the card.\n\nPaul Graham, he noted, was forty-two years of age. He had three\nchildren--was an electronics designer, junior grade. His professional\nprofile showed considerable ability and training, but the security\nprofile showed a couple of threes. Nothing really serious, but he would\nbe naturally expected to be a second-class citizen--or below. It was not\nan unusual card.\n\nMorely looked at the quarters code. Graham lived in Apartment 7A, Group\n723, which was in Block 1022, Sector Fourteen. It would be well to check\nhis quarters first, then check, say, 7E. Morely went through the\nnumerical file, found the card under 7E, and flipped the pages of his\nnotebook to a blank sheet, upon which he copied the data he needed from\nthe two cards.\n\nHe put the notebook in his pocket and returned the cards to their places\nin the file, then riffled the entire file once more, to be sure there\nwould be no clue as to which cards he had consulted. Finally, he touched\nthe button on his desk again.\n\nOnce more, the clerk stood in the doorway.\n\n\"This file seems to be satisfactory,\" he was told. \"You may bring in the\ncorrespondence now.\"\n\nThe correspondence was no heavier than usual. Morely flipped through the\nroutine matter, occasionally selecting a report or letter and\nabstracting data. Tomorrow, he could check performance by referring to\nthese. At last, he turned to the separate pile of directives, production\nand man-hour reports, and other papers which demanded more attention\nthan the routine paper.\n\nHe worked through the stack of paper, occasionally calling upon his\nclerk for file data, sometimes making a communicator call. At last, he\npushed away the last remaining report and leaned back. He spun his chair\nabout, activated the large entertainment screen, and spent some time\nwatching a playlet. At the end of the play, he glanced at his watch,\nthen turned back to his desk. He leaned forward to touch a button on his\ncommunicator.\n\nAs the viewsphere lit, he flicked on the two-way video, then spoke.\n\n\"Get me Sector Leader Bond.\" He snapped the communicator off almost\nbefore the operator could acknowledge, then spun about, switching his\nentertainment screen to ground surface scan. A scene built up, showing a\nview from his estate in the hills.\n\n       *       *       *       *       *\n\nThere were some buildings on the surface--mostly homes of upper grade\ncitizens, who preferred the open air, and could afford to have a surface\nestate in addition to their quarters in the groups. These homes, for the\nmost part, were located in wooded areas, where their owners could find\nsuitable fishing and hunting.\n\nMost of the traces of damage done by the bombings of the Nineties were\ngone from about the estate areas by now, and the few which remained were\nbeing eliminated. Morely increased the magnification, to watch a few\nanimals at a waterhole. He could do a little hunting in a few weeks.\nTake a nice leave. He drew a deep breath.\n\nThose years after the end of the last war had been hectic, what with new\norganizational directives, the few sporadic revolts, the integration of\nhomecoming fighters, and the final, tight set-up. But it had all been\nworth it. Everything was running smoothly now.\n\nThe second- and third-class citizens had learned to accept their status,\nand some few of them had even found they liked it. At least, now they\nhad far more security. There was subsistence in plenty for all\nproducers, thanks to the war-born advances in technology, and to the\nhighly organized social framework. To be sure, a few still felt uneasy\nin the underground quarters, but the necessity for protection from\nbombing in another war had been made clear, and they'd just have to get\nused to conditions. And, there were a very few who, unable to get or\nhold employment, existed somehow in the spartan discomfort of the\nsubsistence quarters.\n\nFor most, however, there was minor luxury, and a plenitude of\nnecessities. And there was considerable freedom of action and choice as\nwell as full living comfort for the full citizens, who had proved\nthemselves to be completely trustworthy, and who were deemed fit to hold\nkey positions.\n\nThe communicator beeped softly, and he glanced at the sphere. It showed\nthe face of Harold Bond, leader of the fourteenth sector. The district\nleader snapped on his scanner.\n\n\"Report to me here in my office at eighteen hours, Bond.\"\n\n\"Yes, sir.\"\n\n\"And you might be sure your people are all in quarters this evening.\"\n\nBond nodded. \"They will be, sir.\"\n\n\"That's all.\" Morely flicked the disconnect switch.\n\nHe got up, strode around the office, then consulted his watch. There\nwould be time for a cup of coffee before Bond arrived. Time for a cup of\ncoffee, and time for the employees in Sector Fourteen to scurry about,\ngetting their quarters in shape for an inspection. They would have no\nway of knowing which quarters were to be checked, and all would be put\nin order.\n\nHe smiled. It was a good way, he thought, to insure that there would be\nno sloppiness in the homes of his people. And it certainly saved a lot\nof inspection time and a lot of direct contact.\n\nHe went out of the office, and walked slowly down to the snack bar,\nwhere he took his time over coffee, looking critically at the neat\ncounter and about the room as he drank.\n\nThe counter girls busied themselves cleaning up imaginary spots on the\nplastic counter and on their equipment, casting occasional, apprehensive\nglances at him. Finally, he set his cup down, looked at the clock over\nthe counter, and walked out.\n\nBond was waiting in the office. Morely examined the younger man,\ncarefully appraising his appearance. The sector leader, he saw, was\nproperly attired. The neat uniform looked as if freshly taken from the\ntailor shop. The man stepped forward alertly, to halt at the correct\ndistance before his superior.\n\n\"Good evening, sir. My heli is on the roof.\"\n\n\"Very good.\" Morely nodded shortly and took his notebook from his\npocket. \"We'll go to Building Seven Twenty-three.\"\n\nHe turned and walked toward the self-service elevator. Bond hurried a\nlittle to open the door for him.\n\n       *       *       *       *       *\n\nBond eased the helicopter neatly through the entry slot and on down into\none of the empty visitor spaces in the landing area at Block 1022. The\ntwo men walked across the areaway to an entrance.\n\nAs they went up the short flight of stairs into the hall, Morely took\ncareful notice of the building. The mosaic tile of the stairs and floor\ngleamed from a recent scrubbing. The plastic and metal handrails were\nspotless. He looked briefly at his subordinate, then motioned toward the\ndoor at their right.\n\n\"This one,\" he ordered.\n\nBond touched the call button and they waited.\n\nFrom inside the apartment, there was a slight rustle of motion, then the\ndoor opened and a man stood before them. For an instant, he looked\nstartled, then he straightened.\n\n\"Paul Graham, sir,\" he announced. \"Apartment 7A is ready for\ninspection.\" He stepped back.\n\nMorely looked him over critically, saw nothing that warranted criticism,\nand went inside, followed by Bond.\n\nCursorily, the district leader let his gaze wander about the apartment.\nThe kitchen at his left, he saw, was in perfect order, everything being\nin place and obviously clean. He went to the range and motioned with his\nhead.\n\n\"Pull the drip pan,\" he ordered.\n\nGraham came forward and pulled a flat sheet from the range, then opened\nan access door at the front of the stove.\n\nMorely peered inside, then thrust a hand in. For a moment, he groped\naround, then he pulled his hand out and looked at it. It was clean. He\nsniffed at his fingers, then turned away.\n\n\"You may replace the pan, Fellow.\" He went into the living room, noting\nthat the woman and three children were neat and in the proper attitudes\nof attention. One of the children was looking at him, wide-eyed. He saw\nthat the child was clean and apparently healthy.\n\nIn addition to the usual chairs, table, and divan, there were some\nbookcases which formed a small alcove around a combination desk and\ndrawing table. Morely circled the bookcases, to stand before the desk.\n\n\"What's this?\" he demanded. He turned to a bookcase, to examine the\ntitles.\n\nMost of the books were engineering texts and reference works. There\nwere some standard works of philosophy and a few on psychology. None of\nthe titles seemed to be actually objectionable.\n\n\"I--\" Graham started to speak, but Morely silenced him with an upraised\nhand.\n\n\"Later,\" he said coldly. \"Bond, has this been reported to you, and have\nyou investigated?\"\n\nBond nodded. \"Yes, sir,\" he said. \"Graham is a design engineer, sir, and\nhas been granted permission to do some research in his quarters.\n\n\"He's commercially employed, sir, and it was a routine matter. His\nemployer says he has been keeping his production quotas, no alteration\nto the apartment has been made, and no community property has been\ndefaced. I'm told that several of Graham's designs have been of value in\nhis plant. I didn't think--\"\n\n\"I see you didn't. What is this man working on now?\"\n\n\"A new type of communicator, sir. I don't know all the details.\"\n\n[Illustration]\n\n\"Get them, Bond. Get them all, and give me a full report on his project\nand its progress tomorrow. Since this work is being done during time\nwhen the man is not working for his employer, he's using community time\nand the community becomes vitally interested in his results.\" Morely\npaused, looking at the bookcase again.\n\n\"And, while we are on the subject,\" he added, \"get me details on those\nprevious designs you spoke of. It's quite possible the community has not\nbeen getting royalty payments to which it's entitled.\" He picked out a\nbook, flipping over its pages for a moment, then replaced it and looked\nsearchingly at Bond.\n\n\"And get me a full inventory of this man's books and any equipment he\nmay have.\" He turned on Graham.\n\n\"Do you have purchase authorization and receipts for all of this?\"\n\n\"Yes, sir.\" Graham motioned toward the desk.\n\n\"Very well. I shan't bother with that now. An investigating team can\ncheck that.\"\n\nMorely took a final glance at the half-finished schematic on the drawing\nboard, then circled the bookcases again, to come out into the main room.\n\n\"We'll inspect the rest of your quarters.\"\n\n       *       *       *       *       *\n\nAt last, Morely left the quarters area, followed by Bond. As they\nreached the helicopter, Morely turned, one hand on the door.\n\n\"Laxity, Bond, is something I don't tolerate. You should know that.\nPossibly this man, Graham, is doing nothing illegal, or even irregular.\nPossibly, he is not wasting community time, but I have very serious\ndoubts. I'll venture to say the community has a financial interest in\nseveral of his recent designs, and I mean to find out which ones and how\nmuch. And it's certainly an unusual situation. The man's a leadman, you\nknow, and could spend his time more profitably in checking on the people\nhe's responsible for.\" He slid into the seat.\n\n\"I'll concede,\" he continued, \"that employees are to be allowed a\ncertain amount of recreation of their own choosing. They may have light\nreading in their quarters, and they may even work on small\nprojects--with permission, of course. But this man seems to have gone\nmuch farther than that. He has a small electronics factory of his own,\nas well as a rather extensive library. He's obviously spending a lot of\ntime at his activities, and that time must come out of his community\nperformance. This certainly is not routine, and I can't condone your\nfailure to make a report on it.\"\n\n\"But, I--\"\n\nMorely held up a hand sternly. \"Let's not have a string of excuses,\" he\nsaid. \"Give me a full report on the man's possessions, his history, and\nthe progress of whatever work he's doing in that private factory of his.\nGet the details on his previous designs, too. And bring your report in\nto me in the morning, personally. I shall want to determine whether to\nmake this new device a community project, or whether to allow it to be\noffered to his employer on a community royalty agreement. And I shall\nrequire details on his older designs for Fiscal to examine into.\nResearch, you should know, is a community function, not something to be\ndone in any set of quarters. I shall want to talk to you further when\nI've gone over this matter.\n\n\"Now, get me back to the district offices. I want to get home, and\nyou've work to do tonight.\"\n\n       *       *       *       *       *\n\nThe report was a long one. Morely smiled to himself as he thought of the\ntime it must have taken Bond to assemble the data and to make up his\nfinal draft. Possibly in the future, that young man would be a little\nless inclined to assume too much authority, or to be too soft in his\ndealings with the employee classes. The spring in his swivel chair\ntwanged musically as the district leader leaned back to read.\n\nFirst, there was an inventory of Graham's effects. It was a lengthy\nlist, followed by a certification by a security inspector that all of\nthe equipment inventoried was covered by authorizations and receipts\nheld by Graham, and that none of the books and equipment were of\nimproper nature for possession by a member of the employee classes.\nMorely grunted and tossed that section aside.\n\nThere was a detailed history of Graham's activities, so far as known to\nSecurity. Morely scanned through it hurriedly. There was nothing here of\nan unusual nature.\n\nGraham had been graduated from one of the large technical colleges\nduring the early nineties. Morely noted that it was one of those schools\nwhich had been later closed as a result of one of the post-war\ninvestigations.\n\nThe subject had been employed by Consolidated Electronics as a junior\nengineer, and had designed several improvements for Consolidated's\nproducts. There was a record of promotions and a few awards. He had held\na few patents, which had been taken over by the Central Coördination\nProducts Division during the post-war reorganization. He had also\nbelonged to the now proscribed Society of Electronic Engineers, had\ncontributed articles to that organization's journal, and had taken an\nactive part in some of its chapter meetings.\n\nDuring the war, he had worked on radio-controlled servos, doing\nacceptable work. When the professional and trade societies and other\norganizations were outlawed, he had promptly resigned from his society,\nand made the required declarations. But he had been reported as\nprivately remarking that it was \"a sad thing to see the last vestiges of\npersonal freedom removed.\"\n\nMorely pursed his lips. Not an unusual history, he decided. Of course,\nthe man was completely ineligible for full citizenship--bad risk. He was\nbarely qualified for second-class citizenship, his obvious ability being\nthe only qualifying factor. Unlike many, he had no record of any effort\nto shirk duty, or do economic damage during the critical period. The\ndistrict leader tossed the dossier aside and picked up the report on\nGraham's present activities.\n\nThere were a series of complex schematics, and several machine drawings\nwhich he shuffled to the back of his report. Those could be interpreted\nlater, if necessary. He was interested in the description of function.\n\nThe device Graham was working on was described as a communicator which\noperated by direct mind-to-mind transfer. Morely sat up straighter,\nreading the paragraph over again. Either this man was a true genius, who\nhad discovered a new principle, or he was completely a crackpot.\n\n\"Telepathy!\"\n\nMorely snorted and went over to the descriptions of the device, reading\ncarefully. Finally, he read the comments of a senior engineer, who\ncautiously admitted that the circuits involved, though highly\nunconventional, were not of a type to cause spurious radiation, or to\ninterfere with normal communication in any way.\n\nThe engineer also noted that it was possible that the device might be\ncapable of radiation effects outside of the electromagnetic spectrum,\nand that the power device was capable of integration into standard\nequipment--in fact, might be well worth adoption. He carefully declined,\nhowever, to give any definite opinion without an actual model to run\ntests on. And he added the comment that the first model was as yet\nincomplete.\n\nMorely tossed the last sheet to his desk and leaned forward, tapping\nidly on the dull-finished plastic. Finally, he touched his call button\nand waited till the clerk came in.\n\n\"You may send Mr. Bond in now,\" he directed.\n\nHe picked up the section of the report dealing with Graham's past\ndesigns, and started scanning it. He would have the Fiscal chief go over\nthis and set up the necessary royalty agreements with Consolidated. Some\nof them might generate worth-while amounts of funds.\n\n       *       *       *       *       *\n\nHe made no sign of recognition or awareness when Bond entered the\noffice, but continued with his reading. At last, he pulled a notepad to\nhim, wrote a brief indorsement to the Fiscal chief, and clipped it to\nthe part of the report dealing with Graham's older designs. He replaced\nhis pen in its stand and leaned back, to stare at his junior, who stood\nat rigid attention.\n\n\"Yes?\"\n\n\"Sector Leader Bond, sir, reporting as ordered.\" Bond saluted.\n\nNegligently, Merely returned the salute, then picked up Bond's report.\n\n\"I have gone through this, Bond,\" he announced. \"Very interesting. And\nyou thought it too unimportant to report on before?\"\n\n\"I didn't want to bother you with some idle fantasy, sir. Until the\nman's experiments showed definite results of some sort, I--\"\n\n\"And then, you hoped to spring a completed device on me? Take credit for\nit yourself, eh?\"\n\n\"Not at all, sir. I--\"\n\nMorely raised a hand. \"Never mind. I don't need any kind of aid to read\nyour intentions. They're quite plain, I see. It would have been quite a\ncredit to you, wouldn't it?\n\n\"'Look what I worked out, with a little, minor help from one of the\nemployees in my sector.'\n\n\"But I've seen that line worked before, Bond, and worked smoothly. You\ndon't catch the Old Man napping so easily as that.\" He paused.\n\n\"Of course we don't know whether or not this device is going to be of\nany real use. But we do know that this man, Graham, has developed one\nthing which can be profitably incorporated into conventional equipment.\nThat power source of his appears to be quite practical, and we'll adopt\nit. Offer it to the man's employer, subject to community royalty. And\nsee if you can get Graham a little time off work in compensation. Then,\nkeep a close watch on his work on the rest of his device. He'll probably\nuse his time off to work on it--at least, he'll be a lot better off if\nhe does.\n\n\"I want frequent reports on his progress--daily reports, if any\nsignificant developments occur. And I want a model of that device as\nsoon as it's developed and has had preliminary tests. If it works, it\nmight be valuable for community defense.\" He waved a hand.\n\n\"That's all.\"\n\nBond turned to go, and almost got to the door before Morely called him\nback.\n\n\"Oh, one more thing, Bond. Keep a closer watch on the rest of your\npeople. If any more of them decide to do extra work of any unusual\nnature, I shall expect an immediate report in full. Don't fail me again.\nIs that clear?\"\n\n\"Yes, sir.\" Bond saluted again and made his escape.\n\nMorely watched him disappear, then turned to his communicator. \"Get me\nField Leader Denton,\" he ordered.\n\nThe pause was slight, then the face of a middle-aged man appeared in the\nviewsphere.\n\n\"Denton,\" said the district leader, \"I want you to keep closer watch on\nyour sector men. Last night I spot-checked Bond, in Fourteen, and I\nfound an irregularity. I'll expect you to endorse the report back, and\nI'll expect you to tighten down. Keep an especially close eye on this\nman, Bond.\"\n\nThe field leader's eyebrows raised a little. \"Bond, sir? He's one of--\"\n\n\"Bond. Yes.\" His superior interrupted forcefully. \"And tighten down on\nall your men. You know how I feel about laxity.\"\n\nHe snapped the communicator off and gathered Bond's report together. For\na few seconds, he looked at the neat stack of paper, then he slipped a\npaper clamp on it and punched his call button.\n\n       *       *       *       *       *\n\n\"There!\" Paul Graham straightened from his hunched-over position at the\ndesk. He laid his soldering iron down and massaged the small of his\nback, grimacing slightly.\n\n\"Oh, me! I'll swear my back'll never be the same again. But that ought\nto do it, at last.\" He looked at the equipment before him and grinned\nruefully.\n\n\"Of all the haywire messes. It started out so nice. And it ended up so\nawful.\"\n\nThe device _had_ started out as a fairly neat assembly, using a headband\nas a chassis. But the circuitry seemed to have gone out of control.\nMiniature sub-assemblies hung at all angles from their wires and tiny\ncomponents were interlaced through the unit, till the entire assembly\nlooked like a wig from a horror play. Graham shook his head, picked up\nthe band; and carefully fitted it, being careful that the contacts\ntouched his forehead and temples properly.\n\nFor an instant, he looked a little dazed. Then, he reached up and\nfumbled for a moment with the controls at the front of the headband.\nSuddenly, he stopped, an expression of pleasure on his face. He stood\nfor a time, looking at the wall, then looked up at the ceiling. He\nfrowned and looked at his wife, who was anxiously watching him. A smile\ngrew on his face, and she was clearly conscious of the projected\nthought.\n\n\"_I told you, Elaine, it can't possibly hurt anyone. Stop worrying about\nme._\"\n\nElaine Graham looked startled. \"I didn't, say anything, darling.\"\n\nHer husband looked at her with an impish grin. She frowned a little,\nthen her eyes widened and her mouth opened a little. She ran at him\nindignantly.\n\n\"It simply isn't decent! You take that thing off, Paul Graham, right\nnow. I won't have you reading my mind!\"\n\nGraham laughingly fended her off with one hand as he carefully removed\nthe headband with the other. He set the device gently on the desk, then\nseized his wife about the waist.\n\n\"It works, honey,\" he said jubilantly. \"It really works.\" He waltzed her\naway from the desk, to the middle of the living room.\n\n\"Of course, I couldn't get anything from anyone but you. It seems to\nwork just as I thought it might--only if you can see the person you want\nto contact. But I'll bet two people who were acquainted could use two of\nthese things to communicate with each other at any distance. And it may\nbe possible to work out the problem of single-device communication at\ndistance and through obstacles. But that'll have to come later. Right\nnow, this thing works.\"\n\n\"But Paul. I'm afraid. What will _they_ do with something like this? We\nhave so little freedom left now. Why, they won't even let us think\nprivately.\" She paused, her head turning from side to side as she looked\nabout the apartment.\n\n\"You know, Paul, I hardly ever dare go out of this apartment now, they\nupset me so. And if they're able to read my thoughts, I shan't be safe,\neven here.\"\n\nGraham frowned. \"True,\" he admitted. \"But somehow, when I had the thing\non, I got some funny ideas. I wonder if anyone could really oppress\nsomeone he fully understood. I wonder if two people who could fully\ncomprehend each other's point of view could have a really serious\ndisagreement.\" He picked up the headband, looking at it searchingly.\n\n       *       *       *       *       *\n\n\"And there's another thing,\" he added. \"Unless both parties are wearing\nthe things, vision seems to be essential to any reaction, at least in\nthis model. I tried to get thoughts from the kids and from the Moreno's,\nupstairs. But there wasn't a thing. And yet, I could get you clearly.\nApparently this thing won't work out as a spy device.\"\n\n\"But, are you sure?\"\n\nGraham shrugged wryly. \"Well ... no,\" he admitted. \"I'll have to finish\nwiring the other set and try 'em both out before I'll be sure of\nanything. And it'll take a lot of tests before I'm sure of very much.\nNow, I've just got some ideas.\" He frowned thoughtfully.\n\n\"Anyway, I can't stop now. They know about the thing, and I've got to\nfinish it--or furnish definite proof it's impractical.\" He turned back\nto the desk. \"Should be through with the other band in a few minutes.\nJust have to put in a couple of filters.\"\n\nHe picked up the completed device and turned around again. \"Here,\nElaine, put this on, will you? See what you get. Try to catch a thought\nfrom outside the room.\"\n\n       *       *       *       *       *\n\nDutifully, Elaine Graham accepted the headband. She eyed it doubtfully\nfor a moment, then adjusted it over her hair, setting the contacts on\nher skin as she had seen her husband do. For a few seconds, she stared\nat her husband, wide-eyed. Then, she looked away, her eyes focused on\ninfinity.\n\nGraham busied himself with the soldering iron and another headband.\n\nAt last, Elaine took the headband off. \"It's weird, Paul,\" she said.\n\"When I was looking at you, I knew everything you were thinking. But\nwhen I looked away, there was nothing. It was almost as though I didn't\nhave it on. Only, I seemed to be able to think so much more clearly.\"\n\nGraham looked up from his work, squinting thoughtfully. \"Yeah,\" he\nmuttered. \"Yeah, I noticed that, too, come to think of it. Feedback\neffect of some sort, I suppose. Have to experiment with that, too, I\nexpect.\" He turned back to his work.\n\n       *       *       *       *       *\n\nElaine put the headband back on and watched him. She felt a complete\nfamiliarity with everything he was working on. For the first time, she\nfelt she fully understood this man with whom she had lived for so many\nyears. And the understanding was pleasant. She could comprehend the\nmysteries of the circuits he was working on. She had always felt\nslightly neglected when he worked with his equipment, especially since\nthe bureaucracy, who took his results without recompense. Now, she could\nfeel his interest in his work for its own sake. She could sympathize\nwith it. And, with a little study, she felt she could join with him.\n\nGraham straightened again. \"It's done,\" he said. He picked the second\nheadband from the desk and put it on. Abruptly, both he and his wife\nwere aware of a fuzziness in their thoughts and senses. The walls, the\nfloor, and the furniture seemed to blur and waver, like the fantasy\nworld of delirium. He put his hand up and adjusted the controls. The\nroom returned to normal, and their senses were abruptly sharp and clear\nagain. He dropped his hand.\n\n\"_Outside. See if it'll work when we can't see each other._\"\n\n\"_Almost curfew time._\"\n\n\"_Only a couple of minutes. Then lights out and sleep._\"\n\nElaine walked to the door. She stepped out into the corridor and walked\ndown the steps.\n\n\"_All right?_\"\n\n\"_Perfect! Try the parking lot. Close the door._\"\n\nShe went out of the quarters, crossed the areaway, and stood under the\nlanding slot. Far overhead, a segment of sky appeared between the open\nbomb shutters. Stars shone coldly. She was conscious of a movement and\nlooked down, toward a shadow which moved among the parked helicopters.\n\n\"What's that?\"\n\nShe looked more closely at the shadow, then shuddered a little.\n\n\"_Never mind._\" The thought was urgent. \"_Come inside. I got him, too._\"\n\n       *       *       *       *       *\n\nQuickly, Elaine walked back into the apartment. She closed the door and\nwalked to the desk, removing the headband as she approached. Her husband\nput his headband beside it.\n\n\"We'd better get to bed,\" he said quietly. \"I'll notify them tomorrow.\"\n\n\"No, Paul. It would be harder then. And there would be so many\nquestions. Call the sector leader tonight. We'll have to get it over.\"\nElaine shivered.\n\n\"But what _will_ they do with it?\" She asked the question almost\ndespairingly.\n\nGraham shook his head. \"I'm not sure,\" he admitted. \"I started with the\nidea of simply building a really effective communicator. But this is\nmore than that. To you and I, it meant full understanding. But to that\nperson out there ... I don't know.\"\n\n\"His thoughts were flat--almost lifeless. And he made my skin crawl.\nPaul, do you remember how you used to feel when you came close to a\nsnake? There's something wrong with that man.\"\n\n\"I know. I felt it, too. And it made the blood rush into my ears.\"\nGraham moved toward the communicator, placing his hand on the switch.\n\"And you're right. I'll have to report immediately. They don't really\nneed telepathy. And certainly, they never required real evidence. A\nsuspicion is sufficient, and they'd be very suspicious if I didn't\nnotify the sector leader tonight.\"\n\nHe depressed the switch deliberately, like a man firing a weapon. Then,\nhe dialed a number, and waited.\n\nThe sphere lit, to show the face of Harold Bond.\n\n\"Oh, Graham.\" Bond frowned a little. \"It's late. Do you have something\nto report?\"\n\n\"Yes, sir.\" Graham's face was expressionless. \"The mental communicator\nis finished. Do you wish to test it, sir?\"\n\nBond opened his eyes a little more and nodded. \"It's really done,\nthen?\"\n\n\"Yes, sir.\"\n\n\"I'll be there in a few minutes.\" The sphere darkened.\n\nGraham looked at it. De-energized, the communicator seemed to be merely\na large ball of clear material. It stood on its low pedestal, against\nits black background, reflecting a distorted picture of the chiaroscuro\nof the room. He leaned toward it, and saw a faint, deformed reflection\nof his own head and shoulders.\n\nHe spread his hands a little, and turned around. Elaine had crossed to\nthe divan, where she sat, looking apathetically at the door, her hands\nfolded in her lap. He smiled apprehensively, coughed, and held up a\nhand, two fingers crossed.\n\nElaine glanced at him, nodded, and resumed her watch of the door. Graham\nshrugged and walked over to his desk, where he stood, aimlessly looking\ndown at the two headbands.\n\n       *       *       *       *       *\n\nThey both jumped convulsively when the buzzer sounded. Graham strode\nrapidly to the door, opened it, and stood back as the sector leader came\nin. Elaine had come to her feet, and stood rigidly, facing the door.\n\nSector Leader Bond closed the door, then looked from one of them to the\nother. He shook his head a little sadly, and waved a hand gently back\nand forth.\n\n\"Relax, you two,\" he said. \"I'm alone this time.\" He turned to Graham.\n\"Let's see what we've got.\"\n\nGraham walked to his desk and picked up the two headbands.\n\n\"They're a little rough-looking, sir,\" he apologized. \"But they work.\"\n\nBond tossed his head back with a little laugh. \"They do look a little\nrugged, don't they?\" he chuckled. \"Well, we'll worry about appearance\nlater. Right now, I'm curious. I want to see what these things do.\"\n\nGraham handed over one of the bands and slowly adjusted the other to his\nhead. For a moment, he looked searchingly at the sector leader, then his\nface relaxed into a relieved expression.\n\n\"_Hear me?_\"\n\nBond had been examining the device in his hands. He looked up, puzzled.\n\n\"Of course I hear you,\" he said. \"I'm not deaf.\"\n\nGraham smiled a little, then placed a hand tightly over his mouth.\n\n\"_Still get me?_\"\n\nBond cocked his head to one side, looked down at the device in his\nhands, then looked up again. \"Well,\" he commented. \"So that's the way\nthey work. I thought you spoke.\"\n\nGraham shook his head. \"_Didn't have to. Try it on._\"\n\nBond shrugged. \"Well, here we go.\" He pulled off his cap, tossed it to a\nchair, and replaced it with the headband. For a moment, he looked around\nthe apartment, then he glanced at Mrs. Graham. He blinked, ducked his\nhead, and looked more closely at her.\n\n\"_Ow! Nobody could be as bad as that!_\" He looked at Graham. \"_What do\nyou think?_\"\n\n\"_There's one outside._\" Graham inclined his head a little.\n\nElaine Graham sprang to her feet. \"I'm terribly sorry,\" she apologized\ncontritely. \"It's just that I--\"\n\nBond took off the headband abruptly. \"I'm sorry, too,\" he said. \"I was\nprying.\" He looked down at the device. \"I'm not too sure about this\nthing,\" he added. \"It works. I can see that much. But I'm almost afraid\nit works too well. What's it going to cause?\"\n\nGraham pulled off his own headband and extended his hand for the other.\n\"I'm not sure,\" he admitted. \"I'm not sure of anything at all.\" He\nfrowned. \"Wish I hadn't--\" He looked at the sector leader quickly.\n\n\"I'm sorry, sir,\" he apologized. \"Forgot my training, I guess.\"\n\nBond waved a hand. \"Look,\" he said, \"there are times, and there are\nplaces. Right now, I'm in your home, and I'm just as worried about this\nas you are. I'm just another person.\" He looked down at his neat\nuniform.\n\n\"Once,\" he mused, \"we were all just people. Now--\" He shrugged. \"And\nthen, these things come along.\" He looked at the two headbands, then at\nthe man holding them.\n\n\"Wonder how many people feel like that?\"\n\nGraham held out the headbands. \"I know one way to find out.\"\n\nBond nodded. \"I see what you mean,\" he admitted. \"But it could be pretty\nbad.\" He walked over to the chair and picked up his cap.\n\n[Illustration]\n\n\"Well,\" he added with a sigh, \"I suppose I'd better grab these things\nand take them over to Research. Have to find out all we can about them.\nI've still got to report on them.\" Again, he looked at Graham. \"You'd\nbetter come along, too. Research people might have a lot of questions,\nand I could never answer them.\"\n\n       *       *       *       *       *\n\nGraham nodded and went to the hall closet. He took his coat from the\nhanger, put it on, and reached for his hat, then hesitated.\n\n\"You know,\" he said, \"we might try one experiment, right here.\"\n\n\"Oh?\" Bond raised his eyebrows.\n\n\"There's a man out in the parking lot. I believe he's detailed to keep\nwatch on me. You might try him with one of the headbands. Then, see what\nhe'll do with one on.\"\n\n\"Any special reason?\"\n\nGraham twisted his face uneasily. \"I can't describe it,\" he said almost\ninaudibly. \"You'd have to see for yourself.\"\n\nBond looked at him speculatively for a moment, then held out his cap and\none of the headbands.\n\n\"Here, hold these.\"\n\nHe put the other headband on, accepted the first, and walked out of the\napartment, followed by Graham, who still carried the cap.\n\nAs they came out and started across the parking lot, a man approached\nthem.\n\nBond looked at him, frowned, then cast a sidelong look at Graham.\n\n\"_That what you meant?_\" His thought carried an undercurrent of\nincredulity.\n\nGraham nodded wordlessly, and Bond looked toward the approaching man\nagain. Once more, his face wrinkled distastefully, then he spoke aloud.\n\n\"Oh, Ross. Want you to try some thing.\" He held out the headband he was\ncarrying in his left hand.\n\nRoss came up, accepted the device, and looked at it curiously. \"You mean\nthis is the thing he's been working on?\" He jerked a thumb at Graham.\n\"Saw his wife come out a while ago. Guess she had one of 'em on. She\nwent right back in again.\"\n\nBond nodded. \"This is it,\" he said. \"Let's see how it works for you.\"\n\nRoss shrugged. \"Try anything once, I guess.\" He adjusted the band to his\nhead, then stood, looking at the two men.\n\n\"_Notice anything?_\" Bond looked at him sharply.\n\nAgain, Ross shrugged. \"Nothing special,\" he said with a slight grunt.\n\"Seems as though this guy's pretty nervous.\"\n\n\"_You don't have to say anything, just think it. And see if you can\ncommunicate with Graham._\"\n\n\"Huh?\" Ross had been looking directly at Bond. He frowned.\n\n\"_You mean, this thing--_\" He paused, looking for a moment at Graham,\nthen took the headband off. \"Thing doesn't feel good,\" he complained. He\nheld the device out to Bond, who accepted it.\n\n\"But it works? You could communicate both ways with it?\"\n\n\"Oh, sure.\" Ross nodded grudgingly. \"I got you, all right. But I\ncouldn't get a thing out of this guy.\" He wagged his head toward Graham.\n\"Except he was jittery about something.\"\n\n\"I see. Thanks.\" Bond accepted the headband. \"We're going to take these\nto Research,\" he added. \"Let the technicians there find out how good\nthey are.\" He turned away and led Graham to his helicopter.\n\nAs Graham settled in the seat, he turned to the sector leader. \"He just\ncouldn't use it properly,\" he remarked. \"Maybe only certain people _can_\nuse them.\"\n\nBond nodded as he started the motor. \"Or maybe only certain people\ncan't.\" He busied himself in getting the machine up through the landing\nslot, then turned as they climbed into the night sky.\n\n\"Maybe you've got to be able to understand and like people before you\ncan establish full contact with them. Maybe ... Maybe a lot of things.\"\nHe was silent for a moment. \"You know, this thing might become far more\nvaluable than you thought, Graham.\"\n\n       *       *       *       *       *\n\nHoward Morely looked up from a memo as the clerk tapped on the door.\n\n\"Come in.\"\n\nThe man opened the door and stepped inside.\n\n\"Sector Leader Bond is here, sir. He has some gentlemen with him.\"\n\n\"And what does he want?\"\n\n\"He said it was about that new communicator, sir.\"\n\n\"Oh.\" Morely turned his attention back to the memo. \"Have them wait.\" He\nwaved a hand in dismissal and went on with his reading.\n\nThe beautification program was progressing well. Twenty miles of the old\nmain highway through the valley had been completely cleared and planted.\nCrews were working on another stretch. The foreman of the wrecking crew\ndown at the point, in Sector Nine, reported that the last bit of scrap\nhad been removed from the old bridge support. Underwater crews had\nsalvaged the cables and almost all of the metal from the fallen bridge\nitself, and the scrap was on the beach, ready for delivery to the\nreclamation mills in District One.\n\nMorely smiled sourly. Harwood would have a storage problem on his hands\nin a day or so. The delay in delivery could be explained and justified.\nMorely had seen to that. Now, all the material was ready and could be\ndelivered in one lot.\n\nHarwood would have to raise his production quota in his community mills\nto use up the excess material, and that would slow down the clean-up in\nDistrict One. The Old Man couldn't help but notice, and he'd see who was\nefficient in his region. The district leader pushed the memo sheets\naside and placed his hands behind his head.\n\nSlowly, he pivoted his chair, to look at the entertainment screen. He\nstarted to energize it, then drew his hand back.\n\nSo that crackpot, Graham, had finally come up with something definite.\nMorely smiled again. It had almost seemed as though the man had been\nstalling for a while. But the pressure and the veiled threats had been\nproductive--again.\n\nTo be sure, the agents covering that project had reported that the\ndevice seemed to be merely another fairly good means of\ncommunication--nothing of any tremendous importance. But results had\nbeen obtained, and a communicator which was reasonably free from\ninterception and which required relatively low power might be of some\nvalue to the community. He might be able to get a commendation out of\nit, at least.\n\nAnd even if it were unsuitable for defense, there'd be a new product for\none of the luxury products plants in the district, and the district\nwould get royalties from the manufacturer. Too, it would keep people\nbusy and make 'em spend more of their credits.\n\nHe grimaced at his vague reflection in the screen before him, and spoke\naloud.\n\n\"That's the way to get things done. Make 'em know who's in charge. And\nlet 'em know that no nonsense will be tolerated. Breathe down their\nnecks a little. They'll produce.\" He cleared his throat and spun around,\nto punch the button on his desk.\n\n       *       *       *       *       *\n\nThe door opened and the clerk stood, respectfully awaiting orders.\n\n\"Send in Bond and the people with him.\"\n\nThe clerk stepped back, turning his head.\n\n\"You may go in now, sir.\" He disappeared around the door.\n\nHarold Bond stepped through the doorway, followed by two men. Morely\nlooked at them closely. Engineers, he thought.\n\n\"What have you got?\" he demanded.\n\nOne of the men opened a briefcase and removed a large, dully gleaming\nband. Apparently, it was made of plastic, or some light alloy, for he\nhandled it as though it weighed very little.\n\nAs the man laid it on the desk, Morely examined the object closely. It\nwas large enough to go on a man's head, he saw. It had adjustable\nstraps, which could be used to hold it in place, and there were a few\nspring-loaded contacts, which apparently were meant to rest against a\nwearer's forehead and temples.\n\nA few tiny knobs protruded from one side of the band, and a short wire,\nterminated by a miniature plug, depended from the other.\n\nThe engineer dipped into his brief case again, to produce a small, flat\ncase with a long wire leading from it. He put this by the headband, and\nconnected the plugs.\n\n\"The band, sir,\" he explained, \"is to be worn on the head.\" He pointed\nto the flat case. \"To save weight in the band, we built a separate power\nunit. It can be carried in a pocket. We've tested the unit, sir, and it\ndoes provide a means of private communication with anyone within sight,\nor with a group of people. Two people, wearing the headbands, can\ncommunicate for considerable distances, regardless of obstacles.\"\n\n\"I see.\" Morely picked up the headband. \"Do you have more than one of\nthese?\"\n\n\"Yes, sir. We made four of the prototypes and tested them thoroughly.\"\nBond stepped forward. \"I sent a report in on them yesterday.\"\n\n\"Yes, yes. I know.\" Morely waved impatiently. He examined the headband\nagain. \"And you say it provides communication?\"\n\n\"Yes, sir.\"\n\n\"No chance of interception?\"\n\nBond shook his head. \"Well,\" he admitted, \"if two people are in contact,\nand a third equipped person wishes to contact either one, he can join\nthe conversation.\"\n\n\"So, it's easier to tap than a cable circuit, or even a security type\nradio circuit.\" Morely frowned. \"Far from a secure means of\ncommunication.\"\n\n\"Well, sir, if anyone cuts in on a communication, both parties know it\nimmediately.\"\n\nMorely grunted and shook his head. \"Still not secure,\" he growled. He\nlooked at the papers on his desk. \"Oh, put one on. We'll see how they\nwork.\" He leaned back in his chair.\n\n       *       *       *       *       *\n\nBond turned to the man with the brief case, who held out another\nheadband. The sector leader fitted it to his head, plugged in the power\nsupply and looked around the room. Finally, he glanced at his superior.\nA shadow of uncertainty crossed his face, followed by a quickly\nsuppressed expression of distaste.\n\nMorely watched him. \"Well?\" he demanded impatiently, \"I don't feel or\nsee anything unusual.\"\n\n\"Of course not, sir,\" explained Bond smoothly. \"You haven't put on the\nother headband yet.\"\n\n\"Oh? I thought you could establish communication with only one headset,\nso long as you were in the same room.\"\n\nBond smiled ingratiatingly. \"Only sometimes, sir. Some people are more\nsusceptible than others.\"\n\n\"I see.\" Morely looked again at the headband, then set it on his head.\nOne of the engineers hurried forward to help him with the power pack,\nand he looked around the room, becoming conscious of slight sensations\nof outside thought. As he glanced at the engineers, he received faint\nimpressions of anxious interest.\n\n\"_Can you receive me, sir?_\"\n\nMorely looked at Bond. The younger man was staring at him with an\nintense expression on his face. The district leader started to speak,\nthen remembered and simply thought the words.\n\n\"_Of course I can. Didn't you expect results?_\"\n\n\"_Oh, certainly, sir. Do you want me to go outside for a further test?_\"\n\nThe headband was bothering Morely a little. Unwanted impressions seemed\nto be hovering about, uncomfortably outside the range of recognition. He\ntook the device off and looked at it again.\n\n\"No,\" he said aloud. \"It won't be necessary. It's obvious to me that\nthis thing will never be any good for practical application in any\ncommunity communications problem. It's too vague. But it'll make an\ninteresting toy, I suppose. Some people might like it as a novelty, and\nit'll give them some incentive to do extra work in order to own one.\nThat's what luxury items are for. And the district can use any royalty\nfunds it may generate.\"\n\nHe laid the headband on his desk. \"Go ahead and produce a few samples.\nOffer the designs to Graham's employer. He can offer them on the luxury\nmarket, if he wishes, and we'll see what they do. If people want them,\nit might be profitable, both for the district and for Consolidated.\" He\nshrugged.\n\n\"No telling what'll make people spend their credits.\" He started to nod\na dismissal, then hesitated.\n\n\"Oh, yes. I think I'll keep this one,\" he added. \"And you might leave a\ncouple more. The regional director might be amused by them.\"\n\nHe accepted the two headbands and their power packs, put them in a desk\ndrawer, and sat back to watch the three men leave the office.\n\n       *       *       *       *       *\n\nAfter the door closed, he still sat, idly staring at the headband on his\ndesk. He put it on his head again, then sat, looking about the room.\nThere was no unusual effect, and he took the band off again, looked at\nit sourly, and laid it down.\n\nSomehow, when Bond and those other two had been in the room, he had\nsensed a vague feeling of expectancy. Those three had seemed to be\nenthusiastic and hopeful about something, he was sure. But he failed to\nsee what. This headband certainly showed him nothing.\n\nHe stared at the band for a while longer, then put it back on and\npunched the call button on his desk. As his clerk came into sight, he\nwatched the man closely. There _was_ a slight effect. He could sense a\nvague fear. And a little, gnawing hatred. But nothing was definite, and\nno details of thought came through. He shrugged.\n\nOf course the man was fearful. He probably was reviewing his recent\nmistakes, wondering which one he might be called upon to explain. Too\nbad his mind wasn't clear enough to read. But what could you expect?\nPossibly, he could drive Research into improving the device later.\n\n\"Anyway,\" he told himself, \"everyone has something they're afraid of.\nIt's natural. And everyone has their pet hates, too.\" For an instant, he\nthought of Harwood.\n\nHe focused his mind on a single thought. \"_Get me the quarters file for\nSector Nine._\"\n\nThere was a definite effect this time. There was a sharp radiation of\npained surprise. Then, there was acquiescence. The clerk started to say\nsomething, then backed toward the door. The impression of fear\nintensified. Morely smiled sardonically. The thing was an amusing toy,\nat that. He might find uses for it.\n\nHe sat back, thinking. He could use it as a detector. Coupled with\nshrewd reasoning, well-directed questions, and his own accurate\nknowledge of human failings, it could tell him a great deal about his\npeople and their activities.\n\nFor instance, a question about some suspicious circumstance would cause\na twinge of fear from the erring person. And that could be detected and\nlocalized. Further questions would produce alternate feelings of relief\nand intensified fear. He nodded complacently. Very little had ever\ngotten by him, he thought. But from now on, no error would remain\nundiscovered or unpunished.\n\nThe clerk returned to place the file drawers convenient to his\nsuperior's desk. He hesitated a moment, his eyes on the headband, then\npicked up the completed papers from the desk and went out.\n\nMorely riffled through the cards, idly checked a few against his notes,\nand leaned back again. The file section seemed to be operating smoothly.\nHe looked at his desk. Everything that had to be done immediately was\ndone. And the morning was hardly more than half over.\n\nHe rose to his feet. Surely, somewhere in the headquarters, there must\nbe some sort of trouble spot. Somewhere, someone was not producing to\nthe fullest possible. There must be some loose end. And he'd find it. He\nwent out, jerking a thumb back at his office as he passed his clerk's\ndesk.\n\n\"You can pick up those files again, Roberts. And see to it that my\noffice gets cleaned up a little. I won't be back for a while.\"\n\nHe went out, to walk down the corridor to the snack bar.\n\n       *       *       *       *       *\n\nThere were a few girls there. He walked by their table, glancing at\ntheir badges. Communications people. He nodded to himself, ordered\ncoffee, and chose a table.\n\nAs he glanced at the girls' table, he could detect a current of\nuneasiness. They'd probably been fooling away more time than they\nshould. Too bad he couldn't get more definite information from their\nthoughts. Like to know just how long they had been there. He tilted his\nwrist, taking a long look at his watch. The current of uneasiness\nincreased. No doubt to it, they'd been more than ten minutes already.\n\nThe girls hurriedly finished their coffee and left. Morely sipped at his\nown cup.\n\nAt last, he got up and went out. Might be a good idea to visit the Fixed\nCommunications Section. Looked as though there might be a little laxity\nthere.\n\nAs he walked down the corridor, he mentally reviewed the operation of\ncommunications. There was Fixed Communications, responsible for\ncommunicator service to all the offices and quarters in the district, as\nwell as to the various commercial organizations. There were also Mobile\nComm, Warning, Long Lines, and Administrative Radio.\n\nOf these, the largest was Fixed Communications, with its dial\nequipment, its banks of video amplifiers, the network of cables, and the\nsubstation equipment. It would take days to thoroughly check all their\nactivities. But the office was the key to the entire operation. He could\ncheck their records, and get a clue to their efficiency. And he could\nquestion the section chief.\n\nHe took the elevator to the communications level and walked slowly along\nthe hallway, glancing at the heavy steel door leading to Warning as he\npassed it. That could be checked later, though there would be little\npoint to it.\n\nIt had always annoyed him to think of the operators in that section.\nThey simply sat around, doing nothing but watch their screens and keep\ntheir few, piddling records. They did nothing productive, but they had\nto be retained. Actually, he had to admit, they were a necessity under\npresent conditions. War was always a possibility and the enemy was\nbuilding up his potential. He might strike at any time, and he'd\ncertainly not send advance notification. If he did strike, the warning\nteams would perform their brief mission, alerting the active, working\nmembers of the defense groups. Then, they would be available for\ndefense. And the defense coördinators required warning teams and\nequipment in prescribed districts. His was one of these.\n\nHe grumbled to himself. Even the number of operators and their\norganization were prescribed. This was a section, right within his own\ndistrict, where he had little authority. And it was irritating. Drones,\nthat's what they were.\n\nHe continued to the Fixed Communications office. Here, at least, he had\nauthority.\n\nHe walked through the door, casting a quick glance at the office as he\nentered. The section chief got up from his chair, and came forward.\nMorely felt a little glow of satisfaction as he detected the now\nfamiliar aura of uneasiness. Again, he wished this device he wore were\nmore effective. He would like to know the details of this man's\nthoughts.\n\n       *       *       *       *       *\n\n\"Good morning, sir.\" The Fixed Communication chief saluted.\n\nMorely returned the salute perfunctorily, then examined the man\ncritically.\n\n\"Morning,\" he acknowledged. \"Kirk, I want you to get some new uniforms.\nYou look like a rag bag.\"\n\nA little anger was added to the uneasiness. Kirk looked down at his\nclothing. It wasn't new, but there was actually little wrong, other than\nthe slight smudge on a trouser leg, and a few, small spots of dullness\non his highly polished boots.\n\n\"I've been inspecting some cable vaults, sir,\" he explained. \"We had a\nlittle trouble, due to ground seepage.\"\n\n\"It makes no difference,\" the district leader snorted, \"what you've been\ndoing. A man in your position should be properly attired at all times.\"\nHe paused, looking Kirk over minutely. \"If your cable vaults are in\nsuch bad condition, get them cleaned up. When I look your installations\nover, I shall expect them to be clean. Clean, and in order.\"\n\nHe looked beyond Kirk. \"And get that desk cleared. A competent man works\non one thing at a time and keeps his work in order. A place for\neverything, and everything in its place, you know. You don't need all\nthat clutter. Is the rest of your office as disorderly as this?\"\n\nHe looked disparagingly about the small room, then turned toward the\ndoor to the main communications office. Kirk moved to open the door.\n\nAt one side of the large office was a battery of file cabinets. Four\ndesks were arranged conveniently to them. Morely looked at this\narrangement.\n\n\"What's this?\"\n\n\"Billing and Directory, sir. These are the master files of all fixed\ncommunication subscribers. From them, we make up the semiannual\ndirectory, its corrective supplements, and the monthly bills.\"\n\nMorely frowned at the desks and files, then looked at the clerks, who\nwere bent over their desks. As one of the girls straightened\nmomentarily, he recognized her. He'd seen her earlier, in the snack bar.\nHe looked more closely at her desk. She had reason, he thought for that\nradiation of uncertain fear he could sense.\n\n\"What's in those files?\" he demanded.\n\n\"It's a complete index to all subscribers, sir.\" Kirk looked a little\nsurprised. Morely recognized that the man thought the question a little\nfoolish. He cleared his throat growlingly.\n\n\"Let's see one of those cards.\"\n\nKirk walked to the file, pulled a small envelope at random, and held it\nout. The district leader examined it.\n\n\"Hah!\" he snorted. \"I thought so. Duplication of effort. This has\nnothing on it that isn't in my quarters and locator files.\"\n\n\"There's billing information on the back, sir,\" Kirk, pointed out. \"And\ncurrent charge slips are kept in the envelope. We use these to prepare\nthe subscriber bills, as well as to maintain the directory service. It's\na convenience file, to speed up our work.\"\n\nMorely turned the envelope over in his hands. \"Oh, yes.\" He opened the\nenvelope, to look at the slips inside. \"How do you get the information\nfor these?\"\n\n\"The charge slips come from Long Lines, sir.\" Kirk paused. \"We get\nbilling information for basic billing from the counters in the dial\nmachine. The other information comes from installation reports and from\nthe quarters file section and the locator files.\"\n\n       *       *       *       *       *\n\nMorely handed the envelope back.\n\n\"I can see, Kirk,\" he said, \"that you've built up a whole subsection of\nunnecessary people here.\" He stepped over to the file cabinets, examined\ntheir indices, then pulled a drawer open. He pulled his notebook out,\nconsulted its entries, and searched out an envelope. For a moment, he\ncompared it with the notebook. Then, he turned, holding out the\nenvelope.\n\n[Illustration]\n\n\"And you don't even keep your information current,\" he accused. \"This\nman was transferred yesterday afternoon, to another sector. You still\nshow him at his old quarters, with his old communicator code.\"\n\n\"We haven't that information from Files yet, sir,\" protested Kirk. \"They\nsend us a consolidated list of changes daily, but it generally doesn't\ncome in till thirteen hundred.\"\n\nMorely dropped the envelope on one of the desks.\n\n\"Quarters Files can handle this entire operation,\" he declared, \"with a\nlittle help from Fiscal. And they can handle it far better than your\npeople here.\" He stopped for a moment, thinking, then continued.\n\"Certainly,\" he decided, \"Fiscal can take care of your billing. They\nhandle the funds anyway, in the final analysis. And you can coördinate\nyour directory work with the chief clerk at Files. You've got excess\npeople here, Kirk. We don't need any of them.\"\n\nHe looked at the desks and felt a wave of consternation. Kirk spread his\nhands.\n\n\"But we have the information we need close at hand, sir. Our directory\nhas been coming out on time, and in accurate condition. And our billing\nis well organized. The directory and billing are my respons--\"\n\nMorely waved a hand, then tapped himself on the chest with a long\nforefinger. \"The entire operation of this headquarters is my\nresponsibility, Kirk,\" he said positively, \"and mine alone. And I mean\nto take care of it. You're responsible to me that Fixed Communications\nare kept in order, and I don't mean to relieve you of a bit of that\nresponsibility. But I won't have you making jobs and wasting funds on\nexcess personnel.\" He snorted. \"Convenience files are all right. But\nthey're meant to save work, not make it.\"\n\nKirk shook his head. \"A decentralization will make it difficult,\" he\nbegan.\n\nAgain, Morely cut him off. \"Don't start telling me why you can't do\nsomething,\" he snapped. \"Work out a way you _can_ do it. Make up plans\nfor transferring this filing function to Quarters Files, and work up a\nplan for transferring your billing to Fiscal. That's their business, and\nthey know how to handle it. Submit your study to me this afternoon.\" He\nlooked around the office again.\n\n\"The people in Files and Fiscal can handle this workload without adding\na single person. And they will. You're using four clerks to swing it.\nKirk, I want this organization to run efficiently, and excess personnel\ndon't lead to economic operation.\" He stared at the section chief.\n\n\"Give these four people their notices today, and I'll expect some\nsuggestions from you as to further streamlining of your section within\nthe next two days. And be sure they're sound suggestions, which result\nin personnel savings. Otherwise, I'll be looking for a new section chief\nup here.\"\n\nFor a few seconds, he stood, enjoying the waves of consternation and\nfutile anger which beat about him. Almost, he could pick up some of the\ndespairing thoughts in detail. The clerks, of course, were second-class\ncitizens. And without employment, they'd soon lose their luxury\nprivileges. Unless they were fortunate enough to find other employment\nvery soon, they'd have to move to subsistence quarters, and learn to do\nwithout all but the most meagre of food, clothing, and shelter. When\nthey did get employment again, they'd appreciate it. He looked\nmajestically around the office once more, then turned and strode away.\n\nHe went through the corridor to the elevator, and stepped in, smiling\ncontentedly. The morning hadn't been entirely wasted.\n\nAs he got out of the elevator on executive level, he glanced at his\nwatch. It wasn't quite time for lunch, but there would be little point\nin spending the few remaining minutes in his office. He walked slowly\ntoward the executive cafeteria.\n\n       *       *       *       *       *\n\nAfter lunch, he returned to his office. A few matters awaited his\nexamination and decision, and he busied himself for a short time,\ndisposing of them. He paused over the last.\n\nIt was a request from Kirk for more cable construction. The\njustification showed figures which indicated an increase in executive\ntype communications during the past few months. This, coupled with new\nquarters construction, necessitated additions to the cable trunks from\nthe main exchange. There was added a short survey of necessary repair to\nexisting cable facilities.\n\nMorely leaned back. If he approved the request, he would be helping Kirk\nincrease his section. On the other hand, if he disapproved it, and the\ncommunicator lines became congested, he might find himself open to\ncriticism later. Some of his satisfaction evaporated. He looked sourly\nat the paper.\n\nSuddenly, he thought of Bond's new project. The man had claimed this\ndevice could serve as a communication means between its wearers, and had\ndemonstrated that his claim had some truth. After noting the slight\nfatigue the device seemed to cause in this application, and the\nvagueness of the device's operation, Morely had disregarded the claim.\nBut junior executives could put up with a little fatigue and\ninconvenience. And he could see that they did. It might even cut down\nthe time they were always wasting, talking with one another. He rubbed\nhis chin with one hand.\n\n\"Well,\" he told himself, \"let's see how it works.\"\n\nFrom the way Bond had acted in his office, the sector leader might be\nstill wearing his headband. In fact, he probably was. Morely\nconcentrated on the man, then concentrated on a single, peremptory\nthought.\n\n\"_Bond! Can you receive me?_\"\n\nThe answer was prompt. \"_Yes, sir. You wanted me?_\"\n\n\"_Of course, Idiot. Why do you think I called? Do you really believe\nthese things would be suitable for routine communication? Could they\nsupplement our normal system?_\"\n\n\"_Certainly, sir. They should be very effective._\"\n\n\"_Have you offered them to Consolidated yet?_\"\n\n\"_Yes, sir. They've accepted them. They're beginning to tool up for\nproduction._\"\n\nMorely winced. He had given the order, to be sure--and before creditable\nwitnesses. Bond had been right in taking immediate action, and his speed\nwould have been commendable in most cases. But this time, Morely\nregretted his subordinate's efficiency. It was possible the devices\nmight have a practical use after all. Possibly he had been hasty in\nreleasing them to the open market. He shrugged away his thoughts. After\nall, an administrator had to make quick decisions. He returned to his\nunusual conversation.\n\n\"_Set up a line in research and make up sufficient of those\ncommunicators to outfit the executive personnel of this district._\"\n\n\"_Yes, sir._\"\n\n\"_And give me delivery as soon as you possibly can. How soon will that\nbe?_\"\n\n\"_We can do it in five days, sir._\"\n\n\"_Make it three. That's all._\"\n\nMorely took off his headband. It wasn't as good as a communicator\nsphere, but it would be good enough. He looked at the request from\nCommunications. Possibly, he would be able to cut Kirk down still more.\nHe scrawled a \"disapproved\" on the sheet and initialed it. He started to\ntoss the sheet to the corner of his desk, then hesitated.\n\nDrawing the request back to him, he added: \"Two subjects on same\nrequest. Resubmit as separate requests.\" He tossed the sheet to the desk\ncorner, for the clerk to pick up. Let Kirk make up new requests, then\nworry about why his new construction request was still disapproved. He\ncould always be advised to resubmit later, if the headbands didn't work\nout.\n\n       *       *       *       *       *\n\nMiles away, Bond turned to an engineer.\n\n\"Tool up and start producing these communicators as fast as you can make\n'em, Morris. I'll tell you when to stop. The Old Man just ordered a\nbatch of 'em, and this is one order I want to comply with, and fast!\"\n\nHe walked toward the small production office. Let's see, he had to\nproduce enough for all the exec personnel in the district. Have to start\nfinding out just how many of those guys there were.\n\n\"Make delivery as soon as possible, huh? Cut my estimate by two days?\nI'll have 'em out over night, if I have to start driving people to do\nit.\"\n\n       *       *       *       *       *\n\nMorely looked up as the communicator beeped. He reached to the control\npanel and touched the switch. The face of his deputy appeared in the\nsphere.\n\n\"The section chiefs and field leaders are in the conference room, sir.\"\n\n\"Very good.\" Morely pushed back his chair. \"I'll be right in.\"\n\nHe stepped through the door and crossed the outer office to the\nconference room. As he entered, there was a rustle of motion. The\nsection chiefs and field leaders stood at attention around the table,\nwaiting. At each place at the table was a blank notepad. The district\nleader went immediately to the head of the table and sat down.\n\n\"Gentlemen,\" he began, \"I'll make this short. I've called you in to try\nout a new device which I intend to use to help solve the ever-present\nproblem of communication.\" He looked toward Ward Kirk, who had glanced\nup in surprise.\n\n\"From time to time,\" he continued, \"requests for more and more\ncommunicator lines have been coming in to my office. Since no one else\nseemed to be able to do anything about it, I decided it was time for me\nto step in. After all, we can't expand our cables indefinitely. We\nhaven't unlimited funds at our disposal and there are other projects\ndemanding attention. Important projects.\n\n\"A new electronic development has come to my attention, and it promises\nto relieve the load on our communicators. Each of you will be issued one\nof these devices, which I believe are called 'mental communicators,' or\nsomething of the sort. And you will draw sufficient of them to outfit\nthose of your people who have occasion to use communication to any large\ndegree. You will use them for all routine communications.\" He nodded to\nhis deputy, who stepped to the door and beckoned.\n\nTwo men came in, carrying cartons, which they distributed around the\nroom. Morely waited until one of the cartons was in the hands of each of\nthe men before him, then he reached up to touch the headband he was\nwearing.\n\n\"This is the device I'm speaking of,\" he said. \"Each of you will wear\none of these at all times while you are on duty. You will find, after a\nlittle practice, that you will be able to call any associate who is\nsimilarly equipped. And you will use them in place of the conventional\ncommunications whenever possible.\" He cleared his throat raspingly.\n\n\"Sufficient of these devices have been produced to outfit all the key\npeople of this district. I shall leave it to you to distribute them to\nyour subordinates, and to instruct those subordinates in their use. And\nI shall expect the load on our communicator cables to be appreciably\ndiminished.\" He looked to one side of the room.\n\n\"Bond.\"\n\n\"Yes, sir.\"\n\n\"You will instruct those present in the use of this new communicator.\"\nMorely rose and left the room.\n\n       *       *       *       *       *\n\nAs the district leader disappeared through the door, Harold Bond walked\nto the front of the room. In his hands, he held one of the headbands and\na power pack.\n\n\"Gentlemen,\" he said, \"this is a form of communicator. I don't pretend\nto understand precisely how it operates, though I watched its\ndevelopment and set up a production line for it. All I know is that it\nworks. And I know how to use it--to some extent.\n\n\"The district leader remarked that one could learn to use it with a\nlittle practice, and he's right. Basically, anyone can use it as soon as\nhe puts it on for the first time. But it's like so many other tools. The\nmore you use it, the more proficient you get with it. And I suspect it\nhas capabilities I haven't found yet.\" He shrugged.\n\n\"Operation is simple in the extreme. Since the first model, refinements\nhave been added, and it's unnecessary now for an operator to make any\nadjustments, other than intensity.\"\n\nHe picked up the power pack.\n\n\"This is the power pack, which is plugged into the headband, thus.\" He\npaused as he connected the two plugs.\n\n\"If you gentlemen will perform the operations as I do, this will take\nonly a short time.\"\n\nThere was a crackling in the room as cartons were opened. Power packs\nand headbands rattled against the table for a moment, then Bond\ncontinued.\n\n\"Having plugged in the power pack, you turn this small knob very\nslightly in a clockwise direction, then place the headband on your head.\nThe knob is the switch and intensity control, and it's quite sensitive.\nMost people need very little intensity. If you have difficulty with\ncommunication, raise the intensity a little at a time, till thoughts\ncome through clearly.\" He paused, as the men before him adjusted the\nheadbands to their heads.\n\n\"The power pack,\" he continued, \"may be placed in a pocket.\" He reached\ndown. \"Personally, I carry mine in my shirt, since I find that\nconvenient.\"\n\nHe looked around the room. Men were turning to stare at their neighbors.\nBond could detect a current of uncertainty, then a sensation of pleased\nsurprise. Snatches of thought drifted to him. He ignored them for the\nmoment. Time enough to become acquainted with people later. He placed a\nhand over his mouth, so everyone could see he was not speaking.\n\n\"_Can everyone receive me?_\"\n\nThere was a wave of affirmation, and Bond nodded.\n\n\"_Simple, isn't it? Are there any questions?_\"\n\nA jumble of thoughts made him waver. Most of them could have been\nphrased, \"How does this thing work? What does it do? Am I dreaming?\"\nBond smiled in real amusement. He held up a hand.\n\n\"_I felt the same way_,\" he thought reassuringly. \"_Sometimes. I still\ndo. All I can tell you is what you've already found out for yourselves.\nIt works. I'm told it's a sort of telepathic amplifier and radiator. But\nas I told you, I don't understand its principles. As to practice? I'm\nstill meeting interesting people. So will you._\" He took off the\nheadband.\n\n\"_If anyone has any further questions on operation, I'll try to answer\nthem_,\" he thought quickly. He glanced around the room. Three men were\nlooking at him blankly. He took careful note of them, and mentally shook\nhands with himself. They were the ones he'd thought would blank out. He\nspoke aloud.\n\n\"I'm sorry, gentlemen,\" he apologized. \"I forgot I might be out of\ncommunication. I'm not completely used to this mentacom, myself.\" He\nlooked toward the deputy leader.\n\n\"Do you have anything to add, sir?\"\n\nThe deputy shook his head. \"No,\" he said thoughtfully. \"I think the\ndemonstration was adequate. He cast a quizzical look at Bond, then\nlooked around the room.\n\n\"You gentlemen will find a supply of these devices in the outer office.\nYou may draw one for each person you wish outfitted. If any of you have\nfurther questions, I would suggest you get in touch with Community\nResearch. They understand this thing.\" He waved toward the door. \"This\nmeeting is adjourned.\"\n\nHe watched as the men filed from the room, then turned on Bond.\n\n       *       *       *       *       *\n\n\"What was that business after you took off your headband?\" he demanded.\n\"I received you perfectly, and so did practically everyone here. Why the\napology?\"\n\nBond grimaced. \"We found out something peculiar while we were making\npreliminary tests on this device, sir,\" he explained. \"Some people\ndon't seem to be able to pick up clear thoughts with it, unless another\nperson uses the mentacom to drive in to them. Most of us can pick up\nthoughts from anyone we look at, whether they have a band on or not.\nDefinite, surface thoughts, that is.\"\n\n\"And?\" The deputy's expression was still questioning. He reached up to\npoint at the band he was still wearing. \"I'm getting some mighty\npeculiar secondary thoughts right now,\" he added.\n\n\"And the people who can't use the device fully have other peculiarities,\nsir. I'd rather not go into detail. You can find out the whole story for\nyourself with a very short bit of experimentation, and you have a\nsubject right at hand. If I simply told you, you probably wouldn't\nbelieve me anyway.\"\n\nThe deputy nodded slowly. \"For the moment,\" he said, \"I'll take your\nwords--and your thoughts--as true. Now, one more question: Can a person,\nusing one of these things, successfully lie to another person who wears\none?\"\n\n\"No, sir.\" Bond was positive. \"It's impossible.\"\n\n\"I got that impression. Thanks.\" The deputy turned and walked out of the\ndoor. Bond looked after him, a slight smile growing on his lips.\n\n\"Old Man wanted 'em,\" he told himself. \"He's got 'em.\"\n\n       *       *       *       *       *\n\nThe Fiscal chief glanced through the letter in his hands, then canted\nhis head a little and read again. He lowered it to his desk, then sat\nfor a moment, to stare into space. Finally, he looked down once more.\n\n                        Central Coördination Agency\n                         Office of the Comptroller\n\n    CCA 7.338                                            21 July, 2012\n\n    To:      District Leader\n             District Twelve\n             Region Nine\n\n    Attn.:   Fiscal Chief\n\n    Subject: Mental Communicator\n\n    1. It has been brought to the attention of this office that a\n    product known as the \"Consolidated Mental Communicator\" is being\n    manufactured in District Twelve, Region Nine, and offered for sale\n    as a luxury item.\n\n    2. The characteristics of this device have been investigated by the\n    Technical Division, Central Coördination Agency, and it has been\n    found that the device does in fact permit communication between\n    persons by telepathic or some similar means.\n\n    3. This device is presently being offered for sale in retail luxury\n    stores throughout the nation. The volume of sales and of potential\n    sales warrants distribution of the manufacturing load to\n    manufacturers other than the Consolidated Electronics Company, who,\n    it is understood, presently hold an exclusive manufacturing\n    agreement with the office of the District Leader, District Twelve,\n    Region Nine. This arrangement is inconsistent with the sales and use\n    potential of the device in question.\n\n    4. The agreement between District Twelve, Region Nine, and the\n    Consolidated Electronics Company will be forwarded immediately to\n    this headquarters for consideration. It is contemplated that this\n    agreement will be terminated and replaced by a manufacturing license\n    from the Products Division, Central Coördinating Agency, who will\n    further license other manufacturers to produce this device.\n\n    By Command of Chief Coördinator Gorman\n\n                                        KELLER\n                                        Comptroller\n    MRK/pem\n\nThe Fiscal chief shook his head. This one spelled trouble--in capitals.\nThe royalty payments from Consolidated had become one of the major\nsources of income for the district. And Morely had ordered project after\nproject, using those funds to pay for them. Some of the projects were\nstill outstanding. The Old Man would blow his top.\n\nHe looked again at the small scrap of paper which was clipped to the\nletter. On it was scrawled: \"DeVore--See me--HRM.\"\n\nFor a moment, DeVore considered using his own mentacom, then he\ndiscarded the idea. To be sure, the leader had insisted that his\nsubordinates use the devices for their own communications, and he'd cut\nFixed Communications to the bone. But he still insisted on either\ncommunicator calls or personal contact when he wished to talk to any of\nhis people. And he discouraged any but essential use of the communicator\nsystem, generally demanding that people come in to see him.\n\nDeVore wrinkled his face disgustedly. It _was_ hard to communicate with\nthe district leader by means of a headband. There was a repellent\ncharacteristic about the man's mental emanations, and he seemed to fail\nto comprehend nuances of meaning. Similes, he ignored completely.\nThoughts had to be completely and clearly detailed, then phrased into\nnormal, basic wordage before he would acknowledge them. None of the\nshort-cuts used by other members of the administrative staff seemed to\nwork out in his case. He apparently didn't notice visualizations, and he\nnever made one. His transmission was as stiff and labored as the type of\ncommunication he required from others--more so, if anything. DeVore\nscratched his neck.\n\n\"How,\" he asked himself, \"does one define a telepathic monotone?\"\n\nThere were a few others with whom DeVore had experienced similar\ndifficulties, but most people, he had found, picked up meanings and\nconcepts without difficulty--even seemed to anticipate at times. And\nsince the new induction mentacoms had come on the market, with the\nannoying contacts and headstraps removed, virtually everyone seemed to\nbe either in possession of one of the devices, or about to get one. And,\nthey were worn everywhere.\n\nHe smiled as he thought of the young father-to-be, who had bored\nthrough the evening traffic rush yesterday. The youngster had been so\nintent on getting his wife to the hospital that he'd probably failed to\nsee half the ships that clawed out of his way. And his visualization had\nbeen almost painfully clear. He'd probably be apologizing for weeks to\neveryone he contacted.\n\nDeVore straightened in his chair. What would happen, he wondered, if the\nleader ever ran into one of those situations?\n\n\"Yipe!\" he muttered. \"What a row that would be.\"\n\nHe shrugged, got out of his chair, and walked out into the corridor.\n\n\"Better get it over with,\" he told himself.\n\n       *       *       *       *       *\n\nAs he approached the leader's door, it opened, and Ward Kirk came out.\nHe closed the door with a careful gentleness, then faced it for an\ninstant. DeVore was conscious of a wave of hopeless fury, and a fleeting\nglimpse of Morely's face, framed by brilliant flame. Then, Kirk faced\naround and saw him.\n\n\"_Careful_,\" DeVore thought. \"_You're broadcasting. He'll pick you up._\"\n\nKirk grimaced and DeVore saw a faint image of a tyrannosaur, which\nreared up, jaws agape. Blood dripped from the human figure gripped in\nthe creature's talons.\n\n\"_The old ... wouldn't understand if he did._\"\n\nDeVore grinned. \"_See what you mean. Well, guess I'm the next victim._\"\n\nHe stepped to the door and tapped.\n\n\"Come in.\"\n\nMorely looked up as his Fiscal Chief entered, then swept some papers\naside. \"Well, what do _you_ want?\"\n\nDeVore held out the letter. \"You wanted to see me, sir, about this.\" He\nplaced the paper within the reach of his superior, who snatched at it,\nheld it up for a moment, then dropped it to his desk.\n\n\"Yes, I did. What can we do about it?\"\n\n\"Why,\" DeVore spread his hands slightly, \"we'll have to comply.\"\n\n\"That isn't what I meant, Idiot! How can we continue to receive the\npayments from Consolidated?\"\n\n\"I don't think we can, sir. If Central Coördinating wants to put the\ndevice on a national basis, we can't do anything about it.\"\n\nMorely looked down at the letter, then glared searchingly at DeVore.\n\"The way I read this,\" he declared, \"they want to distribute\nmanufacturing rights on the communicator to plants in other regions than\nthis. Right?\"\n\n\"Yes, sir.\"\n\n\"But they don't say anything about our continuing the Consolidated\npayments on an overwrite basis, for the sale of devices they may make.\nNow, do they?\"\n\n\"No, sir. But that's implied. In cases like this, Central always takes\nover all rights.\" DeVore hesitated. \"I believe regulations--\"\n\n\"I don't care what's implied, DeVore. And I don't care what you\nbelieve. All I see is what's in this letter. They want to distribute the\nmanufacturing load, and I'm quite willing that they should. I want to\ncontinue receiving the payments from Consolidated. Now, you arrange it\nso that they're satisfied and I'm satisfied.\"\n\n[Illustration]\n\n\"But that'll mean Consolidated will have to pay double. We can't--\"\n\n\"Don't say 'can't' to me!\" Morely held up a hand angrily. \"DeVore, I'm\nnot going to tell you how to do this. I want it done. The details are\nyour affair, and if I have to teach you your business, I'll get someone\nwho can do things without having to have them spelled out to him.\" He\nleaned back, to glare at DeVore.\n\n\"Now, get on the job. I told you to make arrangements for me so that we\nwill retain our payments from Consolidated. And I'm not interested in\nwhat arrangements you make with them, or what arrangements they make\nwith Central. Is that a simple enough order for you to understand?\"\n\n\"Yes, sir. I understand all right. But--\"\n\n\"Good! I'm glad I managed to get at least one simple idea into your\nhead.\" The spring in the chair twanged as Morely came forward, to poke\nhis head at DeVore. \"Now, get to work on it.\"\n\nHe jerked his head down for a quick look at the letter on his desk, then\nlooked up again.\n\n\"And I'll expect a report from you by tonight that you've got the matter\ntaken care of.\"\n\nDeVore looked at his superior expressionless for a heartbeat. He had\nbeen given peculiar orders before, and he'd always managed to work out\nthe problems involved. But this was the ultimate. This one seemed to be\njust plain illegal. And there was no point in arguing further. There was\njust the barest chance that there might be some legitimate way out. If\nhe challenged the Old Man on an illegal order, he just might get his\nears pinned back. He'd simply have to go back to his office and try to\nhunt out a technicality. He nodded.\n\n\"Yes, sir. I'll get on it immediately.\"\n\nHe saluted and started to leave the office. But he didn't make it.\n\n\"And, DeVore!\"\n\nThe Fiscal chief halted abruptly, and turned.\n\n\"Sir?\"\n\n\"I'm getting tired of the negative thinking you people seem to have\nfallen into lately. I'm sick of going into every routine detail with\nyou. When you got that letter, you should have immediately worked out a\nmethod of retaining the royalties. Then, you could have come in and\npresented it for my approval. That is the kind of work I want. And\nthat's the kind of work I mean to get in the future. Do you understand?\"\n\nSternly, DeVore suppressed a sarcastic thought. He held his mind and\nface blank and nodded with a semblance of respect.\n\n\"Yes, sir.\"\n\n\"Very well.\" Morely waved a hand. \"Now get something done.\"\n\n       *       *       *       *       *\n\nAs DeVore walked through the corridor, he thought over the situation. Of\ncourse, the easy way out would be to force Consolidated to continue the\npayments in addition to their license fees from Central. That could be\ndone. There were all kinds of methods by which pressure could be brought\nto bear on any company by the district leader's office. And from\nConsolidated's point of view, double payments could offer a cheap means\nof keeping out of difficulties. They would be able to pass most of the\ncost to the consumer by a slight price increase, justified by a minor\nmodification of the devices.\n\nBut they wouldn't be happy about it, and there would come a day when an\nauditing team from Central would be checking in the district. And that\nwould be the day of days!\n\nDeVore turned in at the door to his own office, crossed the room, and\nsat down at his desk.\n\nTo be sure, he could request a share of the fees from Central, and\nthey'd make an award. But they'd never award more than fifty per cent,\nand it'd be hard to get that much. That was no good. The Old Man would\nwant the same payments he'd been getting.\n\nOr, he could try to negotiate a new agreement with Consolidated, double\nthe royalties, and then request fifty per cent from Central. He grinned\nwryly. That would be within legal limits, he was sure, but Central knew\nthe present arrangement, and he knew that they knew. And so would most\nof the interested manufacturers in other regions. The first-class\ncitizens who owned the plants had their own liaison. They'd all balk.\nThen, Central would invalidate both old and new agreements and refuse\ncompensation of any kind to district. That would be a suicidal course.\n\nHe looked up, thinking of one of the girls out in the legal crew.\n\n\"_Fiscal regulations, please. And Markowitz on royalties, too._\"\n\nThe girl turned half around, and he could see a faint impression of her\nview of office details. Then, she went to a book rack. For a few\nseconds, she glanced over the books, then selected two large volumes.\n\n\"_Shall I look it up, or do you want the books?_\"\n\n\"_I'll take them. Might need quite a bit of research._\"\n\nShortly, the girl appeared in his doorway. Quickly, she laid the two\nvolumes on his desk.\n\nDeVore nodded his thanks and opened regulations. Some of the paragraphs\nwere delightfully vague, and could be subject to more than one\ninterpretation. But one paragraph was clear and explicit. And that was\nthe one he was concerned with.\n\nA royalty agreement with, or manufacturing license from Central\nCoördination definitely abrogated any agreement with, or payment to, any\nlesser headquarters. Such an agreement or license barred any further\nnegotiation between any lesser headquarters and a manufacturer, relating\nto the product concerned. Double royalties were prohibited in any case.\n\nHe pushed the books aside. There was no need of looking in Markowitz.\nThat regulation paragraph took care of this exact situation, and\ndisposed of it neatly. For an instant, he thought of taking the volume\nin to the leader's office. Then, he remembered the threatening note in\nthe authoritative voice and the flat, deadly thoughts he had noted as\nsecondaries.\n\nThat wouldn't work either. He thought of the undercurrent in Kirk's\nthoughts. Kirk had been carrying a regulation book, he remembered. He\ncontacted the Fixed Communications chief.\n\n\"_Don't_,\" he was told. \"_I tried it. Know what happened?_\"\n\n\"_Go ahead._\"\n\n\"_He got the regional director on the communicator. I've been\ntransferred to Outpost. They seem to need a cable maintenance chief up\nthere. And I was lucky at that. I started to protest, and they nearly\nhad me for insubordination._\" Abruptly, Kirk cut away.\n\n       *       *       *       *       *\n\nDeVore stared unseeingly across the desk. He'd been at Outpost for a\nshort time once, on an inspection trip, and he still remembered the\nplace. At one time, it had been a well supplied, well organized post. At\nthat time, observational duty had been regarded more highly than now,\nand the place had been desirable for any single officer, though the\nmarried men had objected to being separated from their families by the\nmany miles of frozen waste. But that had changed.\n\nNow, Outpost was the end of the line. The dilapidated surface quarters\noffered poor protection from the fierce cold. Supply ships were rarely\nscheduled to the place, and were often held up by storms when they were\nscheduled. Half rations--even quarter rations--were commonplace. He\nshook his head. Kirk was in real trouble, and there would be no point in\njoining him. That would help neither of them.\n\nThis, he thought, was a situation. Then, he realized something else.\nFrom Morely's point of view, it was a perfectly safe situation, with\nnothing to lose. The district leader could easily disclaim any\nresponsibility for his Fiscal chief's actions in this matter. After all,\nhe hadn't given any detailed instructions. He had made no direct\nsuggestion of any illegal course. He'd merely consulted his Fiscal\nexpert on a technical matter, and if DeVore had seen fit to use an\nillegal method of solving a problem, it was DeVore's responsibility\nalone.\n\nTo be sure, Morely had been a little emphatic in his order, but that was\nsimply because he was well aware of his Fiscal chief's disinclination to\nmake exhaustive technical research.\n\nDeVore pursed his lips and looked thoughtfully at the regulation book.\nHe might be able to use the same tactic Morely was following--if he were\nso inclined. He could issue verbal instructions to the sector leader\nconcerned, and Bond might fail to see the trap. Then, he could report to\nthe leader that the matter was taken care of, indorse the letter back to\nCentral, with the agreement copy, and let Bond turn in funds under one\nof the \"miscellaneous received\" accounts. In fact, he realized, that was\njust about what the district leader expected him to do.\n\nHe smiled and shook his head. A few months ago, it was possible he could\nhave done that, but even then, he wouldn't have. And now, with the\nmental communicators in use, it would be a flat impossibility. The trap\nwould be as obvious to Bond as it had been to him. He leaned back in his\nchair and tapped his fingertips against each other.\n\nThe mentacoms, he knew, were in common use by this time, in virtually\nevery office of district, regional, and national administration, as well\nas by most citizens. And he'd served under Marko Keller once--known him\nfairly well, too. He shrugged.\n\nIt would be a little irregular for a district Fiscal chief to make\ndirect contact with the Coördination Agency's comptroller, but there was\nnothing like getting the most expert and authoritative advice available.\nHe relaxed, trying to recreate his memories of the man who was now\nNational Comptroller.\n\n       *       *       *       *       *\n\nMarko Keller strode purposefully into the filing section. He could\neasily get the data he needed by simply contacting one of the clerks, he\nknew, but he felt an urgent need for personal activity. That\nconversation with DeVore, way out in Region Nine, had upset him more\nthan he liked to admit, even to himself.\n\nIt wouldn't be so bad if it were an isolated incident. Such things could\nbe taken care of by administrative action, and a single instance would\ncause little disturbance. But there were too many, happening too often.\nHe pulled a file drawer open, violently.\n\nOne of the clerks approached. \"Can I help, sir?\"\n\nKeller turned to look at him. The man, he noted, was wearing one of the\nlate model inductive headbands that had been sold in such quantities\nlately. Deluxe model, too. Must have cost him at least two months' pay.\nLike almost everyone else, he was vitally concerned in this latest\naffair. Keller frowned. He, himself, he realized, was acting childishly.\nHe would simply be wasting time by trying to do this by himself.\n\n\"Yes,\" he growled. \"Get me a brief on a few cases like this one.\" He\nmade full contact with the man, rapidly summarizing his conversation\nwith DeVore, and including DeVore's short flash of his own conversation\nwith Ward Kirk.\n\n\"_And get a rundown from personnel. Dig up something on their angle,\ntoo. Several representative cases. Get a few people to help you--many as\nyou need. I'm going to take this whole mess in to the Chief tomorrow\nmorning._\"\n\n       *       *       *       *       *\n\nPaul Graham swept into the apartment, seized his wife about the waist\nand swung her into the air, to set her on top of one of his bookcases.\n\n\"They've done it, honey,\" he shouted.\n\nElaine kicked her heels in a rapid tattoo against the back of the case.\n\n\"Paul Graham, you get me down this instant,\" she ordered indignantly.\n\"Who's done what?\"\n\nGraham stepped back and beat on his chest. \"Meet the new production\nmanager, Mentacom Division, Consolidated Electronics.\"\n\n\"Production manager? But, Paul, only first-class citizens can hold\nsupervisory positions.\"\n\n\"Not any more. Didn't you have the communicator on for the news? It all\ncame in.\"\n\nElaine shook her head and jumped to the floor. \"I've a confession to\nmake, Paul. Ever since they stopped the compulsory notices, I haven't\nhad the thing on at all. It bothered me.\"\n\nHer husband shook his head in mock dismay. \"So now, I'm married to an\nignoramus.\" He spread his hands. \"She doesn't know what's going on in\nthe great, big world.\" He shook a finger at her.\n\n\"It all busted this afternoon, darling. While you sat around in your\nsplendid isolation, everything turned upside down.\"\n\nShe looked at him indignantly for an instant, then turned toward the\nkitchen.\n\n\"Paul, if you don't stop raving, I'm going to get my mentacom and pry it\nout of you,\" she threatened. \"Now, you just settle down. Stop talking in\ncircles and tell me what this is all about.\"\n\n\"Oh, all right. If you insist.\" Graham sank into a chair, looking like a\nsmall boy caught in a prank. \"First, there are no more first-class\ncitizens--no second-class citizens--not even third-class citizens.\nEveryone's a citizen again. Period.\" He threw his hands up.\n\n\"You mean--?\"\n\n\"That's exactly what I mean. No more restrictions. No more compulsory\ncommunity work. No more quarters inspections. And no more privileges.\nWe've got rights again!\n\n\"If you want a dress, you buy it. You don't worry about whether it suits\nyour station. If I can hold a job, I get it. And I did!\" He got out of\nthe chair and strode across the room, to sit on the arm of the divan.\n\"And I can do this, if I want to. If I break this thing down, so help\nme, George, I'll go out and buy a new one.\" He bounced up and down a\nlittle.\n\n\"The administrators are going back to their original jobs. They're\nresponsible for defense, in case of enemy attack, and that's all.\" He\npaused. \"Of course, until sector and district elections can be held,\nthey'll still take care of some of the community functions--some of\nthem, that is. But the elections'll be set up in a few weeks, and we'll\nbe able to choose our own officials for community government.\"\n\nHe bounced to his feet again, strode around the bookcases, and looked\ndown at his desk. Then, he looked around again.\n\n\"Corporations are being set up to take over home construction.\" He held\nup a hand. \"_Home_ construction, I said, not quarters. They're\ncommercializing helicopter manufacture, all kinds of repair work, and a\nlot of other services. And they're going to restore patent rights. That\nmeans plenty to us, darling, believe me.\"\n\n       *       *       *       *       *\n\n\"But, but why? What happened?\"\n\nGraham turned on her. \"Elaine,\" he cried, \"haven't you noticed how many\npeople are wearing mentacoms now, all the time? Haven't you noticed the\nconsideration people have been giving each other for the past weeks?\nRemember what I told you once? If you fully understand a person, you\nsimply can't kick him around. It's too much like taking slaps at\nyourself. With the exception of a few empathic cripples, who can't use\nthe mentacom properly anyway, everyone, inside the administrative\noffices, as well as out, recognized that the bureaucracy was simply\nunworkable as it stood. So, they changed it. Effective immediately.\"\n\nElaine stamped her foot. \"You know I haven't been out of this\napartment,\" she cried. \"And you know why. I simply couldn't stand the\ntreatment I got. I'd have gotten into serious trouble in minutes. So,\nI've stayed in. I've done my shopping by communicator, and contented\nmyself right here.\" She paused.\n\n\"But how is the new administration going to be supported? What are\npeople going to do? How are they taking it? It's all so sudden, I should\nthink--\"\n\nGraham held up a hand.\n\n\"Hey,\" he protested. \"One at a time, please! First--remember taxes?\nRemember how we used to growl about them? They're back. And I love 'em.\nSecond--nobody is going to do anything. Anything drastic or unusual,\nthat is. And finally? Everyone I've seen is taking it in their stride.\nSeems as though they've been sort of expecting it, ever since they\nstarted mind-to-mind communication.\n\n\"You'd be surprised how good most people are at it, now that they're\nused to it. You start into a line of helicopters. All at once, you\nrealize that the guy coming is really in a hurry. He's got to get\nsomewhere, fast. So, you let him go by. The next fellow's not going to\nbe in any tearing rush. He'll let you in, and cheer you on your way.\n\n\"You feel like being left alone? Nobody'll even notice you. But if you\nfeel like talking, half a dozen total strangers'll find something in\ncommon with you. And they'll discuss it. Honey, you'll be surprised how\nmuch you've missed. Get your mentacom. Let's take a little shopping\ntrip.\"\n\n       *       *       *       *       *\n\n\"And here's one of our more difficult cases. But he's coming along\nnicely.\" Dr. Moran pointed through the one-way window.\n\n\"Name's Howard Morely. He used to be a district leader, under the\nbureaucracy. But along in the last few weeks, just before the change, he\ngot into some sort of scrape. They questioned him, and declared him\nunfit for service. Put him out on a pension.\" He pulled at an ear.\n\n\"Matter of fact, I understand his case had quite a deal to do with the\nchange--sort of triggered it. They tell me it sort of pointed up the\nfallacies of the bureaucracy.\" He shrugged.\n\n\"But that's unimportant now, I guess. He almost receded into complete\nparanoia. Had a virtually complete case of empathic paralysis when he\ncame to us. Simply no conception of any other person's point of view,\nand a hatred of people that was fantastic. But he's nearly normal now.\"\n\nThe visiting psychiatrist nodded. \"I've seen the type, of course. We\nhave a number of them, too. You say this new technique was successfully\nused in his case?\"\n\n\"Yes. We had doubts of it, too. Seemed too simple. Sure, we're all\nfamiliar with the mentacoms by now. Wouldn't be without my own. But the\nidea of a field generator so powerful as to force clear impressions into\na crippled mind like his, without completely destroying that mind,\nseemed a little fantastic.\" He shrugged.\n\n\"In this case, though, it was a last resort, so we tried it. He resisted\nthe field for days. Simply sat in his cell and stared at the walls. We\nwere almost ready to give up when one of the operators finally got\nthrough to him. Know what his first visualization was?\"\n\nThe visitor shook his head and laughed. \"I could try a guess, I\nsuppose,\" he said, \"but my chances would be something less than one in a\nthousand million.\"\n\nMoran grinned. \"You're so right. There was a whole bunch of kids\nstanding around. Looked like dozens of 'em. And they were all chanting\nat the top of their voices. You know that old jingle? 'Howie's got a\ngir-rul?' Chanted it over and over.\" The grin widened. \"Operator said\nhis face stung for ten minutes. That girl must have packed one sweet\nwallop!\"\n\n\nTHE END\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Astounding Science Fiction_ June 1955.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Final Weapon, by Everett B. Cole\n\n*** END OF THIS PROJECT GUTENBERG EBOOK FINAL WEAPON ***\n\n***** This file should be named 24723-8.txt or 24723-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/4/7/2/24723/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}