{"title": "Adaptation", "author": "Dallas McCord Reynolds", "releaseDate": "March 4, 2008", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Bruce Albrecht, Stephen Blundell\nand the Online Distributed Proofreading Team at\nhttp://www.pgdp.net\n\n\n\n\n\n\n\n\n\n[Illustration]\n\n\nADAPTATION\n\nBy MACK REYNOLDS\n\nIllustrated by Schoenherr\n\n\n    _When a man has a great deal of knowledge, it becomes extremely easy\n    for him to confuse \"knowledge\" with \"wisdom\" ... and forget that the\n    antonym of \"wisdom\" is not \"ignorance\" but \"folly.\"_\n\n\n\n\nFORWARD\n\n\n_Hardly had man solved his basic problems on the planet of his origin\nthan he began to fumble into space. Barely a century had elapsed in the\nexploration of the Solar System than he began to grope for the stars._\n\n_And suddenly, with an all but religious zeal, mankind conceived its\nfantasy dream of populating the galaxy. Never in the history of the race\nhad fervor reached such a peak and held so long. The question of why was\nseemingly ignored. Millions of Earth-type planets beckoned and with a\nlemming-like desperation humanity erupted into them._\n\n_But the obstacles were frightening in their magnitude. The planets and\nsatellites of Sol had proven comparatively tractable and those that were\nsuited to man-life were quickly brought under his dominion. But there,\nof course, he had the advantage of proximity. The time involved in\nrunning back and forth to the home planet was meaningless and all\nEarth's resources could be thrown into each problem's solving._\n\n_But a planet a year removed in transportation or even communication?\nAy! this was another thing and more than once a million colonists were\nlost before the Earthlings could adapt to new climates, new flora and\nfauna, new bacteria--or to factors which the most far out visionary had\nnever fancied, perhaps the lack of something never before missed._\n\n_So, mad with the lust to seed the universe with his kind, men sought\nnew methods. To a hundred thousand worlds they sent smaller colonies, as\nfew as a hundred pioneers apiece, and there marooned them, to adapt, if\nadapt they could._\n\n_For a millennium each colony was left to its own resources, to conquer\nthe environment or to perish in the effort._\n\n_A thousand years was sufficient. Invariably it was found, on those\nplanets where human life survived at all, man slipped back during his\nfirst two or three centuries into a state of barbarism. Then slowly\nbegan to inch forward again. There were exceptions and the progress on\none planet never exactly duplicated that on another, however the average\nwas surprisingly close to both nadir and zenith, in terms of evolution\nof society._\n\n_In a thousand years it was deemed by the Office of Galactic\nColonization such pioneers had largely adjusted to the new environment\nand were ready for civilization, industrialization and eventual\nassimilation into the rapidly evolving Galactic Commonwealth._\n\n_Of course, even from the beginning, new and unforeseen problems\nmanifested themselves ..._\n\n                                       _from_ \"Man In Antiquity\"\n                                         _published in Terra City, Sol\n                                         Galactic Year 3,502._\n\n\n\n\nI.\n\n\nThe Co-ordinator said, \"I suppose I'm an incurable romantic. You see, I\nhate to see you go.\" Academician Amschel Mayer was a man in early middle\nyears; Dr. Leonid Plekhanov, his contemporary. They offset one another;\nMayer thin and high-pitched, his colleague heavy, slow and dour. Now\nthey both showed their puzzlement.\n\nThe Co-ordinator added, \"Without me.\"\n\nPlekhanov kept his massive face blank. It wasn't for him to be impatient\nwith his superior. Nevertheless, the ship was waiting, stocked and\ncrewed.\n\nAmschel Mayer said, \"Certainly a last minute chat can't harm.\" Inwardly\nhe realized the other man's position. Here was a dream coming true, and\nMayer and his fellows were the last thread that held the Co-ordinator's\ncontrol over the dream. When they left, half a century would pass before\nhe could again check developments.\n\nThe Co-ordinator became more businesslike. \"Yes,\" he said, \"but I have\nmore in mind than a chat. Very briefly, I wish to go over your\nassignment. Undoubtedly redundant, but if there are questions, no matter\nhow seemingly trivial, this is the last opportunity to air them.\"\n\n_What possible questions could there be at this late date?_ Plekhanov\nthought.\n\nThe department head swiveled slowly in his chair and then back again as\nhe talked. \"You are the first--the first of many, many such teams. The\nmanner in which you handle your task will effect man's eternity.\nObviously, since upon your experience we will base our future policies\non interstellar colonization.\" His voice lost volume. \"The position in\nwhich you find yourselves should be humbling.\"\n\n\"It is,\" Amschel Mayer agreed. Plekhanov nodded his head.\n\nThe Co-ordinator nodded, too. \"However, the situation is as near ideal\nas we could hope. Rigel's planets are all but unbelievably Earthlike.\nAlmost all our flora and fauna have been adaptable. Certainly our race\nhas been.\n\n\"These two are the first of the seeded planets. Almost a thousand years\nago we deposited small bodies of colonists upon each of them. Since then\nwe have periodically checked, from a distance, but never intruded.\" His\neyes went from one of his listeners to the other. \"No comments or\nquestions, thus far?\"\n\nMayer said, \"This is one thing that surprises me. The colonies are so\nsmall to begin with. How could they possibly populate a whole world in\none millennium?\"\n\nThe Co-ordinator said, \"Man adapts, Amschel. Have you studied the\ndevelopment of the United States? During her first century and a half\nthe need was for population to fill the vast lands wrested from the\nAmer-Inds. Families of eight, ten, and twelve children were the common\nthing, much larger ones were not unknown. And the generations crowded\none against another; a girl worried about spinsterhood if she reached\nseventeen unwed. But in the next century? The frontier vanished, the\ndriving need for population was gone. Not only were drastic immigration\nlaws passed, but the family shrunk rapidly until by mid-Twentieth\nCentury the usual consisted of two or three children, and even the\nchildless family became increasingly common.\"\n\nMayer frowned impatiently, \"But still, a thousand years. There is always\nfamine, war, disease ...\"\n\nPlekhanov snorted patronizingly. \"Forty to fifty generations, Amschel?\nStarting with a hundred colonists? Where are your mathematics?\"\n\nThe Co-ordinator said, \"The proof is there. We estimate that each of\nRigel's planets now supports a population of nearly one billion.\"\n\n\"To be more exact,\" Plekhanov rumbled, \"some nine hundred million on\nGenoa, seven and a half on Texcoco.\"\n\nMayer smiled wryly. \"I wonder what the residents of each of these\nplanets call their worlds. Hardly the same names we have arbitrarily\nbestowed.\"\n\n\"Probably each call theirs _The World_,\" the Co-ordinator smiled. \"After\nall, the basic language, in spite of a thousand years, is still\nAmer-English. However, I assume you are familiar with our method of\nnaming. The most advanced culture on Rigel's first planet is to be\ncompared to the Italian cities during Europe's feudalistic era. We have\nnamed that planet Genoa. The most advanced nation of the second planet\nis comparable to the Aztecs at the time of the conquest. We considered\nTenochtitlán but it seemed a tongue twister, so Texcoco is the\nalternative.\"\n\n\"Modernizing Genoa,\" Mayer mused, \"should be considerably easier than\nthe task on semiprimitive Texcoco.\"\n\nPlekhanov shrugged, \"Not necessarily.\"\n\nThe Co-ordinator held up a hand and smiled at them. \"Please, no debates\non methods at present. An hour from now you will be in space with a year\nof travel before you. During that time you'll have opportunity for\ndiscussion, debate and hair pulling on every phase of your problem.\"\n\nHis expression became more serious. \"You are acquainted with the unique\nposition you assume. These colonists are in your control to an extent no\nsmall group has ever dominated millions of others before. No Caesar ever\nexerted the power that will be in your educated hands. For a half\ncentury you will be as gods. Your science, your productive know-how,\nyour medicine--if it comes to that, your weapons--are many centuries in\nadvance of theirs. As I said before, your position should be humbling.\"\n\nMayer squirmed in his chair. \"Why not check upon us, say, once every\ndecade? In all, our ship's company numbers but sixteen persons. Almost\nanything could happen. If you were to send a department craft each ten\nyears ...\"\n\nThe Co-ordinator was shaking his head. \"Your qualifications are as high\nas anyone available. Once on the scene you will begin accumulating\ninformation which we, here in Terra City, do not have. Were we to send\nanother group in ten years to check upon you, all they could do would be\ninterfere in a situation all the factors with which they would not be\ncognizant.\"\n\nAmschel Mayer shifted nervously. \"But no matter how highly trained, nor\nhow earnest our efforts, we still may fail.\" His voice worried. \"The\ndepartment cannot expect guaranteed success. After all, we are the\nfirst.\"\n\n\"Admittedly. Your group is first to approach the hundreds of thousands\nof planets we have seeded. If you fail, we will use your failure to\nperfect the eventual system we must devise for future teams. Even your\nfailure would be of infinite use to us.\" He lifted and dropped a\nshoulder. \"I have no desire to undermine your belief in yourselves\nbut--how are we to know?--perhaps there will be a score of failures\nbefore we find the ideal method of quickly bringing these primitive\ncolonies into our Galactic Commonwealth.\"\n\nThe Co-ordinator came to his feet and sighed. He still hated to see them\ngo. \"If there is no other discussion ...\"\n\n\n\n\nII.\n\n\nSpecialist Joseph Chessman stood stolidly before a viewing screen.\nTheoretically he was on watch. Actually his eyes were unseeing, there\nwas nothing to see. The star pattern changed so slowly as to be all but\npermanent.\n\nNot that every other task on board was not similar. One man could have\ntaken the _Pedagogue_ from the Solar System to Rigel, just as easily as\nits sixteen-hand crew was doing. Automation at its ultimate, not even\nthe steward department had tasks adequately to fill the hours.\n\nHe had got beyond the point of yawning, his mind was a blank during\nthese hours of duty. He was a stolid, bear of a man, short and massive\nof build.\n\nA voice behind him said, \"Second watch reporting. Request permission to\ntake over the bridge.\"\n\nChessman turned and it took a brief moment for the blankness in his eyes\nto fade into life. \"Hello Kennedy, you on already? Seems like I just got\nhere.\" He muttered in self-contradiction, \"Or that I've been here a\nmonth.\"\n\nTechnician Jerome Kennedy grinned. \"Of course, if you want to stay ...\"\n\nChessman said glumly, \"What difference does it make where you are? What\nare they doing in the lounge?\"\n\nKennedy looked at the screen, not expecting to see anything and\naccomplishing just that. \"Still on their marathon argument.\"\n\nJoe Chessman grunted.\n\nJust to be saying something, Kennedy said, \"How do you stand in the big\ndebate?\"\n\n\"I don't know. I suppose I favor Plekhanov. How we're going to take a\nbunch of savages and teach them modern agriculture and industrial\nmethods in fifty years under democratic institutions, I don't know. I\ncan see them putting it to a vote when we suggest fertilizer might be a\ngood idea.\" He didn't feel like continuing the conversation. \"See you\nlater, Kennedy,\" and then, as an afterthought, formally, \"Relinquishing\nthe watch to Third Officer.\"\n\nAs he left the compartment, Jerry Kennedy called after him, \"Hey, what's\nthe course!\"\n\nChessman growled over his shoulder, \"The same it was last month, and the\nsame it'll be next month.\" It wasn't much of a joke but it was the only\none they had between themselves.\n\nIn the ship's combination lounge and mess he drew a cup of coffee. Joe\nChessman, among whose specialties were propaganda and primitive\npolitics, was third in line in the expedition's hierarchy. As such he\nparticipated in the endless controversy dealing with overall strategy\nbut only as a junior member of the firm. Amschel Mayer and Leonid\nPlekhanov were the center of the fracas and right now were at it hot and\nheavy.\n\nJoe Chessman listened with only half interest. He settled into a chair\non the opposite side of the lounge and sipped at his coffee. They were\ngoing over their old battlefields, assaulting ramparts they'd stormed a\nthousand times over.\n\nPlekhanov was saying doggedly, \"Any planned economy is more efficient\nthan any unplanned one. What could be more elementary than that? How\ncould anyone in his right mind deny that?\"\n\nAnd Mayer snapped, \"_I_ deny it. That term _planned economy_ covers a\nmultitude of sins. My dear Leonid, don't be an idiot ...\"\n\n\"I beg your pardon, sir!\"\n\n\"Oh, don't get into one of your huffs, Plekhanov.\"\n\nThey were at that stage again.\n\n       *       *       *       *       *\n\nTechnician Natt Roberts entered, a book in hand, and sent the trend of\nconversation in a new direction. He said, worriedly, \"I've been studying\nup on this and what we're confronted with is two different ethnic\nperiods, barbarism and feudalism. Handling them both at once doubles our\nproblems.\"\n\nOne of the junior specialists who'd been sitting to one side said, \"I've\nbeen thinking about that and I believe I've got an answer. Why not all\nof us concentrate on Texcoco? When we've brought them to the Genoa\nlevel, which shouldn't take more than a decade or two, then we can start\nworking on the Genoese, too.\"\n\nMayer snapped, \"And by that time we'll have hardly more than half our\nfifty years left to raise the two of them to an industrial technology.\nDon't be an idiot, Stevens.\"\n\nStevens flushed his resentment.\n\nPlekhanov said slowly, \"Besides, I'm not sure that, given the correct\nmethod, we cannot raise Texcoco to an industrialized society in\napproximately the same time it will take to bring Genoa there.\"\n\nMayer bleated a sarcastic laugh at that opinion.\n\nNatt Roberts tossed his book to the table and sank into a chair. \"If\nonly one of them had maintained itself at a reasonable level of\ndevelopment, we'd have had help in working with the other. As it is,\nthere are only sixteen of us.\" He shook his head. \"Why did the knowledge\nheld by the original colonists melt away? How can an intelligent people\nlose such basics as the smelting of iron, gunpowder, the use of coal as\na fuel?\"\n\nPlekhanov was heavy with condescension. \"Roberts, you seem to have\nentered upon this expedition with a lack of background. Consider. You\nput down a hundred colonists, products of the most advanced culture.\nAmong these you have one or two who can possibly repair an I.B.M.\nmachine, but is there one who can smelt iron, or even locate the ore? We\nhave others who could design an automated textile factory, but do any\nknow how to weave a blanket on a hand loom?\n\n\"The first generation gets along well with the weapons and equipment\nbrought with them from Earth. They maintain the old ways. The second\ngeneration follows along but already ammunition for the weapons runs\nshort, the machinery imported from Earth needs parts. There is no local\neconomy that can provide such things. The third generation begins to\nthink of Earth as a legend and the methods necessary to survive on the\nnew planet conflict with those the first settlers imported. By the\nfourth generation, Earth is no longer a legend but a fable ...\"\n\n\"But the books, the tapes, the films ...\" Roberts injected.\n\n\"Go with the guns, the vehicles and the other things brought from Earth.\nOn a new planet there is no leisure class among the colonists. Each\nworks hard if the group is to survive. There is no time to write new\nbooks, nor to copy the old, and the second and especially the third\ngeneration are impatient of the time needed to learn to read, time that\nshould be spent in the fields or at the chase. The youth of an\nindustrial culture can spend twenty years and more achieving a basic\neducation before assuming adult responsibilities but no pioneer society\ncan afford to allow its offspring to so waste its time.\"\n\nNatt Roberts was being stubborn. \"But still, a few would carry the torch\nof knowledge.\"\n\nPlekhanov nodded ponderously. \"For a while. But then comes the reaction\nagainst these nonconformists, these crackpots who, by spending time at\nbooks, fail to carry their share of the load. One day they wake up to\nfind themselves expelled from the group--if not knocked over the head.\"\n\n       *       *       *       *       *\n\nJoe Chessman had been following Plekhanov's argument. He said dourly,\n\"But finally the group conquers its environment to the point where a\nminimum of leisure is available again. Not for everybody, of course.\"\n\nAmschel Mayer bounced back into the discussion. \"Enter the priest, enter\nthe war lord. Enter the smart operator who talks or fights himself into\na position where he's free from drudgery.\"\n\nJoe Chessman said reasonably, \"If you don't have the man with leisure,\nsociety stagnates. Somebody has to have time off for thinking, if the\nwhole group is to advance.\"\n\n\"Admittedly!\" Mayer agreed. \"I'd be the last to contend that an upper\nclass is necessarily parasitic.\"\n\nPlekhanov grumbled, \"We're getting away from the subject. In spite of\nMayer's poorly founded opinions, it is quite obvious that only a\ncollectivized economy is going to enable these Rigel planets to achieve\nan industrial culture in as short a period as half a century.\"\n\nAmschel Mayer reacted as might have been predicted. \"Look here,\nPlekhanov, we have our own history to go by. Man made his greatest\nstrides under a freely competitive system.\"\n\n\"Well now ...\" Chessman began.\n\n\"Prove that!\" Plekhanov insisted loudly. \"Your so-called free economy\ncountries such as England, France and the United States began their\nindustrial revolution in the early part of the nineteenth century. It\ntook them a hundred years to accomplish what the Soviets did in fifty,\nin the next century.\"\n\n\"Just a _moment_, now,\" Mayer simmered. \"That's fine, but the Soviets\nwere able to profit by the pioneering the free countries did. The\nscientific developments, the industrial techniques, were handed to her\non a platter.\"\n\nSpecialist Martin Gunther, thus far silent, put in his calm opinion.\n\"Actually, it seems to me the fastest industrialization comes under a\npaternal guidance from a more advanced culture. Take Japan. In 1854 she\nwas opened to trade by Commodore Perry. In 1871 she abolished feudalism\nand encouraged by her own government and utilizing the most advanced\ntechniques of a sympathetic West, she began to industrialize.\" Gunther\nsmiled wryly, \"Soon to the dismay of the very countries that originally\nsponsored bringing her into the modern world. By 1894 she was able to\nwage a successful war against China and by 1904 she took on and trounced\nCzarist Russia. In a period of thirty-five years she had advanced from\nfeudalism to a world power.\"\n\nJoe Chessman took his turn. He said obdurately, \"Your paternalistic\nguidance, given an uncontrolled competitive system, doesn't always work\nout. Take India after she gained independence from England. She tried to\nindustrialize and had the support of the free nations. But what\nhappened?\"\n\nPlekhanov leaned forward to take the ball. \"Yes! There's your classic\nexample. Compare India and China. China had a planned industrial\ndevelopment. None of this free competition nonsense. In ten years time\nthey had startled the world with their advances. In twenty years--\"\n\n\"Yes,\" Stevens said softly, \"but at what price?\"\n\nPlekhanov turned on him. \"At any price!\" he roared. \"In one generation\nthey left behind the China of famine, flood, illiteracy, war lords and\nall the misery that had been China's throughout history.\"\n\nStevens said mildly, \"Whether in their admitted advances they left\nbehind all the misery that had been China's is debatable, sir.\"\n\nPlekhanov began to bellow an angry retort but Amschel Mayer popped\nsuddenly to his feet and lifted a hand to quiet the others. \"Our\nsolution has just come to me!\"\n\nPlekhanov glowered at him.\n\nMayer said excitedly, \"Remember what the Co-ordinator told us? This\nexpedition of ours is the first of its type. Even though we fail, the\nvery mistakes we make will be invaluable. Our task is to learn how to\nbring backward peoples into an industrialized culture in roughly half a\ncentury.\"\n\nThe messroom's occupants scowled at him. Thus far he'd said nothing new.\n\nMayer went on enthusiastically. \"Thus far in our debates we've had two\nbasic suggestions on procedure. I have advocated a system of free\ncompetition; my learned colleague has been of the opinion that a strong\nstate and a planned, not to say totalitarian, economy would be the\nquicker.\" He paused dramatically. \"Very well, I am in favor of trying\nthem both.\"\n\nThey regarded him blankly.\n\nHe said with impatience, \"There are two planets, at different ethnic\nperiods it is true, but not so far apart as all that. Fine, eight of us\nwill take Genoa and eight Texcoco.\"\n\nPlekhanov rumbled, \"Fine, indeed. But which group will have the use of\nthe _Pedagogue_ with its library, its laboratories, its shops, its\nweapons?\"\n\nFor a moment, Mayer was stopped but Joe Chessman growled, \"That's no\nproblem. Leave her in orbit around Rigel. We've got two small boats with\nwhich to ferry back and forth. Each group could have the use of her\nfacilities any time they wished.\"\n\n\"I suppose we could have periodic conferences,\" Plekhanov said. \"Say\nonce every decade to compare notes and make further plans, if\nnecessary.\"\n\nNatt Roberts was worried. \"We had no such instructions from the\nCo-ordinator. Dividing our forces like that.\"\n\nMayer cut him short. \"My dear Roberts, we were given _carte blanche_. It\nis up to us to decide procedure. Actually, this system realizes twice\nthe information such expeditions as ours might ordinarily offer.\"\n\n\"Texcoco for me,\" Plekhanov grumbled, accepting the plan in its whole.\n\"The more backward of the two, but under my guidance in half a century\nit will be the more advanced, mark me.\"\n\n\"Look here,\" Martin Gunther said. \"Do we have two of each of the basic\nspecialists, so that we can divide the party in such a way that neither\nplanet will miss out in any one field?\"\n\nAmschel Mayer was beaming at the reception of his scheme. \"The point is\nwell taken, my dear Martin, however you'll recall that our training was\ndeliberately made such that each man spreads over several fields. This\nin case, during our half century without contact, one or more of us\nmeets with accident. Besides, the _Pedagogue's_ library is such that any\nliterate can soon become effective in any field to the extent needed on\nthe Rigel planets.\"\n\n\n\n\nIII.\n\n\nJoe Chessman was at the controls of the space lighter. At his side sat\nLeonid Plekhanov and behind them the other six members of their team.\nThey had circled Texcoco twice at great altitude, four times at a lesser\none. Now they were low enough to spot man-made works.\n\n\"Nomadic,\" Plekhanov muttered. \"Nomadic and village cultures.\"\n\n\"A few dozen urbanized cultures,\" Chessman said. \"Whoever compared the\nmost advanced nation to the Aztecs was accurate, except for the fact\nthat they base themselves along a river rather than on a mountain\nplateau.\"\n\nPlekhanov said, \"Similarities to the Egyptians and Sumerians.\" He looked\nover his beefy shoulder at the technician who was photographing the\nareas over which they passed. \"How does our geographer progress,\nRoberts?\"\n\nNatt Roberts brought his eyes up from his camera viewer. \"I've got most\nof what we'll need for a while, sir.\"\n\n[Illustration]\n\nPlekhanov turned back to Chessman. \"We might as well head for their\nprincipal city, the one with the pyramids. We'll make initial contact\nthere. I like the suggestion of surplus labor available.\"\n\n\"Surplus labor?\" Chessman said, setting the controls. \"How do you know?\"\n\n\"Pyramids,\" Plekhanov rumbled. \"I've always been of the opinion that\nsuch projects as pyramids, whether they be in Yucatan or Egypt, are\nmake-work affairs. A priesthood, or other ruling clique, keeping its\npeople busy and hence out of mischief.\"\n\nChessman adjusted a speed lever and settled back. \"I can see their\npoint.\"\n\n\"But I don't agree with it,\" Plekhanov said ponderously. \"A society that\nbuilds pyramids is a static one. For that matter any society that\nresorts to make-work projects to busy its citizenry has something\nbasically wrong.\"\n\nJoe Chessman said sourly, \"I wasn't supporting the idea, just\nunderstanding the view of the priesthoods. They'd made a nice thing for\nthemselves and didn't want to see anything happen to it. It's not the\nonly time a group in the saddle has held up progress for the sake of\nremaining there. Priests, slave-owners, feudalistic barons, or\nbureaucrats of a twentieth-century police state, a ruling clique will\nnever give up power without pressure.\"\n\nBarry Watson leaned forward and pointed down and to the right. \"There's\nthe river,\" he said. \"And there's their capital city.\"\n\nThe small spacecraft settled at decreasing speed.\n\nChessman said, \"The central square? It seems to be their market, by the\nnumber of people.\"\n\n\"I suppose so,\" Plekhanov grunted. \"Right there before the largest\npyramid. We'll remain inside the craft for the rest of today and\ntonight.\"\n\nNatt Roberts, who had put away his camera, said, \"But why? It's crowded\nin here.\"\n\n\"Because I said so,\" Plekhanov rumbled. \"This first impression is\nimportant. Our flying machine is undoubtedly the first they've seen.\nWe've got to give them time to assimilate the idea and then get together\na welcoming committee. We'll want the top men, right from the\nbeginning.\"\n\n\"The equivalent of the Emperor Montezuma meeting Cortez, eh?\" Barry\nWatson said. \"A real red carpet welcome.\"\n\nThe _Pedagogue's_ space lighter settled to the plaza gently, some fifty\nyards from the ornately decorated pyramid which stretched up several\nhundred feet and was topped by a small templelike building.\n\nChessman stretched and stood up from the controls. \"Your anthropology\nought to be better than that, Barry,\" he said. \"There was no Emperor\nMontezuma and no Aztec Empire, except in the minds of the Spanish.\" He\npeered out one of the heavy ports. \"And by the looks of this town we'll\nfind an almost duplicate of Aztec society. I don't believe they've even\ngot the wheel.\"\n\nThe eight of them clustered about the craft's portholes, taking in the\nprimitive city that surrounded them. The square had emptied at their\napproach, and now the several thousand citizens that had filled it were\npeering fearfully from street entrances and alleyways.\n\nCogswell, a fiery little technician, said, \"Look at them! It'll take\nhours before they drum up enough courage to come any closer. You were\nright, doctor. If we left the boat now, we'd make fools of ourselves\ntrying to coax them near enough to talk.\"\n\nWatson said to Joe Chessman \"What do you mean, no Emperor Montezuma?\"\n\nChessman said absently, as he watched, \"When the Spanish got to Mexico\nthey didn't understand what they saw, being musclemen rather than\nscholars. And before competent witnesses came on the scene, Aztec\nsociety was destroyed. The conquistadors, who did attempt to describe\nTenochtitlán, misinterpreted it. They were from a feudalistic world and\ntried to portray the Aztecs in such terms. For instance, the large\nIndian community houses they thought were palaces. Actually, Montezuma\nwas a democratically elected war chief of a confederation of three\ntribes which militarily dominated most of the Mexican valley. There was\nno empire because Indian society, being based on the clan, had no method\nof assimilating newcomers. The Aztec armies could loot and they could\ncapture prisoners for their sacrifices, but they had no system of\nbringing their conquered enemies into the nation. They hadn't reached\nthat far in the evolution of society. The Incas could have taught them a\nfew lessons.\"\n\nPlekhanov nodded. \"Besides, the Spanish were fabulous liars. In Cortez's\nattempt to impress Spain's king, he built himself up far beyond reality.\nTo read his reports you'd think the pueblo of Mexico had a population\npushing a million. Actually, if it had thirty thousand it was doing\nwell. Without a field agriculture and with their primitive transport,\nthey must have been hard put to feed even that large a town.\"\n\nA tall, militarily erect native strode from one of the streets that\ndebouched into the plaza and approached to within twenty feet of the\nspace boat. He stared at it for at least ten full minutes then spun on\nhis heel and strode off again in the direction of one of the stolidly\nbuilt stone buildings that lined the square on each side except that\nwhich the pyramid dominated.\n\nCogswell chirped, \"Now that he's broken the ice, in a couple of hours\nkids will be scratching their names on our hull.\"\n\n       *       *       *       *       *\n\nIn the morning, two or three hours after dawn, they made their\npreparations to disembark. Of them all, only Leonid Plekhanov was\nunarmed. Joe Chessman had a heavy handgun holstered at his waist. The\nrest of the men carried submachine guns. More destructive weapons were\nhardly called for, nor available for that matter; once world government\nhad been established on Earth the age-old race for improved arms had\nfallen away.\n\nChessman assumed command of the men, growled brief instructions. \"If\nthere's any difficulty, remember we're civilizing a planet of nearly a\nbillion population. The life or death of a few individuals is\nmeaningless. Look at our position scientifically, dispassionately. If it\nbecomes necessary to use force--we have the right and the might to back\nit up. MacBride, you stay with the ship. Keep the hatch closed and\nstation yourself at the fifty-caliber gun.\"\n\nThe natives seemed to know intuitively that the occupants of the craft\nfrom the sky would present themselves at this time. Several thousands of\nthem crowded the plaza. Warriors, armed with spears and bronze headed\nwar clubs, kept the more adventurous from crowding too near.\n\nThe hatch opened, the steel landing stair snaked out, and the hefty\nPlekhanov stepped down, closely followed by Chessman. The others brought\nup the rear, Watson, Roberts, Stevens, Hawkins and Cogswell. They had\nhardly formed a compact group at the foot of the spacecraft than the\nranks of the natives parted and what was obviously a delegation of\nofficials approached them. In the fore was a giant of a man in his late\nmiddle years, and at his side a cold-visaged duplicate of him, obviously\na son.\n\nBehind these were variously dressed others, military, priesthood, local\nofficials, by their appearance.\n\nTen feet from the newcomers they stopped. The leader said in quite\nunderstandable Amer-English, \"I am Taller, Khan of all the People. Our\nlegends tell of you. You must be from First Earth.\" He added with a\nsimple dignity, a quiet gesture, \"Welcome to the World. How may we serve\nyou?\"\n\nPlekhanov said flatly, \"The name of this planet is Texcoco and the\ninhabitants shall henceforth be called Texcocans. You are correct, we\nhave come from Earth. Our instructions are to civilize you, to bring you\nthe benefits of the latest technology, to prepare you to enter the\ncommunity of planets.\" Phlegmatically he let his eyes go to the\npyramids, to the temples, the large community dwelling quarters. \"We'll\ncall this city Tula and its citizens Tulans.\"\n\nTaller looked thoughtfully at him, not having missed the tone of\narrogant command. One of the group behind the Khan, clad in gray flowing\nrobes, said to Plekhanov, mild reproof in his voice, \"My son, we are the\nmost advanced people on ... Texcoco. We have thought of ourselves as\ncivilized. However, we--\"\n\nPlekhanov rumbled, \"I am not your son, old man, and you are far short of\ncivilization. We can't stand here forever. Take us to a building where\nwe can talk without these crowds staring at us. There is much to be\ndone.\"\n\nTaller said, \"This is Mynor, Chief Priest of the People.\"\n\nThe priest bowed his head, then said, \"The People are used to ceremony\non outstanding occasions. We have arranged for suitable sacrifices to\nthe gods. At their completion, we will proclaim a festival. And then--\"\n\nThe warriors had cleared a way through the multitude to the pyramid and\nnow the Earthlings could see a score of chained men and women, nude save\nfor loin cloths and obviously captives.\n\nPlekhanov made his way toward them, Joe Chessman at his right and a pace\nto the rear. The prisoners stood straight and, considering their\nposition, with calm.\n\nPlekhanov glared at Taller. \"You were going to kill these?\"\n\nThe Khan said reasonably, \"They are not of the People. They are\nprisoners taken in battle.\"\n\nMynor said, \"Their lives please the gods.\"\n\n\"There are no gods, as you probably know,\" Plekhanov said flatly. \"You\nwill no longer sacrifice prisoners.\"\n\nA hush fell on the Texcocans. Joe Chessman let his hand drop to his\nweapon. The movement was not lost on Taller's son, whose eyes narrowed.\n\nThe Khan looked at the burly Plekhanov for a long moment. He said\nslowly, \"Our institutions fit our needs. What would you have us do with\nthese people? They are our enemies. If we turn them loose, they will\nfight us again. If we keep them imprisoned, they will eat our food. We\n... Tulans are not poor, we have food aplenty, for we Tulans, but we\ncannot feed all the thousands of prisoners we take in our wars.\"\n\nJoe Chessman said dryly, \"As of today there is a new policy. We put them\nto work.\"\n\nPlekhanov rumbled at him, \"I'll explain our position, Chessman, if you\nplease.\" Then to the Tulans. \"To develop this planet we're going to need\nthe labor of every man, woman and child capable of work.\"\n\nTaller said, \"Perhaps your suggestion that we retire to a less public\nplace is desirable. Will you follow?\" He spoke a few words to an officer\nof the warriors, who shouted orders.\n\n       *       *       *       *       *\n\nThe Khan led the way, Plekhanov and Chessman followed side by side and\nthe other Earthlings, their weapons unostentatiously ready, were\nimmediately behind. Mynor the priest, Taller's son and the other Tulan\nofficials brought up the rear.\n\nIn what was evidently the reception hall of Taller's official residence,\nthe newcomers were made as comfortable as fur padded low stools\nprovided. Half a dozen teenaged Tulans brought a cool drink similar to\ncocoa; it seemed to give a slight lift.\n\nTaller had not become Khan of the most progressive nation on Texcoco by\nother than his own abilities. He felt his way carefully now. He had no\nmanner of assessing the powers wielded by these strangers from space. He\nhad no intention of precipitating a situation in which he would discover\nsuch powers to his sorrow.\n\nHe said carefully, \"You have indicated that you intend major changes in\nthe lives of the People.\"\n\n\"Of all Texcocans,\" Plekhanov said, \"you Tulans are merely the\nbeginning.\"\n\nMynor, the aged priest, leaned forward. \"But why? We do not want these\nchanges--whatever they may be. Already the Khan has allowed you to\ninterfere with our worship of our gods. This will mean--\"\n\nPlekhanov growled, \"Be silent, old man, and don't bother to mention,\never again, your so-called gods. And now, all of you listen. Perhaps\nsome of this will not be new, how much history has come down to you I\ndon't know.\n\n\"A thousand years ago a colony of one hundred persons was left here on\nTexcoco. It will one day be of scholarly interest to trace them down\nthrough the centuries but at present the task does not interest us. This\nexpedition has been sent to recontact you, now that you have populated\nTexcoco and made such adaptations as were necessary to survive here. Our\nbasic task is to modernize your society, to bring it to an\nindustrialized culture.\"\n\nPlekhanov's eyes went to Taller's son. \"I assume you are a soldier?\"\n\nTaller said, \"This is Reif, my eldest, and by our custom, second in\ncommand of the People's armies. As Khan, I am first.\"\n\nReif nodded coldly to Plekhanov. \"I am a soldier.\" He hesitated for a\nmoment, then added, \"And willing to die to protect the People.\"\n\n\"Indeed,\" Plekhanov rumbled, \"as a soldier you will be interested to\nknow that our first step will involve the amalgamation of all the\nnations and tribes of this planet. Not a small task. There should be\nopportunity for you.\"\n\nTaller said, \"Surely you speak in jest. The People have been at war for\nas long as scribes have records and never have we been stronger than\ntoday, never larger. To conquer the world! Surely you jest.\"\n\nPlekhanov grunted ungraciously. He looked to Barry Watson, a lanky\nyouth, now leaning negligently against the wall, his submachine gun,\nhowever, at the easy ready. \"Watson, you're our military expert. Have\nyou any opinions as yet?\"\n\n\"Yes, sir,\" Watson said easily. \"Until we can get iron weapons and\nfirearms into full production, I suggest the Macedonian phalanx for\ntheir infantry. They have the horse, but evidently the wheel has gone\nout of use. We'll introduce the chariot and also heavy carts to speed up\nlogistics. We'll bring in the stirruped saddle, too. I have available\nfor study, works on every cavalry leader from Tamerlane to Jeb Stuart.\nYes, sir, I have some ideas.\"\n\nPlekhanov pursed his heavy lips. \"From the beginning we're going to need\nmanpower on a scale never dreamed of locally. We'll adopt a policy of\nexpansion. Those who join us freely will become members of the State\nwith full privileges. Those who resist will be made prisoners of war and\nused for shock labor on the roads and in the mines. However, a man works\nbetter if he has a goal, a dream. Each prisoner will be freed and become\na member of the State after ten years of such work.\"\n\nHe turned to his subordinates. \"Roberts and Hawkins, you will begin\ntomorrow to seek the nearest practical sources of iron ore and coal.\nWherever you discover them we'll direct our first military expeditions.\nChessman and Cogswell, you'll assemble their best artisans and begin\ntheir training in such basic advancements as the wheel.\"\n\nTaller said softly, \"You speak of advancement but thus far you have\nmentioned largely war and on such a scale that I wonder how many of the\nPeople will survive. What advancement? We have all we wish.\"\n\nPlekhanov cut him off with a curt motion of his hand. He indicated the\nhieroglyphics on the chamber's walls. \"How long does it take to learn\nsuch writing?\"\n\nMynor, the priest, said, \"This is a mystery known only to the\npriesthood. One spends ten years in preparation to be a scribe.\"\n\n\"We'll teach you a new method which will have every citizen of the State\nreading and writing within a year.\"\n\nThe Tulans gaped at him.\n\nHe moved ponderously over to Roberts, drew from its scabbard the sword\nbayonet the other had at his hip. He took it and slashed savagely at a\nstone pillar, gouging a heavy chunk from it. He tossed the weapon to\nReif, whose eyes lit up.\n\n\"What metals have you been using? Copper, bronze? Probably. Well, that's\nsteel. You're going to move into the iron age overnight.\"\n\nHe turned to Taller. \"Are your priests also in charge of the health of\nyour people?\" he growled. \"Are their cures obtained from mumbo-jumbo and\na few herbs found in the desert? Within a decade, I'll guarantee you\nthat not one of your major diseases will remain.\"\n\nHe turned to the priest and said, \"Or perhaps this will be the clincher\nfor some of you. How many years do you have, _old man_?\"\n\nMynor said with dignity, \"I am sixty-four.\"\n\nPlekhanov said churlishly, \"And I am two hundred and thirty-three.\" He\ncalled to Stevens, \"I think you're our youngest. How old are you?\"\n\nStevens grinned, \"Hundred and thirteen, next month.\"\n\nMynor opened his mouth, closed it again. No man but would prolong his\nyouth. Of a sudden he felt old, old.\n\nPlekhanov turned back to Taller. \"Most of the progress we have to offer\nis beyond your capacity to understand. We'll give you freedom from want.\nHealth. We'll give you advances in every art. We'll eventually free\nevery citizen from drudgery, educate him, give him the opportunity to\nenjoy intellectual curiosity. We'll open the stars to him. All these\nthings the coming of the State will eventually mean to you.\"\n\nTula's Khan was not impressed. \"This you tell us, man from First Earth.\nBut to achieve these you plan to change every phase of our lives and we\nare happy with ... Tula ... the way it is. I say this to you. There are\nbut eight of you and many, many of us. We do not want your ... State.\nReturn from whence you came.\"\n\nPlekhanov shook his massive head at the other. \"Whether or not _you_\nwant these changes they will be made. If you fail to co-operate, we will\nfind someone who will. I suggest you make the most of it.\"\n\nTaller arose from the squat stool upon which he'd been seated. \"I have\nlistened and I do not like what you have said. I am Khan of all the\nPeople. Now leave in peace, or I shall order my warriors ...\"\n\n\"Joe,\" Plekhanov said flatly. \"Watson!\"\n\nJoe Chessman took his heavy gun from its holster and triggered it twice.\nThe roar of the explosions reverberated thunderously in the confined\nspace, deafening all, and terrifying the Tulans. Bright red colored the\nrobes the Khan wore, colored them without beauty. Bright red splattered\nthe floor.\n\nLeonid Plekhanov stared at his second in command, wet his thick lips.\n\"Joe,\" he sputtered. \"I hadn't ... I didn't expect you to be so ...\nhasty.\"\n\nJoe Chessman growled, \"We've got to let them know where we stand, right\nnow, or they'll never hold still for us. Cover the doors, Watson,\nRoberts.\" He motioned to the others with his head. \"Cogswell, Hawkins,\nStevens, get to those windows and watch.\"\n\nTaller was a crumbled heap on the floor. The other Texcocans stared at\nhis body in shocked horror.\n\nAll expect Reif.\n\nReif bent down over his father's body for a moment, and then looked up,\nhis lips white, at Plekhanov. \"He is dead.\"\n\nLeonid Plekhanov collected himself. \"Yes.\"\n\nReif's cold face was expressionless. He looked at Joe Chessman who stood\nstolidly to one side, gun still in hand.\n\nReif said, \"You can supply such weapons to my armies?\"\n\nPlekhanov said, \"That is our intention, in time.\"\n\nReif came erect. \"Subject to the approval of the clan leaders, I am now\nKhan. Tell me more of this State of which you have spoken.\"\n\n\n\n\nIV.\n\n\nThe sergeant stopped the small company about a quarter of a mile from\nthe city of Bari. His detachment numbered only ten but they were well\narmed with short swords and blunderbusses and wore mail and steel\nhelmets. On the face of it, they would have been a match for ten times\nthis number of merchants.\n\nIt was hardly noon but the sergeant had obviously already been at his\nwine flask. He leered at them. \"And where do you think you go?\"\n\nThe merchant who led the rest was a thin little man but he was richly\nrobed and astride a heavy black mare. He said, \"To Bari, soldier.\" He\ndrew a paper from a pouch. \"I hold this permission from Baron Mannerheim\nto pass through his lands with my people and chattels.\"\n\nThe leer turned mercenary. \"Unfortunately, city man, I can't read. What\ndo you carry on the mules?\"\n\n\"Personal property, which, I repeat, I have permission to transport\nover Baron Mannerheim's lands free from harassment from his followers.\"\nHe added, in irritation, \"The baron is a friend of mine, fond of the\ngifts I give him.\"\n\nOne of the soldiers grunted his skepticism, checked the flint on the\nlock of his piece, then looked at the sergeant suggestively.\n\nThe sergeant said, \"As you say, merchant, my lord the baron is fond of\ngifts. Aren't we all? Unfortunately, I have received no word of your\ngroup. My instructions are to stop all intruders upon the baron's lands\nand, if there is resistance, to slay them and confiscate such properties\nas they may be carrying.\"\n\nThe merchant sighed and reached into a small pouch. The eyes of the\nsergeant drooped in greed. The hand emerged with two small coins. \"As\nyou say,\" the merchant muttered bitterly, \"we are all fond of gifts.\nWill you do me the honor to drink my health at the tavern tonight?\"\n\nThe sergeant said nothing, but his mouth slackened and he fondled the\nhilt of his sword.\n\nThe merchant sighed again and dipped once more into the pouch. This time\nhis hand emerged with half a dozen bits of silver. He handed them down\nto the other, complaining, \"How can a man profit in his affairs if every\nfew miles he must pass another outstretched hand?\"\n\nThe sergeant growled, \"You do not seem to starve, city man. Now, on your\nway. You are fortunate I am too lazy today to bother going through your\nthings. Besides,\" and he grinned widely, \"the baron gave me personal\ninstructions not to bother you.\"\n\nThe merchant snorted, kicked his heels into his beast's sides and led\nhis half dozen followers toward the city. The soldiers looked after them\nand howled their amusement. The money was enough to keep them soused for\ndays.\n\nWhen they were out of earshot, Amschel Mayer grinned his amusement back\nover his shoulder at Jerome Kennedy. \"How'd that come off, Jerry?\"\n\nThe other sniffed, in mock deprecation. \"You're beginning to fit into\nthe local merchant pattern better than the real thing. However, just for\nthe record, I had this, ah, grease gun, trained on them all the time.\"\n\nMayer frowned. \"Only in extreme emergency, my dear Jerry. The baron\nwould be up in arms if he found a dozen of his men massacred on the\noutskirts of Bari, and we don't want a showdown at this stage. It's\ntaken nearly a year to build this part we act.\"\n\nAt this time of day the gates of the port city were open and the guards\nlounged idly. Their captain recognized Amschel Mayer and did no more\nthan nod respectfully.\n\nThey wended their way through narrow, cobblestoned streets, avoiding the\ncrowds in the central market area. They pulled up eventually before a\nhouse both larger and more ornate than its neighbors. Mayer and Kennedy\ndismounted from the horses and left their care to the others.\n\n[Illustration]\n\nMayer beat with the heavy knocker on the door and a slot opened for a\nquick check of his identity. The door opened wide and Technician Martin\nGunther let them in.\n\n\"The others are here already?\" Mayer asked him.\n\nGunther nodded. \"Since breakfast. Baron Leonar, in particular, is\nimpatient.\"\n\nMayer said over his shoulder, \"All right, Jerry, this is where we put it\nto them.\"\n\nThey entered the long conference room. A full score of men sat about the\nheavy wooden table. Most of them were as richly garbed as their host.\nMost of them in their middle years. All of them alert of eye. All of\nthem confidently at ease.\n\n       *       *       *       *       *\n\nAmschel Mayer took his place at the table's end and Jerome Kennedy sank\ninto the chair next to him. Mayer took the time to speak to each of his\nguests individually, then he leaned back and took in the gathering as a\nwhole. He said, \"You probably realize that this group consists of the\ntwenty most powerful merchants on the continent.\"\n\nOlderman nodded. \"We have been discussing your purpose in bringing us\ntogether, Honorable Mayer. All of us are not friends.\" He twisted his\nface in amusement. \"In fact, very few of us are friends.\"\n\n\"There is no need for you to be,\" Mayer said snappishly, \"but all are\ngoing to realize the need for co-operation. Honorables, I've just come\nfrom the city of Ronda. Although I'd paid heavily in advance to the\nthree barons whose lands I crossed. I had to bribe myself through a\ndozen road-blocks, had to pay exorbitant rates to cross three ferries,\nand once had to fight off supposed bandits.\"\n\nOne of his guests grumbled, \"Who were actually probably soldiers of the\nlocal baron who had decided that although you had paid him transit fee,\nit still might be profitable to go through your goods.\"\n\nMayer nodded. \"Exactly, my dear Honorable, and that is why we've\ngathered.\"\n\nOlderman had evidently assumed spokesmanship for the others. Now he said\nwarily, \"I don't understand.\"\n\n\"Genoa, if you'll pardon the use of this name to signify the planet upon\nwhich we reside, will never advance until trade has been freed from\nthese bandits who call themselves lords and barons.\"\n\nEyebrows reached for hairlines.\n\nOlderman's eyes darted about the room, went to the doors. \"Please,\" he\nsaid, \"the servants.\"\n\n\"My servants are safe,\" Mayer said.\n\nOne of his guests was smiling without humor. \"You seem to forget,\nHonorable Mayer, that I carry the title of baron.\"\n\nMayer shook his head. \"No, Baron Leonar. But neither do you disagree\nwith what I say. The businessman, the merchant, the manufacturer on\nGenoa today, is only tolerated. Were it not for the fact that the barons\nhave no desire to eliminate such a profitable source of income, they\nwould milk us dry overnight.\"\n\nSomeone shrugged. \"That is the way of things. We are lucky to have\nwrested, bribed and begged as many favors from the lords as we have. Our\ntwenty cities all have charters that protect us from complete\ndespoilation.\"\n\nMayer twisted excitedly in his chair. \"As of today, things begin to\nchange. Jerry, that platen press.\"\n\nJerry Kennedy left the room momentarily and returned with Martin Gunther\nand two of the servants. While the assembled merchants looked on, in\npuzzled silence, Mayer's assistants set up the press and a stand holding\ntwo fonts of fourteen-point type. Jerry took up a printer's stick and\ngave running instructions as he demonstrated. Gunther handed around\npieces of the type until all had examined it, while his colleague set up\nseveral lines. Kennedy transposed the lines to a chase, locked it up and\nplaced the form to one side while he demonstrated inking the small\npress, which was operated by a foot pedal. He mounted the form in the\npress, took a score of sheets of paper and rapidly fed them, one by one.\nWhen they were all printed, he stopped pumping and Gunther handed the\nstill wet finished product around to the audience.\n\nOlderman stared down at the printed lines, scowled in concentration, wet\nhis lips in sudden comprehension.\n\nBut it was merchant Russ who blurted, \"This will revolutionize the\ninscribing of books. Why, it can well take it out of the hands of the\nTemple! With such a machine I could make a hundred books--\"\n\nMayer was beaming. \"Not a hundred, Honorable, but a hundred thousand!\"\n\nThe others stared at him as though he was demented. \"A hundred\nthousand,\" one said. \"There are not that many literate persons on the\ncontinent.\"\n\n\"There will be,\" Mayer crowed. \"This is but one of our levers to pry\npower from the barons. And here is another.\" He turned to Russ.\n\"Honorable Russ, your city is noted for the fine quality of its steel,\nof the swords and armor you produce.\"\n\nRuss nodded. He was a small man fantastically rich in his attire. \"This\nis true, Honorable Mayer.\"\n\nMayer said, tossing a small booklet to the other, \"I have here the plans\nfor a new method of making steel from pig iron. The Bessemer method,\nwe'll call it. The principle involved is the oxidation of the impurities\nin the iron by blowing air through the molten metal.\"\n\nAmschel Mayer turned to still another. \"And your town is particularly\nnoted for its fine textiles.\" He looked to his assistants. \"Jerry, you\nand Gunther bring in those models of the power loom and the spinning\njenny.\"\n\nWhile they were gone, he said, \"My intention is to assist you to speed\nup production. With this in mind, you'll appreciate the automatic flying\nshuttle that we'll now demonstrate.\"\n\nKennedy and Gunther re-entered accompanied by four servants and a mass\nof equipment. Kennedy muttered to Amschel Mayer, \"I feel like the\ninstructor of a handicrafts class.\"\n\nHalf an hour later, Kennedy and Gunther wound up passing out pamphlets\nto the awed merchant guests. Kennedy said, \"This booklet will give\ndetails on construction of the equipment and its operation.\"\n\nMayer pursed his lips. \"Your people will be able to assimilate only so\nfast, so we won't push them. Later, you'll be interested in introducing\nthe mule spinning frame, among other items.\"\n\nHe motioned for the servants to remove the printing press and textile\nmachinery. \"We now come to probably the most important of the devices I\nhave to introduce to you today. Because of size and weight, I've had\nconstructed only a model. Jerry!\"\n\nJerry Kennedy brought to the heavy table a small steam engine, clever in\nits simplicity. He had half a dozen attachments for it. Within moments\nhe had the others around him, as enthusiastic as a group of youngsters\nwith a new toy.\n\n\"By the Supreme,\" Baron Leonar blurted, \"do you realize this device\ncould be used instead of waterpower to operate a mill to power the loom\ndemonstrated an hour ago?\"\n\nHonorable Russ was rubbing the side of his face thoughtfully. \"It might\neven be adapted to propel a coach. A coach without horses.\nUnbelievable!\"\n\nMayer chuckled in excitement and clapped his hands. A servant entered\nwith a toy wagon which had been slightly altered. Martin Gunther lifted\nthe small engine, placed it in position atop the wagon, connected it\nquickly and threw a lever. The wagon moved smoothly forward, the first\nengine-propelled vehicle of Genoa's industrial revolution.\n\nMartin Gunther smiled widely at Russ. \"You mean like this, Honorable?\"\n\nHalf an hour later they were re-seated, before each of them a small pile\nof pamphlets, instructions, plans, blueprints.\n\nMayer said, \"I have just one more device to bring to your attention at\nthis time. I wish it were unnecessary but I am afraid otherwise.\"\n\nHe held up for their inspection, a forty-five-caliber bullet. Jerry\nKennedy handed around samples to the merchants. They fingered them in\npuzzlement.\n\n\"Honorables,\" Mayer said, \"the barons have the use of gunpowder. Muskets\nand muzzleloading cannon are available to them both for their wars\nagainst each other and their occasional attacks upon our supposedly\nindependent cities. However, this is an advancement on their weapons.\nThis unit includes not only the bullet's lead, but the powder and the\ncap which will explode it.\"\n\nThey lacked understanding, and showed it.\n\nMayer said, \"Jerry, if you'll demonstrate.\"\n\nJerry Kennedy said, \"The bullet can be adapted to various weapons,\nhowever, this is one of the simplest.\" He pressed, one after another, a\nfull twenty rounds into the gun's clip.\n\n\"Now, if you'll note the silhouette of a man I've drawn on the wooden\nframe at the end of the room.\" He pressed the trigger, sent a single\nshot into the figure.\n\nOlderman nodded. \"An improvement in firearms. But--\"\n\nKennedy said, \"However, if you are confronted with more than one of the\nbad guys.\" He grinned and flicked the gun to full automatic and in a\nGötterdämmerung of sound in the confines of the room, emptied the clip\ninto his target sending splinters and chips flying and all but\ndemolishing the wooden backdrop.\n\nHis audience sat back in stunned horror at the demonstration.\n\nMayer said now, \"The weapon is simple to construct, any competent\ngunsmith can do it. It is manifest, Honorables, that with your people so\nequipped your cities will be safe from attack and so will trading\ncaravans and ships.\"\n\nRuss said shakily, \"Your intention is good, Honorable Mayer, however it\nwill be but a matter of time before the barons have solved the secrets\nof your weapon. Such cannot be held indefinitely. Then we would again be\nat their mercy.\"\n\n\"Believe me, Honorable,\" Mayer said dryly, \"by that time I will have new\nweapons to introduce, if necessary. Weapons that make this one a very\ntoy in comparison.\"\n\nOlderman resumed his office as spokesman. \"This demonstration has\nastounded us, Honorable Mayer, but although we admire your abilities it\nneed hardly be pointed out that it seems unlikely all this could be the\nproduct of one brain.\"\n\n\"They are not mine,\" Mayer admitted. \"They are the products of many\nminds.\"\n\n\"But where--?\"\n\nThe Earthman shook his head. \"I don't believe I will tell you now.\"\n\n\"I see.\" The Genoese eyed him emotionlessly. \"Then the question\nbecomes, _why_?\"\n\nMayer said, \"It may be difficult for you to see, but the introduction of\neach of these will be a nail in feudalism's coffin. Each will increase\neither production or trade and such increase will lead to the overthrow\nof feudal society.\"\n\nBaron Leonar, who had remained largely silent throughout the afternoon,\nnow spoke up. \"As you said earlier, although I am a lord myself, my\ninterests are your own. I am a merchant first. However, I am not sure I\nwant the changes these devices will bring. Frankly, Honorable Mayer, I\nam satisfied with my world as I find it today.\"\n\nAmschel Mayer smiled wryly at him. \"I am afraid you _must_ adapt to\nthese new developments.\"\n\nThe baron said coldly, \"Why? I do not like to be told I must do\nsomething.\"\n\n\"Because, my dear baron, there are three continents on the planet of\nGenoa. At present there is little trade due to inadequate shipping. But\nthe steam engine I introduce today will soon propel larger craft than\nyou have ever built before.\"\n\nRuss said, \"What has this to do with our being forced to use these\ndevices?\"\n\n\"Because I have colleagues on the other continents busily introducing\nthem. If you don't adapt, in time competitors will invade your markets,\ncapture your trade, drive you out of business.\"\n\nMayer wrapped it up. \"Honorables, modernize or go under. It's each man\nfor himself and the devil take the hindmost, if you'll allow a saying\nfrom another era.\"\n\nThey remained silent for a long period. Finally Olderman stated bluntly,\n\"The barons are not going to like this.\"\n\nJerry Kennedy grinned. \"Obviously, that's why we've introduced you to\nthe tommy gun. It's not going to make any difference if they like it or\nnot.\"\n\nRuss said musingly, \"Pressure will be put to prevent the introduction of\nthis equipment.\"\n\n\"We'll meet it,\" Mayer said, shifting happily in his seat.\n\nRuss added, \"The Temple is ever on the side of the barons. The monks\nwill fight against innovations that threaten to disturb the present\nway.\"\n\nMayer said, \"Monks usually do. How much property is in the hands of the\nTemple?\"\n\nRuss admitted sourly, \"The monks are the greatest landlords of all. I\nwould say at least one third of the land and the serfs belong to the\nTemple.\"\n\n\"Ah,\" Mayer said. \"We must investigate the possibilities of a\nReformation. But that can come later. Now I wish to expand on my reason\nfor gathering you.\n\n\"Honorables, Genoa is to change rapidly. To survive, you will have to\nmove fast. I have not introduced these revolutionary changes without\nself-interest. Each of you are free to use them to his profit, however,\nI expect a thirty per cent interest.\"\n\nThere was a universal gasp.\n\nOlderman said, \"Honorable Mayer, you have already demonstrated your\ndevices. What is there to prevent us from playing you false?\"\n\nMayer laughed. \"My dear Olderman, I have other inventions to reveal as\nrapidly as you develop the technicians, the workers, capable of building\nand operating them. If you cheat me now, you will be passed by next\ntime.\"\n\nRuss muttered, \"Thirty per cent! Your wealth will be unbelievable.\"\n\n\"As fast as it accumulates, Honorables, it shall be invested. For\ninstance, I have great interest in expanding our inadequate\nuniversities. The advances I expect will only be possible if we educate\nthe people. Field serfs are not capable of running even that simple\nsteam engine Jerry demonstrated.\"\n\nBaron Leonar said, \"What you contemplate is mind-shaking. Do I\nunderstand that you wish a confederation of all our cities? A joining\ntogether to combat the strength of the present lords?\"\n\nMayer was shaking his head. \"No, no. As the barons lose power, each of\nyour cities will strengthen and possibly expand to become nations.\nPerhaps some will unite. But largely you will compete against each other\nand against the nations of the other continents. In such competition\nyou'll have to show your mettle, or go under. Man develops at his\nfastest when pushed by such circumstance.\"\n\nThe Earthling looked off, unseeing, into a far corner of the room. \"At\nleast, so is my contention. Far away from here a colleague is trying to\nprove me wrong. We shall see.\"\n\n\n\n\nV.\n\n\nLeonid Plekhanov returned to the _Pedagogue_ with a certain ceremony. He\nwas accompanied by Joe Chessman, Natt Roberts and Barry Watson of his\noriginal group, but four young, hard-eyed, hard-faced and armed Tulans\nwere also in the party. Their space lighter swooped in, nestled to the\n_Pedagogue's_ hull in the original bed it had occupied on the trip from\nTerra City, and her port opened to the corridors of the mother ship.\n\nPlekhanov, flanked by Chessman and Watson, strode heavily toward the\nship's lounge. Natt Roberts and two of the Tulans remained with the\nsmall boat. Two of the other natives followed, their eyes darting here,\nthere, in amazement, in spite of their efforts to appear grim and\nuntouched by it all.\n\nAmschel Mayer was already seated at the officer's dining table. His face\ndisplayed his irritation at the other's method of presenting himself.\n\"Good Heavens, Plekhanov, what is this, an invasion?\"\n\nThe other registered surprise.\n\nMayer indicated the Texcocans. \"Do you think it necessary to bring armed\nmen aboard the _Pedagogue_? Frankly, I have not even revealed to a\nsingle Genoese the existence of the ship.\"\n\nJerry Kennedy was seated to one side, the only member of Mayer's team\nwho had accompanied him for this meeting. Kennedy winked at Watson and\nChessman. Watson grinned back but held his peace.\n\nPlekhanov sank into a chair, rumbling, \"We hold no secrets from the\nTexcocans. The sooner they advance to where they can use our libraries\nand laboratories, the better. And the fact these boys are armed has no\nsignificance. My Tulans are currently embarked on a campaign to unite\nthe planet. Arms are sometimes necessary, and Tula, my capital, is\nsomewhat of an armed camp. All able-bodied men--\"\n\nMayer broke in heatedly, \"And is this the method you use to bring\ncivilization to Texcoco? Is this what you consider the purpose of the\nOffice of Galactic Colonization? An armed camp! How many persons have\nyou slaughtered thus far?\"\n\n\"Easy,\" Joe Chessman growled.\n\nAmschel Mayer spun on him. \"I need no instruction from you, Chessman.\nPlease remember I'm senior in charge of this expedition and as such rank\nyou.\"\n\nPlekhanov thudded a heavy hand on the table. \"I'll call my assistants to\norder, Mayer, if I feel it necessary. Admittedly, when this expedition\nleft Terra City you were the ranking officer. Now, however, we've\ndivided--at your suggestion, please remember. Now there are two\nindependent groups and you no longer have jurisdiction over mine.\"\n\n\"Indeed!\" Mayer barked. \"And suppose I decide to withhold the use of the\n_Pedagogue's_ libraries and laboratories to you? I tell you,\nPlekhanov--\"\n\nLeonid Plekhanov interrupted him coldly. \"I would not suggest you\nattempt any such step, Mayer.\"\n\nMayer glared but suddenly reversed himself. \"Let's settle down and\nbecome more sensible. This is the first conference of the five we have\nscheduled. Ten years have elapsed. Actually, of course, we've had some\nidea of each other's progress since team members occasionally meet on\ntrips back here to the _Pedagogue_ to consult the library. I am afraid,\nmy dear Leonid, that your theories on industrialization are rapidly\nbeing proven inaccurate.\"\n\n\"Nonsense!\"\n\nMayer said smoothly, \"In the decade past, my team's efforts have more\nthan tripled the Genoese industrial potential. Last week one of our\nsteamships crossed the second ocean. We've located petroleum and the\nfirst wells are going down. We've introduced a dozen crops that had\ndisappeared through misadventure to the original colonists. And, oh yes,\nour first railroad is scheduled to begin running between Bari and Ronda\nnext spring. There are six new universities and in the next decade I\nexpect fifty more.\"\n\n\"Very good, indeed,\" Plekhanov grumbled.\n\n\"Only a beginning. The breath of competition, of unharnessed enterprise\nis sweeping Genoa. Feudalism crumbles. Customs, mores and traditions\nthat have held up progress for a century or more are now on their way\nout.\"\n\nJoe Chessman growled, \"Some of the boys tell me you've had a few\ndifficulties with this crumbling feudalism thing. In fact, didn't\nBuchwald barely escape with his life when the barons on your western\ncontinent united to suppress all chartered cities?\"\n\nMayer's thin face darkened. \"Never fear, my dear Joseph, those barons\nresponsible for shedding the blood of western hemisphere elements of\nprogress will shortly pay for their crimes.\"\n\n\"You've got military problems too, then?\" Barry Watson asked.\n\nMayer's eyes went to him in irritation. \"Some of the free cities of\nGenoa are planning measures to regain their property and rights on the\nwestern hemisphere. This has nothing to do with my team, except, of\ncourse, in so far as they might sell them supplies or equipment.\"\n\nThe lanky Watson laughed lowly, \"You mean like selling them a few\nquick-firing breech-loaders and trench mortars?\"\n\nPlekhanov muttered, \"That'll be enough, Barry.\"\n\nBut Mayer's eyes had widened. \"How did you know?\" He whirled on\nPlekhanov. \"You're spying on my efforts, trying to negate my work!\"\n\nPlekhanov rumbled, \"Don't be a fool, Mayer. My team has neither the time\nnor interest to spy on you.\"\n\n\"Then how did you know--\"\n\nBarry Watson said mildly, \"I was doing some investigation in the ship's\nlibrary. I ran into evidence that you people had already used the\nblueprints for breech-loaders and mortars.\"\n\nJerry Kennedy came to his feet and rambled over to the messroom's bar.\n\"This seems to be all out spat, rather than a conference to compare\nprogress,\" he said. \"Anybody for a drink? Frankly, that's the next thing\nI'm going to introduce to Genoa, some halfway decent likker. Do you know\nwhat those benighted heathens drink now?\"\n\nWatson grinned. \"Make mine whisky, Jerry. You've no complaints. Our\nbenighted heathens have a national beverage fermented from a plant\nsimilar to cactus. Ought to be drummed out of the human race.\"\n\nHe spoke idly, forgetful of the Tulan guards stationed at the doorway.\n\n       *       *       *       *       *\n\nKennedy passed drinks around for everyone save Mayer, who shook his head\nin distaste. If only for a brief spell, some of the tenseness left the\nair while the men from Earth sipped their beverages.\n\nJerry Kennedy said, \"Well, you've heard our report. How go things on\nTexcoco?\"\n\n\"According to plan,\" Plekhanov rumbled.\n\nMayer snorted.\n\nPlekhanov said ungraciously, \"Our prime effort is now the uniting of the\ntotal population into one strong whole, a super-state capable of\naccomplishing the goals set us by the Co-ordinator.\"\n\nMayer sneered, \"Undoubtedly, this goal of yours, this super-state, is\nbeing established by force.\"\n\n\"Not always,\" Joe Chessman said. \"Quite a few of the tribes join up on\ntheir own. Why not? The State has a lot to offer.\"\n\n\"Such as what?\" Kennedy said mildly.\n\nChessman looked at him in irritation. \"Such as advanced medicine,\nsecurity from famine, military protection from more powerful nations.\nThe opportunity for youth to get an education and find advancement in\nthe State's government--if they've got it on the ball.\"\n\n\"And what happens if they don't _have it on the ball_?\"\n\nChessman growled, \"What happens to such under any society? They get the\ndirty-end-of-the-stick jobs.\" His eyes went from Kennedy to Mayer. \"Are\nyou suggesting you offer anything better?\"\n\nMayer said, \"Already on most of Genoa it is a matter of free\ncompetition. The person with ability is able to profit from it.\"\n\nJoe Chessman grunted sour amusement. \"Of course, it doesn't help to be\nthe son of a wealthy merchant or a big politician.\"\n\nPlekhanov took over. \"In _any_ society the natural leaders come to the\ntop in much the same manner as the big ones come to the top in a bin of\npotatoes, they just work their way up.\"\n\nJerry Kennedy finished his drink and said easily, \"At least, those at\nthe top can claim they're the biggest potatoes. Remember back in the\ntwentieth century when Hitler and his gang announced they were the big\npotatoes in Germany and men of Einstein's stature fled the\ncountry--being small potatoes, I suppose.\"\n\nAmschel Mayer said, \"We're getting away from the point. Pray go on, my\ndear Leonid. You say you are forcibly uniting all Texcoco.\"\n\n\"We are uniting all Texcoco,\" Plekhanov corrected with a scowl. \"Not\nalways by force. And that is by no means our only effort. We are\nferreting out the most intelligent of the assimilated peoples and\neducating them as rapidly as possible. We've introduced iron ...\"\n\n\"And use it chiefly for weapons,\" Kennedy murmured.\n\n\"... Antibiotics and other medicines, a field agriculture, are rapidly\nbuilding roads ...\"\n\n\"Military roads,\" Kennedy mused.\n\n\"... To all sections of the State, have made a beginning in naval\nscience, and, of course, haven't ignored the arts.\"\n\n\"On the face of it,\" Mayer nodded, \"hardly approaching Genoa.\"\n\nPlekhanov rumbled indignantly, \"We started two ethnic periods behind\nyou. Even the Tulans were still using bronze, but the Genoese had iron\nand even gunpowder. Our advance is a bit slow to get moving, Mayer, but\nwhen it begins to roll--\"\n\nMayer gave his characteristic snort. \"A free people need never worry\nabout being passed by a subjected one.\"\n\nBarry Watson made himself another drink and while doing so looked over\nhis shoulder at Amschel Mayer. \"It's interesting the way you throw about\nthat term _free_. Just what type of government do you sponsor?\"\n\nMayer snapped, \"Our team does not interfere in governmental forms,\nWatson. The various nations are free to adapt to whatever local\nconditions obtain. They range from some under feudalistic domination to\ncountries with varying degrees of republican democracy. Our base of\noperations in the southern hemisphere is probably the most advanced of\nall the chartered cities, Barry. It amounts to a city-state somewhat\nsimilar to Florence during the Renaissance.\"\n\n\"And your team finds itself in the position of the Medici, I imagine.\"\n\n\"You might use that analogy. The Medici might have been, well, tyrants\nof Florence, dominating her finances and trade as well as her political\ngovernment, but they were benevolent tyrants.\"\n\n[Illustration]\n\n\"Yeah,\" Watson grinned. \"The thing about a benevolent tyranny, though,\nis that it's up to the tyrants to decide what's benevolent. I'm not so\nsure there's a great basic difference between your governing of Genoa\nand ours of Texcoco.\"\n\n\"Don't be an ass,\" Mayer snapped. \"We are granting the Genoese political\nfreedoms as fast as they can assimilate them.\"\n\nJoe Chessman growled, \"But I imagine it's surprising to find just how\nslowly they can assimilate. A moment ago you said they were free to form\nany government they wished. Now you say you feed them what you call\nfreedom, only so fast as they can assimilate it.\"\n\n\"Obviously we encourage them along whatever path we think will most\nquickly develop their economies,\" Mayer argued. \"That's what we've been\nsent here to do. We stimulate competition, encourage all progress,\npolitical as well as economic.\"\n\nPlekhanov lumbered to his feet. \"Amschel, obviously nothing new has been\nadded to our respective positions by this conference. I propose we\nadjourn to meet again at the end of the second decade.\"\n\nMayer said, \"I suppose it would be futile to suggest you give up this\nimpossible totalitarian scheme of yours and reunite the expedition.\"\n\nPlekhanov merely grunted his disgust.\n\nJerry Kennedy said, \"One thing. What stand have you taken on giving your\nplanet immortality?\"\n\n\"Immortality?\" Watson said. \"We haven't it to give.\"\n\n\"You know what I mean. It wouldn't take long to extend the life span\ndouble or triple the present.\"\n\nAmschel Mayer said, \"At this stage progress is faster with the\ngenerations closer together. A man is pressed when he knows he has only\ntwenty or thirty years of peak efficiency. We on Earth are inclined to\nsettle back and take life as it comes; you younger men are all past the\ncentury mark, but none have bothered to get married as yet.\"\n\n\"Plenty of time for that,\" Watson grinned.\n\n\"That's what I mean. But a Texcocan or Genoese feels pressed to wed in\nhis twenties, or earlier, to get his family under way.\"\n\n\"There's another element,\" Plekhanov muttered. \"The more the natives\nprogress the more nearly they'll equal our abilities. I wouldn't want\nanything to happen to our overall plans. As it is now, their abilities\ntaper off at sixty and they reach senility at seventy or eighty. I think\nuntil the end we should keep it this way.\"\n\n\"A cold-blooded view,\" Kennedy said. \"If we extended their life\nexpectancy, their best men would live to be of additional use to planet\ndevelopment.\"\n\n\"But they would not have our dream,\" Plekhanov rumbled. \"Such men might\ntry to subvert us, and, just possibly, might succeed.\"\n\n\"I think Leonid is right,\" Mayer admitted with reluctance.\n\n       *       *       *       *       *\n\nLater, in the space lighter heading back for Genoa, Mayer said\nspeculatively, \"Did you notice anything about Leonid Plekhanov?\"\n\nKennedy was piloting. \"He seems the same irascible old curmudgeon he's\nalways been.\"\n\n\"It seems to me he's become a touch power mad. Could the pressures he's\nunder cause his mind to slip? Obviously, all isn't peaches and cream in\nthat attempt of his to achieve world government on Texcoco.\"\n\n\"Well,\" Kennedy muttered, \"all isn't peaches and cream with us, either.\nThe barons are far from licked, especially in the west.\" He changed the\nsubject. \"By the way, that banking deal went through in Pola. I was able\nto get control.\"\n\n\"Fine,\" Mayer chuckled. \"You must be quite the richest man in the city.\nThere is a certain stimulation in this financial game, Jerry, isn't\nthere?\"\n\n\"Uh huh,\" Jerry told him. \"Of course, it doesn't hurt to have a marked\ndeck.\"\n\n\"Marked deck?\" the other frowned.\n\n\"It's handy that gold is the medium of exchange on Genoa,\" Jerry Kennedy\nsaid. \"Especially in view of the fact that we have a machine on the ship\ncapable of transmuting metals.\"\n\n\n\n\nVI.\n\n\nLeonid Plekhanov, Joseph Chessman, Barry Watson, Khan Reif and several\nof the Tulan army staff stood on a small knoll overlooking a valley of\nseveral square miles. A valley dominated on all sides but the sea by\nmountain ranges.\n\nReif and the three Earthlings were bent over a military map depicting\nthe area. Barry Watson traced with his finger.\n\n\"There are only two major passes into this valley. We have this one,\nthey dominate that.\"\n\nPlekhanov was scowling, out of his element and knowing it. \"How many men\nhas Mynor been able to get together?\"\n\nWatson avoided looking into the older man's face. \"Approximately half a\nmillion according to Hawkins' estimate. He flew over them this morning.\"\n\n\"Half a million!\"\n\n\"Including the nomads, of course,\" Joe Chessman said. \"The nomads fight\nmore like a mob than an army.\"\n\nPlekhanov was shaking his massive head. \"Most of them will melt away if\nwe continue to avoid battle. They can't feed that many men on the\ncountryside. The nomads in particular will return home if they don't get\na fight soon.\"\n\nWatson hid his impatience. \"That's the point, sir. If we don't break\ntheir power now, in a decisive defeat, we'll have them to fight again,\nlater. And already they've got iron swords, the crossbow and even a few\nmuskets. Given time and they'll all be so armed. Then the fat'll be in\nthe fire.\"\n\n\"He's right,\" Joe Chessman said sourly.\n\nReif nodded his head. \"We must finish them now, if we can. The task will\nbe twice as great next year.\"\n\nPlekhanov grumbled in irritation. \"Half a million of them and something\nlike forty thousand of our Tulans.\"\n\nReif corrected him. \"Some thirty thousand Tulans, all infantrymen.\" He\nadded, \"And eight thousand allied cavalry only some of whom can be\ntrusted.\" Reif's ten-year-old son came up next to him and peered down at\nthe map.\n\n\"What's that child doing here?\" Plekhanov snapped.\n\nReif looked into the other's face. \"This is Taller Second, my son. You\nfrom First Earth have never bothered to study our customs. One of them\nis that a Khan's son participates in all battles his father does. It is\nhis training.\"\n\nWatson was pointing out features on the map again. \"It will take three\ndays for their full army to get in here.\" He added with emphasis, \"In\nretreat, it would take them the same time to get out.\"\n\nPlekhanov scowled heavily. \"We can't risk it. If we were defeated, we\nhave no reserve army. We'd have lost everything.\" He looked at Joe\nChessman and Watson significantly. \"We'd have to flee back to the\n_Pedagogue_.\"\n\nReif's face was expressionless.\n\nBarry Watson looked at him. \"We won't desert you, Reif, forget about\nthat aspect of it.\"\n\nReif said, \"I believe you, Barry Watson. You are a ... soldier.\"\n\nDick Hawkins' small biplane zoomed in, landed expertly at the knoll's\nfoot. The occupant vaulted out and approached them at a half run.\n\nHawkins called as soon as he was within shouting distance. \"They're\nmoving in. Their advance cavalry units are already in the pass.\"\n\nWhen he was with them, Plekhanov rubbed his hand nervously over heavy\nlips. He rumbled, \"The cavalry, eh? Listen, Hawkins, get back there and\ndust them. Use the gas.\"\n\nThe pilot said slowly, \"I have four bullet holes in my wings.\"\n\n\"Bullet holes!\" Joe Chessman snapped.\n\nHawkins turned to him. \"By the looks of things, MacBride's whole unit\nhas gone over to the rebels. Complete with their double-barreled\nmuskets. A full thousand of them.\"\n\nWatson looked frigidly at Leonid Plekhanov. \"You insisted on issuing\nguns to men we weren't sure of.\"\n\nPlekhanov grumbled, \"Confound it, don't use that tone of voice with me.\nWe have to arm our men, don't we?\"\n\nWatson said, \"Yes, but our still comparatively few advanced weapons\nshouldn't go into the hands of anybody but trusted citizens of the\nState, certainly not to a bunch of mercenaries. The only ones we can\n_really_ trust even among the Tulans, are those that were kids when we\nfirst took over. The one's we've had time to indoctrinate.\"\n\n\"The mistake's made. It's too late now,\" Plekhanov said. \"Hawkins go\nback and dust those cavalrymen as they come through the pass.\"\n\nReif said, \"It was a mistake, too, to allow them the secret of the\ncrossbow.\"\n\nPlekhanov roared, \"I didn't _allow_ them anything. Once the crossbow was\nintroduced it was just a matter of time before its method of\nconstruction got to the enemy.\"\n\n\"Then it shouldn't have been introduced,\" Reif said, his eyes\nunflinching from the Earthman's.\n\nPlekhanov ignored him. He said, \"Hawkins, get going on that dusting.\nWatson, pull what units we already have in this valley back through the\npass we control. We'll avoid battle until more of their army has fallen\naway.\"\n\nHawkins said with deceptive mildness, \"I just told you those cavalrymen\nhave muskets. To fly low enough to use gas on them, I'd get within easy\nrange. Point one, this is the only aircraft we've built. Point two,\nMacBride is probably dead, killed when those cavalrymen mutinied. Point\nthree, I came on this expedition to help modernize the Texcocans, not to\ndie in battle.\"\n\nPlekhanov snarled at him. \"Coward, eh?\" He turned churlishly to Watson\nand Reif. \"Start pulling back our units.\"\n\nBarry Watson looked at Chessman. \"Joe?\"\n\nJoe Chessman shook his head slowly. He said to Reif, \"Khan, start\nbringing your infantry through the pass. Barry, we'll follow your plan\nof battle. We'll anchor one flank on the sea and concentrate what\ncavalry we can trust on the hills on the right. That's the bad spot,\nthat right flank has to hold.\"\n\nPlekhanov's thick lips trembled. He said in fury, \"Is this\ninsubordination?\"\n\nReif turned on his heel and followed by young Taller and his staff\nhurried down the knoll to where their horses were tethered.\n\nChessman said to Hawkins, \"If you've got the fuel, Dick, maybe it'd be a\ngood idea to keep them under observation. Fly high enough, of course, to\navoid gunfire.\"\n\nHawkins darted a look at Plekhanov, turned and hurried back to his\nplane.\n\nJoe Chessman, his voice sullen, said to Plekhanov, \"We can't afford any\nmore mistakes, Leonid. We've had too many already.\" He said to Watson,\n\"Be sure and let their cavalry units scout us out. Allow them to see\nthat we're entering the valley too. They'll think they've got us\ntrapped.\"\n\n\"They will have!\" Plekhanov roared. \"I countermand that order, Watson!\nWe're withdrawing.\"\n\nBarry Watson raised his eyebrows at Joe Chessman.\n\n\"Put him under arrest,\" Joe growled sourly. \"We'll decide what to do\nabout it later.\"\n\n       *       *       *       *       *\n\nBy the third day, Mynor's rebel and nomad army had filed through the\npass and was forming itself into battle array. Rank upon rank upon rank.\n\nThe Tulan infantry had taken less than half a day to enter. They had\ncamped and rested during the interval, the only action being on the part\nof the rival cavalry forces.\n\nNow the thirty thousand Tulans went into their phalanx and began their\nmarch across the valley.\n\nJoe Chessman, Hawkins, Roberts, Stevens and Khan Reif and several of his\nmen again occupied the knoll which commanded a full view of the terrain.\nWith binoculars and wrist radios from the _Pedagogue_ they kept in\ncontact with the battle.\n\nBelow, Barry Watson walked behind the advancing infantry. There were six\ndivisions of five thousand men each, twenty-four foot _sarissas_\nstretched before their sixteen man deep line. Only the first few lines\nwere able to extend their weapons; the rest gave weight and supplied\nreplacements for the advanced lines' casualties. Behind them all the\nTulan drums beat out the slow, inexorable march.\n\nCogswell, beside Watson with the wrist radio, said excitedly, \"Here\ncomes a cavalry charge, Barry. Reif says right behind it the nomad\ninfantry is coming in.\" Cogswell cleared his throat. \"All of them.\"\n\nWatson held up a hand in signal to his officers. The phalanx ground to a\nhalt, received the charge on the hedge of _sarissas_. The enemy cavalry\nwheeled and attempted to retreat to the flanks but were caught in a\nbloody confusion by the pressure of their own advancing infantry.\n\nCogswell, his ear to the radio, said, \"Their main body of horse is\nhitting our right flank.\" He wet his lips. \"We're outnumbered there\nsomething like ten to one. At least ten to one.\"\n\n\"They've got to hold,\" Watson said. \"Tell Reif and Chessman that flank\nhas to hold.\"\n\nThe enemy infantrymen in their hundreds of thousands hit the Tulan line\nin a clash of deafening military thunder. Barry Watson resumed his\npacing. He signaled to the drummers who beat out another march. The\nphalanx moved forward slowly, and slowly went into an echelon formation,\neach division slightly ahead of the one following. Of necessity, the\nstraight lines of the nomad and rebel front had to break.\n\nThe drums went _boom_, ah, _boom_, ah, _boom_, ah, _boom_.\n\nThe Tulan phalanx moved slowly, obliquely across the valley. The hedge\nof spears ruthlessly pressed the mass of enemy infantry before them.\n\nThe sergeants paced behind, shouting over the din. \"Dress it up. You\nthere, you've been hit, fall out to the rear.\"\n\n\"I'm all right,\" the wounded spearman snarled, battle lust in his voice.\n\n\"Fall out, I said,\" the sergeant roared. \"You there, take his place.\"\n\nThe Tulan phalanx ground ahead.\n\nOne of the sergeants grinned wanly at Barry Watson as his men moved\nforward with the preciseness of the famed Rockettes of another era.\n\"It's working,\" he said proudly.\n\nBarry Watson snorted, \"Don't give me credit. It belongs to a man named\nPhilip of Macedon, a long ways away in both space and time.\"\n\nCogswell called, \"Our right flank cavalry is falling back. Joe wants to\nknow if you can send any support.\"\n\nWatson's face went expressionless. \"No,\" he said flatly. \"It's got to\nhold. Tell Joe and the Khan it's got to hold. Suggest they throw in\nthose cavalry units they're not sure of. The ones that threatened mutiny\nlast week.\"\n\nJoe Chessman stood on the knoll flanked by the Khan's ranking officers\nand the balance of the Earthmen. Natt Roberts was on the radio. He\nturned to the others and worriedly repeated the message.\n\nJoe Chessman looked out over the valley. The thirty-thousand-man phalanx\nwas pressing back the enemy infantry with the precision of a machine.\nHe looked up the hillside at the point where the enemy cavalry was\nturning the right flank. Given cavalry behind the Tulan line and the\nbattle was lost.\n\n\"O.K., boys,\" Chessman growled sourly, \"we're in the clutch now.\nHawkins!\"\n\n\"Yeah,\" the pilot said.\n\n\"See what you can do. Use what bombs you have including the napalm. Fly\nas low as you can in the way of scaring their horses.\" He added sourly,\n\"Avoiding scaring ours, if you can.\"\n\n\"You're the boss,\" Hawkins said, and scurried off toward his scout\nplane.\n\nJoe Chessman growled to the others, \"When I was taking my degree in\nprimitive society and primitive military tactics, I didn't exactly have\nthis in mind. Come on!\"\n\nIt was the right thing to say. The other Earthmen laughed and took up\ntheir equipment, submachine guns, riot guns, a flame thrower, grenades,\nand followed him up the hill toward the fray.\n\nChessman said over his shoulder to Reif, \"Khan, you're in the saddle.\nYou can keep in touch with both Watson and us on the radio.\"\n\nReif hesitated only a moment. \"There is no need for further direction of\nthe battle from this point. A warrior is of more value now than a Khan.\nCome my son.\" He caught up a double-barreled musket and followed the\nEarthmen. The ten years old Taller scurried after with a revolver.\n\nNatt Roberts said, \"If we can hold their cavalry for only another half\nhour, Watson's phalanx will have their infantry pressed up against the\npass they entered by. It took them three days to get through it, they're\nnot going to be able to get out in hours.\"\n\n\"That's the idea,\" Joe Chessman said dourly, \"Let's go.\"\n\n\n\n\nVII.\n\n\nAmschel Mayer was incensed.\n\n\"What's got into Buchwald and MacDonald?\" he spat.\n\nJerry Kennedy, attired as was his superior in fur trimmed Genoese robes,\nsignaled one of the servants for a refilling of his glass and shrugged.\n\n\"I suppose it's partly our own fault,\" he said lightly. He sipped the\nwine, made a mental note to buy up the rest of this vintage for his\ncellars before young Mannerheim or someone else did so.\n\n\"Our fault!\" Mayer glared.\n\nThe old boy was getting decreasingly tolerant as the years went by,\nKennedy decided. He said soothingly, \"You sent Peter and Fred over there\nto speed up local development. Well, that's what they're doing.\"\n\n\"Are you insane!\" Mayer squirmed in his chair. \"Did you read this\nradiogram? They've squeezed out all my holdings in rubber, the fastest\ngrowing industry on the western continent. Why, millions are involved.\nWho do they think they are?\"\n\nKennedy put down his glass and chuckled. \"See here, Amschel, we're\ndeveloping this planet by encouraging free competition. Our contention\nis that under such a socio-economic system the best men are brought to\nthe lead and benefit all society by the advances they make.\"\n\n\"So! What has this got to do with MacDonald and Buchwald betraying my\ninterests?\"\n\n\"Don't you see? Using your own theory, you have been set back by someone\nmore efficiently competitive. Fred and Peter saw an opening and, in\nkeeping with your instructions, moved in. It's just coincidence that the\nrubber they took over was your property rather than some Genoese\noperator's. If you were open to a loss there, then if they hadn't taken\nover someone else could have. Possibly Baron Leonar or even Russ.\"\n\n\"That reminds me,\" Mayer snapped, \"our Honorable Russ is getting too big\nfor his britches in petroleum. Did you know he's established a\nlaboratory in Amerus? Has a hundred or more chemists working on new\nproducts.\"\n\n\"Fine,\" Kennedy said.\n\n\"Fine! What do you mean? Dean is our man in petroleum.\"\n\n\"Look here, if Russ can develop the industry even faster than Mike Dean,\nlet him go ahead. That's all to our advantage.\"\n\nMayer leaned forward and tapped his assistant emphatically on the knee.\n\"Look here, yourself, Jerry Kennedy. At this stage we don't want things\ngetting out of our hands. A culture is in the hands of those who control\nthe wealth; the means of production, distribution, communication. Theirs\nis the real power. I've made a point of spacing our men about the whole\nplanet. Each specializes, though not exclusively. Gunther is our mining\nman, Dean heads petroleum, MacDonald shipping, Buchwald textiles, Rykov\nsteel, and so forth. As fast as this planet can assimilate we push new\ninventions, new techniques, often whole new sciences, into use.\nMeanwhile, you and I sit back and dominate it all through that strongest\nof power mediums, finance.\"\n\nJerry Kennedy nodded. \"I wouldn't worry about old man Russ taking over\nDean's domination of oil, though. Mike's got the support of all the\n_Pedagogue's_ resources behind him. Besides, we've got to let these\nGenoese get into the act. The more the economy expands, the more capable\nmen we need. As it is, I think we're already spread a little too thin.\"\n\nAmschel Mayer had dropped the subject. He was reading the radiogram\nagain and scowling his anger. \"Well, this cooks MacDonald and Buchwald.\nI'll break them.\"\n\nHis assistant raised his eyebrows. \"How do you mean?\"\n\n\"I'm not going to put up with my subordinates going against my\ninterests.\"\n\n\"In this case, what can you do about it? Business is business.\"\n\n\"You hold quite a bit of their paper, don't you?\"\n\n\"You know that. Most of our team's finances funnel through my hands.\"\n\n\"We'll close them out. They've become too obsessed with their wealth.\nThey've forgotten why the _Pedagogue_ was sent here. I'll break them,\nJerry. They'll come crawling. Perhaps I'll send them back to the\n_Pedagogue_. Make them stay aboard as crew.\"\n\nKennedy shrugged. \"Well, Peter MacDonald's going to hate that. He's\ndeveloped into quite a high liver--gourmet food, women, one of the\nswankiest estates on the eastern continent.\"\n\n\"Ha!\" Mayer snorted. \"Let him go back to ship's rations and crew's\nquarters.\"\n\nA servant entered the lushly furnished room and announced, \"Honorable\nGunther calling on the Honorables Mayer and Kennedy.\"\n\nMartin Gunther hurried into the room, for once his calm ruffled. \"On the\nwestern continent,\" he blurted. \"Dean and Rosetti. The Temple got them,\nthey've been burned as witches.\"\n\nAmschel Mayer shot to his feet. \"That's the end,\" he swore shrilly.\n\"Only in the west have the barons held out. I thought we'd slowly wear\nthem down, take over their powers bit by bit. But this does it. This\nmeans we fight.\"\n\nHe spun to Kennedy. \"Jerry, make a trip out to the _Pedagogue_. You know\nthe extent of Genoa's industrial progress. Seek out the most advanced\nweapons this technology could produce.\"\n\nKennedy came to his own feet, shocked by Gunther's news. \"But, Amschel,\ndo you think it's wise to precipitate an intercontinental war? Remember,\nwe've been helping to industrialize the west, too. It's almost as\nadvanced as our continent. Their war potential isn't negligible.\"\n\n\"Nevertheless,\" Mayer snapped, \"we've got to break the backs of the\nbarons and the Temple monks. Get messages off to Baron Leonar and young\nMannerheim, to Russ and Olderman. We'll want them to put pressure on\ntheir local politicians. What we need is a continental alliance for this\nwar.\"\n\nGunther said, \"Should I get in touch with Rykov? He's still over there.\"\n\nMayer hesitated. \"No,\" he said. \"We'll keep Nick informed but he ought\nto remain where he is. We'll still want our men in the basic positions\nof power after we've won.\"\n\n\"He might get hurt,\" Gunther scowled. \"They might get him too, and we've\nonly got six team members left now.\"\n\n\"Nonsense, Nick Rykov can take care of himself.\"\n\nJerry Kennedy was upset. \"Are you sure about this war, chief? Isn't a\nconflict of this size apt to hold up our overall plans?\"\n\n\"Of course not,\" Mayer scoffed. \"Man makes his greatest progress under\npressure. A major war will unite the nations of both the western\ncontinent and this one as nothing else could. Both will push their\ndevelopment to the utmost.\"\n\nHe added thoughtfully, \"Which reminds me. It might be a good idea for\nus to begin accumulating interests in such industries as will be\neffected by a war economy.\"\n\nJerry Kennedy chuckled at him, \"Merchant of death.\"\n\n\"What?\"\n\n\"Nothing,\" Kennedy said. \"Something I read about in a history book.\"\n\n\n\n\nVIII.\n\n\nAt the decade's end, once again the representatives of the Genoese team\nwere first in the _Pedagogue's_ lounge. Mayer sat at the officer's\ntable, Martin Gunther at his right. Jerry Kennedy leaned against the\nship's bar, sipping appreciatively at a highball.\n\nThey could hear the impact of the space boat from Texcoco when it slid\ninto its bed.\n\n\"Poor piloting,\" Gunther mused. \"Whoever's doing that flying doesn't get\nenough practice.\"\n\nThey could hear ports opening and then the sound of approaching feet.\nThe footsteps had a strangely military ring.\n\n[Illustration]\n\nJoe Chessman entered, followed immediately by Barry Watson, Dick Hawkins\nand Natt Roberts. They were all dressed in heavy uniform, complete with\ndecorations. Behind them were four Texcocans, including Reif and his\nteen-age son Taller.\n\nMayer scowled at them in way of greeting. \"Where's Plekhanov?\"\n\n\"Leonid Plekhanov is no longer with us,\" Chessman said dourly. \"Under\npressure his mind evidently snapped and he made decisions that would\nhave meant the collapse of the expedition. He resisted when we reasoned\nwith him.\"\n\nThe four members of the Genoese team stared without speaking. Jerry\nKennedy put down his glass at last. \"You mean you had to restrict him?\nWhy didn't you bring him back to the ship!\"\n\nChessman took a chair at the table. The others assumed standing\npositions behind him. \"I'm afraid we'll have to reject your views on\nthe subject. Twenty years ago this expedition split into two groups. My\nteam will accomplish its tasks, your opinions are not needed.\"\n\nAmschel Mayer glared at the others in hostility. \"You have certainly\ncome in force this time.\"\n\nChessman said flatly, \"This is all of us, Mayer.\"\n\n\"All of you! Where are Stevens, Cogswell, MacBride?\"\n\nBarry Watson said, \"Plekhanov's fault. Lost in the battle that broke the\nback of the rebels. At least Cogswell and MacBride were. Stevens made\nthe mistake of backing Plekhanov when the showdown came.\"\n\nJoe Chessman looked sourly at his military chief. \"I'll act as team\nspokesman, Barry.\"\n\n\"Yes, sir,\" Watson said.\n\n\"Broke the back of the rebels,\" Jerry Kennedy mused. \"That opens all\nsorts of avenues, doesn't it?\"\n\nChessman growled. \"I suppose that in the past twenty years your team had\nno obstacles. Not a drop of blood shed. Come on, the truth. How many of\nyour team has been lost?\"\n\nMayer shifted in his chair. \"Possibly your point is well taken. Dean and\nRosetti were burned by the formerly dominant religious group. Rykov was\nkilled in a fracas with bandits while he was transporting some gold.\" He\nadded, musingly, \"We lost more than half a million Genoese pounds in\nthat robbery.\"\n\n\"Only three men lost, eh?\"\n\nMayer stirred uncomfortably, then flushed in irritation at the other's\ntone. \"Something has happened to Buchwald and MacDonald. They must be\ninsane. They've broken off contact with me, are amassing personal\nfortunes in the eastern hemisphere.\"\n\nHawkins laughed abruptly. \"Free competition,\" he said.\n\nChessman growled, \"Let's halt this bickering and get to business. First\nlet me introduce Reif, Texcocan State Army Chief of Staff and his son\nTaller. And these other Texcocans are Wiss and Fokin, both of whom have\ngone far in the sciences.\"\n\nThe Tulans shook hands, Earth style, but then stepped to the rear again\nwhere they followed the conversation without comment.\n\nMayer said, \"You think it wise to introduce natives to the _Pedagogue_?\"\n\n\"Of course,\" Chessman said. \"Following this conference, I'm going to\ntake Fokin and Wiss into the library. What're we here for if not to\nbring these people up to our level as rapidly as possible?\"\n\n\"Very well,\" Mayer conceded grudgingly. \"And now I have a complaint.\nWhen the _Pedagogue_ first arrived we had only so many weapons aboard.\nYou have appropriated more than half in the past two decades.\"\n\nChessman shrugged it off. \"We'll return the greater part to the ship's\narsenal. At this stage we are producing our own.\"\n\n\"I'll bet,\" Kennedy said. \"Look, any of you fellows want a real\nEarthside whisky? When we were crewing this expedition, why didn't we\nbring someone with a knowledge of distilling, brewing and such?\"\n\nMayer snapped at him, \"Jerry, you drink too much.\"\n\n\"The hell I do,\" the other said cheerfully. \"Not near enough.\"\n\nBarry Watson said easily, \"A drink wouldn't hurt. Why're we so stiff?\nThis is the first get-together for ten years. Jerry, you're putting on\nweight.\"\n\nKennedy looked down at his admittedly rounded stomach. \"Don't get enough\nexercise,\" he said, then reversed the attack. \"You look older. Are your\ntaking your rejuvenation treatments?\"\n\nBarry Watson grimaced. \"Sure, but I'm working under pressure. It's been\none long campaign.\"\n\nKennedy passed around the drinks.\n\nDick Hawkins laughed. \"It's been one long campaign, all right. Barry has\na house as big as a castle and six or eight women in his harem.\"\n\nWatson flushed, but obviously without displeasure.\n\nMartin Gunther, of the Genoese team, cocked his head. \"Harem?\"\n\nJoe Chessman said impatiently, \"Man adapts to circumstances, Gunther.\nThe wars have lost us a lot of men. Women are consequently in a surplus.\nIf the population curve is to continue upward, it's necessary that a man\nserve more than one woman. Polygamy is the obvious answer.\"\n\nGunther cleared his throat smoothly, \"So a man in Barry's position will\nhave as many as eight wives, eh? You must have lost a _good many_ men.\"\n\nWatson grinned modestly. \"Everybody doesn't have that many. It's\naccording to your ability to support them, and, also, rank has its\nprivileges. Besides, we figure it's a good idea to spread the best seed\naround. By mixing our blood with the Texcocan we improve the breed.\"\n\nBehind him, Taller, the Tulan boy, stirred, without notice.\n\n       *       *       *       *       *\n\nKennedy finished off his highball and began to build another\nimmediately. \"Here we go again. The big potatoes coming to the top.\"\n\nWatson flushed. \"What do you mean by that, Kennedy?\"\n\n\"Oh, come off it, Barry,\" Kennedy laughed. \"Just because you're in a\nposition to push these people around doesn't make you the prize stud on\nTexcoco.\"\n\nWatson elbowed Dick Hawkins to one side in his attempt to get around the\ntable at the other.\n\nChessman rapped, \"Watson! That's enough. Knock it off or I'll have you\nunder arrest.\" The Texcocan team head turned abruptly to Mayer and\nKennedy. \"Let's stop this nonsense. We've come to compare progress.\nLet's begin.\"\n\nThe three members of the Genoese team glared back in antagonism, but\nthen Gunther said grudgingly, \"He's right. There is no longer amiability\nbetween us, so let's forget about it. Perhaps when the fifty years is\nup, things will be different. Now let's merely be businesslike.\"\n\n\"Well,\" Mayer said, \"our report is that progress accelerates. Our\nindustrial potential expands at a rate that surprises even us. In the\nnear future we'll introduce the internal combustion engine. Our\nuniversities still multiply and are turning out technicians, engineers,\nscientists at an ever-quickening speed. In several nations illiteracy is\npractically unknown and per capita production increases almost\neverywhere.\" Mayer paused in satisfaction, as though awaiting the others\nto attempt to top his report.\n\nJoe Chessman said sourly, \"Ah, almost everywhere per capita production\nincreases. Why _almost_?\"\n\nMayer snapped, \"Obviously, in a system of free competition, all cannot\nprogress at once. Some go under.\"\n\n\"Whole nations?\"\n\n\"Temporarily whole nations can receive setbacks as a result of defeat in\nwar, or perhaps due to lack of natural resources. Some nations progress\nfaster than others.\"\n\nChessman said, \"The whole Texcocan State is one great unit. Everywhere\nthe gross product increases. Within the foreseeable future the standard\nof living will be excellent.\"\n\nJerry Kennedy, an alcoholic lisp in his voice now, said, \"You mean\nyou've accomplished a planet-wide government?\"\n\n\"Well, no. Not as yet,\" Chessman's sullen voice had an element of\nchagrin in it. \"However, there are no strong elements left that oppose\nus. We are now pacifying the more remote areas.\"\n\n\"Sounds like a rather bloody program--especially if Barry Watson, here,\nwinds up with eight women,\" Martin Gunther said.\n\nWatson started to say something but Chessman held up a restraining hand.\n\"The Texcocan State is too strong to be resisted, Gunther. It is mostly\na matter of getting around to the more remote peoples. As soon as we\nbring in a new tribe, we convert it into a commune.\"\n\n\"Commune!\" Kennedy blurted.\n\nJoe Chessman raised his thick eyebrows at the other. \"The most\nefficient socio-economic unit at this stage of development. Tribal\nsociety is perfectly adapted to fit into such a plan. The principal\ndifference between a tribe and a commune is that under the commune you\nhave the advantage of a State above in a position to give you the\nbenefit of mass industries, schools, medical assistance. In return, of\ncourse, for a certain amount of taxes, military levies and so forth.\"\n\nMartin Gunther said softly, \"I recall reading of the commune system as a\nstudent, but I fail to remember the supposed advantages.\"\n\nChessman growled, \"They're obvious. You have a unit of tens of thousands\nof persons. Instead of living in individual houses, each with a man\nworking while the woman cooks and takes care of the home, all live in\ncommunity houses and take their meals in messhalls. The children are\ncared for by trained nurses. During the season all physically capable\nadults go out en masse to work the fields. When the harvest has been\ntaken in, the farmer does not hole up for the winter but is occupied in\nlocal industrial projects, or in road or dam building. The commune's\nlabor is never idle.\"\n\nKennedy shuddered involuntarily.\n\nChessman looked at him coldly. \"It means quick progress. Meanwhile, we\ngo through each commune and from earliest youth, locate those members\nwho are suited to higher studies. We bring them into State schools where\nthey get as much education as they can assimilate--more than is\navailable in commune schools. These are the Texcocans we are training in\nthe sciences.\"\n\n\"The march to the anthill,\" Amschel Mayer muttered.\n\nChessman eyed him scornfully. \"You amuse me, old man. You with your talk\nof building an economy with a system of free competition. Our Texcocans\nare sacrificing today but their children will live in abundance. Even\ntoday, no one starves, no one goes without shelter nor medical care.\"\nChessman twisted his mouth wryly. \"We have found that hungry, cold or\nsick people cannot work efficiently.\"\n\nHe stared challengingly at the Genoese leader. \"Can you honestly say\nthat there are no starving people in Genoa? No inadequately housed, no\nsick without hope of adequate medicine? Do you have economic setbacks in\nwhich poorly planned production goes amuck and depressions follow with\nmass unemployment?\"\n\n\"Nevertheless,\" Mayer said with unwonted calm, \"our society is still far\nahead of yours. A mere handful of your bureaucracy and military chiefs\nenjoy the good things of life. There are tens of thousands on Genoa who\nhave them. Free competition has its weaknesses, perhaps, but it provides\na greater good for a greater number of persons.\"\n\nJoe Chessman came to his feet. \"We'll see,\" he said stolidly. \"In ten\nyears, Mayer, we'll consider the position of both planets once again.\"\n\n\"Ten years it is,\" Mayer snapped back at him.\n\nJerry Kennedy saluted with his glass. \"Cheers,\" he said.\n\n       *       *       *       *       *\n\nOn the return to Genoa Amschel Mayer said to Kennedy, \"Are you sober\nenough to assimilate something serious?\"\n\n\"Sure, chief, of course.\"\n\n\"Hm-m-m. Well then, begin taking the steps necessary for us to place a\nfew men on Texcoco in the way of, ah, intelligence agents.\"\n\n\"You mean some of our team?\" Kennedy said, startled.\n\n\"No, of course not. We can't spare them, and, besides, there'd be too\nbig a chance of recognition and exposure. Some of our more trusted\nGenoese. Make the monetary reward enough to attract their services.\" He\nlooked at his lieutenants significantly. \"I think you'll agree that it\nmight not be a bad idea to keep our eyes on the developments on\nTexcoco.\"\n\n       *       *       *       *       *\n\nOn the way back to Texcoco, Barry Watson said to his chief, \"What do you\nthink of putting some security men on Genoa, just to keep tabs?\"\n\n\"Why?\"\n\nWatson looked at his fingers, nibbled at a hangnail. \"It just seems to\nme it wouldn't hurt any.\"\n\nChessman snorted.\n\nDick Hawkins said, \"I think Barry's right. They can bear watching.\nBesides in another decade or so they'll realize we're going to beat\nthem. Mayer's ego isn't going to take that. He'd go to just about any\nextreme to keep from losing face back on Earth.\"\n\nNatt Roberts said worriedly, \"I think they're right, Joe. Certainly it\nwouldn't hurt to have a few Security men over there. My department could\ntrain them and we'd ferry them over in this space boat.\"\n\n\"I'll make the decisions,\" Chessman growled at them. \"I'll think about\nthis. It's just possible that you're right though.\"\n\nBehind them, Reif looked thoughtfully at his teen-age son.\n\n\n\n\nIX.\n\n\nDown the long palace corridor strode Barry Watson, Dick Hawkins, Natt\nRoberts, the aging Reif and his son Taller, now in the prime of manhood.\nTheir faces were equally wan from long hours without sleep. Half a dozen\nTulan infantrymen brought up their rear.\n\nAs they passed Security Police guards, to left and right, eyes took in\ntheir weapons, openly carried. But such eyes shifted and the guards\nremained at their posts. Only one sergeant opened his mouth in protest.\n\"Sir,\" he said to Watson, hesitantly, \"you are entering Number One's\npresence armed.\"\n\n\"Shut up,\" Natt Roberts rapped at him.\n\nReif said, \"That will be all, sergeant.\"\n\nThe Security Police sergeant looked emptily after them as they\nprogressed down the corridor.\n\nTogether, Watson and Reif motioned aside the two Tulan soldiers who\nstood before the door of their destination, and pushed inward without\nknocking.\n\nJoe Chessman looked up wearily from his map and dispatch laden desk. For\na moment his hand went to the heavy military revolver at his right but\nwhen he realized the identity of his callers, it fell away.\n\n\"What's up now?\" he said, his voice on the verge of cracking.\n\nWatson acted as spokesman. \"It's everywhere the same. The communes are\non the fine edge of revolt. They've been pushed too far; they've got to\nthe point where they just don't give a damn. A spark and all Texcoco\ngoes up in flames.\"\n\nReif said coldly, \"We need immediate reforms. They've got to be\npacified. An immediate announcement of more consumer goods, fewer State\ntaxes, above all a relaxation of Security Police pressures. Given\nimmediate promise of these, we might maintain ourselves.\"\n\nJoe Chessman's sullen face was twitching at the right corner of his\nmouth. Young Taller made no attempt to disguise his contempt at the\nother's weakness in time of stress.\n\nChessman's eyes went around the half circle of them. \"This is the only\nalternative? It'll slow up our heavy industry program. We might not\ncatch up with Genoa as quickly as planned.\"\n\nWatson gestured with a hand in quick irritation. \"Look here, Chessman,\ndon't we get through to you? Whether or not we build up a steel capacity\nas large as Amschel Mayer's isn't important now. Everything's at stake.\"\n\n\"Don't talk to me that way, Barry,\" Chessman growled truculently. \"I'll\nmake the decisions. I'll do the thinking.\" He said to Reif, \"How much of\nthe Tulan army is loyal?\"\n\nThe aging Tulan looked at Watson before turning back to Joe Chessman.\n\"All of the Tulan army is loyal--to me.\"\n\n\"Good!\" Chessman pushed some of the dispatches on his desk aside, letting\nthem flutter to the floor. He bared a field map. \"If we crush half a\ndozen of the local communes ... crush them hard! Then the others ...\"\n\nWatson said very slowly and so low as hardly to be heard, \"You didn't\nbother to listen, Chessman. We told you, all that's needed is a spark.\"\n\nJoe Chessman sat back in his chair, looked at them all again, one by\none. Re-evaluating. For a moment the facial tic stopped and his eyes\nheld the old alertness.\n\n\"I see,\" he said. \"And you all recommend capitulation to their demands?\"\n\n\"It's our only chance,\" Hawkins said. \"We don't even know it'll work.\nThere's always the chance if we throw them a few crumbs they'll want the\nwhole loaf. You've got to remember that some of them have been living\nfor twenty-five years or more under this pressure. The valve is about to\nblow.\"\n\n\"I see,\" Chessman grunted. \"And what else? I can see in your faces\nthere's something else.\"\n\nThe three Earthmen didn't answer. Their eyes shifted.\n\nHe looked to young Taller and then to Reif. \"What else?\"\n\n\"We need a scapegoat,\" Reif said without expression.\n\nJoe Chessman thought about that. He looked to Barry Watson again.\n\nWatson said, \"The whole Texcocan State is about to topple. Not only do\nwe have to give them immediate reform, but we're going to have to blame\nthe past hardships and mistakes on somebody. Somebody has to take the\nrap, be thrown to the wolves. If not, maybe we'll all wind up taking the\nblame.\"\n\n\"Ah,\" Chessman said. His red-rimmed eyes went around them again,\nthoughtfully. \"We should be able to dig up a few local chieftains and\nsome of the Security Police heads.\"\n\nThey shook their heads. \"It has to be somebody big,\" Natt Roberts said\nthickly, \"a few of my Security Police won't do it.\"\n\nJoe Chessman's eyes went to Reif. \"The Khan is the highest ranking\nTexcocan of all,\" he said, finally. \"The Khan and some Security Police\nheads would satisfy them.\"\n\nReif's face was as frigid as the Earthman's. He said, \"I am afraid not,\nJoseph Chessman. You are Number One. It is your statue that is in every\ncommune square. It is your portrait that hangs in every distribution\ncenter, every messhall, every schoolroom. You are the Number One--as you\nhave so often pointed out to us. My title has become meaningless.\"\n\nJoe Chessman spat out a curse, fumbled the gun into his hand and fired\nbefore the Tulan soldiers could get to him. In a moment they had wrested\nthe weapon from his hand and had his arms pinioned. It was too late.\n\nReif had been thrown backward two paces by the blast of the\nheavy-calibered gun. Now he held a palm over his belly and staggered to\na chair. He collapsed into it, looked at his son, let a wash of\namusement pass over his face, said, \"Khan,\" meaninglessly, and died.\n\nNatt Roberts shrilled at Chessman, \"You fool, we were going to give you\na big, theatrical trial. Sentence you to prison and then, later, claim\nyou'd died in your cell and smuggle you out to the _Pedagogue_.\"\n\nWatson snapped to the guards, \"Take him outside and shoot him.\"\n\nThe Tulans began dragging the snarling, cursing Chessman to the door.\n\nTaller said, \"A moment, please.\"\n\nWatson, Roberts and Hawkins looked to him.\n\nTaller said, \"This perhaps can be done more effectively.\"\n\nHis voice was completely emotionless. \"This man has killed both my\nfather and grandfather, both of them Khans of Tula, heads of the most\npowerful city on all Texcoco, before the coming of you Earthlings.\"\n\nThe guards hesitated. Watson detained them with a motion of his hand.\n\nTaller said, \"I suggest you turn him over to me, to be dealt with in the\ntraditional way of the People.\"\n\n\"No,\" Chessman said hoarsely. \"Barry, Dick, Natt, send me back to the\n_Pedagogue_. I'll be out of things there. Or maybe Mayer can use me on\nGenoa.\"\n\nThey didn't bother to look in his direction. Roberts muttered savagely,\n\"We told you all that was needed was a spark. Now you've killed the\nKhan, the most popular man on Texcoco. There's no way of saving you.\"\n\nTaller said, \"None of you have studied our traditions, our customs. But\nnow, perhaps, you will understand the added effect of my taking charge.\nIt will be a more ... profitable manner of using the downfall of this\n... this power mad murderer.\"\n\nChessman said desperately, \"Look, Barry, Natt, if you have to, shoot me.\nAt least give me a man's death. Remember those human sacrifices the\nTulans had when we first arrived? Can you imagine what went on in those\ntemples? Barry, Dick--for old time's sake, boys ...\"\n\nBarry Watson said to Taller, \"He's yours. If this doesn't take the\npressure off us, nothing will.\"\n\n\n\n\nX.\n\n\nAt the end of the third decade, the Texcocan delegation was already\nseated in the _Pedagogue's_ lounge when Jerome Kennedy, Martin Gunther,\nPeter MacDonald, Fredric Buchwald and three Genoese, Baron Leonar and\nthe Honorables Russ and Modrin appeared.\n\nThe Texcocan group consisted of Barry Watson, Dick Hawkins and Natt\nRoberts to one side of him, Generalissimo Taller and six highly\nbemedaled Texcocans on the other.\n\nBefore taking a seat Barry Watson barked, \"Where's Amschel Mayer? I've\ngot some important points to cover with him.\"\n\n\"Take it easy,\" Kennedy slurred. \"For that matter, where's Joe\nChessman?\"\n\nWatson glared at the other. \"You know where he is.\"\n\n\"That I do,\" Kennedy said. \"He's purged, to use a term of yesteryear. At\nthe rate you laddy-bucks are going, there won't be anything left of you\nby the time our half century is up.\" He snapped his fingers and a\nGenoese servant who'd been inconspicuously in the background, hurried to\nhis side. \"Let's have some refreshments here. What'll everybody have?\"\n\n\"You act as though you've had enough already,\" Watson bit out.\n\nKennedy ignored him, insisted on everyone being served before he allowed\nthe conversation to turn serious. Then he said, slyly, \"I see we've been\nsuccessful in apprehending all of your agents, or you'd know more of our\naffairs.\"\n\n\"Not all our agents,\" Watson barked. \"Only those on your southern\ncontinent. What happened to Amschel Mayer?\"\n\nPeter MacDonald, who, with Buchwald, was for the first time attending\none of the decade-end conferences, had been hardly recognized in his new\ngirth by the Texcocan team. But his added weight had evidently done\nnothing to his keenness of mind. He said smoothly, \"Our good Amschel is\nunder arrest. Imprisoned, in fact.\" He shook his head, his double chin\nwobbling. \"A tragedy.\"\n\n\"Imprisoned! By whom?\" Taller scowled. \"I don't like this. After all, he\nwas your expedition's head man.\"\n\nBarry Watson rapped, \"Don't leave us there, MacDonald. What happened to\nhim?\"\n\nMacDonald explained. \"The financial and industrial empire he had built\nwas overextended. A small crisis and it collapsed. Thousands of\ninvestors suffered. In brief, he was arrested and found guilty.\"\n\nWatson was unbelieving. \"There is nothing you could do? The whole team!\nCouldn't you bribe him out? Rescue him by force and get him back to the\nship? With all the wealth you characters control--\"\n\nJerry Kennedy laughed shortly. \"We were busy bailing ourselves out of\nour own situations, Watson. You don't know what international finance\ncan be. Besides, he dug his grave ... uh ... that is, he made his bed.\"\n\nKennedy signaled the servant for another drink, said, \"Let's cut out\nthis dismal talk. How about our progress reports?\"\n\n\"Progress reports,\" Barry Watson said. \"That's a laugh. You have agents\non Texcoco, we have them on Genoa. What's the use of having these\nconferences at all?\"\n\nFor the first time, one of the Genoese put in a word. Baron Leonar, son\nof the original Baron who had met with Amschel Mayer thirty years\nbefore, was a man in his mid-forties. He said quietly, \"It seems to me\nthe time has arrived when the two planets might profit by intercourse.\nSurely in this time one has progressed beyond the other in this field,\nbut lagged in that. If I understand the mission of the _Pedagogue_ it is\nto bring us to as high a technological level as possible in half a\ncentury. Already three decades have passed.\"\n\nThe Texcocans studied him thoughtfully, but Jerry Kennedy waved in\nnegation with the hand that held his glass. \"You don't get it, Baron.\nYou see, the thing is we wanta find out what system is going to do the\nmost the quickest. If we co-operate with Barry's gang, everything'll get\nall mixed up.\"\n\nThe Honorable Russ, now a wizened man of at least seventy, but still\nsharply alert, said, \"However, Texcoco and Genoa might both profit.\"\n\nKennedy said happily, \"What do we care? You gotta take the long view.\nWhat we're working out here is going to be used on half a million\nplanets eventually.\" He tried to snap his fingers. \"These two lousy\nplanets don't count that much.\" He succeeded in snapping them this time.\n\"Not that much.\"\n\nBarry Watson said, \"You're stoned, Kennedy.\"\n\n\"Why not?\" Kennedy grinned. \"Finally perfected a decent brandy. I'll\nhave to send you a few cases, Barry.\"\n\n\"How would you go about that, Jerry?\" Watson said softly.\n\n\"Shucks, man, our space lighter makes a trip to Texcoco every month or\nso. Gotta keep up with you boys. Maybe throw a wrench or so in the works\nonce inna while.\"\n\nPeter MacDonald said, \"Shut up, Jerry. You talk too much.\"\n\n\"Don't talk to me that way. You'll find yourself having one helluva time\nfloating that loan you need next month. How about another drink,\neverybody? This party's dead.\"\n\nWatson said, \"How about the progress reports? Briefly, we've all but\ncompletely united Texcoco. Minor setbacks have sometimes deterred us but\nthe march of progress goes on. We--\"\n\n\"Minor setbacks,\" Kennedy chortled. \"Must of had to bump off five\nmillion of the poor slobs before that commune revolt was finished with.\"\n\nWatson said coldly, \"We always have a few reactionaries, religious\nfanatics, misfits, crackpots, malcontents to deal with. However, these\nare not important. Our industrial potential has finally begun to roll.\nWe doubled steel production this year, will do the same next. Our\nhydro-electric installations tripled in the past two years. Coal\nproduction is four times higher, lumber production six times. We expect\nto increase grain harvest forty per cent next season. And--\"\n\nThe Honorable Modrin put in gently, \"Please, Honorable Watson, your\npercentage figures are impressive only if we know from what basis you\nstart. If you produced but five million tons of steel last year, then\nyour growth to ten million is very good but it is still not a\nconsiderable amount for an entire planet.\"\n\nBuchwald said dryly, \"If our agents are correct, Texcocan steel\nproduction is something like a quarter of our own. I assume your other\nbasic products are at about the same stage of development.\"\n\nWatson flushed. \"The thing to remember is that our economy continues to\ngrow each year. Yours spurts and stops, jerks ahead a few steps, then\ngrinds to a halt or even retreats. Everything comes to a pause if you\nfew on the top stop making a profit; all that counts in your economy is\nmaking money. Which reminds me, how in the world did you ever get out of\nthat planet-wide depression you were in three years ago?\"\n\nPeter MacDonald grunted his disgust. \"Planet-wide depression, indeed. A\nsmall recession. A temporary readjustment due to overextension in\ncertain economic and financial fields.\"\n\nFrom the other side of the table, Dick Hawkins laughed at him. \"Where'd\nyou pick up that line of gobbledygook, Peter?\" he asked.\n\nPeter MacDonald came to his feet. \"I don't have to put up with this sort\nof impudence,\" he snapped.\n\nWatson lurched to his own feet. \"Nor do we have to listen to your snide\ncracks about the real progress Texcoco is making. We don't seem to be\ngetting anywhere.\" He snapped to his associates, \"Hawkins, Taller,\nRoberts! Let's go. Ten years from now, there'll be another story to\ntell. Even a blind man will see the difference.\"\n\nThey marched down the _Pedagogue's_ corridor toward their space boat.\n\nKennedy called after them, \"Ten years from now every family on Genoa'll\nhave a car. Wait'll you see. Television, too. We're introducing TV next\nyear. An' civil aviation. Be all over the place in two, three years--\"\n\nThe Texcocans slammed the spaceport after them.\n\nKennedy sloshed some more drink into his glass. \"Slobs can't stand the\ntruth,\" he explained to the others.\n\n\n\n\nXI.\n\n\nWith the exception of a few additional delegates composed of\nhigh-ranking Texcocan and Genoese political and scientific heads, the\nline-up at the end of forty years was the same as ten years\nearlier--except for the absence of Jerry Kennedy.\n\nExtra tables had been set up, and chairs to accommodate the added\nnumbers. To one side were the Genoese: Martin Gunther, Fredric Buchwald,\nPeter MacDonald, with such repeat delegates as Baron Leonar and the\nHonorables Modrin and Russ and half a dozen newcomers. On the other were\nBarry Watson, Dick Hawkins and Natt Roberts, Taller and such Texcocans\nas the scientists Wiss and Fokin, army heads, Security Police officials\nand other notables.\n\n[Illustration]\n\nNote pads had been placed before each of them and both Watson and\nGunther were equipped with gavels.\n\nWhile chairs were still being shuffled, Barry Watson said over the table\nto Gunther, \"Jerry?\"\n\nMartin Gunther shrugged \"Jerry's indisposed. As a matter of fact, he's\nat one of the mountain sanitariums, taking a cure. He'll be all right.\"\n\n\"Good,\" Dick Hawkins said. \"We've lost too many.\"\n\nWatson pounded with his gavel. \"Let's come to order. Gunther do you have\nanything to say in the way of preliminaries?\"\n\n\"Not especially. I believe we all know where we stand, including the\nnewcomers from Genoa and Texcoco. In brief, this is the fourth meeting\nof the Earth teams that were sent to these two planets to bring backward\ncolonists to an industrialized culture. It would seem that we are both\nsucceeding--possibly at different rates. Forty years have passed, ten\nremain to us.\"\n\nFor a moment there was silence.\n\nFinally Roberts said, \"Possibly you have already discovered this through\nyour agents, but we have released the information on prolonging of\nlife.\"\n\nPeter MacDonald said wryly, \"We, too, were pressured into such a step.\"\n\nBaron Leonar said, \"And why not?\"\n\nTaller, across the table from him, nodded.\n\nMartin Gunther tapped twice on the table with his gavel. \"The basic\nreason for our meeting is to report progress and to reconsider the\npossibilities of new elements having entered into the situation which\nmight cause us to re-examine our policies. I think we already have a\nfairly good idea of each other's development.\" His voice went wry. \"At\nleast our agents do a fairly good job of reporting yours.\"\n\n\"And ours, yours,\" Watson rapped.\n\n\"However,\" MacDonald said, \"now that we are drawing near the end of our\nhalf century, I think it becomes obvious that Amschel Mayer's original\ncontention--that a freely competitive economy grows faster than one\nrestricted by totalitarian bounds--has been proven.\"\n\nBarry Watson snorted amusement. \"Do you?\" he said. \"To the contrary,\nMacDonald. The proof is otherwise. On Genoa you still have comparative\nconfusion. True enough, several of your nations, particularly those on\nyour southern continent, are greatly advanced and with a high living and\ncultural standard--when times are good. But at the same time you have\nother whole peoples who are little, if any, better off, than when you\narrived. On the western continent you even have a few feudalistic\nregimes that are probably worse off--mostly as a result of the wars\nyou've crippled them with.\"\n\nNatt Roberts said, his voice musing, \"But even that isn't the important\nthing. The Co-ordinator sent us here to find a _method_ of bringing\nbackward cultures to industrialization. Have you got a blueprint to show\nhim, when you return? Can you trace out the history of Genoa for this\npast half century and say, this war was necessary for progress--but\nthat should have been avoided? Or is this whole _free competition_\nprogram of yours actually nothing but chaos which _sometimes_ works out\nwonderfully for _some_ nations, but actually destroys others? You have\nscorned our methods, our collectivized society--but when we return,\nwe'll have a blueprint of how we arrived where we are.\"\n\nGunther banged the table with his gavel. \"Just a moment. Is there any\nreason why we have to listen to these accusations when--\"\n\nWatson held up a hand, curtly, \"Let us finish. If you have something to\nsay, we'll gladly listen when we're through.\"\n\nGunther was flushed but he snapped, \"Go ahead then, but don't think any\nof we Genoese are being taken in.\"\n\nWatson said, \"True enough, it took us a time to unite our people ...\"\n\n\"Time and blood,\" Peter MacDonald muttered.\n\n\"... But once underway the Texcocan State has moved on in a progression\nunknown in any of the Genoese nations. To industrialize a society you\nmust reach a certain taking off point, a point where you have sufficient\nindustry, particularly steel, sufficient power, sufficient scientists,\ntechnicians and skilled workers. Once that point has been reached you\ncan move in almost a geometric progression. You build a steel mill and\nwith the steel produced you build two more mills the following year,\nwhich in turn gives you the material for four the next year.\"\n\nBuchwald grunted his disbelief.\n\nWatson looked up and down the line of Genoese, the Earthmen as well as\nthe natives. \"On Texcoco we have now reached that point. We have a\ntrained, eager population of over one billion persons. Our universities\nare turning out highly trained effectives at the rate of more than\ntwenty million a year. We have located all the raw materials we will\nneed. We are now under way.\" He looked at them in heavy amusement. \"By\nthe end of the next decade we will bury you.\"\n\nMartin Gunther said calmly, \"Are you through?\"\n\n\"Yes. For the time,\" Watson nodded.\n\n\"Very well. Then this is _our_ progress report. In the past forty years\nwe have eliminated feudalism in all the more advanced countries. Even in\nthe remote areas the pressures of our changing world are bringing them\naround. The populace of these countries will no longer stand to one side\nwhile the standard of living on the rest of Genoa grows so rapidly. On\nmost of our planet, already the average family not only enjoys freedom\nbut a way of life far in advance of that of Texcoco. Already modern\nhousing and household appliances are everywhere. Already both land cars\nand aircraft are available to the majority. The nations have formed an\nInter-Continental League of governments so that it is unlikely that war\nwill ever touch us again. And this is merely a beginning. In ten years,\ncontinuing our freely competitive way of developing, all will be living\non a scale that only the wealthy can afford today.\"\n\nHe came to an end and stared antagonistically at the Texcocans.\n\nTaller said, \"There seems to be no agreement.\"\n\nAcross the table from him the ancient Honorable Russ said, \"It is\ndifficult to measure. We seem to count refrigerators and privately owned\nautomobiles. You seem to ignore personal standards and concentrate on\nsteel tonnage.\"\n\nThe Texcocan scientist, Wiss, said easily, \"Given the steel mills, and\neventually automobiles and refrigerators will run off our assembly lines\nlike water, and will be available for everyone, not just those who can\nafford to buy them.\"\n\n\"Hm-m-m, eventually,\" Peter MacDonald laughed nastily.\n\nThe atmosphere was suddenly hostile. Hostile beyond anything that had\ngone before in earlier conferences.\n\nAnd then Martin Gunther said without inflection, \"I note that you have\nremoved from the _Pedagogue's_ library the information dealing with\nnuclear fission.\"\n\n\"For the purpose of study,\" Dick Hawkins said smoothly.\n\n\"Of course,\" Gunther said. \"Did you plan to return it in the immediate\nfuture?\"\n\n\"I'm afraid our studies will take some time,\" Watson said flatly.\n\n\"I was afraid so,\" Gunther said. \"Happily, I took the precaution of\nmaking microfilms of the material involved more than a year ago.\"\n\nBarry Watson pushed his chair back. \"We seem to have accomplished what\nwas possible by this conference,\" he said. \"If anything.\" He looked to\nright and left at his cohorts. \"Let's go.\"\n\nThey came stiffly erect. Watson turned on his heel and started for the\ndoor.\n\nAs they left, Natt Roberts turned for a moment and said to Gunther, \"One\nthing, Martin. During this next ten years you might consider whether or\nnot half a century has been enough to accomplish our task. Should we\nconsider staying on? I would think the Co-ordinator would accept any\nrecommendation along this line that we might make.\"\n\nThe Genoese contingent looked after him, long after he was gone.\n\nFinally Martin Gunther said, \"Baron Leonar, I think it might be a good\nidea if you began putting some of your men to work on making steel\nalloys suitable for spacecraft. The way things are developing, perhaps\nwe'll be needing them.\"\n\nBuchwald and MacDonald looked at him unblinkingly.\n\n\n\n\nXII.\n\n\nIt was fifty years to a day since the _Pedagogue_ had first gone into\norbit about Rigel. Five decades have passed. Half a century.\n\nOf the original crew of the _Pedagogue_, six now gathered in the lounge\nof the spaceship. All of them had changed physically. Some of them\nsofter to the point of flabbiness; some harder both of body and soul.\n\nBarry Watson, Natt Roberts, Dick Hawkins, of the Texcocan team.\n\nMartin Gunther, Peter MacDonald, Fredric Buchwald, of the Genoese.\n\nThe gathering wasn't so large as the one before. Only Taller and the\nscientist Wiss attended from Texcoco; only Baron Leonar and the son of\nHonorable Russ from Genoa.\n\nFrom the beginning they stared with hostility across the conference\ntable. Even the pretense of amiability was gone.\n\nWatson rapped finally, \"I am not going to dwell upon the measures you\nhave been taking that can only be construed as military ones aimed\neventually at the Texcocan State.\"\n\nMartin Gunther laughed nastily. \"Is your implication that your own\npeople have not taken the same measures, in fact, inaugurated them?\"\n\nWatson said, \"As I say, I have no intention of even discussing this.\nSurely we can arrive at no agreement. There is one point, however that\nwe should consider on this occasion.\"\n\nThe corpulent Peter MacDonald wheezed, \"Well, out with it!\"\n\nNatt Roberts said, \"I mentioned the matter to you at the last meeting.\"\n\n\"Ah, yes,\" Gunther nodded. \"Just as you left. We have considered it.\"\n\nThe Texcocans waited for him to go on.\n\n\"If I understand you,\" Gunther said, \"you think we should reconsider\nreturning to Terra City at this time.\"\n\n\"It should be discussed,\" Watson nodded. \"Whatever the ... ah ...\ntemporary difficulties between us, the original project of the\n_Pedagogue_ is still our duty.\"\n\nThe three of the Genoese team nodded their agreement.\n\n\"And the problem becomes, have we accomplished completely what we set\nout to do? And, further, is it necessary, or at least preferable, for us\nto stay on and continue administration of the progress of the Rigel\nplanets?\"\n\nThey thought about it.\n\nBuchwald said hesitantly, \"It has been my own belief that Genoa is not\nquite ready for us to let loose the ... ah, reins. If we left now, I am\nnot sure--\"\n\nRoberts said, \"Same applies to Texcoco. The State has made fabulous\nstrides, but I am not sure what would happen if we leaders were to\nleave. There might be a complete collapse.\"\n\nWatson said, \"We seem to be in basic agreement. Is a suggestion in order\nthat we extend, for another twenty-five years, at least, this\nexpedition's work?\"\n\nDick Hawkins said, \"The Office of Galactic Colonization--\"\n\nMacDonald said smoothly, \"Will undoubtedly send out a ship to\ninvestigate. We shall simply inform them that things are not as yet\npropitious to our leaving, that another twenty-five years is in order.\nSince we are on the scene, undoubtedly our recommendation will be\nheeded.\"\n\nWatson looked from one Earthman to the next. \"We are in agreement?\"\n\nEach in turn nodded.\n\nPeter MacDonald said, \"And do you all realize that here we have a unique\nsituation that might be exploited for the benefit of the whole race?\"\n\nThey looked to him, questioningly.\n\n\"The dynamic we find in Genoa--and Texcoco, too, for that matter, though\nwe disagree on so many fundamentals--is beyond that in the Solar System.\nThese are new planets, new ambitions are alive. We have at our\nfingertips man's highest developments, evolved on Earth. But with this\nnew dynamic, this freshness, might we not in time push even beyond old\nEarth?\"\n\n\"You mean--\" Natt Roberts said.\n\nMacDonald nodded. \"What particular of value is gained by our uniting\nGenoa and Texcoco with the so-called Galactic Commonwealth? Why not\npress ahead on our own? With the vigor of these new races we might well\nleave Earth far behind.\"\n\nWatson mused, \"Carrying your suggestion to the ultimate, who is to say\nthat one day Rigel might not become the new center of the human race,\nrather than Sol?\"\n\n\"A point well taken,\" Gunther agreed.\n\n\"No,\" Taller said softly.\n\nThe six Earthmen turned hostile eyes to him.\n\n\"This particular matter does not concern you, Generalissimo,\" Watson\nrapped at him.\n\nTaller smiled his amusement at that and came to his feet.\n\n\"No,\" he said. \"I am afraid that hard though it might be for you to give\nup the powers you have held so long, you Earthlings are going to have to\nreturn to Terra City, from whence you came.\"\n\nBaron Leonar said in gentle agreement, \"Obviously.\"\n\n\"What is this?\" Watson rapped. \"I'm not at all amused.\"\n\nThe Honorable Russ stood also. \"There is no use prolonging this. I have\nheard you Earthlings say, more than once, that man adapts to preserve\nhimself. Very well, we of Genoa and Texcoco are adapting to the present\nsituation. We are of the belief that if you are allowed to remain in\npower we of the Rigel planets will be destroyed, probably in an atomic\nholocaust. In self-protection we have found it necessary to unite, we\nGenoese and Texcocans. We bear you no ill will, far to the contrary.\nHowever, it is necessary that you all return to Earth. You have\nimpressed upon us the aforementioned truism that _man adapts_ but in the\n_Pedagogue's_ library I have found another that also applies. Power\ncorrupts, and absolute power corrupts absolutely.\"\n\nThere were heavy automatics in the hands of Natt Roberts and Dick\nHawkins. Barry Watson leaned back in his chair, his eyes narrow. \"How'd\nyou ever expect to get away with this sort of treason, Taller?\"\n\nMartin Gunther blurted, \"Or you, Russ?\"\n\nWiss, the Texcocan scientist, held his wrist radio to his mouth and\nsaid, \"Come in now.\"\n\nDick Hawkins thumbed back the hammer of his hand gun.\n\n\"Hold it a minute, Dick,\" Barry Watson said. \"I don't like this.\" To\nTaller he rapped, \"What goes on here? Talk up, you're just about a dead\nman.\"\n\nAnd it was then that they heard the scraping on the outer hull.\n\nThe six Earthmen looked at the overhead, dumfounded.\n\n\"I suggest you put up your weapons,\" Taller said quietly. \"At this late\nstage I would hate to see further bloodshed.\"\n\nIn moments they heard the opening and closing of locks and footsteps\nalong the corridor. The door opened and in stepped,\n\nJoe Chessman, Amschel Mayer, Mike Dean, Louis Rosetti, and an emaciated\nJerry Kennedy. Their expressions ran the gamut from sheepishness to\nblank haughtiness.\n\nMacDonald bug-eyed. \"Dean ... Rosetti ... the Temple priests burned you\nat the stake!\"\n\nThey grinned at him, shamefaced. \"Guess not,\" Dean said. \"We were\nkidnaped. We've been teaching basic science, in some phony monastery.\"\n\nWatson's face was white. \"Joe,\" he said.\n\n\"Yeah,\" Joe Chessman growled. \"You sold me out. But Taller and the\nTexcocans thought I was still of some use.\"\n\nAmschel Mayer snapped, bitterly, \"And now if you fools will put down\nyour stupid guns, we'll make the final arrangements for returning this\nexpedition to Terra City. Personally, I'll be glad to get away!\"\n\nBehind the five resurrected Earthmen were a sea of faces representing\nthe foremost figures of both Texcoco and Genoa in every field of\nendeavor. At least fifty of them in all.\n\nAs though protectively, the eleven Earthmen ganged together at the far\nside of the messtable they'd met over so often.\n\nMartin Gunther, his expression dazed, said, \"I ... I don't--\"\n\nTaller resumed his spokesmanship. \"From the first the most progressive\nelements on both Texcoco and Genoa realized the value of your expedition\nand have been in fundamental sympathy with the aims the _Pedagogue_\noriginally had. Primitive life is not idyllic. Until man is free from\nnature's tyranny and has solved the basic problems of sufficient food,\nclothing, shelter, medical care and education for all, he is unable to\nrealize himself. So we co-operated with you to the extent we found\npossible.\"\n\nHis smile was grim. \"I am afraid that almost from the beginning, and on\nboth planets, your very actions developed an ... underground, I believe\nyou call it. Not an overt one, since we needed your assistance to build\nthe new industrialized culture you showed us was possible. We even\nprotected you against yourselves, since it soon became obvious that if\nleft alone you'd destroy each other in your addiction to power.\"\n\nBaron Leonar broke in, \"Don't misunderstand. It wasn't until the past\ncouple of decades that this _underground_ which had sprung up\nindependently on both planets, amalgamated.\"\n\nBarry Watson blurted, \"But Joe ... Chessman--\" he refused to meet the\neye of the man he'd condemned.\n\nTaller said, \"From the first you made no effort to study our customs. If\nyou had, you'd have realized why my father allied himself to you after\nyou'd killed Taller First. And why I did not take my revenge on Chessman\nafter he'd killed Reif. A Khan's first training is that no personal\nemotion must interfere with the needs of the People. When you turned Joe\nChessman over to me, I realized his education, his abilities were too\ngreat to destroy. We sent him to a mountain university and have used him\nprofitably all these years. In fact, it was Chessman who finally brought\nus to space travel.\"\n\n\"That's right,\" Buchwald blurted. \"You've got a spaceship out there. How\ncould you possibly--?\"\n\nTaller said mildly, \"There are but a handful of you, you could hardly\nkeep track of two whole planets and all that went on upon them.\"\n\nAmschel Mayer said bitingly, \"All this can be gone over on our return to\nTerra City. We'll have a full year to explain to ourselves and each\nother why we became such complete idiots. I was originally head of this\nexpedition--before my supposed friends railroaded me to prison--does\nanyone object if I take over again?\"\n\n\"No,\" Joe Chessman growled.\n\nThe others shook their heads.\n\nTaller said, \"There is but one other thing. In spite of how you may feel\nat this moment of embarrassment, basically you have succeeded in your\ntask. That is, you have brought Texcoco and Genoa to an industrialized\nculture. We hold various reservations about how you accomplished this.\nHowever, when you return to your Co-ordinator of Galactic Colonization,\nplease inform him that we are anxious to receive his ambassadors. The\nterm is _ambassadors_ and we will expect to meet on a basis of equality.\nSurely in all Earth's millennia of social evolution man has worked out\nsomething better than either of your teams have built here. We should\nlike to be instructed.\"\n\nDick Hawkins said stiffly, \"We can instruct you on Earth's present\nsocio-economic system.\"\n\n\"I am afraid we no longer trust you, Richard Hawkins. Send\nothers--uncorrupted by power, privilege or great wealth.\"\n\n       *       *       *       *       *\n\nWhen they had gone and the sound of their departing spacecraft had\nfaded, Amschel Mayer snapped, \"We might as well get underway. And cheer\nup, confound it, we have lots of time to contrive a reasonable report\nfor the Co-ordinator.\"\n\nJerry Kennedy managed a thin grin, almost reminiscent of the younger\nKennedy of the first years on Genoa. \"Say,\" he said, \"I wonder if we'll\nbe granted a good long vacation before being sent on another\nassignment.\"\n\n\nTHE END\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Astounding Science Fiction_ August\n    1960. Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Adaptation, by Dallas McCord Reynolds\n\n*** END OF THIS PROJECT GUTENBERG EBOOK ADAPTATION ***\n\n***** This file should be named 24749-8.txt or 24749-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/4/7/4/24749/\n\nProduced by Greg Weeks, Bruce Albrecht, Stephen Blundell\nand the Online Distributed Proofreading Team at\nhttp://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}