{"title": "Millennium", "author": "Everett B. Cole", "releaseDate": "March 8, 2008", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Geetu Melwani and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n       *       *       *       *       *\n\nTranscriber note.\n\nThis etext was produced from Astounding Science Fiction May 1955.\nExtensive research did not uncover any evidence that the U.S.\ncopyright on this publication was renewed.\n\n       *       *       *       *       *\n\n\n\n\nMILLENNIUM\n\nBY EVERETT B. COLE\n\n\n     _There are devices a high-level culture could produce that simply\n     don't belong in the hands of incompetents of lower cultural\n     evolution. The finest, and most civilized of tools can be made a\n     menace ..._\n\n\n[Illustration]\n\n\nIllustrated by Freas\n\n\n\n\nLiewen Konar smiled wryly as he put a battered object on the bench.\n\"Well, here's another piece recovered. Not worth much, I'd say, but here\nit is.\"\n\nObviously, it had once been a precisely fabricated piece of equipment.\nBut its identity was almost lost. A hole was torn in the side of the\nmetal box. Knobs were broken away from their shafts. The engraved\nlegends were scored and worn to illegibility, and the meter was merely a\nblack void in the panel. Whatever had been mounted at the top had been\nbroken away, to leave ragged shards. Inside the gaping hole in the case,\ntiny, blackened components hung at odd angles.\n\nKlion Meinora looked at the wreckage and shook his head.\n\n\"I know it's supposed to be what's left of a medium range communicator,\"\nhe said, \"but I'd never believe it.\" He poked a finger inside the hole\nin the case, pushing a few components aside. Beyond them, a corroded\nwheel hung loosely in what had once been precision bearings.\n\n\"Where's the power unit?\"\n\nKonar shook his head. \"No trace. Not much left of the viewsphere,\neither.\"\n\n\"Well.\" Meinora shook his head resignedly. \"It's salvage. But we got it\nback.\" He stood back to look at the communicator. \"Someone's been\nkeeping the outside clean, I see.\"\n\nKonar nodded. \"It was a religious relic,\" he said. \"Found it in an\nabbey.\" He reached into the bag he had placed on the floor.\n\n\"And here's a mental amplifier-communicator, personnel, heavy duty.\nSlightly used and somewhat out of adjustment, but complete and\nrepairable.\" He withdrew a golden circlet, held it up for a moment, and\ncarefully laid it on the bench beside the wrecked communicator. Its\nmetal was dented, but untarnished.\n\n\"Don't want to get rough with it,\" he explained. \"Something might be\nloose inside.\"\n\nHe reached again into the bag. \"And a body shield, protector type, model\nGS/NO-10C. Again, somewhat used, but repairable. Even has its\nnomenclature label.\"\n\n\"Good enough.\" Meinora held a hand out and accepted the heavy belt. He\nturned it about in his hands, examining the workmanship. Finally, he\nlooked closely at the long, narrow case mounted on the leather.\n\n\"See they counted this unit fairly well. Must have been using it.\"\n\n\"Yes, sir. It's operative. The Earl wore it all the time. Guess he kept\nup his reputation as a fighter that way. Be pretty hard to nick anyone\nwith a sword if he had one of these running. And almost any clumsy\nleatherhead could slash the other guy up if he didn't have to worry\nabout self-protection.\"\n\n\"I know.\" Meinora nodded quickly. \"Seen it done. Anything more turned\nup?\"\n\n\"One more thing. This hand weapon came from the same abbey I got the\ncommunicator from. I'd say it was pretty hopeless, too.\" Konar picked a\nflame-scarred frame from his bag, then reached in again, to scoop up a\nfew odd bits of metal.\n\n\"It was in pieces when we picked it up,\" he explained. \"They kept it\nclean, but they couldn't get the flame pits out and reassembly was a\nlittle beyond them.\"\n\n\"Beyond us too, by now.\" Meinora looked curiously at the object. \"Looks\nas though a couple of the boys shot it out.\"\n\n\"Guess they did, sir. Not once, but several times.\" Konar shrugged.\n\"Malendes tells me he picked up several like this.\" He cocked his head\nto one side.\n\n\"Say, chief, how many of these things were kicking around on this\nunlucky planet?\"\n\nMeinora grimaced. \"As far as we can determine, there were ninety-two\noperative sets originally issued. Each of the original native operatives\nwas equipped with a mentacom and a body shield. Each of the eight\noperating teams had a communicator and three hand weapons, and the\nheadquarters group had a flier, three communicators, a field detector\nset, and six hand weapons. Makes quite an equipment list.\"\n\n\"Any tools or maintenance equipment?\"\n\nMeinora shook his head. \"Just operator manuals. And those will have\ndeteriorated long ago. An inspection team was supposed to visit once a\ncycle for about fifty cycles, then once each five cycles after that.\nThey would have taken care of maintenance. This operation was set up\nquite a while ago, you know. Operatives get a lot more training now--and\nwe don't use so many of them.\"\n\n\"So, something went wrong.\" Konar looked at the equipment on the bench.\n\"How?\" he asked. \"How could it have happened?\"\n\n\"Oh, we've got the sequence of events pretty well figured out by now.\"\nMeinora got to his feet. \"Of course, it's a virtually impossible\nsituation--something no one would believe could happen. But it did.\" He\nlooked thoughtfully at the ruined communicator.\n\n\"You know the history of the original operation on this planet?\"\n\n\"Yes, sir. I looked it over. Planet was checked out by Exploration. They\nfound a couple of civilizations in stasis and another that was about to\ngo that way. Left alone, the natives'd have reverted to a primitive\nhunter stage--if they didn't go clear back to the caves. And when they\ndid come up again, they'd have been savage terrors.\"\n\n\"Right. So a corps of native operatives was set up by Philosophical, to\nupset the stasis and hold a core of knowledge till the barbaric period\nfollowing the collapse of one of the old empires was over. One\ncivilization on one continent was chosen, because it was felt that its\nimpact on the rest of the planet would be adequate to insure progress,\nand that any more extensive operation would tend to mold the planetary\nculture.\"\n\nKonar nodded. \"The old, standard procedure. It usually worked better\nthan this, though. What happened this time?\"\n\n\"The Merokian Confederation happened.\"\n\n\"But their penetration was nowhere near here.\"\n\n\"No, it wasn't. But they did attack Sector Nine. And they did destroy\nthe headquarters. You remember that?\"\n\n\"Yes, sir. I read about it in school. We lost a lot of people on that\none.\" Konar frowned. \"Long before my time in the Corps, of course, but I\nstudied up on it. They used some sort of screen that scrambled the\ndetectors, didn't they?\"\n\n\"Something like that. Might have been coupled with someone's\ninattention, too. But that's unimportant now. The important thing is\nthat the sector records were destroyed during the attack.\"\n\n\"Sure. But how about the permanent files that were forwarded to\nAldebaran depository?\"\n\nMeinora smiled grimly. \"Something else that couldn't happen. We're still\nlooking for traces of that courier ship. I suppose they ran afoul of a\nMerokian task force, but there's nothing to go on. They just\ndisappeared.\" He picked up the mental communicator, examining the signs\nof aging.\n\n\"One by one,\" he continued, \"the case files and property records of\nSector Nine are being reconstructed. Every guardsman even remotely\nassociated with the Sector before the attack is being interviewed, and a\nlot of them are working on the reconstruction. It's been a long job, but\nwe're nearly done now. This is one of the last planets to be located and\nrechecked, and it's been over a period since the last visit they've had\nfrom any of our teams. On this planet, that's some fifty-odd\ngenerations. Evidently the original operatives didn't demolish their\nequipment, and fifty some generations of descendants have messed things\nup pretty thoroughly.\"\n\nKonar looked at the bench. Besides the equipment he had just brought in,\nthere were other items, all in varying stages of disrepair and ruin.\n\n\"Yes, sir,\" he agreed. \"If this is a sample, and if the social\nconditions I've seen since I joined the team are typical, they have. Now\nwhat?\"\n\n\"We've been picking up equipment. Piece by piece, we've been accounting\nfor every one of those items issued. Some of 'em were lost. Some of 'em\nprobably wore out and were discarded, or were burned--like this, only\nmore so.\" Meinora pointed at the wrecked communicator.\n\n\"Local legends tell us about violent explosions, so we know a few\nactually discharged. And we've tracked down the place where the flier\ncracked up and bit out a hole the size of a barony. Those items are gone\nwithout trace.\" He sighed.\n\n\"That introduces an uncertainty factor, of course, but the equipment in\nthe hands of natives, and the stuff just lying around in deserted areas\nhas to be tracked down. This planet will develop a technology some day,\nand we don't want anything about to raise questions and doubts when it\ndoes. The folklore running around now is bad enough. When we get the\nequipment back, we've got to clean up the social mess left by the\ndescendants of those original operatives.\"\n\n\"Nice job.\"\n\n\"Very nice. We'll be busy for a long time.\" Meinora picked up a small\ntape reel. \"Just got this,\" he explained. \"That's why I was waiting for\nyou here. It's an account of a mentacom and shield that got away.\nProbably stolen about twenty years ago, planetary. We're assigned to\ntrack it down and pick it up.\"\n\nHe turned to speak to a technician, who was working at another bench.\n\n\"You can have this stuff now. Bring in some more pretty soon.\"\n\n       *       *       *       *       *\n\nFlor, the beater, was bone weary. The shadows were lengthening, hiding\nthe details in the thickets, and all the hot day, he had been thrusting\nhis way through thicket after thicket, in obedience to the instructions\nof the foresters. He had struck trees with his short club and had\ngrunted and squealed, to startle the _khada_ into flight. A few of the\nugly beasts had come out, charging into the open, to be run down and\nspeared by the nobles.\n\nAnd Flor had tired of this hunt, as he had tired of many other hunts in\nthe past. Hunting the savage _khada_, he thought resentfully, might be\nan amusing sport for the nobles. But to a serf, it was hard,\nlung-bursting work at best. At worst, it meant agonizing death beneath\ntrampling hoofs and rending teeth.\n\nTo be sure, there would be meat at the hunting lodge tonight, in plenty,\nand after the hunt dinner, he and the other serfs might take bits of the\nflesh home to their families. But that would be after the chores in the\nscullery were over. It would be many hours before Flor would be able to\nstumble homeward.\n\nHe relaxed, to enjoy the short respite he had gained by evading the\nforester. Sitting with his back to a small tree, he closed his eyes and\nfolded his thick arms over his head. Of course, he would soon be found,\nand he would have to go back to the hunt. But this forester was a dull,\nsoft fellow. He could be made to believe Flor's excuse that he had\nbecome lost for a time, and had been searching the woods for the other\nbeaters.\n\nThe underbrush rustled and Flor heard the sound of disturbed leaves and\nheavy footfalls. A hunting charger was approaching, bearing one of the\nhunters. Quickly, Flor rose to his feet, sidling farther back into the\nthicket. Possibly, he might remain unseen. He peered out through the\nleaves.\n\nThe mounted man was old and evidently tired from the long day's hunt. He\nswayed a little in his saddle, then recovered and looked about him,\nfumbling at his side for his horn. His mount raised its head and beat a\nforefoot against the ground. The heavy foot made a deep, thumping noise\nand leaves rustled and rose in a small cloud.\n\nFlor sighed and started forward reluctantly. It was the Earl, himself.\nIt might be possible to hide from another, but Flor knew better than to\ntry to conceal his presence from the old nobleman. The Earl could detect\nany person in his vicinity, merely by their thoughts, as Flor well knew\nfrom past experience. He also knew how severe the punishment would be if\nhe failed to present himself immediately. He pushed a branch aside with\na loud rustle.\n\nStartled by the noise, a _husa_, which had been hiding beneath a nearby\nbush, raced into the open. The small animal dashed madly toward the\nEarl, slid wildly almost under the charger's feet, and put on a fresh\nburst of speed, to disappear into the underbrush. The huge beast\nflinched away, then reared wildly, dashing his rider's head against a\ntree limb.\n\nThe elderly man slipped in his saddle, reached shakily for his belt,\nmissed, and lost his seat, to crash heavily to the ground.\n\nFlor rushed from his thicket. With the shock of the fall, the Earl's\ncoronet had become dislodged from his head and lay a short distance from\nthe inert form. Flor picked it up, turning it in his hands and looking\nat it.\n\n       *       *       *       *       *\n\nCuriously, he examined the golden circlet, noting the tiny bosses inset\nin the band. Many times, he had watched from a dark corner at the\nhunting lodge, neglecting his scullery duties, while the Earl showed the\npowers of this coronet to his elder son. Sometimes, he had been caught\nby the very powers the circlet gave to the old nobleman, and he winced\nas he remembered the strong arm of the kitchen master, and the skill\nwith which he wielded a strap. But on other occasions, the Earl had been\nso engrossed in explaining the device as to neglect the presence of the\neavesdropper.\n\nHe had told of the ability given him to read the thoughts of others, and\neven to strongly influence their actions. And Flor had gone back to his\nlabors, to dream of what he would do if he, rather than the Earl, were\nthe possessor of the powerful talisman.\n\nAnd now, he had it in his hands.\n\nA daring idea occurred to him, and he looked around furtively. He was\nalone with the Earl. The old man was breathing stertorously, his mouth\nwide open. His face was darkening, and the heavy jowls were becoming\npurple. Obviously, he was capable of little violence.\n\nIn sudden decision, Flor knelt beside the body. His hand, holding the\nshort club above the Earl's throat, trembled uncontrollably. He wanted\nto act--had to act now--but his fear made him nauseated and weak. For a\nmoment, his head seemed to expand and to lighten as he realized the\nenormity of his intent. This was one of the great nobles of the land,\nnot some mere animal.\n\nThe heavily lidded eyes beneath him fluttered, started to open.\n\nWith a sob of effort, Flor dashed his club downward, as though striking\na _husa_. The Earl shivered convulsively, choked raspingly, and was\nsuddenly limp and still. The labored breathing stopped and his eyes\nopened reluctantly, to fix Flor with a blank stare.\n\nThe serf leaped back, then hovered over the body, club poised to strike\nagain. But the old man was really dead. Flor shook his head. Men, he\nthought in sudden contempt, died easily. It was not so with the _husa_,\nor the _khada_, who struggled madly for life, often attacking their\nkiller and wounding him during their last efforts.\n\nFlor consigned this bit of philosophy to his memory for future use and\nset to work removing the heavy belt worn by the Earl. This, he knew, was\nanother potent talisman, which could guard its wearer from physical harm\nwhen its bosses were pushed.\n\nThe murderer smiled sardonically. It was well for him that the old\nnobleman had failed to press those bosses, otherwise this opportunity\nprobably would never have been presented. He stood up, holding the belt\nin his hand. Such a thing as this, he told himself, could make him a\ngreat man.\n\nHe examined the belt, noting the long metal case, with its engraving and\nits bosses. At last, he grunted and fastened it about his own waist. He\npressed the bosses, then threw himself against a tree.\n\nSomething slowed his fall, and he seemed to be falling on a soft mat. He\ncaught his balance and rested against the tree, nodding in satisfaction.\nLater, he could experiment further, but now he had other things to do.\n\nHe examined the coronet again, remembering that there was something\nabout its bosses, too. He looked closely at them, then pressed. One boss\nslid a little under his finger and he felt a faint, unfamiliar sense of\nawareness.\n\nHe put the coronet on his head and shuddered a little as the awareness\nincreased to an almost painful intensity. The forest was somehow more\nclear to him than it had ever been. He seemed to understand many things\nwhich he had heard or experienced, but which had been vague before. And\nmemory crowded upon him. He stood still, looking around.\n\nAt the edge of his mind was vague, uneasy wonder, obviously not his own\nthought. There was a dim caricature of himself standing over the body of\nthe Earl. And there was a feeling of the need to do something without\nunderstanding of what was to be done, or why.\n\nHe could remember clearly now, the Earl's explanations of the action of\nthe coronet. One incident stood out--a time when the old man, having\noverindulged in the local wine, had demonstrated his ability to divine\nthe thoughts of others. Flor twitched a little in painful recollection.\nThe kitchen master had been especially enthusiastic in his use of the\nstrap that night.\n\nThe Earl's mount was eying Flor, who realized without knowing just how,\nthat the vague images and rudimentary thoughts were a reflection of the\nbeast's mind. He looked over at the thicket into which the little\nanimal which had started the charger, was hiding. It was still there,\nand he could feel a sense of fearful wonder, a desire to be gone,\ncoupled with a fear of being discovered.\n\nAgain, he looked about the woods. In a way, the _husa_ and he were akin.\nIt would be bad if he were caught here, too. To be sure, he would be\nhard to capture, with his new protection, but many men would hunt him.\nAnd some of them would be other Earls, or possibly some of the great\nabbots, who had their own coronets and belts, and possibly other things\nof great power. These, he knew, might be too much for him. He slunk into\nthe thicket, looked down the hill, and decided on a course which would\navoid the paths of the foresters.\n\nAs he walked, he plotted methods of using his new-found powers. He\nconsidered idea after idea--then discarded them and sought further. With\nhis new awareness, he could see flaws in plans which would have seemed\nperfect to him only a few short hours before.\n\nFirst, he realized he would have to learn to control his new powers. He\nwould have to learn the ways of the nobility, their manners and their\ncustoms. And he would have to find a disguise which would allow him to\nmove about the land. Serfs were too likely to be questioned by the first\npasser-by who noticed them. Serfs belonged on the land--part of it!\n\nHe hid in the bushes at the side of a path as a group of free swordsmen\nwent by. As he watched them, a plan came to him. He examined it\ncarefully, finally deciding it would do.\n\n       *       *       *       *       *\n\nThe man-at-arms sauntered through the forest, swaying a little as he\nwalked. He sang in a gravelly voice, pausing now and then to remember a\nnew verse.\n\nFlor watched him as he approached, allowing the man's thoughts to enter\nhis own consciousness. They were none too complicated. The man was a\nfree swordsman, his sword unemployed at the moment. He still had\nsufficient money to enjoy the forest houses for a time, then he would\nseek service with the Earl of Konewar, who was rumored to be planning a\ncampaign.\n\nThe man swayed closer, finally noticing Flor. He paused in mid stride,\neying the escaped serf up and down.\n\n\"Now, here's something strange indeed,\" he mused. He looked closely at\nFlor's face.\n\n\"Tell me, my fellow, tell me this: How is it you wear the belt and\ncoronet of a great noble, and yet have no other garment than the shift\nof a serf?\"\n\nAs Flor looked at him insolently, he drew his sword.\n\n\"Come,\" he demanded impatiently, \"I must have answer, else I take you to\na provost. Possibly his way of finding your secret would be to your\nliking, eh?\"\n\nFlor drew a deep breath and waited. Here was the final test of his new\ndevice. He had experimented, finding that even the charge of a _khada_\nwas harmless to him. Now, he would find if a sword could be rendered\nharmless. At the approach of the man, he had pressed the boss on his\nbelt. The man seemed suddenly a little uncertain, so Flor spoke.\n\n\"Why, who are you,\" he demanded haughtily, \"to question the doings of\nyour betters? Away with you, before I spit you with your own sword.\"\n\nThe man shook his head, smiling sarcastically. \"Hah!\" he said,\napproaching Flor. \"I know that accent. It stinks of the scullery. Tell\nme, Serf, where did you steal that----\"\n\nHe broke off, climaxing his question with an abrupt swing of the sword.\nThen, he fell back in surprise. Flor had thrust a hand out to ward off\nthe blow, and the sword had been thrown back violently. The rebound tore\nit from its amazed owner's hand, and it thudded to the ground. The\nman-at-arms looked at it stupidly.\n\nFlor sprang aside, scooping up the weapon before the man could recover.\n\n\"Now,\" he cried, \"stand quite still. I shall have business with you.\"\n\nThe expression on the man's face told of something more than mere\nsurprise which held him quiet. Here was proof of the powers of the\ncoronet. Flor looked savagely at his captive.\n\n\"Take off your cap.\"\n\nReluctantly, the man's hand came up. He removed his steel cap, holding\nit in his hand as he faced his captor.\n\n\"That is fine.\" Flor pressed his advantage. \"Now, your garments. Off\nwith them!\"\n\nThe swordsman was nearly his size. Both of them had the heavy build of\ntheir mountain stock, and the garments of the free swordsman would do\nfor Flor's purpose, even though they might not fit him perfectly. Who\nexpected one of these roving soldiers of fortune to be dressed in the\nheight of style? They were fighters, not models to show off the tailor's\nart.\n\nFlor watched as his prisoner started to disrobe, then pulled off his own\nsingle garment, carefully guiding it through the belt at his waist, so\nas not to disturb the talisman's powers.\n\nHe threw the long shirt at the man before him.\n\n\"Here,\" he ordered. \"Put this on.\"\n\nHe sensed a feeling of deep resentment--of hopeless rebellion. He\nrepeated his demand, more emphatically.\n\n\"Put it on, I say!\"\n\nAs the man stood before him, dressed in the rough shift of a serf, Flor\nsmiled grimly.\n\n\"And now,\" he said, \"none will worry too much about a mere serf, or look\ntoo closely into his fate. Here.\"\n\nHe slashed out with the sword, awkwardly, but effectively.\n\n\"I shall have to find a new name,\" he told himself as he dressed in the\ngarments of his victim. \"No free swordsman would have a name like Flor.\nThey all have two names.\"\n\nHe thought of the names he had heard used by the guards of the Earl.\nFlor, he thought, could be part of a name. But one of the swordsmen\nwould make it Floran, or possibly Florel. They would be hunters, or\nslayers of elk--not simply elk. He looked at the steel cap in his hands.\nAn iron hat--_deri kuna_.\n\n[Illustration]\n\n\"So,\" he told himself, \"I shall be Florel Derikuna.\"\n\nHe inspected his new garments, being sure they hid the belt, and yet\nleft the bosses available to easy reach. At last, he put on the iron\ncap. It covered the coronet, effectively hiding it.\n\nTaking up the sword, he replaced it in its scabbard and swaggered\nthrough the forest, imitating the man-at-arms' song.\n\nAt one stroke, he had improved his status infinitely. Now, he could roam\nthe land unquestioned, so long as he had money. He smiled to himself.\nThere was money in his scrip, and there would be but slight problems\ninvolved in getting more. Tonight, he would sleep in a forest house,\ninstead of huddling in a thicket.\n\n       *       *       *       *       *\n\nAs the days passed, to grow into weeks and then, months, Florel wandered\nover the land. Sometimes, he took service with a captain, who would\nengage in a campaign. Sometimes, he took service with one of the lesser\nnobility. A few times, he ran with the bands of the forest and road, to\nrob travelers. But he was cautious to avoid the great Earls, realizing\nthe danger of detection.\n\nAlways, he kept his direction to the east, knowing that he would have to\nreach the sea and cross to the eastern land before he could feel\ncompletely safe. His store of money and of goods grew, and he hoarded it\nagainst the time when he would use it.\n\nSometimes, he posed as a merchant, traveling the land with the caravans.\nBut always, he followed his path eastward.\n\n       *       *       *       *       *\n\nFlorel Derikuna looked back at the line of pack animals. It had been a\nlong trip, and a hard one. He smiled grimly to himself as he remembered\nthe last robber attack. For a time, he had thought the caravan guard was\ngoing to be overwhelmed. He might have had to join with the robbers, as\nhe had done before. And that would have delayed his plans. He looked\nahead again, toward the hill, crowned with its great, stone castle.\n\nThis, then, was the land of the east--the farthest march of the land of\nthe east. It had taken him a long, cautious time to get here. And he had\nspent his days in fear of a searching party from Budorn, even when he\nhad reached the seacoast itself. But here, he would be safe. None from\nthis land had ever been even to the mountainous backbone of his own\nland, he was sure. And certainly, there would be no travelers who had\nguided their steps from here to faraway Budorn and back.\n\nNone here knew Budorn, excepting him. Flor, the serf--now Florel\nDerikuna, swordsman at large--was in a new land. And he would take a\nnew, more useful identity. He looked at the stone buildings of the town\nand its castle.\n\nThey were not unlike the castles and towns of his native land, he\nthought. There were differences, of course, but only in the small\nthings. And he had gotten used to those by now. He had even managed to\nlearn the peculiar language of the country. He smiled again. That\ncoronet he always wore beneath his steel cap had served him well. It had\nmore powers than he had dreamed of when he had first held it in his\nhands in those distant woods.\n\nHere in Dweros, he thought, he could complete his change. Here, he could\ntake service with the Duke as a young man of noble blood, once afflicted\nwith a restless urge for travel, but now ready to establish himself. By\nnow, he had learned to act. It had not been for nothing that he had\ncarefully studied the ways of the nobility.\n\nThe caravan clattered through the gate beneath the castle, twisted\nthrough the streets just beyond the wall, and stopped in the market\nplace. Derikuna urged his mount ahead and confronted the merchant.\n\n\"Here is my destination,\" he said. \"So, we'll settle up, and I'll be on\nmy way.\"\n\nThe merchant looked at him with a certain amount of relief. The man, he\nknew, was a tough fighter. His efforts had been largely the cause of the\nfailure of bandits to capture the caravan only a few days before. But\nthere was something about him that repelled. He was a man to be feared,\nnot liked. Somehow, the merchant felt he was well rid of this guard,\ndespite his demonstrated ability. He reached into his clothing and\nproduced two bags.\n\n\"We hate to lose you, Derikuna,\" he dissembled. \"Here is your normal\nwage.\" He held out one bag. \"And this second purse is a present, in\nmemory of your gallant defense of the caravan.\"\n\nDerikuna smiled sardonically. \"Thank you,\" he said, \"and good trading.\"\nHe reined away.\n\nHe had caught the semi-fearful thoughts. Well, that was nothing unusual.\nEverybody became fearful of the iron hat sooner or later. Here, they\nwould learn to respect him, too. Though their respect would be for a\ndifferent name. Nor would they be able to deny him aught. They might not\nlike him. That, he had no interest in. They'd do his will. And they'd\nnever forget him.\n\nHe rode to an inn, where he ordered food and lodging. His meal over, he\nsaw to his beasts, then had a servant take his baggage to his room.\n\n       *       *       *       *       *\n\nShortly after daybreak, he awoke. He blinked at the light, stirred\nrestlessly, and got out of bed. Rubbing his eyes, he walked to the other\nside of the room.\n\nFor a few minutes, he looked at the trough in the floor and the water\nbucket standing near it. At last, he shrugged and started splashing\nwater over himself. This morning, he spent more time than usual, being\nsure that no vestige of beard was left on his face, and that he was\nperfectly clean. He completed his bath by dashing perfumed water over\nhis entire body.\n\nHe opened his traveling chest, picking out clothing he had worn but few\ntimes, and those in private. At last, he examined his reflection in a\nmirror, and nodded in satisfaction.\n\n\"Truly,\" he told himself, \"a fine example of western nobility.\"\n\nHe picked out a few expensive ornaments from his chest, then locked it\nagain and left the inn.\n\nHe guided his mount through the narrow streets to the castle gate, where\nhe confronted a sleepy, heavily-armed sentry.\n\n\"Send word to the castle steward,\" he ordered, throwing his riding cloak\nback, \"that Florel, younger son of the Earl of Konewar, would pay his\nrespects to your master, the Duke of Dwerostel.\"\n\nThe man eyed him for a moment, then straightened and grounded his pike\nwith a crash.\n\n\"It shall be done, sir.\" He turned and struck a gong.\n\nA guard officer came through the tunnel under the wall. For a moment, he\nlooked doubtful, then he spoke respectfully and ushered Derikuna through\nthe inner court to a small apartment, where he turned him over to a\nsteward.\n\n\"You wish audience with His Excellency?\"\n\n\"I do, My Man. I wish to pay him my respects, and those of my father,\nthe Earl of Konewar.\" Derikuna looked haughtily at the man.\n\nLike the guard officer, the steward seemed doubtful. For a few seconds,\nhe seemed about to demur. Then, he bowed respectfully.\n\n\"Very well, sir.\" With a final, curious glance at the coronet which\nshone in Florel's hair, the steward clapped his hands. A page hurried\ninto the room and bowed.\n\n\"Your orders, sir?\"\n\n\"We have a noble guest. Bring refreshment, at once.\" The steward waved\nto a table. \"If Your Honor will wait here?\"\n\nFlorel inclined his head, strode to a chair, and sat down. He looked\namusedly after the disappearing steward. The coronet of the old Earl, he\nthought, was a truly potent talisman. Even the disdainful stewards of\ncastles bowed to its force. And, thought the impostor, so would his\nmaster--when the time came.\n\n       *       *       *       *       *\n\nThe page reappeared with a flagon of wine and some cakes. Florel was\nsampling them when the steward returned. The man bowed respectfully,\nwaited for Florel to finish his wine, and led the way through a corridor\nto a heavy pair of doors, which he swung open.\n\n\"Florel, Son of Konewar,\" he announced ceremoniously.\n\nThe Duke flipped a bone to one of his dogs, shoved his plate aside, and\nlooked up. Florel walked forward a few paces, stopped, and bowed low.\n\n\"Your Excellency.\"\n\nAs he straightened, he realized that he was the object of an intense\nscrutiny. At last, the Duke nodded.\n\n\"We had no notice of your coming.\"\n\nFlorel smiled. \"I have been traveling alone, Excellency, and incognito.\nFor some years, I have been wandering, to satisfy my desire to see the\nworld.\" He glanced down at his clothing.\n\n\"I arrived in your town last evening, and delayed only to make myself\npresentable before appearing to pay my respects.\"\n\n\"Very good. Punctuality in meeting social obligations is a mark of good\nbreeding.\" The Duke eyed Florel's costume.\n\n\"Tell me, young man, do all your nobility affect the insignia you wear?\"\n\nFlorel's hand rose to his coronet. \"Only members of the older families,\nExcellency.\"\n\n\"I see.\" The nobleman nodded thoughtfully. \"We have heard rumors of your\nfashions in dress, though no member of any of the great families of\nyour realm has ever come so far before. We are somewhat isolated here.\"\nHe looked sharply at the younger man.\n\n\"Rumor also has it that this is more than mere insignia you wear. I have\nheard it said that your ornaments give more than mortal powers to their\nwearer. Is this true?\"\n\nFlorel hesitated for an instant, then recognized the desired response.\nOf course this eastern noble would not welcome the thought that there\nwere others who had greater powers than he. And he would certainly\nresent any suggestions that a young visitor to his court had such\npowers.\n\n\"Oh, that,\" he said easily. \"Legends, really. The truth is that the\nwearing of the coronet and belt is restricted to members of the older,\nmore honorable families. And even these must prove their ability at arms\nand statecraft before being invested with the insignia. Too, knowledge\nof long lineage and gentle birth makes a man more bold--possibly even\nmore skillful than the average.\" He smiled ingratiatingly.\n\n\"You, yourself, recognize your own superiority in all ways over your\nretainers, your vassals, and your townspeople. And so are we above the\ncommon man. This insignia is but the outward symbol of that\nsuperiority.\"\n\nThe Duke nodded, satisfied. He waved a hand.\n\n\"Sit down, young man. You must remain at our court for a time. We are\nhungry for news of the distant lands.\"\n\nFlorel congratulated himself. Well embellished gossip, he had found, was\na popular form of entertainment in camp and court alike, and his store\nof gossip was large and carefully gathered. Here at Dweros, far from the\ncenter of the kingdom, his store of tales would last for a long\ntime--probably as long as he needed.\n\nDuring the days and nights that followed, he exerted himself to gain the\nfavor of the Duke and his household. Much of his time, he spent\nentertaining others with his tales. But he kept his own ears and eyes\nopen. He became a constant visitor at the castle, finally being offered\nthe use of one of the small apartments, which he graciously accepted.\nAnd, of course, he was invited to join the hunts.\n\nHunting, he discovered, could be a pleasant pastime--so long as it was\nanother who was doing the hard work of beating. And his own experience\nas a beater proved valuable. He was familiar with the ways and the\nhaunts of animals. What had once been a matter of survival became a road\nto acclaim. He was known before long as a skillful, daring hunter.\n\n       *       *       *       *       *\n\nAt length, he decided the time was right to talk to the Duke of more\nserious things. The duchy was at the very border of the kingdom. To the\nnorth lay territory occupied only by barbaric tribes, who frequently\ndescended on the northern baronies, to rob travelers of their goods, or\nto loot villages. Having secured their loot, the tribesmen retreated to\ntheir mountains before a fighting force could come up with them.\n\nFlorel came upon the Duke while he was considering the news of one of\nthese raids.\n\n\"Your Excellency, these border raids could be halted. A strong hand is\nall that is needed, at the right place. A determined knight, established\non the Menstal, could command the river crossing and the pass, thus\npreventing either entry or exit.\"\n\n\"To be sure.\" The Duke sighed wearily. \"But the mountains of Menstal are\ninhospitable. Knights have occupied the heights, protecting the border\nfor a time, to be sure, but the land has always escheated to the duchy.\nA small watchtower is kept manned even now, but it's a hungry land, and\none which would drain even a baron's funds. I have no knight who wants\nit.\"\n\nFlorel smiled. He had plans concerning the Menstal, and the great river,\nthe Nalen, which raced between high cliffs.\n\n\"The merchants, who use the Nalen for their shipments, would welcome\nprotection from the robber bands, I think, as would the travelers of the\nroads.\"\n\n\"And?\" The Duke looked at him thoughtfully.\n\n\"Possibly a small tax?\" Florel smiled deprecatingly. \"Sufficient to\nmaintain a garrison?\"\n\n\"And who would collect the tax?\"\n\n\"That, Excellency, I could arrange. I have funds, adequate to garrison\nthe tower of the Menstal, and even to make it livable for a considerable\nforce of men. And I believe I could maintain and increase a garrison\nthere that would serve to hold the barbarians at bay.\"\n\n\"Let me think this over.\" The Duke sat back, toying with his cup. \"It is\ntrue,\" he mused, \"that Menstal is the key to the border. And the small\ngarrison there has proved expensive and ineffective.\" He tapped the cup\non the table, then set it down and looked about the apartment. Finally,\nhe looked up at Florel.\n\n\"You have our permission to try your scheme,\" he decided. \"We will\ninvest you with the barony of Menstal.\"\n\n       *       *       *       *       *\n\nKonar paused at the castle gate. It had been pure chance, he knew, that\nthey had noticed this bit of equipment. The east coast earldom was\nknown, of course, but somehow, searchers had failed to discover that the\nEarl held any equipment. Konar shrugged. He probably hadn't inherited\nit, but had gotten it by chance, and his possession of the mentacom and\nshield weren't commonly known.\n\n\"Well,\" he told himself, \"we know about it now. I'll make a routine\npickup, and he won't have it any more.\"\n\nA pair of weary sentries stood just inside the heavy doors. One shifted\nhis weight, to lean partially on his pike, partially against the\nstonework. Idly, he looked out at the road which led through the\nvillage, staring directly through the place where Konar stood.\n\nKonar smiled to himself. \"Good thing I've got my body shield modulated\nfor full refraction,\" he told himself. \"He'd be a little startled if he\nshould see me.\"\n\nThe sentry yawned and relaxed still more, sliding down a little, till he\nsat on a slightly protruding stone. His companion looked over at him.\n\n\"Old Marnio sees you like that,\" he muttered warningly, \"makes lashes.\"\n\nThe other yawned again. \"No matter. He'll be drowsing inside, where it's\nwarm. Be a long time before he comes out to relieve.\"\n\nKonar nodded amusedly. The castle guard, he gathered, was a little less\nthan perfectly alert. This would be simple. He touched the controls of\nhis body shield to raise himself a few inches above the cobblestones,\nand floated between the two sentries, going slowly to avoid making a\nbreeze.\n\nOnce inside, he decided to waste no more time. Of course, he would have\nto wait inside the Earl's sleeping room till the man slept, but there\nwas no point in waiting out here. He passed rapidly through the outer\nward, ignoring the serfs and retainers who walked between the dwellings\nnestled against the wall.\n\nThe inner gate had been closed for the night, so he lifted and went over\nthe wall.\n\nHe looked around, deciding that the Earl's living quarters would be in\nthe wooden building at the head of the inner courtyard. As he\napproached, he frowned. The windows were tightly closed against the\nnight air. He would have to enter through the doors, and a young squire\nblocked that way. The lad was talking to a girl.\n\nThere was nothing to do but wait, so Konar poised himself a few feet\nfrom them. They'd go inside eventually, and he would float in after\nthem. Then, he could wait until the Earl was asleep.\n\nAfter that, it would be a simple, practiced routine. The small hand\nweapon he carried would render the obsolete body shield ineffective, if\nnecessary, and a light charge would assure that the man wouldn't awaken.\nIt would be the work of a few minutes to remove the equipment the man\nhad, to substitute the purely ornamental insignia, and to sweep out of\nthe room, closing the window after him. Konar hoped it would stay\nclosed. The Earl might be annoyed if it flew open, to expose him to the\ndreaded night air.\n\nIn the morning, the Earl would waken, innocent of any knowledge of his\nvisitor. He would assume his talismans had simply lost their powers due\nto some occult reason, as many others had during recent times.\n\nIdly, Konar listened to the conversation of the two before him.\n\n       *       *       *       *       *\n\nThe squire was telling the girl of his prowess in the hunt. Tomorrow, he\nannounced, he would accompany the Earl's honored guest from the eastern\nland.\n\n\"And I'm the one that can show him the best coverts,\" he boasted. \"His\nGrace did well to assign me to the Duke.\"\n\nThe girl lifted her chin disdainfully. \"Since you're such a great\nhunter,\" she told him, \"perchance you could find my brooch, which I lost\nin yonder garden.\" She turned to point at the flower-bordered patch of\nberry bushes at the other end of the court. In so doing, she faced\ndirectly toward Konar.\n\nShe was a pretty girl, he thought. His respect for the young squire's\njudgment grew. Any man would admire the slender, well featured face\nwhich was framed within a soft cloud of dark, well combed hair. She\nlooked quite different from the usual girls one saw in this country.\nPossibly, she was of eastern descent, Konar thought.\n\nThe girl's eyes widened and her mouth flew open, making her face\ngrotesquely gaunt. Abruptly, she was most unpretty. For a few\nheartbeats, she stood rigidly, staring at Konar. Then she put her hands\nto her face, her fingers making a rumpled mess of her hair. Her eyes,\nfixed and with staring pupils, peered between her fingers. And she\nscreamed.\n\nKonar felt suddenly faint, as though the girl's horror was somehow\ncommunicated to him. The scream reverberated through his brain, rising\nin an intolerable crescendo, blotting out other sensory perception. He\nfought to regain control of his fading senses, but the castle court\nblurred and he felt himself slipping into unconsciousness. He started\nsliding down an endless, dark chute, ending in impenetrable blackness.\n\n       *       *       *       *       *\n\nSuddenly, the black dissolved into a flash of unbearably brilliant\nlight, and Konar's eyes closed tightly.\n\nHe was alertly conscious again, but his head ached, and he felt\nreluctant, even unable, to open his eyes. Even closed, they ached from\nthe brilliant spots which snapped into being before them. He shuddered,\nbringing his head down to his breast, gripping it with shaking hands,\nand breathing with uneven effort.\n\nThis was like nothing he had ever met before. He would have to get back\nto the others--find out what had happened to him--get help.\n\nHe concentrated on his eyelids, forcing them open. A crowd was\ngathering, to look accusingly at the squire, who supported the fainting\ngirl in his arms. Her eyes fluttered weakly, and she struggled to regain\nher feet.\n\n\"That awful thing! It's right over there!\" She pointed at Konar.\n\nAgain, the unbearable ululation swept through his mind. Convulsively, he\nswept his hand to his shield controls, fighting to remain conscious just\nlong enough to set his course up and away.\n\nBefore he was able to move and think with anything approaching\nnormality, he was far above the earth. He looked at the tiny castle far\nbelow, noticing that from his altitude, it looked like some child's toy,\nset on a sand hill, with bits of moss strewed about to make a realistic\npicture. He shivered. His head still ached dully, and he could still\nhear echoes of the horrified screaming.\n\n\"I don't know what it was,\" he told himself, \"but I hope I never run\ninto anything like that again.\"\n\nHe located the hill which concealed the flier, and dropped rapidly\ntoward it.\n\nAs he entered, the pilot noticed him.\n\n\"Well, that was a quick mission,\" he commented. \"How'd you----\" He\nlooked at Konar's pain-lined face. \"Hey, what's the matter, youngster?\nYou look like the last end of a bad week.\"\n\nKonar tried to smile, but it didn't work very well.\n\n\"I ran into something, Barskor,\" he said. \"Didn't complete my mission. I\ndon't know what happened, but I hope it never happens again.\"\n\nBarskor looked at him curiously, then turned. \"Chief,\" he called,\n\"something's gone wrong. Konar's been hurt.\"\n\n       *       *       *       *       *\n\nMeinora listened to Konar's story, then shook his head unhappily.\n\n\"You ran into a transvisor, I'm afraid. We didn't think there were any\non this planet.\" He paused. \"There were definitely none discovered to\nthe west, and we looked for them. But now, we're close to the east\ncoast, and you said that girl looked eastern. The eastern continent may\nbe loaded with 'em.\"\n\nKonar looked curious. \"A transvisor? I never heard of them.\"\n\n\"They're rather rare. You only find them under special conditions, and\nthose conditions, we thought, are absent here. But when you find one,\nyou can be sure there are more. It runs in families. You see, they're\nbeings with a completely wild talent. They can be any age, any species,\nor of any intelligence, but they're nearly always female. Visibility\nrefraction just doesn't work right for their senses, and they can cause\ntrouble.\" He looked closely at Konar.\n\n\"You were lucky to get away. A really terrified transvisor could kill\nyou, just as surely as a heavy caliber blaster.\"\n\nKonar shivered. \"I believe it. But why are they called 'transvisors'?\"\n\n\"The name's somewhat descriptive, even if it is incomplete. As I said,\nvisibility refraction doesn't work right in their case. Somehow, they\npick up visual sensation right through a screen, regardless of its\nadjustment. But things seen through a screen are distorted, and look\nabnormal to them. Unless they're used to it, they get frightened when\nthey see a person with a refracted body shield. That's when the trouble\nstarts.\"\n\nKonar nodded in understanding. \"You mean, they transmit their fear?\"\n\n\"They do. And they'll shock excite a mentacom, completely distorting its\nwave pattern. If they remain conscious and scared, their fear is deadly\nto its object.\" Meinora drew a deep breath.\n\n\"As I said, you were lucky. The girl fainted and let you get away.\" He\nshrugged and turned to Barskor.\n\n\"We'll have to change our mode of operation,\" he added. \"We'll pick up\nthe Earl's mentacom and belt at the hunt tomorrow. Find him alone,\nknock him out with a paralyzer, and give him parahypnosis afterward.\nIt's not so good, but it's effective. But be sure you are alone, and\ndon't try to use visual refraction under any circumstance. Be better to\nbe seen, if it comes to that. There might be another transvisor around.\"\nHe kicked gently at the seat beside him.\n\n\"This was just a secondary job, done in passing,\" he said, \"but it's a\ngood thing we found this out when we did. It'll change our whole primary\nplan. Now, we'll have to slog it out the hard way. On no account can\nanyone refract. It might be suicide. We'll have to talk to travelers. We\nwant to know what abnormal or unusual developments have taken place in\nwhat country in the last twenty years. Then, we'll have to check them\nout. We've got a lot of work to do.\" He looked around. \"Ciernar.\"\n\n\"Yes, sir?\" The communications operator looked up.\n\n\"Send in a report on this to Group. Make it 'operational.'\"\n\n[Illustration]\n\nKonar tilted his head a little. \"Say, chief, you said the transvisor's\nfear was amplified by my mentacom. What if I wasn't wearing one?\"\n\n\"You wouldn't feel a thing,\" Meinora smiled. \"But don't get any ideas.\nWithout amplification, you couldn't control your shield properly. You'd\nhave protection, but your refraction control's entirely mental, and\nlevitation direction depends on mental, not physical control, remember?\"\n\n\"But how about you? You don't use amplification. Neither do several of\nthe other team chiefs.\"\n\nMeinora shrugged. \"No,\" he admitted, \"we don't need it, except in\nabnormal circumstances. But we don't go around scaring transvisors. They\ncan't kill us, but they can make us pretty sick. You see we're a little\nsensitive in some ways.\" He shook his head. \"No, the only advantage I've\ngot is that I can spot a transvisor by her mental pattern--if I get\nclose enough. There's a little side radiation that can be detected,\nthough it won't pass an amplifier. When you've felt it once, you'll\nnever forget it. Makes you uncomfortable.\" He smiled wryly.\n\n\"And you can believe me,\" he added, \"when I do get close to a\ntransvisor, I'm very, very careful not to frighten her.\"\n\n       *       *       *       *       *\n\nWinter passed, and spring, and summer came. Nal Gerda, Officer of the\nGuard, stood on the small wharf below the old watchtower. He looked\nacross the narrows, examined the cliff opposite him, then looked upward\nat the luminous sky. There were a few small clouds, whose fleecy\nwhiteness accentuated the clear blue about them. Brilliant sunshine\nbathed the wharf and tower, driving away the night mists.\n\nIt would not be long before the new guard came down the cliff. Gerda\nstretched and drew a deep breath, savoring the summer morning air. Now,\nit was pleasant, a happy contrast to the sullen skies and biting winter\nwinds he had faced a few short months ago.\n\nFor a time, he looked at the green atop the cliffs, then he transferred\nhis attention upriver, toward the bend where the Nalen came out of the\npass to blow between the iron cliffs of Menstal. The water flowed\nswiftly in the narrows, throwing off white glints as its ripples caught\nthe sunlight, then deepening to a dark blue where it came into the\nshadow of the cliffs.\n\nA sudden call sounded from the lookout far above, and the officer\nwheeled about, looking to the great chain which stretched from tower to\ncliff, to block river traffic. It was in proper position, and Gerda\nlooked back at the bend.\n\nAs he watched, a long, low barge drifted into sight, picking up speed as\nit came into the rapid current. Polemen balanced themselves alertly in\nthe bow, their long sticks poised to deflect their course from any\nthreatening rocks.\n\nGerda threw off the almost poetical admiration of beauty that had\npossessed him a moment before and faced the guard house, from whence\ncame a scuffle of feet and the clank of arms, to tell of the guard's\nreadiness.\n\n\"Turn out the Guard.\" Gerda drew himself up into a commanding pose.\n\nA group of men-at-arms marched stiffly out, followed by a pair of serfs.\nThe leader saluted Gerda with upraised hand.\n\n\"The Guard is ready, My Captain,\" he proclaimed. \"May the tax be rich.\"\n\nGerda returned the salute. \"It will be,\" he stated positively. \"These\nmerchants have learned by now that to insult Portal Menstal with poor\nofferings is unwise in the extreme. And, mark me, they'll not forget!\"\n\nThe barge approached and swung in toward the wharf in obedience to\nGerda's imperious gesture. One of the polemen jumped ashore, securing a\nline to a bollard.\n\nThe steersman climbed to the dock, to halt a pace in front of Gerda. He\nfolded his hands and bowed his head submissively.\n\n\"Does Your Honor desire to inspect the cargo?\"\n\n\"Of course.\" Gerda's haughty glance appraised the man from toe to crown.\n\"Quickly now. I've little time to waste.\" He glanced back at his clerk,\nwho had a tablet ready.\n\n\"Your name, Merchant?\"\n\n\"Teron, of Krongert, may it please you, sir. I have been to----\"\n\nGerda waved an impatient hand. \"Save me your speech, Higgler,\" he said\ncurtly. \"What's your cargo value?\"\n\n\"Six thousand teloa, Your Honor. We have----\"\n\n\"Unload it. I'll look at it.\" Gerda waved the man to silence.\n\n       *       *       *       *       *\n\nAs the bales of goods were placed on the wharf, Gerda examined them\ncritically. A few, he ordered set aside after a quick check and a few\nquestions. Others, he ordered opened and spread out. At last, satisfied\nwith his estimate of the cargo's valuation, he turned.\n\n\"Your choice, Merchant?\"\n\n\"I would pay, Your Honor,\" said the man, \"to the tenth part of my\ncargo.\" He extended a leather bag.\n\n\"Don't haggle with me,\" snapped Gerda. \"The tax is a fifth of your\ncargo, as you should well know.\" His hand sought his sword hilt.\n\nThe merchant's face fell a little, and he produced a second bag, which\nhe held out to the officer. \"I must apologize,\" he said. \"I am new to\nthis land.\"\n\n\"See that you learn its customs quickly, then.\" Gerda handed the bags to\nhis clerk.\n\n\"Check these, Lor,\" he ordered. \"I make it a thousand, six hundred\nteloa.\"\n\nAn expression of dismay crossed the merchant's face.\n\n\"Your Honor,\" he wailed, \"my cargo is of but six thousand valuation. I\nswear it.\"\n\nGerda stepped forward swiftly. His hand raised, to swing in a violent,\nback-handed arc, his heavy rings furrowing the merchant's face. The man\nstaggered back, involuntarily raising a hand to his injured cheek.\n\nAs a couple of the men-at-arms raised their pikes to the ready, the\nmerchant righted himself, folded his hands again, and bowed in\nobeisance. Blood trickled down his chin, a drop spattering on his\nclothing. He ignored it.\n\n\"You would dispute my judgment?\" Gerda drew his hand up for a second\nblow. \"Here is no market place for your sharp bargaining. For your\ninsolence, another five hundred teloa will be exacted. Make speed!\"\n\nThe merchant shook his head dazedly, but offered no word of protest.\nSilently, he dug into his possessions, to produce a third bag. For a\nmoment, he weighed it in his hand, then reached into it, to remove a few\nloose coins. Without raising his head, he extended the bag to the\nofficer of the guard.\n\nGerda turned. Lor had gone into the guard house, to count the other two\nbags. The officer raised his voice.\n\n\"Lor, get back out here. I've more for you to count.\"\n\nHe tossed the bag to the clerk, then stood, glaring at the unfortunate\ntrader. At last, he kicked the nearest bale.\n\n\"Well,\" he growled, \"get this stuff off the wharf. What are you waiting\nfor?\"\n\nHe watched the barge crew load, then turned. Lor came from the guard\nhouse.\n\n\"All is in order, My Captain.\"\n\n\"Very well.\" Gerda looked at him approvingly. Then, he swung to the\nmerchant, fixing him with a stern glare.\n\n\"We shall make note of your name, Merchant. See thou that you make\nhonest and accurate valuation in the future. Another time, we shall not\nbe so lenient. The dungeon of Menstal is no pleasant place.\"\n\nHe watched till the last of the bargeload was stowed, then nodded\ncurtly.\n\n\"You may shove off,\" he said. He turned his head toward the tower.\n\n\"Down chain,\" he ordered loudly.\n\n       *       *       *       *       *\n\nThe windlass creaked protestingly and the heavy chain dropped slowly\ninto the river. The barge steered to the center of the channel,\ngathering speed as it passed over the lowered chain.\n\nWhen the barge had cleared, serfs inside the tower strained at the\nwindlass in obedience to the commands of their overseer, and the chain\nrose jerkily, to regain its former position across the stream.\n\nGerda watched for a moment, then strode toward the guard house. He went\ninside, to look at the bags of coin on the counting table.\n\n\"Cattle,\" he growled, \"to think they could cheat the Baron Bel Menstal\nof his just tax.\"\n\nHe stepped back out for a moment, to watch the merchant barge enter the\nrapids beyond the chain. Then, he swung about and re-entered the tower.\n\nInside, he sat down at his counting table. He opened the bags, spilling\ntheir contents out on the boards, and checked their count.\n\nThere were forty-eight over.\n\nHe turned to his clerk.\n\n\"What was your count, Lor?\"\n\n\"Two thousand, one hundred, sir, and forty-eight.\"\n\n\"Very good.\" Gerda smiled a little. \"For once in his thieving life, the\nmerchant was anxious to give full weight.\"\n\nLor spread his hands. \"He'll get it back, and more, at Orieano, sir.\"\n\n\"Oh, to be sure.\" Gerda shrugged indifferently as he scooped the coins\nback into the bags. He chose three small scraps of wood, scrawled tally\nmarks on them, and went over to a heavy chest.\n\nTaking a key from his belt, he unlocked the chest and raised its lid. He\nlooked at the bags lying within, then tossed the new ones on top of\nthem. As he locked the chest again, he saw Lor go to his account board,\nto enter the new collection.\n\nThe Officer of the Guard straightened, stretched for a moment, then\nglanced critically in at the windlass room. The serfs had secured the\nwindlass and racked their poles. Now, they were sitting, hunched against\nthe wall, staring vacantly, in the manner of serfs. The guardroom, its\ncommander noted, was properly clean. He shrugged and walked out again to\nthe wharf. Once more, he looked at the iron cliffs opposite him, then\nglanced downriver. The merchant barge had disappeared.\n\n       *       *       *       *       *\n\nBeyond Menstal, the cliffs closed in still farther, to become more\nrugged and to form a narrow gorge. Between them, the Nalen took a\ntortuous course, turbulently fighting its way over the rocks.\nEventually, it would drop into the lowlands, to become a broad, placid\nriver, lowing quietly under the sunshine to water the fields of Orolies.\nBut during its passage through the mountains, it would remain a dark,\nbrawling torrent.\n\nThe merchant barge swept through the rapids just beyond Menstal, her\npolemen deftly preventing disaster against the rocks. At last, as the\ngorge became a little wider, the steersman guided his course toward a\nsmall beach beneath the cliffs. With his free hand, he thoughtfully\nrubbed his injured cheek.\n\nAs the boat's keel grated against gravel, he shook his head and stepped\nforward. For a moment, he fumbled under a thwart, then he brought out a\nsmall case.\n\n\"Konar,\" he called, \"fix this thing up for me, will you?\" He opened the\ncase and laid it on the thwart.\n\nOne of the polemen laid his stick down and came aft.\n\n\"Pretty nasty clip, wasn't it, sir?\"\n\nMeinora grinned. \"Guy's got a heavy hand, all right,\" he admitted. \"Made\nme dizzy for a second. Almost got mad at him.\"\n\nKonar raised an eyebrow. \"I felt it,\" he said. \"Good thing Ciernar and I\nbacked you up a little. Wouldn't help us much to knock out the baron's\nriver detachment right now, would it?\" He reached into the case.\n\n\"Looks as though the merchants weren't exaggerating, if you ask me,\" he\nadded. He approached Meinora, a small swab in his hand.\n\n\"Hold still, sir,\" he instructed. \"This'll sting for a few seconds.\" He\ndabbed at the cut cheek, then reached back into the case for an\ninstrument.\n\n\"Ouch!\" Meinora winced. \"Did you have to use that stuff full strength?\nAfter all, I can wait a couple of hours for it to heal.\" He shook his\nhead as his companion turned back toward him, then dashed involuntary\ntears from his eyes and blinked a few times to clear his vision.\n\n\"No,\" he added, \"the merchants aren't exaggerating a bit on this one.\nBel Menstal's a pretty rough customer, and he keeps rough boys. Now,\nwe'll see whether he's the guy we've been looking for, the guy with our\nequipment.\"\n\nKonar focused the small instrument on his superior's face, passing it\nalong the line of the jagged cut. \"You didn't explain that part.\"\n\n\"Simple enough.\" Meinora grinned wolfishly. \"Those coins were a\nVadris-Kendar alloy. Now that they're out of their force field, they'll\nstart to sublimate. In a couple of hours or so, they'll be gone, and\nsomeone will be asking a lot of questions. Set up the detectors. If the\nbaron is the boy we think he is, we should be getting a fairly strong\nreading shortly after that guard's relieved.\"\n\n       *       *       *       *       *\n\nFrom somewhere atop the cliff, a bell tolled. The hoarse voice of the\nlookout drifted down to the wharf.\n\n\"Relieve the guard.\"\n\nNal Gerda looked up. A line of men were coming down the steep path,\nstepping cautiously as they wound about the sharp turns. Gerda nodded\nand walked back into the guard room.\n\n\"Draw up your guard,\" he ordered.\n\nHe beckoned to two of the serfs.\n\n\"Take the chest,\" he directed, \"and stay close in front of me.\"\n\nHerding the bearers before him, he went out to the wharf. His guard was\ndrawn up in their proper station, facing upstream, so that they could\nview both the steps from the cliff and the river. No traffic was in\nsight in the long gorge.\n\nThe new guard came slowly down the trail, formed at the foot of the\nsteps, and marched to the tower portal. Their commander dressed their\nranks, motioned to his clerk, and came forward, saluting as he\napproached Gerda.\n\n\"Anything unusual?\"\n\n\"Nothing,\" Gerda told him. \"Seven barges, this watch. Traders are\ngathering for the fair at Orieano.\"\n\n\"I know,\" the other agreed. \"We'll have rich collections for the rest of\nthe summer, what with fairs all down the valley. You'll be going to the\nOrieano Fair?\"\n\n\"Got my permission yesterday. I'm to ride with the Baron. Have to give\nthe merchants back part of their money, you know.\"\n\n\"Yes, I suppose so.\" The other grinned, then sobered. \"I'll relieve you,\nsir.\"\n\n\"Very good.\" Gerda saluted, then turned.\n\n\"March off the old guard,\" he ordered.\n\nThe men started up the steps. Gerda followed the serfs with the money\nchest, bringing up to the rear.\n\nSlowly, they toiled their way up the trail, halting at the halfway point\nfor a brief rest. At last, they were at the top of the cliff. Before\nthem, the castle gate opened. Within the tunnellike passage through the\nwall, two sentries grounded their pikes.\n\nGerda nodded to his clerk, accepted the account tablet, and followed his\nserfs, who still bore the money chest, into the castle.\n\nInside the main counting room, his bearers set the chest on a large\ntable. The castle steward came toward them.\n\n\"And how were collections?\"\n\n\"Reasonably good, sir. Seven barges came through during the night, with\ngood cargoes.\" Gerda held out the tablet.\n\nThe steward looked at it, checking off the entries. \"Meron, of\nVandor--Yes, he would have about that. And Borowa? A thousand?\" He\nnodded thoughtfully. \"That seems about right for him.\" He tapped the\ntablet a few times, squinting at the last name on the list. \"But who is\nthis Teron? I never heard of him. Must have had a rich cargo, too.\"\n\nGerda laughed shortly. \"He's a new one to me. He tried to get away with\na tenth, then protested the valuation. I fined him an extra five\nhundred.\"\n\n\"Oho!\" The steward smiled thinly. \"What then?\"\n\nGerda shook his head. \"Oh, he was suddenly so anxious to pay the right\namount, he gave me forty-eight teloa overweight. I'll know him next time\nI see him, I'm sure. I marked him well for receipt.\"\n\nHe inspected his knuckles reflectively, then took the key from his belt\nand opened the chest.\n\n\"You'll want to verify my count, of course?\"\n\n\"Oh, yes. Yes, to be sure. Have to be certain, you know. And there's\nyour share of the fine and overpayment to be taken care of.\" The steward\nreached into the chest, removing bags which clinked as they were dropped\nto the table. He stopped, to look into the chest with a puzzled\nexpression on his face.\n\n\"And what are these?\" He reached in, to withdraw three obviously empty\nbags. He looked curiously at the thongs which tied their mouths, then\nshook them and looked questioningly at Gerda.\n\n\"Why, I ... I don't know.\" Gerda looked incredulously at the bags.\n\"Certainly, I had no extra money bags.\"\n\n\"I should think not.\" The steward frowned, then beckoned behind him. Two\nheavily armed guards approached.\n\n\"We'll have to examine into this.\"\n\nAs the guards came close to Gerda, the steward looked closely at the\nbags on the table, then picked one up, opening it.\n\n\"Borowa,\" he muttered after looking inside and comparing the tally chip\nwith the count tablet. He weighed the bag in his hand. \"Yes, it seems to\nbe about right. Certainly not overweight.\" He picked up another, then\nstill another. At last, he looked up.\n\n\"Of course, I shall have to count all of these carefully,\" he remarked\ngrimly, \"but I see no coin from this Teron you have listed.\" He stared\ncoldly at Gerda. \"And the tower lookout confirms that you had seven\nbarges. That was a considerable amount. What did you do with that\nmoney?\"\n\n\"Why, I counted it. It was all there.\" Gerda shook his head\nunbelievingly. \"My count agreed with that of my clerk, and I dropped\ntallies in and closed the bags again.\" He looked uneasily at the two\nguards who flanked him. \"Surely, you don't think I'd be so foolish as to\ntamper with the Baron's taxes? Think, man! I know the Baron's ways!\"\n\n\"I'm not sure just what I think--yet.\" The steward shook his head. He\npicked up one of the empty bags, opened it, and gave it a shake. The\nsmall tally chip fell out and he picked it up, comparing it with the\nlist on the tablet. Frowning thoughtfully, he opened the other two bags.\nMore small blocks of wood fell out. He looked at the bags, then tossed\nthem aside and looked coldly at the guard officer.\n\n\"It's witchcraft,\" cried Gerda. \"I had nothing----\"\n\n\"We'll see.\" The steward motioned at the two guards. \"Search this man.\"\n\n       *       *       *       *       *\n\nDazedly, Gerda stood still, submitting as one of the guards went through\nhis clothing while the other stood ready to deal with any resistance.\nThe searcher made a thorough examination of Gerda's clothing, muttered\nto himself, and went over his search again. A pile of personal objects\nlay on the table when he had finished. At last, he looked at the\nprisoner, then faced his chief.\n\n\"He has nothing on him, sir, not even a teloa.\"\n\n\"So I see.\" The steward frowned, then looked at Gerda.\n\n\"You may reclaim your possessions now, captain. Is there any chance that\nyour clerk might have opened the money chest?\"\n\nGerda shook his head. \"I don't see how he could, sir, unless he had a\nduplicate key, and that's hardly possible. I kept the chest locked at\nall times, and the key never left my person.\"\n\n\"And there is no chance that any of your men could have hidden anything\non the way here?\"\n\nAgain, Gerda shook his head. \"None,\" he said positively. \"I was behind\nthem all the way, and would have seen if any had made any unusual\nmotion.\"\n\n\"Very well.\" The steward clapped his hands sharply.\n\nThere was a clatter of arms, followed by the scuffle of feet. Across the\nroom, a door opened and a detachment of the castle guard filed in.\nTheir leader stepped forward, saluting the steward.\n\n\"There is a river watch outside,\" he was told. \"Disarm them, take them\nto a cell, and search them thoroughly. A considerable amount of coin has\nbeen stolen. Report to me when you have finished.\"\n\n\"Yes, sir.\" The group filed out.\n\nThe steward turned to Gerda again.\n\n\"This matter must be examined carefully,\" he declared. \"You may have\nbeen the victim of witchcraft, of course, though I doubt it, never\nhaving witnessed such a thing. Or one of your men may have worked out a\ncunning method of theft, an occurrence which I have witnessed many\ntimes. Or, there's the other possibility.\" He stroked his chin. \"After\nall, you were the rearmost man, and the one none other would observe.\"\n\nGerda looked at him fearfully.\n\n\"This may become a matter for the Baron's personal attention,\" continued\nthe steward. He looked sharply at Gerda. \"How long have you been in the\nBaron's service?\"\n\n\"Why, you know that, sir. Ten years, ever since I----\"\n\n\"Yes, yes, I remember. And you know how hopeless it is to try to deceive\nthe Baron?\"\n\n\"Yes, sir.\" Gerda swallowed painfully.\n\n\"But you still insist you had nothing to do with the disappearance of\nthis money?\"\n\nGerda spread his hands. \"I can't understand it, sir. But I had nothing\nto do with it myself. As I told you, we collected it, listed it, counted\nit, and I put it in the chest and locked it up.\" He shook his head\nagain. \"It's witchcraft, sir.\"\n\nThe steward leaned back, a slight smile playing about his lips.\n\n\"Witchcraft is good enough for serfs,\" he said smoothly, \"but you and I\nare intelligent men. We have had collection money disappear before, many\ntimes. Almost always, there has been the cry, 'It's witchcraft!' And\nalways there has been a more simple, worldly explanation.\" He snapped\nhis lingers and a page hurried forward.\n\n\"A cup of wine,\" ordered the steward. \"This questioning is thirsty\nwork.\" He faced back to Gerda.\n\n\"Always,\" he repeated, \"some explanation has been forthcoming. Usually,\nI have discovered the errant one--with the help of my guards, of course.\nAnd the criminal has been duly punished. But there have been some few\noccasions when the malefactor was so clever as to force the Baron's\nintervention.\" He paused, leaning forward a little.\n\n\"And do you know what happened then?\"\n\nGerda's throat was becoming dry. His mouth opened, but he closed it\nagain.\n\nThe page returned, bearing a large cup and a flagon of wine. Carefully,\nhe filled the cup, then set it before the steward, who lifted it to his\nlips, drank, and set it down with a satisfied sigh.\n\n\"Thank you, boy. Here is one thing we can produce well in these\nmountains.\" He wiped his lips and turned his gaze to Gerda again. He\nshook his head slowly.\n\n\"The Baron can detect guilt or innocence in a moment. For a short time,\nhe questioned the persons brought before him. He soon determined the\nguilty ones, and wrung confessions from their wretched lips. We then\ntook them away, and turned them over to the torturers.\" He raised the\ncup again.\n\n\"You know,\" he added, \"I'm told that some of them lasted as long as ten\nfull days.\" He shook his head. \"I could never understand how the\nexecutioners can put up with such noise for so long. But then, I suppose\none gets used to most anything.\"\n\nHe looked toward the door. \"Strange,\" he murmured, \"I wonder what's\nkeeping Maro so long.\" He clapped his hands sharply once more, and\nwaited.\n\nThe page dashed to a door and disappeared within. At last, he came back,\nholding the door for the leader of the castle guard detachment, who came\nforward to salute his superior.\n\n\"Have you found anything yet?\"\n\n\"Nothing, sir. We have stripped them, but they have no unusual things\nabout them. And we have questioned them. None will admit to seeing or\ndoing anything other than normal duties.\"\n\nThe steward sighed. \"Very well. Secure them, then. I'll call for them\nlater.\" He stood.\n\n[Illustration]\n\n\"Come, Nal Gerda,\" he ordered, \"unless you have something further to\ntell me of this, we must have an audience with the Baron.\"\n\n       *       *       *       *       *\n\nFlorel, Baron Bel Menstal, sat at his ease. Before him was a dish of\ngood cakes, beside him, a cup and flagon of good wine. He looked\ncontentedly around the apartment.\n\nFor fourteen years now, he had been lord of this castle. And for\nfourteen years, he had busied himself building his forces and increasing\nhis power and influence in the duchy. He had made himself feared and\nrespected.\n\nDuring the past several years, his word had been of great weight in the\nDuke's councils. He was now one of the great barons of the realm. He\nsmiled to himself.\n\nAs he had risen in importance, Orieano, the soft holder of the rich\nfields to the west, had fallen. The man was getting old--even older than\nthe Duke himself, and he was tired. And his daughter was the sole heir\nto that barony.\n\nAgain, Menstal smiled to himself as he thought of the daughter of\nOrieano. Next month, at the fair, he would press suit for the hand of\nthe heiress, and a few months after that he would have control of the\nrich farm lands and the trading city.\n\nThe girl would probably protest, but that would do her little good. He\nknew what fear could do. And he could rouse such fear as to render even\nstrong men but helpless masses of flesh. The beauteous damsel of Orieano\nwould be a simple task. None other would dare dispute his claim, and the\nDuke would come to support him.\n\nAnd the Duke himself? Ah, well, perhaps it would be as well to allow him\nto finish his life in peaceful possession of his broad fields. But\ncertainly, the son of Dwerostel would have no word in the control of the\nduchy. An accident could be easily arranged, and Flor, one-time woods\nbeater and scullery boy of Budorn, would become the great Duke he had\nlong planned to be. No, it wouldn't take too many more years.\n\nHe filled himself a cup, and looked complacently into its clear depths.\nThe tap on the door broke his reverie, and he looked up, annoyed.\n\nHe stared impatiently at his castle steward as the man entered and made\nobeisance.\n\n\"What now, Weron?\" He set the cup down. \"Must I be bothered with all\nyour petty problems?\"\n\n\"This, Excellency, is an unusual problem. A sizable tribute payment has\ndisappeared without trace. The empty bags were left, and the culprit\nhas----\"\n\n\"Enough!\" The Baron waved a hand impatiently, then adjusted his golden\ncoronet to a more comfortable angle. For an instant, his fingers played\nwith the ornamental bosses.\n\n\"Yes, yes, I see,\" he snapped. \"You can spare me your mumbled details.\nThis man is the officer of the guard?\"\n\n\"Yes, Excellency.\" The steward motioned Gerda forward.\n\nBel Menstal looked sternly at his officer. \"Where did you hide your\nloot?\" he demanded.\n\nGerda looked incredulously at his master. He had stolen nothing. As far\nas he knew, he had done nothing wrong. But he seemed to be condemned in\nadvance. Something was insistently pressing on his brain, demanding a\nconfession. He had nothing to confess, but the demanding pressure\nremained. He struggled against it, and it grew.\n\n_Admit it. How did you do it? Where is the money?_\n\nThe pressure became a tearing force. Gerda swayed weakly.\n\n\"I don't know what happened,\" he insisted. \"I told----\"\n\nThe words stopped as the force became almost unbearably intense. A\nsudden, sharp pain tore at Gerda's throat, and blinding light seemed to\nstrike back of his eyes. Through the glare, he dimly saw the Baron raise\na hand threateningly.\n\n\"You claim to have no idea at all how the money was taken, or which of\nyour men may have been the thief? This is not a sensible attitude.\"\n\n_You know something. You must know something. Tell it!_\n\nGerda shook his head miserably, entirely unable to speak. Somehow,\nnothing was clear. He remembered that something had gone wrong. Somehow,\nhe had failed his duty. But how? The room was hazy. Snatches of his last\ntour of duty rose to his consciousness, then were abruptly blotted\nout--gone. The faces of his clerk and of the men-at-arms came out of the\nhaze for an instant. Then, they, too, were gone.\n\nThe room seemed to spin and an irresistible force bore him to the floor.\nAs he slowly was pressed downward, he wondered who he was--why he was\nhere--what had happened. Then, the floor came at him with blinding speed\nand he ceased to wonder. The haze about him scintillated and became\nimpenetrable darkness.\n\nThe Baron looked down at the crumpled form.\n\n\"Take this man away, Weron,\" he ordered. \"He knew nothing.\" He stroked\nhis hair. \"When he recovers, assign him to some unimportant duty in the\ncastle. Something, of course, that will demand little thought or\nspirit.\"\n\n\"And the others, Excellency?\"\n\n\"Oh, bring them in, one at a time. One of them managed to make a\ncomplete fool of his officer, of course. But I'll find him.\"\n\nBel Menstal waved his hand in dismissal, then leaned back in his chair,\nwatching as his steward directed a pair of men-at-arms. They carried the\nlimp form from the room.\n\n       *       *       *       *       *\n\n\"There. That'll pick up any power radiation from the castle.\" Konar\nstraightened, looking at the small panel.\n\n\"Good enough.\" Meinora leaned over, checking the dials. \"See you've set\nit for average power.\"\n\n\"Yes, sir. It'll give a flicker indication for low levels and it'll fail\nto trip for unaided thought. Not too much chance of an overload,\neither.\"\n\n\"That's right. You're learning.\" Meinora nodded casually. \"Well, let's\nkeep watch on it.\" He sat down. \"Audio alarm on?\"\n\nKonar glanced at the panel again. \"I remembered it this time.\" He\ngrinned, then looked curiously at his superior's cut cheek. The wound\nwas healing nicely. In an hour or so, there would be no visible trace of\nthe injury.\n\n\"Say, Chief,\" he asked, \"how'd you happen to get slapped?\"\n\n\"I asked for it.\" Meinora smiled thoughtfully.\n\n\"Yes, sir. I know that. But what was the purpose?\"\n\n\"This continent has never been thoroughly checked, so we're sampling the\nculture. We know a lot about them now, but there's a lot we still have\nto know. For example, how do they react to various stimuli? And how much\nstimulus is necessary to produce a given action? Of course, we can't\ncheck every individual, but we can pick up a sample from each community\nwe contact and extrapolate from them.\" Meinora spread his hands.\n\n\"So, I presented a minor irritation to that officer, and he\nreacted--fast. He didn't just slap me for effect. He was infuriated at\nthe insult to his authority. Not only that, but his men expected him to\nreact in just that manner. I noted that, too. He'd have lost face if\nhe'd acted in any other way. And the men-at-arms were disappointed when\nwe gave them no further excuse for violence. We really lost face with\nthem. There, we have an indication that violence is the expected thing\nin this particular castle, which is a community of the duchy. Right?\"\n\n\"Yes.\" Konar nodded thoughtfully. \"They're not only violent themselves,\nbut they expect violence from others. I see what you mean. You'll sample\nthe other baronies?\"\n\n\"Certainly. As many as we contact. They can tell us quite a bit. We----\"\n\nA buzzer interrupted him. Meinora snapped a switch and sat forward\nalertly.\n\nA needle quivered, rose from its rest, and swung abruptly across the\nmeter scale. With an audible ping, it slapped against the stop beyond\nthe maximum reading.\n\nMeinora looked sharply at the detector set, then turned a selector\nswitch. The needle moved reluctantly away from the pin, but remained\nabove the red line at center scale. Meinora grimaced, twisted the\nselector again, and adjusted another knob, till the needle came to rest\nat center.\n\nHe examined the dial readings, frowned incredulously, then turned.\n\n\"Look at it,\" he invited. \"It's a wonder he hasn't burned that amplifier\nout. It's a heavy duty job, I know. But----\"\n\nKonar leaned over his chief's shoulder.\n\n\"What an overload! We've found it, all right. But what's going on?\"\n\n\"Let's find out.\" Meinora flipped a switch. The two men tensed against\nthe resultant shock and were silent for a time. At last, Konar reached\nout to snap the switch off.\n\n\"Just raw, crushing force,\" he said wonderingly. \"A ferocious demand,\nwith no regard for facts, no consideration of mental characteristics, no\nthought of consequence.\" He shook his head slowly. \"Never experienced\nanything just like that before.\"\n\n\"With the power he's using,\" Meinora remarked, \"it's a wonder he doesn't\nupset every mind in his castle.\" He snapped the detector off.\n\n\"Including his own.\" Konar nodded and looked at the dial settings. \"One\nthing's sure. This boy never had any instruction.\" He stepped back.\n\"Well, we know he has it. What's the procedure?\"\n\nMeinora was frowning thoughtfully. He stroked his injured cheek, then\nshook his head.\n\n\"We certainly let that guard officer in for something,\" he mused. \"Have\nto pick him up and give him therapy, I think.\" He looked at Konar. \"Oh,\nprocedure?\"\n\n\"Yes, sir. Do we catch him alone and proceed as we did with the last\none? That worked with no trouble.\"\n\n\"No, I don't think it'd work out so well in this case. If I caught it\nright, this one's almost never by himself outside his apartment. Likes\nto impress his personality on people.\" Meinora looked at the detector\nset, then around at the younger man beside him.\n\n\"You know, I got some interesting side thoughts just now. Maybe we can\ndo two jobs in one this time. It'll take a little longer, but it might\nsave time in the long run.\"\n\nThe communications operator came over. \"Not another of those?\" he asked\nwith a grin.\n\nMeinora nodded. \"I'm just dreaming up a nice, dirty trick,\" he admitted.\n\"Tried something like it once before, on a smaller scale. It worked.\" He\nstood up, stretching.\n\n\"The fair's going to be on at Orieano in a little while, right?\"\n\n\"Yes. Be a pretty big affair, too, I think. Why?\"\n\n\"And the Duke'll be there, of course, along with most of his court and a\ngood share of his fighting men?\"\n\n\"Why, yes, sir. They tell me he's always been there. Don't suppose he'll\nskip it this time.\"\n\n\"So, it's perfect. We'll get this set of equipment in public, and with\napparent legitimacy. And in the process, we'll set up social strains\nthat'll result in this area reorienting itself.\" Meinora looked around\nwith a grin.\n\n\"Look, call Barskor. Tell him to pick us up with the flier. We'll go\ndown to the hills south of Orieano. Tell you about it on the way.\"\n\n       *       *       *       *       *\n\nThe last of the river guards was carried out, head dangling limply from\nthe arms of one of the bearers. Bel Menstal sat back in his chair,\nfrowning. Abruptly, he turned on his steward.\n\n\"None of them knew a thing,\" he snarled. \"None of them. There's\nsomething funny going on here.\"\n\nThe steward's face was drawn. Dizzying forces had assailed him, and he\nhad almost collapsed several times during the questioning. He tried to\ngather his hazy thoughts. Too many kept coming too fast.\n\n\"Yes, Excellency,\" he agreed. \"Maybe it _is_ witchcraft.\"\n\nBel Menstal's face darkened. \"Nonsense,\" he growled, rising part way out\nof his chair. \"Witchcraft be damned! There's some explanation to this,\nand I'm going to find out what it is.\"\n\n\"Yes, Excellency.\"\n\nThe Baron looked up, then stared contemptuously at his man.\n\n\"Yes, Excellency,\" he mimicked in a singsong voice. \"Always 'Yes,\nExcellency.' Haven't you an idea of your own?\"\n\n\"Yes, Excellency, I----\"\n\n\"Inept fool! There's an explanation to this, I tell you. And peasant\nsuperstition has no part in it. You should have found it. But no! You\ncame, dragging a whole detachment of guards in for me to question. Me,\nthe Baron! I have to do all the work--all the thinking. I tell you, I\nwant men about me who can think and act.\"\n\nHe got out of his chair and circled the table, striding close to the\nsteward.\n\n\"I'll give you one more chance, Weron. Go out and find what happened to\nthat money. I don't care how you do it, and I'm not going to be bothered\nwith your petty details. But find out where that money has gone. Is that\nsimple enough for you to understand?\"\n\n\"Yes, Excellency.\" Weron backed toward the door. \"I'll----\"\n\nReckless fury shook Florel. Suddenly, he felt an irresistible craving\nfor direct, violent action. He picked a dagger from his belt.\n\n\"You're not only a fool,\" he shouted, \"but a spineless one, as well. I\nthink I'll have to get another steward. A good one.\" He raised the\ndagger, then paused.\n\n\"Here, weakling. You'd like to use this, wouldn't you? But you lack the\nwill. That's why you're a mere lackey.\" Abruptly, he threw the weapon at\nWeron.\n\n\"Try it, fool. Try it, and see how a real man protects himself.\"\n\nHe stalked toward the steward.\n\nThe man cringed away, then, pressed by his master, suddenly sobbed with\nrage. He raised the dagger. Bel Menstal, protected by his body shield,\nbrushed the stroke aside.\n\n\"Ha!\" He snatched the weapon. \"You would try it?\"\n\nWeron threw his arms before him, trying to ward off the blows, then\nslumped as the blade sank into his flesh.\n\nBel Menstal struck the sagging body a few more times with the dagger,\nthen threw the weapon on top of the inert form.\n\n\"Ho, Guards,\" he shouted, flinging the door open.\n\nHe went back to his chair and watched as the guards came in. In\nobedience to his gesture, they carried the one-time steward from the\nroom. The door closed, and Bel Menstal was alone. Slowly, the\nstimulation of the encounter faded, and he shook his head.\n\nIt had been pleasant for a few minutes, he thought, but he had solved\nnothing.\n\nCould it be that searchers from his native land had at last found him?\nHe frowned. No, they wouldn't use some devious method, even supposing\nthey could find some way of corrupting his household. They would simply\nexpose him and accuse him before the Duke. They'd storm his castle if\nnecessary, to take him by force. This was something else. He would have\nto think. He put his elbows on the table, cupping his face in his hands.\n\n       *       *       *       *       *\n\nThe great market square at Orieano was crowded. Colorful tents hid most\nof the cobblestones, and the rest of the pavement was obscured from view\nby the droves of people. Merchants and their assistants hovered about,\neach endeavoring to outdo the rest in enticing the swarming crowd into\nhis tent. Jugglers and mountebanks competed for attention, outdoing even\nthemselves in their efforts to gain the ears, the eyes, and the coins of\nthe mob of bargain hunters.\n\nAt one side of the square, the cattle mart was drawing many, who\nlistened to the noise of the beasts and the shouts of the vendors. Some\npaused to bargain. Others simply strode about, still looking for the\nthings they had come to seek out. Here and there, a cutpurse slunk\nthrough the crowd, seeking his own type of bargain--an unwary victim.\n\nThe Duke of Dwerostel rode into the market, conscious of a buzz which\nrose to a loud hum. The bellowing of beasts, the cries of vendors, the\nscuffling of many feet, all blended into one great sound--the voice of\nthe fair.\n\nThe Duke listened contentedly. Here, he thought, was activity. Here, his\nchamberlain would find the things he had been ordered to get that the\ncomfort of the castle might be furthered. And here was a certainty of\ntolls and taxes, which would enrich the duchy.\n\nHe continued at the head of his retinue, through the center of the\nsquare. Time enough to take close note of the market later. Now, he\nwished to get to the castle of Orieano, where he would take refreshment\nafter his trip.\n\nHe looked up at the heights above the town. Pennants were flying from\nthe stone battlements. And he could see the tiny figures of the guard.\nHis presence in the town had certainly been noted. He rode to the other\nside of the square, and led his company up the steep, winding road to\nthe castle's town gate.\n\nThe sentries grounded their pikes and stood rigidly as the ducal escort\nrode through the gate, the pennons on their lances flying with the\nbreeze of their passage. The ducal party swept through the outer ward,\nthrough the inner wall, and came to a halt before the keep.\n\nThe Baron of Orieano waited before his keep. He came forward, bowing low\nbefore his liege, then steadied a stirrup as the Duke dismounted. He\nwaved toward the dinning hall.\n\n\"Your Excellency will grace us with his presence at meat?\"\n\nThe Duke gestured to a page, who took the charger's reins to guide the\nbeast away.\n\n\"It would be pleasing to us,\" he said.\n\nHe nodded graciously and followed his vassal into the hall. He nodded in\napproval at the long tables, waited until the clanging of the welcoming\nsalute subsided, and went to the elevated table set for his use and that\nof his Baron.\n\nHe sat down, looking over the company. A glint of gold caught his eye,\nand he looked curiously at two men who sat a little way down the table.\n\nThese two were elegantly turned out, their long cloaks thrown back to\nexpose richly embroidered cloth. The Duke examined them closely.\nObviously, here was one of the great western nobles, with an almost\nequally noble companion. The golden circlet proclaimed the identity of\none, and the proud bearing and rich dress of both confirmed their\nstation. Somehow, the Duke thought, these two presented a far more\nimposing appearance than his vassal, the Baron Bel Menstal, despite that\nBaron's overwhelming personality.\n\nHe thought of his hard fighting border protector. Of course, he had far\nto come, and the way through the mountains could be difficult. But it\nwas a little strange he was not yet here.\n\nThe Duke remembered some of the resentful gazes he had noted during his\npassage through the fair. He must have words, he decided, with Bel\nMenstal. Possibly the man was a little too eager to collect his road and\nriver taxes. Possibly this hard man of his was too hard, too grasping.\nOf course, he held a valuable bastion against the tribes of the\nAjerical, but----\n\nHe shrugged away his thoughts and devoted his attention to the dishes\nbefore him.\n\n       *       *       *       *       *\n\nAs the Duke took up his food, the waiting company commenced reaching for\ndishes. Konar turned toward Meinora with a slight smile.\n\n_\"Got 'em well trained, hasn't he?\"_\n\n_\"That he has. Another note for our cultural information.\"_\n\n_\"When do you want me to talk to him?\"_\n\n_\"After he's finished his main courses and got a few cups of wine in\nhim. Our boy'll be delayed for a while, you know. We've plenty of time\nto let Orieano fill the Duke in before Bel Menstal arrives.\"_\n\nKlion Meinora turned his attention to the trencher before him for a\nmoment, then looked toward his companion again.\n\n_\"Notice the girl sitting by the Baron?\"_\n\n_\"You mean Orieano's daughter?\"_\n\n_\"Precisely. Don't give her any cause for fear. Don't even make a\nsudden move in her presence.\"_\n\n_\"You mean----?\"_\n\n_\"I do. She could become Lady Death, if she got frightened.\"_\n\nKonar looked toward the elevated table. The girl looked harmless enough.\nShe was slender, attractive, even delicate looking. But he remembered a\nhorror-distorted face, a mind-shattering scream, and a blinding flash of\nlight. He shuddered a little and turned his attention to his food.\n\n[Illustration]\n\n       *       *       *       *       *\n\nFlorel Bel Menstal strode into the hall, looking toward the table head.\nThe Duke, he noted, was still at table, though he had finished his meal.\nNow, he was engaged in earnest conversation with Orieano.\n\nThis, Bel Menstal thought, must be checked. Haughtily ignoring the rest\nof the company, he paced to the head of the table, where he made\nperfunctory obeisance.\n\n\"Your Excellency,\" he greeted. He straightened. \"I offer my apologies\nfor my late appearance. My men had to clear a slide from the way.\" He\nturned toward Orieano.\n\n\"You would do well to instruct your serfs in the art of road building.\nTheir work seems slack.\"\n\nHe faced the Duke again. The overlord set his cup down.\n\n\"Bel Menstal,\" he said gravely, \"two nobles of your former land have\ncome to me to present serious accusations.\" He rose. \"You will accompany\nme to the chambers.\"\n\nBel Menstal hesitated. His men were outside the castle, of course. It\nwas against etiquette to bring them inside, especially when the Duke\nwas present. But there were plenty of them. Possibly he should fight his\nway out of here now. Once in his hilltop castle, he would be\nimpregnable. And his raiding parties could keep the barony in supplies.\nOr possibly it would be better to----\n\nHe forced his panic down. After all, what could these two do? There\ncould be little evidence they could offer. Well over twenty years had\npassed. He had adopted the ways of the land. Now, he was one of the\nDuke's powerful arms. And what could they give to offset that?\n\nHere was no cause for fear. He could bluff his way out of this\naccusation, discredit the searchers, and make his position permanently\nsecure. Possibly it was even better this way. He looked scornfully at\nthe two men who moved toward him.\n\nThey were dressed in the ornate court dress of the Western Empire, he\nsaw. Unquestionably, these were genuine men of the west. But he was now\nof the east. And here, he had established himself, and would soon\nestablish himself more firmly, while they were mere foreigners. When it\ncame to it, the Duke would hardly dare be too critical of him.\nConfidently, he pushed his way past the nearer of the two westerners, to\nfollow the Duke to the audience chamber.\n\nAs the Duke faced about, one of the newcomers stepped forward.\n\n\"There is the man, Excellency,\" he said positively. \"Here is no man of\nnoble birth. This man is a serf--a mere scullery boy-who murdered his\nnoble master to steal his insignia. We have searched for many years, for\nhis crime was so monstrous that no effort could be too great to bring\nhim to justice.\" He faced Bel Menstal.\n\n\"Flor, serf of Budorn,\" he said sternly, \"your time of reckoning has\ncome. Hand over the stolen insignia.\"\n\nThe Duke intervened.\n\n\"Aren't we going a little fast?\" he asked mildly. \"He claims to be a\nyounger son of the Earl of Konewar. Let him speak in his defense.\"\n\nThe stranger nodded. \"That we learned, Excellency,\" he admitted. \"And\nthat is what led us to him, for it is one of the great holes in his\nstory. We know of Konewar. True, he had two sons, but the younger was\nkilled several years ago.\" He paused.\n\n\"There is a further bit of evidence I might offer,\" he added. \"And I\nfeel sure that some study by your chamberlain will bear me out.\" He\npointed at the coronet worn by Florel.\n\n\"That insignia of rank which this man profanes is never given to other\nthan the rightful heir to a great estate. And then, not until he\nsucceeds to his title. No younger member of any of our noble families\nhas ever been allowed the coronet or the belt. Even many large\nlandholders, such as I, do not have them. Those are reserved for the\nheads of the great houses, and there are few of them in existence.\nCertainly, no western Earl would desert his holdings to journey to far\nlands and to take service with another, not even one so highly placed as\nyourself.\"\n\nThe Duke looked sharply at him, then turned his gaze on his vassal.\n\"These words have the ring of truth,\" he said. \"Can you answer them?\nHave you perchance traded upon our unfamiliarity with your home country\nto misrepresent your station?\"\n\nFlor looked around the room. Possibly there was still time to----Or\npossibly he could still face these men down. Only one of them wore a\ncoronet. He drew himself up arrogantly.\n\n\"These are cunning deceivers,\" he stated positively. \"When I left\nKonewar, my father himself----\"\n\nMeinora raised a hand threateningly. \"Your father was never in Konewar,\nSerf,\" he said sternly. \"Your father still tends his master's fields in\nthe hills of Budoris.\"\n\nFlor snatched his sword from its sheath. This was the unprotected one.\nHe could be struck with the sword, and perhaps in the confusion, an\nescape would be possible.\n\n\"That is the last insult,\" he snarled. \"I challenge you to combat, to\ntest whether you can support your lies.\"\n\n\"Nobles,\" was the reply, \"do not fight with serfs. You should know that.\nThe great ones, like him,\" Meinora pointed at Konar, who stood close to\nthe Duke, \"have no contact with such as you. But I am here. And when a\nserf becomes insolent, we have ways of punishing him.\"\n\nKonar smiled a little, pointing a small object as Meinora slipped his\nown sword out.\n\nFlor lunged furiously, and Meinora stepped aside. The man had\ndetermination and fierce courage. But he had never bothered to really\nlearn the use of his weapon. No need, of course. He had never been\ncompelled to put up a defense. Not till now. The hand weapon held by\nKonar would destroy his invulnerability.\n\nMeinora struck suddenly at Flor's hand with the flat of his blade, then\nengaged the man's sword with his own, and twisted. The weapon clattered\nto the floor and Flor stooped to recover it.\n\nThe team chief laughed shortly, bringing the flat of his blade down in a\nresounding smack and Flor straightened, involuntarily bringing a hand to\nhis outraged rear. Again, the blade descended, bringing a spurt of dust\nfrom his clothing. Flor twisted, trying to escape, but his assailant\nfollowed, swinging blow after full armed blow with the flat of his\nsword. He worked with cool skill.\n\nIt seemed to Flor that the punishing steel came from all directions, to\nstrike him at will. Blows fell on his back, his legs, even his face, and\nhe cringed away, trying desperately to escape the stinging pain. Under\nthe smarting blows, he remembered previous whippings, administered by a\nstrong-armed kitchen master, and he seemed to smell the stench of the\nscullery once more. Suddenly, he sank to his knees in surrender.\n\n\"Please, Master. No more, please.\" He raised his hands, palms together,\nand looked up pleadingly.\n\nThe Duke looked down in horrified disgust.\n\n\"And this, I accepted. This, I made a Baron of my realm.\" He transferred\nhis gaze to Konar. Suddenly, he looked feeble and humbly supplicant.\n\nFlor sniffled audibly.\n\n\"I know you have come a long way,\" the Duke said, \"but I would ask of\nyou a favor. I would deal with this miscreant. Your injury is old. It\nhas been partially healed by time, and it does not involve honor so\ndeeply as does my own.\" He shook his head.\n\n\"I have abandoned the dignity of my station, and the injury is fresh and\nmust continue unless I act to repair it.\"\n\nKonar nodded graciously. \"Your Excellency's request is just,\" he said.\n\"We but came to reclaim the lost insignia of Budorn.\" He stepped\nforward, taking the circlet from Flor's head. Two guards seized the\nprisoner, and Konar tore the belt from the man's waist.\n\n\"This insigne must be remounted,\" he said. \"The belt has been dishonored\nfor too long.\" He broke the fastenings holding the body shield to the\nleather, and threw the heavy strap back at Flor.\n\n\"We are deeply indebted to you, Excellency,\" he added, turning to the\nDuke. \"If it is your will, we shall remain only for the execution, then\nreturn to our own land.\"\n\nThe Duke sighed. \"It is well.\" He nodded at the guards. \"Remove him,\" he\nordered. \"An execution will be held at daybreak.\"\n\n       *       *       *       *       *\n\n_\"Very good, Konar. You handled that beautifully.\"_\n\n_\"Thanks, Chief. What's next?\"_\n\n_\"Just keep the Duke busy with bright conversation. Buck up his spirits\na bit. The old boy's had a nasty shock, and unfortunately, he's due for\nanother one. Too bad, but it's for the best. I'll take it from here.\"_\n\n       *       *       *       *       *\n\nDiners looked up curiously as the two guards led Flor through the hall\nto the outer door. A few rose and followed as the three men went past\nthe sentries at the portal, and came out into the sunshine of the inner\nward. Across the cobblestones was the narrow entrance to the dungeon.\n\nFlor looked around despairingly. His charger stood, waiting for the\nrider, who would never again--Or would he?\n\nHe remembered that he was still carrying the heavy belt that had been so\ncontemptuously flung at him. When the strap had been thrown, he had\nflung a hand up to protect his already aching face. He had caught and\nheld the belt, and no one had thought to take it from him.\n\nHe suddenly swerved his thick shoulders, swinging the heavy strap at the\neyes of one of his guards. With a cry of pain, the man covered his face,\nand Flor spun, to swing the strap at the other guard. Before the two men\ncould recover, he dashed to the side of his mount, swung into the\nsaddle, and urged the beast into motion.\n\nThe wall was low on this side, but Flor remembered it towered high above\nthe dry moat. And across that moat were the woods, where his men waited.\nHe urged the beast to full speed, forcing the animal to the top of the\nwall and over.\n\nFor an almost endless instant, time seemed to stop. The barren moat and\ngreen weeds floated beneath him, and the only reminder of his rapid drop\nwas the air, which whistled past his ears. Suddenly, motion was restored\nagain, and they lit with a jarring crash, just at the lip of the moat.\n\nWith a cry of agony, the charger pitched forward, pawing at the stones\nthat had smashed his chest, and throwing his rider over his head. Flor\nmanaged to land uninjured. He picked himself up and ran to the edge of\nthe forest before he stopped to look back.\n\nHeads were appearing atop the wall. At the edge of the moat, the charger\nstruggled vainly, then dropped from sight. Flor waved defiantly at the\ngrowing crowd which stared from the high wall.\n\n\"The Duke hangs nobody,\" he shouted, \"unless he can catch and hold him.\"\nHe turned, to make his way through the trees.\n\n\"In fact,\" he added to himself, \"I may yet return to hang the Duke.\"\n\nHe went to the meadow where his escort was encamped.\n\n\"We have been betrayed,\" he shouted. \"The Duke plots with the merchants\nto destroy Bel Menstal and hang his men. Break camp! We must gather the\nforces of the barony.\"\n\n       *       *       *       *       *\n\nBaron Bel Orieano looked worried.\n\n\"The Duke has sent couriers,\" he said, \"to gather the fighting men of\nthe duchy. But it will be a long, hard struggle. The serf has gained the\nhills of Menstal. He has raised his men, and has dared to attack. Some\nsay he has enlisted those very hill tribes, from whose depredations he\nswore to defend the duchy, and even has them serving under his banner.\"\nHe looked at Meinora and Konar.\n\n\"The roads of the duchy are no longer safe. Raiding parties appear at\nevery wooded stretch. Nor can we even be certain that the couriers have\ngotten through to Dweros.\" He shook his head.\n\n\"I, of course, am loyal to the Duke. But my forces are few. My barony\nhas been a peaceful community, having little need for arms.\"\n\nMeinora smiled encouragingly. \"Yet there are fighters here,\" he said,\n\"and in plenty.\"\n\nThe Baron looked at him curiously. \"Where? I have no knowledge of such.\"\n\nKonar leaned forward. \"If you can help us get the Duke's approval, we\ncan raise an army which ten Bel Menstals would fail to withstand.\"\n\n\"The Duke's approval?\"\n\n\"Certainly.\" Konar waved his hand. \"Look over your walls, Excellency.\nYou have burghers. There are armorers, merchants, with their caravan\nguards, artisans, even peasants. Here, today, are gathered more\nable-bodied men than Bel Menstal could raise, were he to search out and\nimpress all the hill tribes.\"\n\n\"But, to arm these Commoners? And would they fight?\"\n\n\"To be sure. Given reason, they will fight like madmen.\"\n\nMeinora leaned forward, speaking rapidly. \"For long years, they have\nsuffered from the road and river taxes of Bel Menstal, as well as from\nthe insults and blows of his officers. Many of them have been\nimprisoned, and held for ruinous ransom. Others have been tortured and\nkilled. Under the serf, they would suffer additional taxes, until they\nwere driven from the land, or themselves reduced to serfdom and even\nslavery.\" He waved at the town.\n\n\"Caravans would be halted and stripped of both goods and coin. All this,\nhe has done before, but on no such scale as he would were restraining\nhands removed.\" Meinora spread his hands.\n\n\"The Duke has only to promise, under his solemn oath, to rid the land of\nrobbers, to allow the merchants and artisans to police the land, and to\nform those guilds and associations which they have long petitioned for\ntheir own protection. For these things, they will fight.\"\n\nThe Baron leaned back in his chair. He had heard some of these arguments\nbefore, but had ignored them, thinking that they were mere special\npleading from interested merchants. Now, they were being presented by\nmen of his own station.\n\nAnd the situation was urgent. Drastic measures were necessary. Under the\ngaze of the two, he felt a change of thought. The whole thing was\npossible, of course, and it might be that trade, uninterrupted by robber\ndepredation, would provide greater taxes than before.\n\nFinally, he rose to his feet. \"Come,\" he said, \"we will seek audience\nwith the Duke and put this matter before him.\"\n\n       *       *       *       *       *\n\n\"Well, that's part of the job.\" Klion Meinora twisted in his seat and\ncraned his neck to look at the green fields spread out beneath the\nflier.\n\n\"It worked out almost exactly as you explained it, Chief.\" Konar looked\ncuriously at his instructor. \"But I missed a couple of steps somewhere.\"\n\n\"It followed from the culture pattern.\" Meinora raised an eyebrow. \"You\nsaw the reaction of the Duke when he realized that Flor was actually a\nserf?\"\n\n\"Sure. He was so horrified, he was sick.\"\n\n\"But did you think of the reaction of the townsmen and peasants?\"\n\n\"You mean they'd feel the same way?\"\n\n\"Sure. Most of them did. These people have been ingrained with a firm\nbelief in their mode of living. They regard it as right and proper. And\nthe murder and robbery of a noble by a serf is just as serious in the\neyes of serfs and freemen as it is to the nobles. No serf in his right\nmind would even think of raising a hand against a noble, not even in\nself-defense. Catch?\"\n\nKonar leaned back. \"Oh, brother,\" he murmured. \"I can just see what\nhappened when Flor's real status finally penetrated the minds of his own\nmen.\"\n\n\"You're probably right, too. And with no body shield to supplement his\nrather awkward swordsmanship, Flor was fresh meat for the first real\nfighting man that stood up to him.\" Meinora shook his head.\n\n\"His was a hopelessly twisted mentality, and there was no possibility of\nsalvage.\"\n\n\"I know. They have a few of his type in the wards at Aldebaran.\" Konar\nshrugged hopelessly. \"Therapists just fold their hands when they see\n'em.\"\n\n\"They do that. People like Flor are just pure ferocity. Oh, sometimes,\nthey're cunning, even talented. But there's no higher mentality to\ndevelop--not a trace of empathy. And you can't work with something\nthat's completely missing. Good thing they are quite rare.\"\n\n\"I should say so,\" agreed Konar. \"A very good thing.\" He looked out over\nthe fields. \"His influence lasted for a while, too.\"\n\n\"It did. He'd conditioned his people to a certain extent. Just as I\nexpected, it took some time to persuade that gang to stop their\ndepredations, and it had to be done the hard way. But the merchants were\nwilling, and that's what it took.\" Meinora brushed a hand over his hair.\nHe knew how the rest of this story went----\n\n\"It'll take 'em some time to get used to their new charters, but the\nroots of the guilds are formed. And they did some fighting and learned\ntheir powers. It'll take a lot to make 'em go back to the old routine.\nThe Duke'll never try it, and his successors won't be able to. Anyone\nwho tries to conquer that bunch of wild-cats'll have a tough job, and\nhe'll get really hurt. It'll spread, too. Merchants and artisans in the\nnext duchy'll get the idea. And then the next, and the next. Freedom's a\ncontagious thing.\"\n\nKlion Meinora studied the terrain, then turned back.\n\n\"It's going to be a tough planet for a long time,\" he said thoughtfully.\n\"A tough, brawling planet. They'll fight for everything they get, and\nsometimes for just the love of fighting. The people who come from here\nwill be something to deal with. But they'll knock their own rough edges\noff. No, they won't be savages.\"\n\n\nTHE END.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Millennium, by Everett B. Cole\n\n*** END OF THIS PROJECT GUTENBERG EBOOK MILLENNIUM ***\n\n***** This file should be named 24779.txt or 24779.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/4/7/7/24779/\n\nProduced by Greg Weeks, Geetu Melwani and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}