{"title": "The Marooner", "author": "Charles A. Stearns", "releaseDate": "March 9, 2008", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n The\n MAROONER\n\n By CHARLES A. STEARNS\n\n\n ILLUSTRATOR SUMMERS\n\n\n _Wordsley and Captain DeCastros\n crossed half a universe--suffered\n hardship--faced unknown dangers;\n and all this for what--a breath\n of rare perfume?_\n\n\n[Illustration: The creature was more pitiful than fearsome.]\n\nSteadily they smashed the mensurate battlements, in blackness beyond\nnight and darkness without stars. Yet Mr. Wordsley, the engineer, who\nwas slight, balding and ingenious, was able to watch the firmament from\nhis engine room as it drifted from bow to beam to rocket's end. This was\nby virtue of banked rows of photon collectors which he had invented and\ninstalled in the nose of the ship.\n\nAnd Mr. Wordsley, at three minutes of the hour of seventeen over four,\ntuned in a white, new star of eye-blinking magnitude and surpassing\nbrilliance. Discovering new stars was a kind of perpetual game with Mr.\nWordsley. Perhaps more than a game.\n\n\"I wish I may, I wish I might ...\" Mr. Wordsley said.\n\n       *       *       *       *       *\n\nThe fiddly hatch clanged. DeCastros, that gross, terrifying clown of a\nman, clumped down the ladder from the bridge to defeat the enchantment\nof the moment. DeCastros held sway. He was captain. He did not want Mr.\nWordsley to forget that he was captain.\n\nThe worst of Captain DeCastros was that he had moods. Just now he was\nbeing a sly leprechaun, if one can imagine a double-chinned,\nthree-hundred pound leprechaun. He came over and dug his fingers into\nMr. Wordsley's shoulder. A wracking pain in the trapezius muscle.\n\n\"The ertholaters are plugged,\" he said gently. \"The vi-lines are giving\nout a horrible stink.\"\n\n\"I'll attend to it right away,\" Mr. Wordsley said, wincing a little as\nhe wriggled free.\n\n\"Tch, tch,\" DeCastros said, \"can anyone really be so asthenic as you\nseem, Mr. Wordsley?\"\n\n\"No, sir,\" Mr. Wordsley said, uncertain of his meaning.\n\nThe captain winked. \"Yet there was that ruffled shirt that I found in\nthe laundromat last week. It was not my shirt. There are only the two of\nus aboard, Mr. Wordsley.\"\n\n\"It was my shirt,\" Mr. Wordsley said, turning crimson. \"I bought it on\nVega Four. I--I didn't know--that is, they wear them like that on Vega\nFour.\"\n\n\"Yes, they do,\" DeCastros said. \"Well, well, perhaps you are only a\npoet, Mr. Wordsley. But should you happen to be a little--well, maggoty,\nyou positively do not have to tell me. No doubt we both have our\nsecrets. Naturally.\"\n\n\"_I_ haven't,\" Mr. Wordsley said desperately.\n\n\"No? Then you certainly will not mind that I am recommending an Ab Test\nfor you when we get home.\"\n\nMr. Wordsley's heart stopped beating for several seconds. He searched\nCaptain DeCastros' face for a sign that he might be fooling. He was not.\nHe looked too pleasant. Mr. Wordsley had always managed to pass the\nAberrations Test by the skin of his teeth, but he was sure that, like\nmost spiritual geniuses, he was sensitively balanced, and that the power\nand seniority of a man like DeCastros must influence the Board of\nExamination.\n\n\"You might be decommed. Or even committed to an institution. We wouldn't\nwant _that_ to happen, would we, Mr. Wordsley?\"\n\n\"Why are you doing this to me?\" Mr. Wordsley asked strickenly.\n\n\"To tell the truth, I do not propose to have any more of my voyages\nblighted with your moon-calfing, day-dreaming and letting the\nertholaters stink up the bridge. Besides--\" Captain DeCastros patted his\nshoulder almost affectionately. \"--besides, I can't stand you, Mr.\nWordsley.\"\n\nMr. Wordsley nodded. He went over to the screen that was like a window\nof blessed outer night and sank down on his knees before it.\n\n_Have the wish I wish tonight._\n\n\"Ah, ha!\" DeCastros exclaimed with sudden ice frozen around the rim of\nhis voice. \"What have we here?\"\n\n\"A new nova,\" Mr. Wordsley answered sullenly.\n\n\"It is common knowledge that no engineer can tell a nova from the D.R.\nblast of an Iphonian freighter. Let me see it.\" He shoved Mr. Wordsley\nout of the way and examined the screen intently.\n\n\"You fool,\" he said at last, \"that's a planet. It is Avis Solis.\"\n\n       *       *       *       *       *\n\nNow the name of Avis Solis tingled in Mr. Wordsley's unreliable memory,\nbut it would not advance to be recognized. What planet so bright, and\nyet so remote from any star by angular measurement?\n\n\"Turn it off,\" DeCastros ordered.\n\nMr. Wordsley turned on him in a sudden fury. \"It's mine,\" he cried. \"I\nfound it! Go back to your bridge.\" Then, aghast at what he had said, he\nclapped his hand over his mouth.\n\n\"Dear me,\" said Captain DeCastros silkily. Suddenly he seemed to go\nquite berserk. He snatched a pile-bar from its rack and swung it at the\nscreen. The outer panel shattered. The screen went dead.\n\nMr. Wordsley grabbed at the bar and got hold of it at the expense of a\nbroken finger. They strained and tugged. The slippery cadmium finally\neluded both of them, bounded over the railing into the pit, struck a\nnomplate far below and was witheringly consumed in a flash of blue\nflame.\n\nThen they were down and rolling over and over, clawing and gouging,\nuntil Captain DeCastros inevitably emerged upon top.\n\nMr. Wordsley's eyes protruded from that unbearable weight, and he wished\nthat there was no such thing as artificial gravity. He struggled vainly.\nA bit of broken glass crunched beneath his writhing heel. He went limp\nand began to sob. It was not a very manly thing to do, but Mr. Wordsley\nwas exercising his poetic license.\n\n\"Now then,\" said DeCastros, jouncing up and down a bit. \"I trust that\nyou have come to understand who is master of this ship, Mr. Wordsley?\"\n\nHis addressee continued to weep silently.\n\nAfter awhile it occurred to Captain DeCastros that what he was doing was\nexpressly forbidden in the Rules of the Way, Section 90-G, and might, in\nfact, get him into a peck of trouble. So he got up, helped Mr. Wordsley\nto his feet, and began to brush him off.\n\nIn a kindly voice he said, \"You must have heard of Avis Solis.\"\n\n\"I don't seem to remember it,\" Mr. Wordsley said.\n\n\"It's a solitaire. One of those planets which depend upon dark, dwarf,\nsatellite suns for heat, you know. It is almost always in eclipse, and\nI, for one, have always been glad of it.\"\n\n\"Why is that?\" said Mr. Wordsley, not really caring. His chest was\ngiving him considerable pain.\n\n\"Because it holds the darkest of memories for me. I lost a brother on\nAvis Solis. Perhaps you have heard of him. Malmsworth DeCastros. He was\nquite famous for certain geological discoveries on Titan at one time.\"\n\n\"I don't think so.\"\n\n\"You need not be sorry. The wretch was a murderer and a bad sport as\nwell. I need not append that my brother and I were as unlike as night\nand day--though there is no night and day proper upon Avis Solis, of\ncourse. I imagine you would like to hear the story. Then you will\nundoubtedly understand how it is that I was so upset a moment ago by the\nsight of Avis Solis, and forgive me.\"\n\nMr. Wordsley nodded. A birdlike, snake-charmed nod.\n\n       *       *       *       *       *\n\n\"Avis Solis is a planet absolutely unique, at least in this galaxy. In\naddition to being a solitaire, its surface is almost solidly covered to\na depth of several meters with light-gathering layers of crystal which\ngive it the brilliant, astral glow that you saw just now. Its satellite\nsuns contribute hardly any light at all. It contains ample oxygen in its\natmosphere, but hardly any water, and so is practically barren. An\nill-advised mineralogical expedition brought us to Avis Solis.\"\n\n\"Us?\" Mr. Wordsley said.\n\n\"There were six of us, five men and a woman. A woman fine and loyal and\nbeautiful, with the body of a consummate goddess and the face of a\ntolerant angel. I was astrological surveyor and party chief.\"\n\n\"I didn't know that you were once a surveyor.\"\n\n\"It was seventeen years ago, and none of your business besides.\"\n\n\"What happened then?\"\n\n\"Briefly, we were prospecting for ragnite, which was in demand at the\ntime. We had already given up hopes of finding one gram of that mineral,\nbut decided to make a last foray before blasting off. My brother,\nMalmsworth, stayed at our base camp. Poor Jenny--that was her\nname--remained behind to care for Malmsworth's lame ankle.\"\n\nCaptain DeCastros was lost for several minutes in a bleak and desolate\nvalley of introspection wherein Mr. Wordsley dared not intrude. There\nwas a certain grandeur about his great, dark visage, his falciform nose\nand meaty jowls as he stood there. Mr. Wordsley began to fidget and\nclear his throat.\n\nDeCastros glared at him. \"They were gone when we returned. Gone, I tell\nyou! She, to her death. Malmsworth--well, we found _him_ three hours\nlater in the great rift which bisects the massive plateau that is the\nmost outstanding feature of the regular surface of Avis Solis. At the\nend of this rift there is a natural cave that opens into the sheer wall\nof the plateau. Within it is a bottomless chasm. It was here that we\nfound certain of Jenny's garments, but of Jenny, naturally, there was no\ntrace. He had seen to that.\"\n\n\"Terrible,\" Mr. Wordsley said.\n\nDeCastros smiled reminiscently. \"He fled, but we caught him. He really\nhad a lame ankle, you know.\"\n\nThe mice of apprehension scampered up and down Mr. Wordsley's spine.\n\"You killed him.\" It was a statement of certainty.\n\n\"No, indeed. That would have been too easy. We left him there with one\nportable water-maker and all of that unpalatable but nourishing fungus\nwhich thrives upon Avis Solis that he could eat. I have no doubt that he\nlived until madness reduced his ability to feed himself.\"\n\n\"That was drastic,\" Mr. Wordsley felt called upon to say.\n\"Perhaps--perhaps it occurred to you later on that, in charity to your\nbrother, the er--woman might not have been altogether blameless.\"\n\nFor a moment he thought that Captain DeCastros was about to strike him\nagain. He did not. Instead he spat at Mr. Wordsley. He had the speed of\na cobra. There was not time to get out of the way. Mr. Wordsley employed\na handkerchief on his face.\n\n\"She was my wife, you know, Mr. Wordsley,\" Captain DeCastros said\npleasantly.\n\nAt nineteen-over-four the contamination buzzers sounded their dread\nwarning.\n\n       *       *       *       *       *\n\nMr. Wordsley got the alarm first. He had been furtively repairing the\nviewscreen and thinking dark thoughts the while. There was sick dread\nfor him in the contemplation of the future, for after this last\nunfortunate blunder DeCastros would be certain to keep his promise and\nhave him examined. This might very well be his last voyage, and Mr.\nWordsley had known for quite a long time that he could not live anywhere\nexcept out here in the void.\n\nOnly in space, where the stars were like diamonds. Not in the light of\nswirling, angry, red suns, not upon the surface of any planet, so drab\nwhen you drew too near. Only in the sterile purity of remote space\nwhere he could maintain and nourish the essential purity of his\nday-dreams. But of course one could not explain this to the Board of\nExaminers; least of all to Captain DeCastros.\n\nMoreover, he was afraid that Avis Solis, which he had been permitted to\nbehold for only a few seconds, would be out of range before he got the\nscanner to working again. The aspect of this magnificent gem diminishing\nforever into the limitless night brought a lump to his throat.\n\nBut then, at last, the screen came alive once more, and there it loomed,\nmore brilliant than ever, now so huge that it filled the screen, and it\nhad not become drab, neither gray-green or brown. No, it was cake\nfrosting, and icicles, and raindrops against the sun, and all of the\nbright, unattainable Christmas tree ornaments of his childhood.\n\nSo rapt was he that he scarcely heard the alarm. Yet he responded\nautomatically to the sound that now sent him scrambling into his\nexposure suit. He fitted one varium-protected oxy-tank to his helmet and\ntucked another one under his arm for Captain DeCastros.\n\nThis was superfluous, for DeCastros not only had donned his rig; he had\nmanaged to recall to memory a few dozen vile, degrading swear words\ngleaned from the sin-pits of Marronn, to hurl at Mr. Wordsley.\n\nNo one could have helped it, really. Ships under the Drive are insulated\nfrom contamination clouds and everything else in normal space. The\nsubstance polluting the ventilation system, therefore, must have been\ntrapped within their field since Vega. Now it had entered the ship\nthrough some infinitesimal opening in the hull.\n\nIt was the engineer's job to find that break. It was not easy,\nespecially with DeCastros breathing down one's neck. Mr. Wordsley began\nto perspire heavily, and the moisture ran down and puddled in his boots.\n\nAn hour passed that was like an age. The prognosis became known and was\nnot reassuring. This was one of the toxic space viruses, dormant at\nabsolute zero, but active under shipboard conditions. A species, in\nfact, of the dread, oxygen-eating _dryorus_, which multiplies with\nexplosive rapidity, and kills upon penetration of the human respiratory\nsystem.\n\nBecause of the leak in the hull, the decontaminators could not even hold\ntheir own. Mr. Wordsley shuddered to note that ominous, rust-colored\ncobwebs--countless trillions of _dryori_--already festooned the\nstringers of the hull.\n\nAnother precious hour was taken from them. Mr. Wordsley emerged wearily\nfrom the last inspection hole.\n\n       *       *       *       *       *\n\n\"Well?\" DeCastros snapped. \"Well--well?\" His face was greenish from the\neffects of the special, contamination resistant mixture that they were\nbreathing.\n\n\"I found the leak,\" Mr. Wordsley said.\n\n\"Did you fix it?\"\n\n\"It was one of the irmium alloy plugs in the outer hull beneath the\npile. They were originally placed there, I believe, for the installation\nof a radiation tester. The plug is missing, and I am sorry to say that\nwe have no extras. Anything other than irmium would melt at once, of\ncourse.\"\n\n\"We have less than eight hours of pure air in the tanks,\" DeCastros\nsaid. \"Have you thought of that, you rattle-head?\"\n\n\"Yes, sir,\" Mr. Wordsley said. \"And if I might be allowed to speculate,\nCaptain, I would say that we are finished unless we can make a\nplanetfall. Only then would I be able to remove the lower port tube,\nweld the cavity, seal the ship and fumigate.\"\n\n\"We're four weeks from the nearest star, Fomalhaut; you know that as\nwell as I do.\"\n\n\"I was thinking,\" said Mr. Wordsley, with a sudden, suffused glow in his\ncheeks, \"of Avis Solis.\"\n\nMr. Wordsley shut his eyes as they were going down, because he wanted to\nopen them and surprise himself, at the moment of landing. But the cold,\nwhite glare was more intense than he had expected, and he had to shut\nthem again and turn on the polarizer.\n\nHe buckled on his tools and the carbo-torch, and went down the ladder.\nHe dropped at once to his knees, not because of the gravity, which was\nnot bad, but because of a compulsion to get his face as near to the\nsurface of Avis Solis as possible. It was even lovelier than when seen\nfrom space. He trod upon a sea of diamonds. A million tiny winkings and\nscintillations emanated from each crystal. A million crystals lay\nbeneath the sole of his boot. He would rather not have stepped on them,\nbut it could not be helped. They were everywhere. Mr. Wordsley gloated.\n\n       *       *       *       *       *\n\nDeCastros dropped like a huge slug from the ladder behind him. \"What are\nyou doing?\" he said. \"Picnicking?\"\n\n\"I was tying my shoe,\" Mr. Wordsley said, and got to work with an\nalacrity that was wholly false.\n\nThe dark sun-satellites rose by twos and threes over the horizon, felt\nrather than clearly seen. There was a dry wind that blew from the\nglittering wasteland and whistled around the base of the rockets as Mr.\nWordsley labored on and on.\n\nCaptain DeCastros had withdrawn to a level outcropping of igneous rock\nand sat staring at the nothing where the greenish-black sky met the pale\ngray horizon.\n\nThe tube was loosened on its shackles and presently fell, with a\ntinkling sound, upon the surface of Avis Solis. The opening was sealed\nand welded. Mr. Wordsley was practically finished, but he did not hurry.\nInstead, he went around to the opposite side of the ship on a pretense\nof inspection, and sat down where DeCastros could not see him.\n\nFor awhile he stared at the many-faceted depths of the crystals; then he\nleaned over and touched them with his lips. They were smooth and\nexciting. They cut his lip.\n\nBut he had the distinct feeling that there was something wrong with this\nidyll. It seemed to him that he was being spied upon. He sneaked a\nfurtive glance behind him. DeCastros was still sitting where he had\nbeen, with his back to him.\n\nMr. Wordsley slowly lifted his gaze to the plateau of shimmering glass\nthat was before him. At its rim, a hundred feet above him, a silent\nfigure stood gazing down upon him.\n\n       *       *       *       *       *\n\nA man even six feet tall might easily have frightened Mr. Wordsley into\na nervous breakdown by staring at him with that gaunt, hollow-eyed\nstare, but this creature, though manlike, was fully fifty feet tall,\nincredibly elongated, and stark naked. Its hair was long and matted; its\ncheeks sunken, its lips pulled back in an expression which might have\nbeen anything from a smile to a cannibalistic snarl.\n\nMr. Wordsley cried out.\n\nCaptain DeCastros heard and came running across the intervening distance\nwith swiftness incredible in one of his bulk at this gravity. His\nblizzer was out. It was one of the very latest models of blizzers. Very\ndestructive. Mr. Wordsley had always been afraid to touch it.\n\nHe fired, and part of the plateau beneath the titan's feet fell away in\na sparkling shower. The creature vanished.\n\nDeCastros was red-faced and wheezing. \"That was Malmsworth,\" he said.\n\"Now how the devil do you suppose he managed to stick it out all these\nyears!\"\n\n\"If that was Malmsworth,\" Mr. Wordsley said, \"he must be a very tall\nman.\"\n\n\"That was merely dimensional mirage. Come along. We'll have to hurry if\nwe catch him.\"\n\n\"Why do we want to catch him?\" Mr. Wordsley said.\n\nCaptain DeCastros made a sound of sober surprise. Even of pious wonder.\n\"Malmsworth is my only brother,\" he said.\n\nMr. Wordsley wanted to say, \"Yes, but you shot at him.\" He did not,\nbecause there was no time. He had to hurry to catch up with DeCastros,\nwho was even now scrambling up the steep slope.\n\nFrom the rim they could see Malmsworth out there on the flat. He was\nmaking good time, but Captain DeCastros proceeded to demonstrate that he\nwas no mean hiker, himself. Mr. Wordsley's side began to hurt, and his\nbreath came with difficulty. He might have died, if he had not feared\nto incur DeCastros' anger.\n\nAt times the naked man was a broad, flat monster upon that shimmering\ntableland. Again he seemed almost invisible; then gigantic and tenuous.\n\nPresently he disappeared altogether.\n\n\"Oho!\" DeCastros said, \"If I am not mistaken, old Malmsworth has holed\nup in that very same rift where we caught him at his dirty business\nseventeen years ago. He's as mad as a Martian; you can lay to that. He'd\nhave to be.\"\n\nThe rift, when they arrived at its upper reaches, was cool and shadowy.\nIn its depths nothing sparkled. It was ordinary limestone. The walls\nwere covered with a dull yellow moss, except for great, raw wounds where\nit had been torn off.\n\n\"That's Malmsworth's work,\" Captain DeCastros said. \"In seventeen years,\nMr. Wordsley, one will consume a lot of moss, I daresay. Shall we\ndescend?\"\n\nThe rift had reached its depth quite gradually, so that Mr. Wordsley\nscarcely realized that they were going down until the surface glare was\nsuddenly gone, and the green-walled gloom surrounded them. It might have\nbeen a pleasant place, but Mr. Wordsley did not like it.\n\nCaptain DeCastros was taking his time now, resting frequently. There was\nnot the slightest chance of Malmsworth's getting away, for at the other\nend of the rift lay the cave and the abyss containing, at least, one\nghost of Malmsworth's terrible past.\n\nBut though it might seem drab after the plateau and the plain, the rift\nhad its points of interest. Along the walls, everywhere, as high as a\ntall man might reach, the moss had been torn or scraped from the\nsurface. There was no second growth.\n\n       *       *       *       *       *\n\nEvery quarter of a mile or so they came upon the former campsites of the\ncastaway, each marked by a flat-topped cairn of small stones three or\nfour feet in height. DeCastros was at a loss to explain this. Mr.\nWordsley supposed that it was one of the marks of a diseased mind.\n\nNot that he actually understood the workings of a diseased mind.\nPrivately, he suspected that DeCastros was a little mad. Certainly he\nwas subject to violent, unreasonable tempers which could not be\nexplained. The unfortunate strain might have cropped up more strongly in\nhis brother.\n\nMight not these walls have rung with lunatic screams after months and\nyears of hollow-eyed watching for the ship that never came? It might\nhave been different, of course, had Malmsworth been able to appreciate\nthe aesthetic values of life, as Mr. Wordsley did. But doubtless these\nlovely miles and miles of crystalline oceans had been but a desert to\nthe castaway.\n\nEventually the rift widened a little, and they came to a dead end,\nbeyond which lay the cave. It must have been formed ages ago by\ntrickling waters before Avis Solis lost its clouds and rivers.\n\nHere they found the last of the cairns, and the answer to their\nconstruction. The water-maker which the expedition had left with\nMalmsworth seventeen years ago rested upon this neat platform, and below\nit a delicate basin, eighteen inches or so in depth, had been\nconstructed of stones and chinked with moss. Fit monument for the god,\nmachine.\n\nIt was filled with water, and quite obviously a bathtub.\n\n       *       *       *       *       *\n\nCaptain DeCastros sneered. This proved beyond doubt that Malmsworth was\nmad, for in the old days he had been the very last to care about his\nbath. In fact, DeCastros said, Malmsworth occasionally stank.\n\nThis was probably not true, but it seemed curious, nonetheless.\n\nCaptain DeCastros set to work kicking the tub to pieces. He kicked so\nhard that one stone whistled past the head of Mr. Wordsley, who ducked\nhandily. Soon the basin lay in rubble, and the water-maker, its supports\ncollapsed, listed heavily to the right.\n\n\"He must be in the cave,\" Captain DeCastros said. He cupped his hands to\nhis mouth. \"Come out, Malmsworth, we know you're in there!\"\n\nBut there was no answer, and Malmsworth did not come out, so Captain\nDeCastros, blizzer in hand, went in, with Mr. Wordsley following at a\ncautious interval.\n\nPresently they stood upon the edge of something black and yawning, but\nthere was still no sign of the exile, who seemed, like Elijah, to have\nbeen called directly to his Maker without residue.\n\nBeyond the gulf, however, Mr. Wordsley had glimpsed a ragged aperture\nfilled with the purest light. It seemed inconceivable to him--attracted\nas he had always been by radiance--that this should be inaccessible.\n\nAccordingly, he lay down upon his belly and stretched his hand as far\ndown as he could reach. His fingers brushed a level surface which\nappeared to extend outwards for two or three feet. Gingerly he lowered\nhimself to this ledge and began to feel his way along the wall. Nor was\nhe greatly surprised (for hardly anything surprised Mr. Wordsley any\nmore) that it neatly circumnavigated the pit and deposited him safely\nupon the other side, where he quickly groped toward the mouth of the\ncavern and stood gazing out upon a scene that was breathtaking.\n\nFrom this vantage the easily accessible slope led to the foot of the\nplateau. Beyond lay the grandeur of Avis Solis.\n\nCaptain DeCastros was soon beside him. \"A very clever trick, that\nledge,\" he said. \"Malmsworth thinks to elude us, but he never shall,\neh, Mr. Wordsley?\" There were tears of frustration in his eyes.\n\nIt embarrassed Mr. Wordsley, who could only point to the pall of\ngleaming dust where their ship had lain, and to the silver needle which\nglinted for a moment in the sky and was gone.\n\n\"Malmsworth would not do that to me,\" Captain DeCastros said.\n\nBut he had.\n\n       *       *       *       *       *\n\n\"We may be here quite a long while,\" Mr. Wordsley said, and could not\ncontrive to sound downhearted about it.\n\nBut Captain DeCastros had already turned away and was feeling his way\nback along the ledge.\n\nMr. Wordsley waited just a moment longer; then he took from his pocket a\nheavy object and dropped it upon the slope and it rolled over and over,\ndown and down, until its metallic sheen was lost in that superior glare.\n\nIt was a spare irmium alloy plug.\n\nHe made his way back to the water-maker. They would have to take good\ncare of it from now on.\n\nHe was not concerned with the basin. However, in the soft, damp sand\nbeside the basin, plainly imprinted there, as if someone's raiding party\nhad interrupted _someone's_ bathing party, there remained a single,\nsmall and dainty footprint.\n\nOne could almost imagine that a faint breath of perfume still lingered\nupon the sheltered air of the rift, but, of course, only things which\nglittered interested Mr. Wordsley.\n\n\nTHE END\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Amazing Science Fiction Stories_\n    September 1958. Extensive research did not uncover any evidence that\n    the U.S. copyright on this publication was renewed. Minor spelling\n    and typographical errors have been corrected without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Marooner, by Charles A. Stearns\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE MAROONER ***\n\n***** This file should be named 24791.txt or 24791.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/4/7/9/24791/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}