{"title": "The Alternate Plan", "author": "Gerry Maddren", "releaseDate": "March 9, 2008", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\nTHE ALTERNATE PLAN\n\nBy GERRY MADDREN\n\n\n _The operation was a very serious one and Bart Neely\n was willing to put himself into Dr. Morton's hands.\n But if things turned out badly, Bart was going to\n teach them a lesson. He was going to refuse to die._\n\n\nBart Neely was fighting the hypo. They'd slipped that over on him. Now\nhe had to struggle to keep his brain ready for plan B. The alternate\nplan. He nodded feebly at his reflection in the mirror over the white\nenamel dresser. This throat-trouble wasn't going to lick him. He lay\nback on the cool white pillow. Medical men always thought theirs was the\nfinal answer; well, psychologists like himself knew there was a broader\nview of man than the anatomical. There was a vast region of energy at\nman's disposal; the switch to turn it on, located in the brain.\n\nRubber-soled shoes squished across the bare floor as Dr. Jonas Morton\ncame into Bart's room. His hair was hidden by a sterile cap, his arms\nbare to well above the elbows.\n\nLooks like a damned butcher, thought Bart.\n\n\"Bart, I want you to reconsider the anesthetic. I think you ought to be\nout for this one, completely out.\" The doctor's voice became a shade\nless professional. \"I don't tell you how to run your perception\nexperiments, I think you ought to let me judge what's best in the\nsurgical area.\"\n\n\"No,\" Bart whispered hoarsely. It was hell squeezing the words out.\nLifting his voice these days was harder than lifting a half-ton truck.\n\"Must be conscious, able to decide.\" Jonas had to lean down to catch all\nthe words. \"Not going to let you take my voice while I'm unconscious ...\nhelpless ...\"\n\nDr. Morton shook his head. \"You're the boss.\"\n\n\"How soon?\"\n\n\"Twenty minutes.\" The professional tone became pronounced again. \"Your\nwife's outside waiting to see you. Don't get emotional, I don't want\nyour endocrine system in an uproar.\" The doctor stepped out into the\ncorridor.\n\n       *       *       *       *       *\n\nEmotional. He mustn't think about it. He might weaken, consent to linger\non, an invalid, just to be with Vivian a few extra years. Extra years of\nindignities calculated to twist the man-woman relationship into an ugly\ndistortion. How romantic it would be, he and Vivian locked in an\nembrace, the silky softness of her hair falling across his arm, the\npressure of her fingers on his back. And then, instead of placing his\nmouth against her ear and whispering the familiar intimacies, he would\nswitch on the light, disengage himself so that he could whip out a pad\nand pencil and ...\n\nHis heart skipped at the sound pattern of high heels on the corridor.\nVivian, Vivian. Her perfume pricked his senses and it took effort to\nshut out the emotional response. \"Remember the need for an alternate\nplan,\" he reminded himself fiercely and then looked up into his wife's\nclear green eyes. Without a word she bent down and lay her face next to\nhis. He was struck with the warmth of her. He gently pushed her head\naway. \"Vi.\" (My Lord, his eyes were wet ... what a schoolboy\nperformance!) \"Vi, you know I don't want to go on here ... if radical\nsurgery is necessary. I want you to remember me as a whole man, not\na ... dummy.\"\n\n\"Bart, oh Bart.\" There was a frown of apprehension on her forehead. She\nsighed heavily and whispered, \"Can it make so much difference when I\nlove you Bart?\"\n\n\"But don't you see, Vi? It may not be Bart Neely they wheel back here\nafter the operation.\" He motioned for her to bend closer for the sound\nof his voice was becoming weaker. \"In my field I've seen a lot of crazy\nreactions to loss of basic ability. Personality reversals brought about\nby loss of hearing, impotency, or even the inability to bear a child.\"\nHe stroked the back of her hand with his finger. \"Bart Neely without a\nvoice-box might be a stranger. I'm not sure you'd like him. I don't\nthink I'd even like him.\"\n\nAn intern backed into the room followed by a gurney. Bart shot a look at\nVi. \"This is plan A.\"\n\nVi's eyebrows arched in a question.\n\n\"Exploration and ...\" he paused; the nurse tucked a dark gray blanket\nall around him. He raised his thin white hand and crossed two fingers ...\n\"and we hope, a negative biopsy.\"\n\n       *       *       *       *       *\n\nThere was no pain. Whatever the anesthetist had worked out was doing\nnicely. The overhead light, however, was giving him a headache and the\noperating room was damned cold. Jonas and Holsclaw weren't talking\nmuch, and what they did say wasn't loud enough for Bart to get. He\nstudied their faces. \"I'll know by their faces,\" he assured himself,\n\"and if it's widespread malignancy I'll proceed with plan B.\"\n\nThe sweat was heavy on Jonas' forehead. The sterile mask hid his nose\nand mouth, but his eyes, behind the lenses of his glasses, looked moist\nand tired. The surgeon's gloved fingers manipulated, probed, cut.\nFinally, he turned to a waiting nurse.\n\n\"Get this analyzed right away.\" That was it, the tissue ... was it\ncancerous or not? The atmosphere grew heavy. Bart watched the second\nhand on the large wall-clock swing slowly around its perimeter, and then\naround again and again. The nurse reentered and spoke softly to the\ndoctor. The two doctors whispered, explaining to each other with hand\nmotions what they were going to do.\n\nThis is it. Bart was certain. Well, he'd fool the hell out of the\nknow-it-all doctors. He closed his eyes and thought. The years he had\nspent sharpening his perception, his ability to transfer his thoughts,\nwere just the groundwork for this greatest experiment of all. He had\ntransferred thought waves in all forms to all corners of this world with\nthe highest percentage of accuracy. Now Plan B, the alternate plan, was\nto transfer himself! He was willing himself out of his own body. He\ncould feel the perspiration trickle down his arms with the effort. It\nhad to work. He had to cheat them out of their mutilation. No, he\ncouldn't fail. He strained against the confines of his body, burdening\nhis brain with thought, and suddenly he was free. Bart wanted to shriek\nwith laughter. He'd outwitted them. There stood gray-faced Jonas working\nover that shell, not even realizing that it was an empty body. It was\nlike a television play or something; everyone clustered around a poor\nstiff on the operating table, repeating the litany of the saw-bones.\n\"Scalpel ... sponge ... clamps ...\"\n\n       *       *       *       *       *\n\nBart mentally chuckled and fluttered himself upwards; above the\nsquare-shaped hospital with its rows of tiny windows. Beyond the\npolluted air of the city. Up and up, until there was nothing to look\nback on. Nothing.\n\nNow Bart perceived something ahead. It appeared to be a body of land. It\nlooked marvelously appealing, dark greens, bright yellows, and all the\nshades in between. He hurried forward, eager to explore what lay ahead.\nBut as he drew closer, becoming more excited over its possibilities, he\nstruck a cold hard surface which repelled him. It was like glass and\nthrough it Bart could see a poorly defined figure some distance away.\nBart was intrigued. This was a mental barrier thrown up by the fellow on\nthe other side. Well, he'd give the guy some competition. Bart\nconcentrated on cracking the wall, building a visual picture of the\nbreak-through in his mind.\n\n       *       *       *       *       *\n\n\"It's useless. You can't enter here.\"\n\n\"Why do you oppose me?\" Bart tested the unseen wall, but found no\nweakness in its structure.\n\n\"We don't care for your sort.\"\n\n\"Is that so. And how have you classified me?\"\n\n\"As a coward. A suicide. A man of meager resources.\"\n\n\"I'm nothing of the kind. In the first place, I did not commit suicide.\"\nBart wished he could kick at the invisible wall. \"I willed myself away\nfrom an imperfect shell. I severed the mind from the body.\"\n\n\"Why?\"\n\n\"Because I had cancer of the larynx, and I'd never have been able to\ntalk again. I'd be less than a man.\"\n\n\"You are less than a man now.\" There was a long period of no exchange.\nBart decided he had not made himself clear. \"I didn't want to live\nwithout being able to communicate with other men and women.\"\n\n\"Communicate. Communicate. There are a million ways to communicate.\nMichelangelo communicated, Bach, Beethoven, yes, Elvis Presley\ncommunicates. Hemingway, Martha Graham, actors, dancers, even a baby\ncommunicates!\"\n\n\"But speech ...\"\n\n\"Speech is the least dependable method of all. Few people can explain\ntheir love, their pain, their innermost feelings in words. And often a\nman speaks his thoughts, and having spoken them, finds he really thinks\nthe opposite. No, this is second-rate expression and my opinion of you\nhas not been altered by your feeble argument.\"\n\nThe other fellow's thoughts came over the wall, pounding against Bart's\nsub-conscious. \"You consider yourself a man of great intelligence,\" it\nwent on, \"but your lack of imagination makes you less than mediocre. And\nas for your mind-power, well, you see you cannot cross my mental\nbarrier.\"\n\n\"That's not entirely conclusive. There may be a catalyst here in this\narea which works in conjunction with your thought-processes and not\nmine. You're familiar with conditions here, while I only know the\nearth.\"\n\n\"You are hardly a challenge to me. However, to satisfy you that you have\npractically no control, let us make a test on your home ground.\"\n\n\"All right. You propose the test.\"\n\n\"Let us see ... if you can re-enter your former body while I am willing\nyou to stay here, on the other side of that wall.\"\n\n\"Ahah. You're trying to trick me.\"\n\n\"I knew before I proposed my plan you would make exactly that excuse in\norder to escape my challenge. Even in excuses you lacked imagination.\"\n\n\"Okay, it's a deal.\" Bart was mad. \"Start concentrating. I'll show you\nthe power of my mind, both now and after I resume that shell.\" Bart was\nfurious. He tried to leave the place by the wall. He seemed stuck. There\nwere waves like laughter vibrating against the glass. Bart strained and\nsaw that he had come away a little. He tried again and again. There was\na little more distance gained. He tried to build the picture of the\noperating-room in his mind and while he was doing this a flash of Vivian\nexploded his mind. With that quick image, he felt himself free to drift\ndownward.\n\nThere indeed was the hospital. Bart hurried to the operating-room,\nhovering near the ceiling light, watching the operating team below.\n\n\"He's gone, doctor.\" The anesthetist looked at Jonas. \"Respiration's\nstopped altogether.\"\n\n_No_, thought Bart. _Don't close me out now._\n\n\"Let's open the chest and massage the heart.\"\n\n_Yes. Yes._\n\n\"I think it's futile, doctor.\"\n\n\"We can try.\"\n\n_Good old Jonas._ Bart floated to the table and forced himself into the\nshell which lay white and unmoving under the penetrating light from\nabove. It wasn't easy, Bart tried to move the heavy hand, but it was\nquite numb.\n\n\"Not a thing. Might as well quit.\"\n\n_Holsclaw's in a hurry. Damn him._\n\n\"I'll massage a little longer.\"\n\nBart pushed at the leaden eyelid. No go. _Come on, come on._ He felt a\nconvulsive chill, a throbbing in his head.\n\n\"I'm getting a pulse.\" Jonas' voice was excited.\n\nBart knew there was a searing pain in his throat, but shutting it out of\nhis consciousness was the steady, thumping beat of his own heart.\n\n\nTHE END\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Amazing Science Fiction Stories_\n    September 1958. Extensive research did not uncover any evidence that\n    the U.S. copyright on this publication was renewed. Minor spelling\n    and typographical errors have been corrected without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Alternate Plan, by Gerry Maddren\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE ALTERNATE PLAN ***\n\n***** This file should be named 24792.txt or 24792.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/4/7/9/24792/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}