{"title": "The Premiere", "author": "Richard Sabia", "releaseDate": "March 18, 2008", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n[Illustration]\n\n\n _The young actor was great....\n They didn't realize just how great\n until the night of_\n\n\n THE\n PREMIERE\n\n By RICHARD SABIA\n\n\nClamped to the contour couch, the young girl strained against the padded\nsteel grips and screamed. Again she writhed and screamed as she felt the\nhideous touch of the monster snatching at her. She struggled frenziedly\nthrough the muck of the swamp but the thing with the blood eyes\nscrabbled faster on its rotten limbs. The thing seized her in its\nobscene embrace. Raw terror tore another scream from her throat. Behind\nher on the projector a needle slammed into the red zone. Beyond the\nhundreds of long rows of couches a warning light flashed on the control\nconsole of Mezzanine F and its persistent buzz snared the attention of\none of the ushers. He glanced at the light's location number and ran\nalong one of the aisles till he came to the girl. He saw that the\nprojector had shut off the feature feelie and was running the emergency\ntranquil strip. She had stopped screaming but her breathing was still\nagitated. He looked around at the rows of couches, nearly all occupied\nbut none of the other patrons seemed more frightened than they should\nbe. Some of the other ushers had halted on their rounds and were looking\nquizzically across at him. He shrugged the question back at them,\nremoved the feelie permit from its clip on the girl's couch and checked\nthe permitted intensity level against the setting of the projector. They\nmatched. Still puzzled, he examined the other settings without\ndiscovering any apparent cause for her fright-hysteria. The tranquil\nstrip ended and the machine shut itself off. The usher moved a switch\nthat released the pressure of the electrodes against the girl's head and\nretracted them into the headset. Her eyes opened as he removed the\napparatus and folded back the clamps.\n\n\"Feel all right, miss?\" he inquired with a solicitous smile.\n\nShe nodded, but her eyes still held echoes of alarm.\n\n\"Better come down to the clinic,\" he said gently, assisting her from the\ncouch.\n\nShe said nothing but allowed him to lead her along. They stepped into a\nfloat shaft and drifted gently down past other floors of the theater\noccupied by the myriad rows of feelie couches. When they reached what\nwas obviously an office level, the usher grasped a tug bar which pulled\nthem into a corridor opening. He brought her to the clinic and left her\nwith the doctor after explaining what had happened.\n\n       *       *       *       *       *\n\nThe doctor seated her alongside his desk. \"How do you feel now?\"\n\nShe smiled weakly. \"All right Ah guess,\" she said with a soft drawl.\n\n\"Let's see,\" he said looking at her feelie permit, \"you are Miss, ah,\nLoretta Meenan, and, well, you are from Hammond, Louisiana.\" He looked\nup at her and smiled. \"May I ask how old you are Miss Meenan?\"\n\n\"Sixteen.\"\n\n\"A very charming sixteen, I must say. Are you here with your family?\"\n\n\"Yes. Ma an' pa are at the convention. They let us come to the feelies.\"\n\n\"Us?\"\n\n\"Mah older brother, Jason.\"\n\n\"Oh? How old is he?\"\n\n\"Eighteen. But he's big, real man-lookin' an' folks who don't know\nmistake him for past twenty.\"\n\n\"What couch did he have?\"\n\n\"Next to mine on the left.\"\n\nThe doctor consulted his notepad. \"Ah, that would make it number, ah,\nsix thousand forty-two. We'll have one of the ushers bring him down.\"\n\n\"Please don't,\" she said hastily. \"Not 'till the feelie's over anyhow.\nHe'll have the furies with me if he misses the endin' on mah account.\"\n\n\"All right,\" the doctor agreed amiably. \"How are you enjoying your visit\nto New York?\"\n\n\"Ah'm havin' a dazzlin' time.\"\n\n\"Good. Do you go to the feelies at home?\" The doctor saw her tense\nforward from the curve of the chair.\n\n\"Yes.\"\n\n\"Enjoy them?\"\n\n\"Yes.\"\n\n\"Have you ever been badly upset by horror feelies before?\"\n\n\"No, sir.\"\n\nThe doctor was aware of the apprehension behind her guardedness. \"Do you\nhave any idea why this one should have upset you so?\"\n\n\"No, sir, except maybe the excitement. Ah ain't never been much away\nfrom home before but once to New Orleans.\"\n\nThe doctor looked at her permit card again. \"This isn't a very good\nlikeness of you.\"\n\n\"It does reflect me poorly,\" she murmured.\n\nThe doctor's smile evaporated from his suddenly stern face. \"Perhaps\nit's because this is not your picture and this is not your card.\"\n\nHer face went white.\n\n\"What is your name?\"\n\n\"Robina Rowe.\" Her downcast eyes were locked on her fingers squirming in\nher lap.\n\n\"Who's Loretta Meenan?\"\n\n\"Mah girlfriend.\"\n\n\"Why did you borrow her card?\"\n\nShe was close to tears. \"Ah jus' had to go to this feelie. It's got mah\nvery favorite actor in it.\"\n\n\"Evidently your card doesn't permit you to attend horror feelies.\"\n\nShe nodded.\n\n\"Why not? Nightmares?\"\n\nShe shook her head.\n\n\"Don't tell me you have a bad heart!\"\n\nShe shook her head again. \"Ah'm a Sensitive,\" she said bleakly.\n\n       *       *       *       *       *\n\nIn a sudden surge of anger the doctor half rose out of his chair and\nleaned across the desk. \"Why you little fool!\" he roared. \"You little\ndamn fool!\"\n\nFrom the open doorway a shape hurtled across the desk at the doctor and\ncrashed with him to the floor.\n\n\"Jason!\" Robina shrieked.\n\n\"Don't you talk to mah sister that way,\" Jason shouted as he pummelled\nthe doctor. \"Ah'll kill you!\"\n\nThe usher who had guided Jason to the clinic dashed around the desk to\npull the boy from the doctor. Robina tried to help but in the tussle she\nwas knocked down, striking her head on a leg of the overturned chair.\nJason, hearing her cry of pain, leaped off the doctor to aid her.\n\n       *       *       *       *       *\n\n\"It's only a little bump,\" Jason said reassuringly as he cradled her in\nhis arms.\n\nThe doctor got to his feet and glared at the tall, strikingly handsome\nboy-man helping his sister to a chair.\n\nThat done, Jason whirled to face the doctor. \"Now listen here--\"\n\n\"Now you listen to me,\" the doctor shouted. He saw Jason gather himself\nas if for another leap but Robina placed a restraining hand on his arm\nand his fists slowly uncurled. \"If you loved your sister as much as you\npretend to you wouldn't have helped her try to kill herself!\"\n\n\"What do you mean?\" the boy said sullenly.\n\n\"You know damn well what I mean,\" the doctor said. \"You _know_ your\nsister is a Sensitive. She experiences things with ten times the impact\nof an ordinary person and her empathy threshold is so high a death scene\nin a feelie could kill her! And if you don't know what some of the words\nmean,\" the doctor said, noticing Jason's slight puzzlement, \"you do know\nwhat your sister is and the care that has to be taken.\"\n\nThe guilt in Jason's abashed face agreed.\n\nFired by his anger, the doctor raged on. \"Why the devil do you think we\nhave laws concerning attendance permits? What do you think all that\ntesting by doctors and psychologists before a permit is issued is for?\nYou, you big ox, could be killed by fright too if the intensity level of\nthe projector was set higher than your psycho-profile rating.\"\n\nHe saw his last words had lost the boy again. \"In any case you know\nbetter. Why did you allow your sister to endanger her life by letting\nher illegally use another's permit? And of all things, a horror feelie!\"\n\n\"Ah didn't want to take her,\" Jason complained, \"but she jus' fussed an'\nfretted at me 'till Ah gave in.\"\n\n\"Well you've both broken the law. Your parents will be notified and\nyou'll have to stay here until they come.\" The doctor buzzed and a guard\nappeared. \"Take these two to Mr. Lemson's office,\" he instructed him.\n\nThe guard led them from the floating steel and crystal theater structure\nof the U-Live-It Corporation complex to the executive wing of the\ngeneral offices. He stayed with them until the receptionist at the\noffice suite of Vice President Cyrus W. Lemson ushered them inside.\n\nAfter having them seat themselves, Mr. Lemson stared at Jason in his\ntight, crimson, dress dungarees and rhinestone speckled, black shirt\nwhich accentuated his lithe, muscled body. _Eighteen or not_, he thought\nin mild astonishment, _that handsome giant is no boy_. \"The doctor\nviphoned me about you,\" he said sternly. He spoke to them further about\nthe seriousness of what they had done and told them their parents were\non the way down. Then he took them into an interior office furnished\nlike a luxurious living room. \"Please wait here,\" he said, \"until your\npeople arrive. Magazines are there on the table and you may turn on the\ntelevision set.\" He closed the door.\n\n\"Want me to turn on the television set?\" Jason asked.\n\n\"No, Ah don't much feel like it.\"\n\nThey settled themselves on the enormous couch and Robina looked at her\nbrother. \"Jason, Ah'm real sorry. Ah went an' stirred up a hornet's nest\nof trouble for you again.\"\n\n\"Don't fret about it, Robee. They won't really do nothin' serious.\nThey'll talk to Ma an' Pa an' Pa'll make like he's goin' to cuff us\naroun' when we get back to the hotel an' instead he'll jus' look dark\nan' make us feel bad with his talk. It'll jus' be a lot of commotion\nlike a bee stuck in a tar bucket.\"\n\n\"Ah guess,\" Robina said. She cast a sheepish glance at her brother. \"Say\nJason, how did the feelie end up?\"\n\nJason was indignant. \"Now listen, Robee, ain't you had enough? You heard\nthe doc say that last was like to kill you.\"\n\n\"Please, Jason, there's nothin' wrong with you jus' _tellin'_ me.\"\n\n\"It's almost as bad. You still get yourself all flittered up.\"\n\n\"That's because nobody can tell a story like you do, the way you act it\nout an' all.\"\n\n\"Ah don't act it out. Ah jus' tell it.\"\n\n\"Well _you_ might call it tellin' but everybody home says it's jus' like\na feelie when you do it. An' don't pretend you don't know it, brother\nJay, an' enjoy it too!\"\n\n       *       *       *       *       *\n\nJason did not tell the ending of the feelie; he recreated it. He was the\nmonster slurching across the floor toward her, step by scraping step and\nin spite of her fist on her mouth a tiny nervous scream escaped Robina.\nJason wanted to stop then but she badgered him into continuing. Now he\nwas the hero, Gregg Mason, battling the unspeakable fiend and she\nshivered uncontrollably as she watched them struggle to the death. In a\nlast, desperate, superhuman effort, Gregg's hands clawed into the\nmonster's body and ripped out the foul, quivering heart of it. The\ncreature twisted to the ground and perished in its own slime. Gregg,\ntorn and bleeding and with shock-frozen eyes, turned and staggered into\nthe arms of Robina.\n\n\"Oh, Gregg, Gregg,\" Robina cried in relief, the tears streaming down her\nface.\n\n\"It's okay, Joan,\" he said comforting her, \"okay. It's all over now.\nC'mon now, Joan, get out from behind those tears so you can see how much\nAh love you. Everything's all right.\"\n\n\"Oh, Gregg!\" A weak smile broke through.\n\nGregg enfolded Joan in his arms and pressed his mouth against her eager\nlips.\n\n\"What are you two _doing_?!!\" a shocked voice exclaimed from the open\ndoor.\n\n       *       *       *       *       *\n\nGregg and Joan were blown away by the sound like spindrift before the\nwind. Jason and Robina slowly came apart to see Mr. Lemson and another\nman coming into the room.\n\n\"What is the matter with you both?\" Mr. Lemson spoke again. \"Aren't you\nin enough trouble now?\"\n\n\"Let me handle this, Cy,\" the other man said stepping forward. \"I'm Bob\nHerschell,\" he said smiling and radiating friendliness at the\nyoungsters. \"Would you please tell me exactly what you were doing before\nwe came in here?\"\n\n\"Weren't doin' nothin',\" Jason said belligerently.\n\n\"Shades of the decadent South!\" Lemson exclaimed. \"Brother and sister\nglued together and he calls it _nothin'_.\"\n\n\"Ah wasn't kissin' her like you think,\" Jason said hotly. \"Ah was\ntellin' her a story.\"\n\n\"What kind of a story?\" Herschell asked excitedly.\n\n\"Ah was tellin' her the end of the feelie we saw; Ah mean Ah saw. She\ndidn't get to see it.\"\n\n\"You mean Terror From Mars?\" Herschell asked.\n\n\"Ah guess that's it. Ah don't recollect the title for certain.\"\n\n\"Great!\" Lemson said. \"It often takes a week long conference to select a\nfeelie title and this typical American youth can't remember the name of\nthe feelie he lived less than a hour ago.\"\n\n\"How were you telling it?\" Herschell asked.\n\n\"Ah jus' told it.\"\n\n\"He storytells fine,\" Robina said proudly. \"He sorta acts it out with\nfeelin' an' really makes it seem like it's happenin' to you right then\nand there.\"\n\nHerschell turned to Lemson. \"I'm sure he's the one, Cy. It fits. I've\ngot the spark of an idea and if it works then U-Live-It will be right on\ntop of the feelie heap.\"\n\n\"We're already on top,\" Lemson said wearily. \"U-Live-It is the biggest\nproducer of feelies and I think you're crazy, I think they're both\ninsane and I will be if you don't tell me what this is all about. You\ncome barging into my office--\"\n\n\"Sorry, Cy, but this thing happened so fast. I'm in my office right\nbelow you. I've got Myra Shane doing a reading, trying to convince her\nthe part is perfect for her. But she isn't coming through on the\nreceptor. Instead I'm getting the climax of Terror From Mars. Zack is\nreceptorman and it takes him less than no time to check through and okay\nour electronics. That means only one thing. Someone, somehow, is\nblotting us with another projection. I call around and no one is running\na projector and no one is reading. Your girl tells me you have a couple\nof kids up there so I come up to see. And I'm sure that big rebel is\nthe one! He has to be!\"\n\nLemson was alert with interest. \"But he's not wearing a relay. How could\nthe receptor pick up and record his perceptics?\"\n\n\"He might have a surgical.\" Herschell inquired of Jason, \"Did you ever\nhave an operation for the insertion of an encephalic booster relay! you\nknow, a thought relay?\"\n\n\"You mean them tiny transistor things that feelie actors have stuck in\ntheir heads?\"\n\n\"That's it.\"\n\n\"No, Ah never had nothin' like that,\" Jason said, baffled.\n\n\"That's impossible,\" Lemson said, \"no one can project with enough\nnatural power to imprint a receptor unless they've got a booster.\"\n\n\"Well it's not impossible anymore,\" Herschell said gleefully. \"Look Cy,\nyou squash this silly business about the permit. I want this fella to\nmake a receptor test as soon as possible. When his folks show up tell\nthem we might want to make a feelie star out of their son but don't\nbuild it up or they'll be back with a regiment of lawyers and\ncontracts.\"\n\n\"Bob, you're going off the deep end with this deal. So what if he can\nproject _au naturel_? Can he act?\"\n\n\"If you had been plugged into the receptor like I was a few minutes ago\nand felt him, you wouldn't even ask.\"\n\n\"What about that atrocious accent?\"\n\n\"Look, Cy, I'll abide by the receptor test. If he can't act; out! If\nhe's as terrific as I think he is we'll put him in westerns and civil\nwar feelies until we can train the accent out of him. Cy, if he doesn't\nturn out to be the greatest thing that hit the feelie business I'll eat\nmy contract.\"\n\n       *       *       *       *       *\n\nFive months later Herschell came beaming into Lemson's office and tossed\nan open-folded newspaper at him. \"Cy, did you read Lorancelli's review\nof Rowe's oatburner?\"\n\n\"That's just great!\" Lemson snapped. \"We spend millions of advertising\nand publicity dollars to convince people that we make _adult_ westerns\nand you, a production vice president, go around calling them\n_oatburners_.\"\n\n\"Okay, Cy, but read the review. He rated the feelie so so but he raves\nabout Jason Rowe.\"\n\nLemson picked up the paper and had it immediately snatched out of his\nhands by an impatient Herschell who began reading snatches of it.\n\"Listen ... uh ... Jason Rowe is an intense young man whose magnificent\ntalent is wasted in the role of a young gunfighter in this bland\nwestern ... uh ... he projects a sense of immediacy and aliveness\nendless in its delicate ramifications of feeling. His characterization\nis unmarred by even the slightest hint of extraneous awareness and\nunaccompanied by the usual continual subliminal blur which is the mark\nof the receptorman's frantic deletion of the actor's sublevel,\nirrelevant thoughts. Either Mr. Rowe is fortunate to be blessed with a\nmost superiorly skilled receptorman or he is gifted with an awesome\nability to submerge his total being in the role he plays. In this feelie\nit is as if Mr. Rowe, the actor, dies and imparts only his life force to\nthe character of the cocky youngster who comes fully alive without the\nslightest trace of the personality of Jason Rowe. In this debut\nperformance young Rowe achieves the hitherto unattainable goal of\ncompletely displacing the feeliegoer's identity with that of the\ncharacter he portrays. We expect great things from him for a talent such\nas his illumines the theater but once in a millennium. Thanks to Mr.\nJason Rowe, the U-Live-It Corporation can now completely guarantee the\npromise of its name.\" Herschell dropped the newspaper on the desk. \"How\ndo you like that, Cy?\"\n\n       *       *       *       *       *\n\n\"I like it so well, I surrender,\" Lemson said with a pleased smile. \"You\nwere right all along in pushing him so we'll put him in 'Land' as you\nwant and I'll at last have you off my back.\"\n\n\"Y'know, Cy, Lorancelli is wrong about the receptorman.\"\n\n\"He didn't exactly say--\"\n\n\"Oh Zack is the best there is,\" Herschell interrupted, \"but right after\nwe started recording the Rowe feelie he came in all shook up to see me.\nSaid the Rowe stuff was recording as if he was actually living the part.\nThere were no extraneous sublevels at all and that's just never happened\nbefore. It's like Lorancelli says about Rowe dying and the character\ncoming to life. Zack swears that Rowe just disappears. There isn't a\nspeck of him that shows on the strip.\"\n\n\"Then Zack should be happy, not having to over-engineer the recording.\"\n\n\"Oh now, it isn't all breeze. There's highlighting and emphasizing\nselected perceptics and such. You know Zack's the difference between the\nartist and the photographer. Actually Zack's real difficulty is the\nbattle he has to keep from getting completely sucked in to Rowe's\nportrayal while he's recording. Don't misunderstand. He's not\ncomplaining. In fact when I suggested relieving him if the strain was\ntoo much he said if he couldn't do Rowe's feelies I could relieve him\nfrom the payroll. It's that much of a challenge for him. So much so,\nhe's designed a new receptor adaptor to prevent Rowe's potency from\noverpowering him.\"\n\n\"Will there be any trouble in making 'Land'?\"\n\n\"Yes,\" Herschell said bleakly as Lemson prepared to hear the worst, \"we\nneed horses. In this atom age I'd like to know where I'm going to get a\ncouple of divisions of cavalry.\"\n\n       *       *       *       *       *\n\n\"Why you can't even see where they put it,\" Robina said, fingering\nJason's skull. \"Oh, wait, Ah feel a little hard lump right here. Ah'm\nright ain't Ah? That's the relay.\"\n\n\"No it ain't,\" Jason said laughing. \"Got that fallin' off a horse\nyesterday.\"\n\n\"But why do you have to have one at all? Ah thought you could project\nwithout it.\"\n\n\"Well Ah can, but this makes it better. This picks up all the tiny waves\nfrom mah brain that wouldn't otherwise get recorded. Like the difference\nbetween super high-fi an' ordinary high-fi. It makes the feelie more\nreal.\"\n\n\"When are you goin' to be in somethin' else besides westerns? Ain't you\never goin' to get to do some romancin'?\"\n\n\"Now don't you go lookin' at the wrong end of the hog, Robee. They been\nkeepin' our bellies filled. Besides this one Ah'm doin' now ain't no\nwestern.\"\n\n\"Then what's all them horses over there for?\"\n\n\"Confederate cavalry, you melon head. What you think this uniform is\nAh'm wearin'? Fine southern daughter you are!\"\n\n\"Oh, a civil war feelie! What's it called?\"\n\n\"... uh ... A Stillness in the Land.\" Jason smiled, \"An' it sure would\nmake Mr. Lemson happy to know Ah remembered the title. They say it was a\nbig best seller book. Goin' to cost ten million dollars. Ah play the\nlead; Jed Carter, young southern fella. Lots of love an' battles an' the\nbest thing is Ah don't have to fret about mah accent.\" Jason took his\nsister's arm. \"C'mon now if you want to see the set. Ah'll be havin' to\ngo to work in a few minutes.\"\n\n       *       *       *       *       *\n\nThey passed by one of the receptors and Jason stopped. \"Now here's the\nmachine that picks up an' records what Ah'm thinkin' an' feelin'. The\nreceptorman wears this gizmo on his head an' cuts in to what Ah'm\nfeelin' an' he fiddles them dials an' switches an' amplifies weak\nsignals an' cuts down overpowerin' ones an'--well, Ah don't want to\nfrazzle you with the technical details; he jus' controls the quality of\nthe recordin'. He cuts out stuff that don't belong like if Ah should be\nkissin' the gal an' somewhere under those passionate thoughts Ah might\nwonder when we're goin' to knock off for lunch. Here, slip this headset\non an' Ah'll get Zack to run it so you can feel how it works.\"\n\n\"Don't do anythin' strong,\" Robina advised.\n\n\"Don't worry. Jus' a peaceful bit.\"\n\nZack came over at Jason's call and ran the receptor while Jason went\nthrough a few quiet lines with an extra.\n\n\"Why it's funny, somehow,\" Robina said after they removed the headset.\n\"It jus' didn't seem very good. Ah've felt you better without it,\nJason.\"\n\n\"You didn't get the full projection,\" Zack explained. \"You see, Miss\nRowe, the receptorman has got to be alert. He can't just relax and enjoy\nthe scene and become the actor like a paying customer. He's got to work,\nkeeping the perceptics, the feelings coming through in balance. So\nthere's a circuit, a part of this machine that sort of shields enough of\nthe operator's mind and keeps it from getting lost in the story while it\nruns the receptor and lets the other part live the scene.\"\n\n\"That sounds hard to do,\" Robina said.\n\n\"It takes training and special conditioning but the point is nobody\nconnected with the production of a feelie ever gets to feel it in all\nits original depth as the feeliegoer does. Rushes are run at the lowest\nintensity so that the producers and directors can comment and plan\nchanges as the strips are run. Even with projector intensity set high we\ncan't totally submerge in the character's identity because that\nspecially conditioned part of our minds won't submit.\"\n\n\"Well, you're still lucky,\" Robina said. \"Ah'm a Sensitive and Ah'm not\nallowed to go to anythin' but silly old musicals an' some comedies. Ah\ncan't even go to mah brother's feelies what with all the shootin' an'\neverythin'.\"\n\n       *       *       *       *       *\n\n\"EVERYBODY TO THEIR PLACES. RECORDING STARTS IN FIVE MINUTES.\" The\nannouncement boomed throughout the vast set and a population of extras\nbegan to animate the streets with purposeful activity.\n\n\"Robee, honey, you'll have to go.\"\n\n\"Oh, Jay, can't Ah watch. Ah won't fuss around.\"\n\n\"'Tain't that. Nobody who ain't in the feelie can be in sight of any of\nthe actors they're recordin'. Why if Ah was to walk down that street as\nJed Carter and suddenly see you standin' over here in them men's\npants--\"\n\n\"These ain't men's pants!\" Robina said indignantly. \"These are ladies\nslacks.\"\n\n\"Ah know that but Jed Carter don't. All he knows is even a hussy\nwouldn't strut around like that. Tell you what. You go over there to\nwhere it says, Mrs. Hepple's Quality Boarding Home an' you can peek out\nthe parlor window at the doin's. Ah guess they had noseybodies then too.\nNow get!\"\n\nJason turned and hurried down the street, not bothering to glance after\nRobina. She had crossed the street and was passing a saloon when the\nomnipresent voice commanded her, \"GIRL IN THE GREEN SLACKS GET OUT OF\nSIGHT.\" She became so flustered she dashed into the saloon doorway.\n\nJed Carter escorted the lady from Nashville down the plank sidewalk to\nher carriage. He was furious at her casual gay chatter mocking his\nchurning desire for her. His glance caught a movement across the street\nand suddenly he went rigid with surprise and soft shock. A girl had\ncome out of the saloon and the hussy was wearing men's trousers. His\nshock increased when he heard the delicate lady from Nashville say, \"Oh,\ndamn, who the hell is that?\" and he was further startled to see an oddly\ndressed man wearing some sort of metal apparatus on his head follow the\ngirl out of the saloon, gesticulating angrily at her.\n\n\"CUT!\" the omnipresent voice commanded and now Jed Carter was utterly\nconfused. The man wearing the metal apparatus crossed over to him and\nspoke. \"Jason, please. You know the rules about visitors on the set. No\none allowed during recording. Zack says we'll have to ask your sister to\nleave.\"\n\nJed Carter saw the townspeople just standing around staring in his\ndirection. \"What's goin' on?\" he said to the odd man. \"What are you\ntalkin' about? Who are you?\"\n\n\"Oh, oh,\" the man with the headset exclaimed, \"here we go again.\" He\nmade a signal with his hand and another man came running up. The man led\nJason up the steps of the hotel and into the lobby with a promise to\nexplain everything. He sat Jason in a chair. \"Jason, Jason Rowe, Jason\nRowe,\" the man's voice pulled at him. He kept repeating the name.\n\nA minute later Zack came into the lobby. \"Jason!\"\n\n\"Hello Zack,\" Jason said.\n\n\"Oh, you're back with us,\" Zack said. He stared at Jason a long moment.\n\"One of these days,\" he said with a wry grin, \"you're not going to make\nit.\"\n\n       *       *       *       *       *\n\nBob Herschell came out of the magnificent crystal palace that was\nU-Live-It's New York feelie showcase and searched the garden plaza. \"Cy!\nI thought I'd find you here wringing your hands.\"\n\n\"We should never have premiered cold like this,\" Lemson complained. \"We\nshould have at least had one private running for the reviewers. We\nwouldn't be dangling like this.\"\n\n\"Stop worrying, Cy. A first night lets the critics get caught up in the\nexcitement. And even if they go sick and thumb down 'Land' it won't\nstand against the top power voodoo job the publicity gang is saturating\nthe public with. And bigger than all the critics is Jason Rowe. He's\nfilled six thousand couches in there with the biggest voluntary\ncelebrity turnout for any preem.\"\n\n\"Jason Rowe,\" Lemson sighed, rolling supplicating eyes heavenward. \"He\njeopardized a ten million dollar feelie; almost gave _me_ heart failure\nwhen he had that heart attack.\"\n\n\"Cy, for the sake of the studio don't let people hear you say that. It's\nnot true! It wasn't a heart attack. He just played the death scene too\nfully. You know how deep he goes into a role. That's what makes him the\nworld's greatest actor.\"\n\n\"I don't care what you call it,\" Lemson said heatedly, \"the guy's heart\n_stopped_ and it was only because of Zack's alertness that they got to\nhim in time. He almost died. I don't want to be ghoulish about it, Bob,\nbut the studio's putting a lot of time, money and sweat into making that\nboy a star--\"\n\n\"Nobody's making him a star,\" Herschell cut in, \"he was born one.\"\n\nHerschell had spoken with such honest emphasis that Lemson replied,\ngreatly subdued, \"Okay, okay, but we have ourselves a pretty shaky\ninvestment if every time he dies in a feelie he's liable to really go\nover the edge.\"\n\n\"Zack thinks he can work out a receptor circuit to keep it from\nhappening again. Sort of a subliminal survival monitor that won't show\non the strip.\"\n\nLemson looked nervously at the theater entrance. \"They should be coming\nout soon,\" he muttered.\n\n\"Ten minutes yet,\" Herschell assured him.\n\nInside the shining pleasure dome, six thousand Jed Carters lay dying on\nan afternoon hillside. The war was gone to another hill and he was alone\nnow with the grass wind and the small summer sounds of the earth. His\npain was a soft ache like a child's secret tears and his life was\nslipping reluctantly from him in a trickling red ribbon. He heard the\nsweet sound of a bird and the song of it wrung his heart. There were so\nmany songs yet unheard, so much soft laughter unborn, so many caresses\nyet to be shared; a lifetime of summers, waiting, now never to be\nfilled. His heart cried at the thought of them.\n\nThe sun warmed him like a great golden lover and filled him with an\nineffable sadness for the bright days to come that would never be his.\n\nAnd now at the last he thought of her. His heart ached for her, craving\none more of those lost mornings when he had awakened in the dawn at her\nsleeping side and with his eyes happily loved her sweet slumbering face,\nhaloed by the marvel of her wheat hair catching the first glints of the\nnew sun.\n\nIn a last languid movement he turned on his back and opened his eyes to\nthe bright sky. He felt her stir. Her arm brushed him and the vibrancy\nof her being sang through him. She opened her eyes and her love smiled\nout at him. The smile brightened her face until it spread across the sky\nand grew brilliant like the sun. She reached out for him. He sighed with\na great breath of quiet happiness because she was the sun smiling down\nat him and at last he rose up and went to meet her.\n\n       *       *       *       *       *\n\n\"It's time they were coming out,\" Herschell said. \"Let's get back.\"\n\nThey entered the lobby, deserted except for a scattering of ushers, and\nwaited.\n\n\"Why aren't they coming out?\" Lemson asked, more of the emptiness than\nof his companion. \"It's ten minutes since the scheduled ending. Do you\nsuppose the projection's broken down or maybe--\"\n\n\"Relax, Cy, you know these preems. Always a bag full of delays, starting\nwith late VIP arrivals.\"\n\n\"There've been no delays. They started on time--\"\n\nThe sound of sirens spiralled out of the night and whirled the two men\naround to face the entrance. Lights raced frantically across the plaza\nas a dozen turbine vehicles whined to a stop in front. More were\narriving. Medical teams and squads of policemen burst through the doors.\nThey ran past the slow float shafts to the elevators.\n\n\"What's happened?\" Lemson screamed. \"What's going on?\" He tugged at a\nuniformed sleeve but was thrust aside by the running man.\n\nHerschell and Lemson followed, half running, to the elevators. Herschell\nshouted an inquiry at a cluster of policemen surging into one of the\ncars but the nearest grim-visaged man almost angrily waved them away\nfrom the door as it closed in their faces.\n\n\"The manager's office!\" Herschell cried and they ran for a private\nelevator. Seconds later they dashed into the manager's office.\n\n\"He's not here,\" Lemson wailed.\n\nHerschell snapped a switch on the desk and a harried, shocked face\nappeared on the viphone screen. \"Mr. Herschell! Mr. Lemson!\"\n\n\"Pete!\" Herschell exclaimed, \"why've we got the police and medicos? An\naccident?\"\n\nThe man's lips quivered as he spoke. \"A lot of the patrons are dead.\"\n\n\"WHAT?!! How many?\"\n\n\"Don't know ... yet ... maybe all,\" Pete said brokenly.\n\n\"What in heaven's name happened?\"\n\n\"The death scene ... Rowe killed them ...\"\n\n\"You're crazy!\" Herschell shouted. \"It's impossible! The projector's\ntriggered to shut off if the patron's in danger.\"\n\n\"What everybody thought,\" Pete said, \"but the house doc said something\nabout the projectors being keyed to extreme agitation; racing pulse,\nincreased blood pressure. That didn't happen here. The people weren't\nalarmed. Nothing to trigger a shutoff. Doc said the death was ...\nwas ...\" Pete turned away, trying to hold back tears.\n\nHerschell kept himself from shouting. \"Was what?\"\n\n\"... was ... sweet ... beautiful ...\" Pete's shoulders shook with a spasm\nof sobs that muffled some of his words, \"... should be ... here ... see\nit ... kids too ... rows and rows of ... people ... all smiling ...\"\n\n\nTHE END\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Amazing Science Fiction Stories_\n    September 1959. Extensive research did not uncover any evidence that\n    the U.S. copyright on this publication was renewed. Minor spelling\n    and typographical errors have been corrected without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Premiere, by Richard Sabia\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE PREMIERE ***\n\n***** This file should be named 24865.txt or 24865.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/4/8/6/24865/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}