{"title": "The Stars, My Brothers", "author": "Edmond Hamilton", "releaseDate": "March 18, 2008", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n THE STARS,\n MY BROTHERS\n\n By\n EDMOND\n HAMILTON\n\n Illustrated by FINLAY\n\n\n _He was afraid--not of the present or the future,\n but of the past. He was afraid of the thing\n tagged Reed Kieran, that stiff blind voiceless\n thing wheeling its slow orbit around the Moon,\n companion to dead worlds and silent space._\n\n\n[Illustration]\n\n\n1.\n\nSomething tiny went wrong, but no one ever knew whether it was in an\nelectric relay or in the brain of the pilot.\n\nThe pilot was Lieutenant Charles Wandek, UNRC, home address: 1677\nAnstey Avenue, Detroit. He did not survive the crash of his ferry into\nWheel Five. Neither did his three passengers, a young French\nastrophysicist, an East Indian expert on magnetic fields, and a\nforty-year-old man from Philadelphia who was coming out to replace a\npump technician.\n\nSomeone else who did not survive was Reed Kieran, the only man in Wheel\nFive itself to lose his life. Kieran, who was thirty-six years old, was\nan accredited scientist-employee of UNRC. Home address: 815 Elm Street,\nMidland Springs, Ohio.\n\nKieran, despite the fact that he was a confirmed bachelor, was in Wheel\nFive because of a woman. But the woman who had sent him there was no\nbeautiful lost love. Her name was Gertrude Lemmiken; she was nineteen\nyears old and overweight, with a fat, stupid face. She suffered from\nhead-colds, and sniffed constantly in the Ohio college classroom where\nKieran taught Physics Two.\n\nOne March morning, Kieran could bear it no longer. He told himself, \"If\nshe sniffs this morning, I'm through. I'll resign and join the UNRC.\"\n\nGertrude sniffed. Six months later, having finished his training for the\nUnited Nations Reconnaissance Corps, Kieran shipped out for a term of\nduty in UNRC Space Laboratory Number 5, known more familiarly as Wheel\nFive.\n\nWheel Five circled the Moon. There was an elaborate base on the surface\nof the Moon in this year 1981. There were laboratories and observatories\nthere, too. But it had been found that the alternating fortnights of\nboiling heat and near-absolute-zero cold on the lunar surface could play\nhavoc with the delicate instruments used in certain researches. Hence\nWheel Five had been built and was staffed by research men who were\nrotated at regular eight-month intervals.\n\n       *       *       *       *       *\n\nKieran loved it, from the first. He thought that that was because of the\nsheer beauty of it, the gaunt, silver deaths-head of the Moon forever\nturning beneath, the still and solemn glory of the undimmed stars, the\nfilamentaries stretched across the distant star-clusters like shining\nveils, the quietness, the peace.\n\nBut Kieran had a certain intellectual honesty, and after a while he\nadmitted to himself that neither the beauty nor the romance of it was\nwhat made this life so attractive to him. It was the fact that he was\nfar away from Earth. He did not even have to look at Earth, for nearly\nall geophysical research was taken care of by Wheels Two and Three that\ncircled the mother planet. He was almost completely divorced from all\nEarth's problems and people.\n\nKieran liked people, but had never felt that he understood them. What\nseemed important to them, all the drives of ordinary day-to-day\nexistence, had never seemed very important to him. He had felt that\nthere must be something wrong with him, something lacking, for it seemed\nto him that people everywhere committed the most outlandish follies,\nbelieved in the most incredible things, were swayed by pure\nherd-instinct into the most harmful courses of behavior. They could not\nall be wrong, he thought, so he must be wrong--and it had worried him.\nHe had taken partial refuge in pure science, but the study and then the\nteaching of astrophysics had not been the refuge that Wheel Five was. He\nwould be sorry to leave the Wheel when his time was up.\n\nAnd he was sorry, when the day came. The others of the staff were\nalready out in the docking lock in the rim, waiting to greet the\nreplacements from the ferry. Kieran, hating to leave, lagged behind.\nThen, realizing it would be churlish not to meet this young Frenchman\nwho was replacing him, he hurried along the corridor in the big spoke\nwhen he saw the ferry coming in.\n\nHe was two-thirds of the way along the spoke to the rim when it\nhappened. There was a tremendous crash that flung him violently from his\nfeet. He felt a coldness, instant and terrible.\n\nHe was dying.\n\nHe was dead.\n\nThe ferry had been coming in on a perfectly normal approach when the\ntiny something went wrong, in the ship or in the judgment of the pilot.\nIts drive-rockets suddenly blasted on full, it heeled over sharply, it\nsmashed through the big starboard spoke like a knife through butter.\n\nWheel Five staggered, rocked, and floundered. The automatic safety\nbulkheads had all closed, and the big spoke--Section T2--was the only\nsection to blow its air, and Kieran was the only man caught in it. The\nalarms went off, and while the wreckage of the ferry, with three dead\nmen in it, was still drifting close by, everyone in the Wheel was in his\npressure-suit and emergency measures were in full force.\n\n       *       *       *       *       *\n\nWithin thirty minutes it became evident that the Wheel was going to\nsurvive this accident. It was edging slowly out of orbit from the\nimpetus of the blow, and in the present weakened state of the\nconstruction its small corrective rockets could not be used to stop the\ndrift. But Meloni, the UNRC captain commanding, had got first reports\nfrom his damage-control teams, and it did not look too bad. He fired\noff peremptory demands for the repair materials he would need, and was\nassured by UNRC headquarters at Mexico City that the ferries would be\nloaded and on their way as soon as possible.\n\nMeloni was just beginning to relax a little when a young officer brought\nup a minor but vexing problem. Lieutenant Vinson had headed the small\nparty sent out to recover the bodies of the four dead men. In their\npressure-suits they had been pawing through the tangled wreckage for\nsome time, and young Vinson was tired when he made his report.\n\n\"We have all four alongside, sir. The three men in the ferry were pretty\nbadly mangled in the crash. Kieran wasn't physically wounded, but died\nfrom space-asphyxiation.\"\n\nThe captain stared at him. \"Alongside? Why didn't you bring them in?\nThey'll go back in one of the ferries to Earth for burial.\"\n\n\"But--\" Vinson started to protest.\n\nMeloni interrupted sharply. \"You need to learn a few things about\nmorale, Lieutenant. You think it's going to do morale here any good to\nhave four dead men floating alongside where everyone can see them? Fetch\nthem in and store them in one of the holds.\"\n\nVinson, sweating and unhappy now, had visions of a black mark on his\nrecord, and determined to make his point.\n\n\"But about Kieran, sir--he was only frozen. Suppose there was a chance\nto bring him back?\"\n\n\"Bring him back? What the devil are you talking about?\"\n\nVinson said, \"I read they're trying to find some way of restoring a man\nthat gets space-frozen. Some scientists down at Delhi University. If\nthey succeeded, and if we had Kieran still intact in space--\"\n\n\"Oh, hell, that's just a scientific pipe-dream, they'll never find a way\nto do that,\" Meloni said. \"It's all just theory.\"\n\n\"Yes, sir,\" said Vinson, hanging his head.\n\n\"We've got trouble enough here without you bringing up ideas like this,\"\nthe captain continued angrily. \"Get out of here.\"\n\nVinson was now completely crushed. \"Yes, sir. I'll bring the bodies in.\"\n\n       *       *       *       *       *\n\nHe went out. Meloni stared at the door, and began to think. A commanding\nofficer had to be careful, or he could get skinned alive. If, by some\nremote chance, this Delhi idea ever succeeded, he, Meloni, would be in\nfor it for having Kieran buried. He strode to the door and flung it\nopen, mentally cursing the young snotty who had had to bring this up.\n\n\"Vinson!\" he shouted.\n\nThe lieutenant turned back, startled. \"Yes, sir?\"\n\n\"Hold Kieran's body outside. I'll check on this with Mexico City.\"\n\n\"Yes, sir.\"\n\nStill angry, Meloni shot a message to Personnel at Mexico City. That\ndone, he forgot about it. The buck had been passed, let the boys sitting\non their backsides down on Earth handle it.\n\nColonel Hausman, second in command of Personnel Division of UNRC, was\nthe man to whom Meloni's message went. He snorted loudly when he read\nit. And later, when he went in to report to Garces, the brigadier\ncommanding the Division, he took the message with him.\n\n\"Meloni must be pretty badly rattled by the crash,\" he said. \"Look at\nthis.\"\n\nGarces read the message, then looked up. \"Anything to this? The Delhi\nexperiments, I mean?\"\n\nHausman had taken care to brief himself on that point and was able to\nanswer emphatically.\n\n\"Damned little. Those chaps in Delhi have been playing around freezing\ninsects and thawing them out, and they think the process might be\ndeveloped someday to where it could revive frozen spacemen. It's an iffy\nidea. I'll burn Meloni's backside off for bringing it up at a time like\nthis.\"\n\nGarces, after a moment, shook his head. \"No, wait. Let me think about\nthis.\"\n\nHe looked speculatively out of the window for a few moments. Then he\nsaid,\n\n\"Message Meloni that this one chap's body--what's his name, Kieran?--is\nto be preserved in space against a chance of future revival.\"\n\nHausman nearly blotted his copybook by exclaiming, \"For God's sake--\" He\nchoked that down in time and said, \"But it could be centuries before a\nrevival process is perfected, if it ever is.\"\n\nGarces nodded. \"I know. But you're missing a psychological point that\ncould be valuable to UNRC. This Kieran has relatives, doesn't he?\"\n\nHausman nodded. \"A widowed mother and a sister. His father's been dead a\nlong time. No wife or children.\"\n\nGarces said, \"If we tell them he's dead, frozen in space and then\nburied, it's all over with. Won't those people feel a lot better if we\ntell them that he's _apparently_ dead, but might be brought back when a\nrevival-technique is perfected in the future?\"\n\n\"I suppose they'd feel better about it,\" Hausman conceded. \"But I don't\nsee--\"\n\nGarces shrugged. \"Simple. We're only really beginning in space, you\nknow. As we go on, UNRC is going to lose a number of men, space-struck\njust like Kieran. A howl will go up about our casualty lists, it always\ndoes. But if we can say that they're only frozen until such time as\nrevival technique is achieved, everyone will feel better about it.\"\n\n\"I suppose public relations are important--\" Hausman began to say, and\nGarces nodded quickly.\n\n\"They are. See that this is done, when you go up to confer with Meloni.\nMake sure that it gets onto the video networks, I want everyone to see\nit.\"\n\nLater, with many cameras and millions of people watching, Kieran's body,\nin a pressure-suit, was ceremoniously taken to a selected position where\nit would orbit the Moon. All suggestions of the funerary were carefully\navoided. The space-struck man--nobody at all referred to him as\n\"dead\"--would remain in this position until a revival process was\nperfected.\n\n\"Until forever,\" thought Hausman, watching sourly. \"I suppose Garces is\nright. But they'll have a whole graveyard here, as time goes on.\"\n\nAs time went on, they did.\n\n\n2.\n\nIn his dreams, a soft voice whispered.\n\nHe did not know what it was telling him, except that it was important.\nHe was hardly aware of its coming, the times it came. There would be the\nquiet murmuring, and something in him seemed to hear and understand, and\nthen the murmur faded away and there was nothing but the dreams again.\n\nBut were they dreams? Nothing had form or meaning. Light, darkness,\nsound, pain and not-pain, flowed over him. Flowed over--who? Who was he?\nHe did not even know that. He did not care.\n\nBut he came to care, the question vaguely nagged him. He should try to\nremember. There was more than dreams and the whispering voice. There\nwas--what? If he had one real thing to cling to, to put his feet on and\nclimb back from-- One thing like his name.\n\nHe had no name. He was no one. Sleep and forget it. Sleep and dream and\nlisten--\n\n\"Kieran.\"\n\nIt went across his brain like a shattering bolt of lightning, that word.\nHe did not know what the word was or what it meant but it found an echo\nsomewhere and his brain screamed it.\n\n\"Kieran!\"\n\nNot his brain alone, his voice was gasping it, harshly and croakingly,\nhis lungs seeming on fire as they expelled the word.\n\nHe was shaking. He had a body that could shake, that could feel pain,\nthat was feeling pain now. He tried to move, to break the nightmare, to\nget back again to the vague dreams, and the soothing whisper.\n\nHe moved. His limbs thrashed leadenly, his chest heaved and panted, his\neyes opened.\n\nHe lay in a narrow bunk in a very small metal room.\n\nHe looked slowly around. He did not know this place. The gleaming white\nmetal of walls and ceiling was unfamiliar. There was a slight,\npersistent tingling vibration in everything that was unfamiliar, too.\n\nHe was not in Wheel Five. He had seen every cell in it and none of them\nwere like this. Also, there lacked the persistent susurrant sound of the\nventilation pumps. Where--\n\n_You're in a ship, Kieran. A starship._\n\n       *       *       *       *       *\n\nSomething back in his mind told him that. But of course it was\nridiculous, a quirk of the imagination. There weren't any starships.\n\n_You're all right, Kieran. You're in a starship, and you're all right._\n\nThe emphatic assurance came from somewhere back in his brain and it was\ncomforting. He didn't feel very good, he felt dopey and sore, but there\nwas no use worrying about it when he knew for sure he was all right--\n\nThe hell he was all right! He was in someplace new, someplace strange,\nand he felt half sick and he was not all right at all. Instead of lying\nhere on his back listening to comforting lies from his imagination, he\nshould get up, find out what was going on, what had happened.\n\nOf a sudden, memory began to clear. What _had_ happened? Something, a\ncrash, a terrible coldness--\n\nKieran began to shiver. He had been in Section T2, on his way to the\nlock, and suddenly the floor had risen under him and Wheel Five had\nseemed to crash into pieces around him. The cold, the pain--\n\n_You're in a starship. You're all right._\n\nFor God's sake why did his mind keep telling him things like that,\nthings he believed? For if he did not believe them he would be in a\npanic, not knowing where he was, how he had come here. There was panic\nin his mind but there was a barrier against it, the barrier of the\nsoothing reassurances that came from he knew not where.\n\nHe tried to sit up. It was useless, he was too weak. He lay, breathing\nheavily. He felt that he should be hysterical with fear but somehow he\nwas not, that barrier in his mind prevented it.\n\nHe had decided to try shouting when a door in the side of the little\nroom slid open and a man came in.\n\nHe came over and looked down at Kieran. He was a young man,\nsandy-haired, with a compact, chunky figure and a flat, hard face. His\neyes were blue and intense, and they gave Kieran the feeling that this\nman was a wound-up spring. He looked down and said,\n\n\"How do you feel, Kieran?\"\n\nKieran looked up at him. He asked, \"Am I in a starship?\"\n\n\"Yes.\"\n\n\"But there aren't any starships.\"\n\n\"There are. You're in one.\" The sandy-haired man added, \"My name is\nVaillant.\"\n\n_It's true, what he says_, murmured the something in Kieran's mind.\n\n\"Where--how--\" Kieran began.\n\nVaillant interrupted his stammering question. \"As to where, we're quite\na way from Earth, heading right now in the general direction of Altair.\nAs to how--\" He paused, looking keenly down at Kieran. \"Don't you know\nhow?\"\n\n_Of course I know. I was frozen, and now I have been awakened and time\nhas gone by--_\n\nVaillant, looking searchingly down at his face, showed a trace of\nrelief. \"You do know, don't you? For a moment I was afraid it hadn't\nworked.\"\n\nHe sat down on the edge of the bunk.\n\n\"How long?\" asked Kieran.\n\nVaillant answered as casually as though it was the most ordinary\nquestion in the world. \"A bit over a century.\"\n\n       *       *       *       *       *\n\nIt was wonderful, thought Kieran, how he could take a statement like\nthat without getting excited. It was almost as though he'd known it all\nthe time.\n\n\"How--\" he began, when there was an interruption.\n\nSomething buzzed thinly in the pocket of Vaillant's shirt. He took out a\nthin three-inch disk of metal and said sharply into it,\n\n\"Yes?\"\n\nA tiny voice squawked from the disk. It was too far from Kieran for him\nto understand what it was saying but it had a note of excitement, almost\nof panic, in it.\n\nSomething changed, hardened, in Vaillant's flat face. He said, \"I\nexpected it. I'll be right there. You know what to do.\"\n\nHe did something to the disk and spoke into it again. \"Paula, take over\nhere.\"\n\nHe stood up. Kieran looked up at him, feeling numb and stupid. \"I'd like\nto know some things.\"\n\n\"Later,\" said Vaillant. \"We've got troubles. Stay where you are.\"\n\nHe went rapidly out of the room. Kieran looked after him, wondering.\nTroubles--troubles in a starship? And a century had passed--\n\nHe suddenly felt an emotion that shook his nerves and tightened his\nguts. It was beginning to hit him now. He sat up in the bunk and swung\nhis legs out of it and tried to stand but could not, he was too weak.\nAll he could do was to sit there, shaking.\n\nHis mind could not take it in. It seemed only minutes ago that he had\nbeen walking along the corridor in Wheel Five. It seemed that Wheel Five\nmust exist, that the Earth, the people, the time he knew, must still be\nsomewhere out there. This could be some kind of a joke, or some kind of\npsychological experiment. That was it--the space-medicine boys were\nalways making way-out experiments to find out how men would bear up in\nunusual conditions, and this must be one of them--\n\nA woman came into the room. She was a dark woman who might have been\nthirty years old, and who wore a white shirt and slacks. She would, he\nthought, have been good-looking if she had not looked so tired and so\nedgy.\n\nShe came over and looked down at him and said to him,\n\n\"Don't try to get up yet. You'll feel better very soon.\"\n\nHer voice was a slightly husky one. It was utterly familiar to Kieran,\nand yet he had never seen this woman before. Then it came to him.\n\n\"You were the one who talked to me,\" he said, looking up at her. \"In the\ndreams, I mean.\"\n\nShe nodded. \"I'm Paula Ray and I'm a psychologist. You had to be\npsychologically prepared for your awakening.\"\n\n\"Prepared?\"\n\nThe woman explained patiently. \"Hypnopedic technique--establishing facts\nin the subconscious of a sleeping patient. Otherwise, it would be too\nterrific a shock for you when you awakened. That was proved when they\nfirst tried reviving space-struck men, forty or fifty years ago.\"\n\n       *       *       *       *       *\n\nThe comfortable conviction that this was all a fake, an experiment of\nsome kind, began to drain out of Kieran. But if it was true--\n\nHe asked, with some difficulty, \"You say that they found out how to\nrevive space-frozen men, that long ago?\"\n\n\"Yes.\"\n\n\"Yet it took forty or fifty years to get around to reviving me?\"\n\nThe woman sighed. \"You have a misconception. The process of revival was\nperfected that long ago. But it has been used only immediately after a\nwreck or disaster. Men or women in the old space-cemeteries have not\nbeen revived.\"\n\n\"Why not?\" he asked carefully.\n\n\"Unsatisfactory results,\" she said. \"They could not adjust\npsychologically to changed conditions. They usually became unbalanced.\nSome suicides and a number of cases of extreme schizophrenia resulted.\nIt was decided that it was no kindness to the older space-struck cases\nto bring them back.\"\n\n\"But you brought me back?\"\n\n\"Yes.\"\n\n\"Why?\"\n\n\"There were good reasons.\" She was, clearly, evading that question. She\nwent on quickly. \"The psychological shock of awakening would have been\ndevastating, if you were not prepared. So, while you were still under\nsedation, I used the hypnopedic method on you. Your unconscious was\naware of the main facts of the situation before you awoke, and that\ncushioned the shock.\"\n\nKieran thought of himself, lying frozen and dead in a graveyard that was\nspace, bodies drifting in orbit, circling slowly around each other as\nthe years passed, in a macabre sarabande-- A deep shiver shook him.\n\n\"Because all space-struck victims were in pressure-suits, dehydration\nwas not the problem it could have been,\" Paula was saying. \"But it's\nstill a highly delicate process--\"\n\nHe looked at her and interrupted roughly. \"What reasons?\" And when she\nstared blankly, he added, \"You said there were good reasons why you\npicked me for revival. What reasons?\"\n\nHer face became tight and alert. \"You were the oldest victim, in point\nof date. That was one of the determining factors--\"\n\n\"Look,\" said Kieran. \"I'm not a child, nor yet a savage. You can drop\nthe patronizing professional jargon and answer my question.\"\n\nHer voice became hard and brittle. \"You're new to this environment. You\nwouldn't understand if I told you.\"\n\n\"Try me.\"\n\n\"All right,\" she answered. \"We need you, as a symbol, in a political\nstruggle we're waging against the Sakae.\"\n\n\"The Sakae?\"\n\n\"I told you that you couldn't understand yet,\" she answered impatiently,\nturning away. \"You can't expect me to fill you in on a whole world\nthat's new to you, in five minutes.\"\n\nShe started toward the door. \"Oh, no,\" said Kieran. \"You're not going\nyet.\"\n\nHe slid out of the bunk. He felt weak and shaky but resentment energized\nhis flaccid muscles. He took a step toward her.\n\nThe lights suddenly went dim, and a bull-throated roar sounded from\nsomewhere, an appalling sound of raw power. The slight tingling that\nKieran had felt in the metal fabric around him abruptly became a\nvibration so deep and powerful that it dizzied him and he had to grab\nthe stanchion of the bunk to keep from falling.\n\nAlarm had flashed into the woman's face. Next moment, from some hidden\nspeaker in the wall, a male voice yelled sharply,\n\n\"Overtaken--prepare for extreme evasion--\"\n\n\"Get back into the bunk,\" she told Kieran.\n\n\"What is it?\"\n\n\"It may be,\" she said with a certain faint viciousness, \"that you're\nabout to die a second time.\"\n\n\n3.\n\nThe lights dimmed to semi-darkness, and the deep vibration grew worse.\nKieran clutched the woman's arm.\n\n\"What's happening?\"\n\n\"Damn it, let me go!\" she said.\n\nThe exclamation was so wholly familiar in its human angriness that\nKieran almost liked her, for the first time. But he continued to hold\nonto her, although he did not feel that with his present weakness he\ncould hold her long.\n\n\"I've a right to know,\" he said.\n\n\"All right, perhaps you have,\" said Paula. \"We--our group--are operating\nagainst authority. We've broken laws, in going to Earth and reviving\nyou. And now authority is catching up to us.\"\n\n\"Another ship? Is there going to be a fight?\"\n\n\"A fight?\" She stared at him, and shock and then faint repulsion showed\nin her face. \"But of course, you come from the old time of wars, you\nwould think that--\"\n\nKieran got the impression that what he had said had made her look at him\nwith the same feelings he would have had when he looked at a decent,\nworthy savage who happened to be a cannibal.\n\n\"I always felt that bringing you back was a mistake,\" she said, with a\nsharpness in her voice. \"Let me go.\"\n\nShe wrenched away from him and before he could stop her she had got to\nthe door and slid it open. He woke up in time to lurch after her and he\ngot his shoulder into the door-opening before she could slide it shut.\n\n\"Oh, very well, since you insist I'm not going to worry about you,\" she\nsaid rapidly, and turned and hurried away.\n\nKieran wanted to follow her but his knees were buckling under him. He\nhung to the side of the door-opening. He felt angry, and anger was all\nthat kept him from falling over. He would not faint, he told himself. He\nwas not a child, and would not be treated like one--\n\nHe got his head outside the door. There was a long and very narrow\ncorridor out there, blank metal with a few closed doors along it. One\ndoor, away down toward the end of the corridor, was just sliding shut.\n\n       *       *       *       *       *\n\nHe started down the corridor, steadying himself with his hand against\nthe smooth wall. Before he had gone more than a few steps, the anger\nthat pushed him began to ebb away. Of a sudden, the mountainous and\nincredible fact of his being here, in this place, this time, this ship,\ncame down on him like an avalanche from which the hypnopedic\npre-conditioning would no longer protect him.\n\n_I am touching a starship, I am in a starship, I, Reed Kieran of Midland\nSprings, Ohio. I ought to be back there, teaching my classes, stopping\nat Hartnett's Drug Store for a soft drink on the way home, but I am here\nin a ship fleeing through the stars ..._\n\nHis head was spinning and he was afraid that he was going to go out\nagain. He found himself at the door and slid it open and fell rather\nthan walked inside. He heard a startled voice.\n\nThis was a bigger room. There was a table whose top was translucent and\nwhich showed a bewildering mass of fleeting symbols in bright light,\never changing. There was a screen on one wall of the room and that\nshowed nothing, a blank, dark surface.\n\nVaillant and Paula Ray and a tall, tough-looking man of middle age were\naround the table and had looked up, surprised.\n\nVaillant's face flashed irritation. \"Paula, you were supposed to keep\nhim in his cabin!\"\n\n\"I didn't think he was strong enough to follow,\" she said.\n\n\"I'm not,\" said Kieran, and pitched over.\n\nThe tall middle-aged man reached and caught him before he hit the floor,\nand eased him into a chair.\n\nHe heard, as though from a great distance, Vaillant's voice saying\nirritatedly, \"Let Paula take care of him, Webber. Look at this--we're\ngoing to cross another rift--\"\n\nThere were a few minutes then when everything was very jumbled up in\nKieran's mind. The woman was talking to him. She was telling him that\nthey had prepared him physically, as well as psychologically, for the\nshock of revival, and that he would be quite all right but had to take\nthings more slowly.\n\nHe heard her voice but paid little attention. He sat in the chair and\nblankly watched the two men who hung over the table and its flow of\nbrilliant symbols. Vaillant seemed to tighten up more and more as the\nmoments passed, and there was still about him the look of a coiled\nspring but now the spring seemed to be wound to the breaking-point.\nWebber, the tall man with the tough face, watched the fleeting symbols\nand his face was stony.\n\n\"Here we go,\" he muttered, and both he and Vaillant looked up at the\nblank black screen on the wall.\n\nKieran looked too. There was nothing. Then, in an instant, the blackness\nvanished from the screen and it framed a vista of such cosmic, stunning\nsplendor that Kieran could not grasp it.\n\n       *       *       *       *       *\n\nStars blazed like high fires across the screen, loops and chains and\nshining clots of them. This was not too different from the way they had\nlooked from Wheel Five. But what was different was that the starry\nfirmament was partly blotted out by vast rifted ramparts of blackness,\nebon cliffs that went up to infinity. Kieran had seen astronomical\nphotographs like this and knew what the blackness was.\n\nDust. A dust so fine that its percentage of particles in space would be\na vacuum, on Earth. But, here where it extended over parsecs of space,\nit formed a barrier to light. There was a narrow rift here between the\ntitan cliffs of darkness and he--the ship he was in--was fleeing across\nthat rift.\n\n       *       *       *       *       *\n\nThe screen abruptly went black again. Kieran remained sitting and\nstaring at it. That incredible fleeting vision had finally impressed the\nutter reality of all this upon his mind. They, this ship, were far from\nEarth--very far, in one of the dust-clouds in which they were trying to\nlose pursuers. This was real.\n\n\"--will have got another fix on us as we crossed, for sure,\" Vaillant\nwas saying, in a bitter voice. \"They'll have the net out for us--the\npattern will be shaping now and we can't slip through it.\"\n\n\"We can't,\" said Webber. \"The ship can't. But the flitter can, with\nluck.\"\n\nThey both looked at Kieran. \"He's the important one,\" Webber said. \"If a\ncouple of us could get him through--\"\n\n\"No,\" said Paula. \"We couldn't. As soon as they caught the ship and\nfound the flitter gone, they'd be after him.\"\n\n\"Not to Sako,\" said Webber. \"They'd never figure that we'd take him to\nSako.\"\n\n\"Do I have a word in this?\" asked Kieran, between his teeth.\n\n\"What?\" asked Vaillant.\n\n\"This. The hell with you all. I'll go no place with you or for you.\"\n\n       *       *       *       *       *\n\nHe got a savage satisfaction from saying it, he was tired of sitting\nthere like a booby while they discussed him, but he did not get the\nreaction from them he had expected. The two men merely continued to look\nthoughtfully at him. The woman sighed,\n\n\"You see? There wasn't time enough to explain it to him. It's natural\nfor him to react with hostility.\"\n\n\"Put him out, and take him along,\" said Webber.\n\n\"No,\" said Paula sharply. \"If he goes out right now he's liable to stay\nout. I won't answer for it.\"\n\n\"Meanwhile,\" said Vaillant with an edge to his voice, \"the pattern is\nforming up. Have you any suggestions, Paula?\"\n\nShe nodded. \"This.\"\n\nShe suddenly squeezed something under Kieran's nose, a small thing that\nshe had produced from her pocket without his noticing it, in his angry\npreoccupation with the two men. He smelled a sweet, refreshing odor and\nhe struck her arm away.\n\n\"Oh, no, you're not giving me any more dopes--\" Then he stopped, for\nsuddenly it all seemed wryly humorous to him. \"A bunch of bloody\nincompetents,\" he said, and laughed. \"This is the one thing I would\nnever have dreamed--that a man could sleep, and wake up in a starship,\nand find the starship manned by blunderers.\"\n\n\"Euphoric,\" said Paula, to the two men.\n\n\"At that,\" said Webber sourly, \"there may be something in what he says\nabout us.\"\n\nVaillant turned on him and said fiercely, \"If that's what you think--\"\nThen he controlled himself and said tightly, \"Quarrelling's no good.\nWe're in a box but we can maybe still put it over if we get this man to\nSako. Webber, you and Paula take him in the flitter.\"\n\nKieran rose to his feet. \"Fine,\" he said gaily. \"Let us go in the\nflitter, whatever that is. I am already bored with starships.\"\n\nHe felt good, very good. He felt a little drunk, not enough to impede\nhis mental processes but enough to give him a fine devil-may-care\nindifference to what happened next. So it was only the spray Paula had\ngiven him--it still made his body feel better and removed his shock and\nworry and made everything seem suddenly rather amusing.\n\n\"Let us to Sako in the flitter,\" he said. \"After all, I'm living on\nvelvet, I might as well see the whole show. I'm sure that Sako, wherever\nit is, will be just as full of human folly as Earth was.\"\n\n\"He's euphoric,\" Paula said again, but her face was stricken.\n\n\"Of all the people in that space-cemetery, we had to pick one who\nthinks like that,\" said Vaillant, with a sort of restrained fury.\n\n\"You said yourself that the oldest one would be the best,\" said Webber.\n\"Sako will change him.\"\n\nKieran walked down the corridor with Webber and Paula and he laughed as\nhe walked. They had brought him back from nothingness without his\nconsent, violating the privacy of death or near-death, and now something\nthat he had just said had bitterly disappointed them.\n\n\"Come along,\" he said buoyantly to the two. \"Let us not lag. Once aboard\nthe flitter and the girl is mine.\"\n\n\"Oh for God's sake shut up,\" said Webber.\n\n\n4.\n\nIt was ridiculous to be flying the stars with a bad hangover, but Kieran\nhad one. His head ached dully, he had an unpleasant metallic taste in\nhis mouth, and his former ebullience had given way to a dull depression.\nHe looked sourly around.\n\nHe sat in a confined little metal coop of a cabin, hardly enough in\nwhich to stand erect. Paula Ray, in a chair a few feet away was\nsleeping, her head on her breast. Webber sat forward, in what appeared\nto be a pilot-chair with a number of crowded control banks in front of\nit. He was not doing anything to the controls. He looked as though he\nmight be sleeping, too.\n\nThat was all--a tiny metal room, blank metal walls, silence. They were,\npresumably, flying between the stars at incredible speeds but there was\nnothing to show it. There were no screens such as the one he had seen in\nthe ship, to show by artful scanning devices what vista of suns and\ndarknesses lay outside.\n\n\"A flitter,\" Webber had informed him, \"just doesn't have room for the\ncomplicated apparatus that such scanners require. Seeing is a luxury you\ndispense with in a flitter. We'll see when we get to Sako.\"\n\nAfter a moment he had added, \"If we get to Sako.\"\n\nKieran had merely laughed then, and had promptly gone to sleep. When he\nhad awakened, it had been with the euphoria all gone and with his\npresent hangover.\n\n\"At least,\" he told himself, \"I can truthfully say that this one wasn't\nmy fault. That blasted spray--\"\n\nHe looked resentfully at the sleeping woman in the chair. Then he\nreached and roughly shook her shoulder.\n\nShe opened her eyes and looked at him, first sleepily and then with\nresentment.\n\n\"You had no right to wake me up,\" she said.\n\nThen, before Kieran could retort, she seemed to realize the monumental\nirony of what she had just said, and she burst into laughter.\n\n\"I'm sorry,\" she said. \"Go ahead and say it. I had no right to wake\n_you_ up.\"\n\n\"Let's come back to that,\" said Kieran after a moment. \"Why did you?\"\n\nPaula looked at him ruefully. \"What I need now is a ten-volume history\nof the last century, and time enough for you to read it. But since we\ndon't have either--\" She broke off, then after a pause asked, \"Your date\nwas 1981, wasn't it? It and your name were on the tag of your\npressure-suit.\"\n\n\"That's right.\"\n\n\"Well, then. Back in 1981, it was expected that men would spread out to\nthe stars, wasn't it?\"\n\nKieran nodded. \"As soon as they had a workable high-speed drive. Several\ndrives were being experimented with even then.\"\n\n\"One of them--the Flournoy principle--was finally made workable,\" she\nsaid. She frowned. \"I'm trying to give you this briefly and I keep\nstraying into details.\"\n\n\"Just tell me why you woke me up.\"\n\n\"I'm _trying_ to tell you.\" She asked candidly, \"Were you always so\ndamned hateful or did the revivification process do this to you?\"\n\nKieran grinned. \"All right. Go ahead.\"\n\n       *       *       *       *       *\n\n\"Things happened pretty much as people foresaw back in 1981,\" she said.\n\"The drive was perfected. The ships went out to the nearer stars. They\nfound worlds. They established colonies from the overflowing population\nof Earth. They found human indigenous races on a few worlds, all of them\nat a rather low technical level, and they taught them.\n\n\"There was a determination from the beginning to make it one universe.\nNo separate nationalistic groups, no chance of wars. The governing\ncouncil was set up at Altair Two. Every world was represented. There are\ntwenty-nine of them, now. It's expected to go on like that, till there\nare twenty-nine hundred starworlds represented there, twenty-nine\nthousand--any number. But--\"\n\nKieran had been listening closely. \"But what? What upset this particular\nutopia?\"\n\n\"Sako.\"\n\n\"This world we're going to?\"\n\n\"Yes,\" she said soberly. \"Men found something different about this world\nwhen they reached it. It had people--human people--on it, very low in\nthe scale of civilization.\"\n\n\"Well, what was the problem? Couldn't you start teaching them as you had\nothers?\"\n\nShe shook her head. \"It would take a long while. But that wasn't the\nreal problem. It was-- You see, there's another race on Sako beside the\nhuman ones, and it's a fairly civilized race. The Sakae. The trouble\nis--the Sakae aren't human.\"\n\nKieran stared at her. \"So what? If they're intelligent--\"\n\n\"You talk as though it was the simplest thing in the world,\" she\nflashed.\n\n\"Isn't it? If your Sakae are intelligent and the humans of Sako aren't,\nthen the Sakae have the rights on that world, don't they?\"\n\nShe looked at him, not saying anything, and again she had that stricken\nlook of one who has tried and failed. Then from up forward, without\nturning, Webber spoke.\n\n\"What do you think now of Vaillant's fine idea, Paula?\"\n\n\"It can still work,\" she said, but there was no conviction in her voice.\n\n\"If you don't mind,\" said Kieran, with an edge to his voice, \"I'd still\nlike to know what this Sako business has to do with reviving me.\"\n\n       *       *       *       *       *\n\n\"The Sakae rule the humans on that world,\" Paula answered. \"There are\nsome of us who don't believe they should. In the Council, we're known as\nthe Humanity Party, because we believe that humans should not be ruled\nby non-humans.\"\n\nAgain, Kieran was distracted from his immediate question--this time by\nthe phrase \"Non-human\".\n\n\"These Sakae--what are they like?\"\n\n\"They're not monsters, if that's what you're thinking of,\" Paula said.\n\"They're bipeds--lizardoid rather than humanoid--and are a fairly\nintelligent and law-abiding lot.\"\n\n\"If they're all that, and higher in development than the humans, why\nshouldn't they rule their own world?\" demanded Kieran.\n\nWebber uttered a sardonic laugh. Without turning he asked, \"Shall I\nchange course and go to Altair?\"\n\n\"No!\" she said. Her eyes flashed at Kieran and she spoke almost\nbreathlessly. \"You're very sure about things you just heard about,\naren't you? You know what's right and you know what's wrong, even though\nyou've only been in this time, this universe, for a few hours!\"\n\nKieran looked at her closely. He thought he was beginning to get a\nglimmer of the shape of things now.\n\n\"You--all you who woke me up illegally--you belong to this Humanity\nParty, don't you? You did it for some reason connected with that?\"\n\n\"Yes,\" she answered defiantly. \"We need a symbol in this political\nstruggle. We thought that one of the oldtime space pioneers, one of the\nhumans who began the conquest of the stars, would be it. We--\"\n\nKieran interrupted. \"I think I get it. It was really considerate of you.\nYou drag a man back from what amounts to death, for a party rally.\n'Oldtime space hero condemns non-humans'--it would go something like\nthat, wouldn't it?\"\n\n\"Listen--,\" she began.\n\n\"Listen, hell,\" he said. He was hot with rage, shaking with it. \"I am\nglad to say that you could not possibly have picked a worse symbol than\nme. I have no more use for the idea of the innate sacred superiority of\none species over another than I had for that of one kind of man over\nanother.\"\n\nHer face changed. From an angry woman, she suddenly became a\nprofessional psychologist, coolly observing reactions.\n\n\"It's not the political question you really resent,\" she said. \"You've\nwakened to a strange world and you're afraid of it, in spite of all the\npre-awakening preparation we gave your subconscious. You're afraid, and\nso you're angry.\"\n\nKieran got a grip on himself. He shrugged. \"What you say may be true.\nBut it doesn't change the way I feel. I will not help you one damned\nbit.\"\n\nWebber got up from his seat and came back toward them, his tall form\nstooping. He looked at Kieran and then at the woman.\n\n\"We have to settle this right now,\" he said. \"We're getting near enough\nto Sako to go out of drive. Are we going to land or aren't we?\"\n\n\"Yes,\" said Paula steadily. \"We're landing.\"\n\nWebber glanced again at Kieran's face. \"But if that's the way he\nfeels--\"\n\n\"Go ahead and land,\" she said.\n\n\n5.\n\nIt was nothing like landing in a rocket. First there was the business\nreferred to as \"going out of drive\". Paula made Kieran strap in and she\nsaid, \"You may find this unpleasant, but just sit tight. It doesn't last\nlong.\" Kieran sat stiff and glowering, prepared for anything and\ndetermined not to show it no matter how he felt. Then Webber did\nsomething to the control board and the universe fell apart. Kieran's\nstomach came up and stuck in his throat. He was falling--up? Down?\nSideways? He didn't know, but whichever it was not all the parts of him\nwere falling at the same rate, or perhaps it was not all in the same\ndirection, he didn't know that either, but it was an exceptionally\nhideous feeling. He opened his mouth to protest, and all of a sudden he\nwas sitting normally in the chair in the normal cabin and screaming at\nthe top of his lungs.\n\nHe shut up.\n\nPaula said, \"I told you it would be unpleasant.\"\n\n\"So you did,\" said Kieran. He sat, sweating. His hands and feet were\ncold.\n\nNow for the first time he became aware of motion. The flitter seemed to\nhurtle forward at comet-like speed. Kieran knew that this was merely an\nironic little joke, because now they were proceeding at something in the\nrange of normal velocity, whereas before their speed had been quite\nbeyond his comprehension. But he could comprehend this. He could feel\nit. They were going like a bat out of hell, and somewhere ahead of them\nwas a planet, and he was closed in, blind, a mouse in a nose-cone. His\ninsides writhed with helplessness and the imminence of a crash. He\nwanted very much to start screaming again, but Paula was watching him.\n\nIn a few moments that desire became academic. A whistling shriek began\nfaintly outside the hull and built swiftly to a point where nothing\ncould have been heard above it. Atmosphere. And somewhere under the\nblind wall of the flitter a rock-hard world-face reeling and rushing,\nleaping to meet them--\n\n       *       *       *       *       *\n\nThe flitter slowed. It seemed to hang motionless, quivering faintly.\nThen it dropped. Express elevator in the world's tallest building, top\nto bottom--only the elevator is a bubble and the wind is tossing it from\nside to side as it drops and there is no bottom.\n\nThey hung again, bounding lightly on the unseen wind.\n\nThen down.\n\nAnd hang again.\n\nAnd down.\n\nPaula said suddenly, \"Webber. Webber, I think he's dying.\" She began to\nunstrap.\n\nKieran said faintly, \"Am I turning green?\"\n\nShe looked at him, frowning. \"Yes.\"\n\n\"A simple old malady. I'm seasick. Tell Webber to quit playing\nhumming-bird and put this thing down.\"\n\nPaula made an impatient gesture and tightened her belt again.\n\nHang and drop. Once more, twice more. A little rocking bounce, a light\nthump, motion ceased. Webber turned a series of switches. Silence.\n\nKieran said, \"Air?\"\n\n       *       *       *       *       *\n\nWebber opened a hatch in the side of the cabin. Light poured in. It had\nto be sunlight, Kieran knew, but it was a queer color, a sort of tawny\norange that carried a pleasantly burning heat. He got loose with Paula\nhelping him and tottered to the hatch. The air smelled of clean\nsun-warmed dust and some kind of vegetation. Kieran climbed out of the\nflitter, practically throwing himself out in his haste. He wanted solid\nground under him, he didn't care whose or where.\n\nAnd as his boots thumped onto the red-ochre sand, it occurred to him\nthat it had been a very long time since he had had solid ground\nunderfoot. A very long time indeed--\n\nHis insides knotted up again, and this time it was not seasickness but\nfear, and he was cold all through again in spite of the hot new sun.\n\nHe was afraid, not of the present, nor of the future, but of the past.\nHe was afraid of the thing tagged Reed Kieran, the stiff blind voiceless\nthing wheeling its slow orbit around the Moon, companion to dead worlds\nand dead space, brother to the cold and the dark.\n\nHe began to tremble.\n\nPaula shook him. She was talking but he couldn't hear her. He could only\nhear the rush of eternal darkness past his ears, the thin squeak of his\nshadow brushing across the stars. Webber's face was somewhere above him,\nlooking angry and disgusted. He was talking to Paula, shaking his head.\nThey were far away. Kieran was losing them, drifting away from them on\nthe black tide. Then suddenly there was something like an explosion, a\ncrimson flare across the black, a burst of heat against the cold.\nShocked and wild, the physical part of him clawed back to reality.\n\nSomething hurt him, something threatened him. He put his hand to his\ncheek and it came away red.\n\nPaula and Webber were yanking at him, trying to get him to move.\n\n       *       *       *       *       *\n\nA stone whizzed past his head. It struck the side of the flitter with a\nsharp clack, and fell. Kieran's nervous relays finally connected. He\njumped for the open hatch. Automatically he pushed Paula ahead of him,\ntrying to shield her, and she gave him an odd startled look. Webber was\nalready inside. More stones rattled around and one grazed Kieran's\nthigh. It hurt. His cheek was bleeding freely. He rolled inside the\nflitter and turned to look back out the hatch. He was mad.\n\n\"Who's doing it?\" he demanded.\n\nPaula pointed. At first Kieran was distracted by the strangeness of the\nlandscape. The flitter crouched in a vastness of red-ochre sand laced\nwith some low-growing plant that shone like metallic gold in the\nsunlight. The sand receded in tilted planes lifting gradually to a range\nof mountains on the right, and dropping gradually to infinity on the\nleft. Directly in front of the flitter and quite literally a stone's\nthrow away was the beginning of a thick belt of trees that grew beside a\nriver, apparently quite a wide one though he could not see much but a\ntawny sparkling of water. The course of the river could be traced clear\nback to the mountains by the winding line of woods that followed its\nbed. The trees themselves were not like any Kieran had seen before.\nThere seemed to be several varieties, all grotesque in shape and exotic\nin color. There were even some green ones, with long sharp leaves that\nlooked like spearheads.\n\nExotic or not, they made perfectly adequate cover. Stones came whistling\nout of the woods, but Kieran could not see anything where Paula was\npointing but an occasional shaking of foliage.\n\n\"Sakae?\" he asked.\n\nWebber snorted. \"You'll know it when the Sakae find us. They don't throw\nstones.\"\n\n\"These are the humans,\" Paula said. There was an indulgent softness in\nher voice that irritated Kieran.\n\n\"I thought they were our dear little friends,\" he said.\n\n\"You frightened them.\"\n\n\"_I_ frightened them?\"\n\n\"They've seen the flitter before. But they're extremely alert to modes\nof behavior, and they knew you weren't acting right. They thought you\nwere sick.\"\n\n\"So they tried to kill me. Nice fellows.\"\n\n\"Self-preservation,\" Webber said. \"They can't afford the luxury of too\nmuch kindness.\"\n\n\"They're very kind among themselves,\" Paula said defensively. To Kieran\nshe added, \"I doubt if they were trying to kill you. They just wanted to\ndrive you away.\"\n\n\"Oh, well,\" said Kieran, \"in that case I wouldn't dream of disappointing\nthem. Let's go.\"\n\nPaula glared at him and turned to Webber. \"Talk to them.\"\n\n\"I hope there's time,\" Webber grunted, glancing at the sky. \"We're\nsitting ducks here. Keep your patient quiet--any more of that moaning\nand flopping and we're sunk.\"\n\n       *       *       *       *       *\n\nHe picked up a large plastic container and moved closer to the door.\n\nPaula looked at Kieran's cheek. \"Let me fix that.\"\n\n\"Don't bother,\" he said. At this moment he hoped the Sakae, whoever and\nwhatever they were, would come along and clap these two into some\nsuitable place for the rest of their lives.\n\nWebber began to \"talk\".\n\nKieran stared at him, fascinated. He had expected words--primitive\nwords, perhaps resembling the click-speech of Earth's stone-age\nsurvivals, but words of some sort. Webber hooted. It was a soft\nreassuring sound, repeated over and over, but it was not a word. The\nrattle of stones diminished, then stopped. Webber continued to make his\nhooting call. Presently it was answered. Webber turned and nodded at\nPaula, smiling. He reached into the plastic container and drew forth a\nhandful of brownish objects that smelled to Kieran like dried fruit.\nWebber tossed these out onto the sand. Now he made a different sound, a\ngrunting and whuffling. There was a silence. Webber made the sound\nagain.\n\nOn the third try the people came out of the woods.\n\nIn all there were perhaps twenty-five of them. They came slowly and\nfurtively, moving a step or two at a time, then halting and peering,\nprepared to run. The able-bodied men came first, with one in the lead, a\nfine-looking chap in early middle age who was apparently the chief. The\nwomen, the old men, and the children followed, trickling gradually out\nof the shadow of the trees but remaining where they could disappear in a\nflash if alarmed. They were all perfectly naked, tall and slender and\nlarge-eyed, their muscles strung for speed and agility rather than\nmassive strength. Their bodies gleamed a light bronze color in the sun,\nand Kieran noticed that the men were beardless and smooth-skinned. Both\nmen and women had long hair, ranging in color from black to tawny, and\nvery clean and glistening. They were a beautiful people, as deer are a\nbeautiful people, graceful, innocent, and wild. The men came to the\ndried fruits which had been scattered for them. They picked them up and\nsniffed them, bit them, then began to eat, repeating the\ngrunt-and-whuffle call. The women and children and old men decided\neverything was safe and joined them. Webber tossed out more fruit, and\nthen got out himself, carrying the plastic box.\n\n       *       *       *       *       *\n\n\"What does he do next?\" whispered Kieran to Paula. \"Scratch their ears?\nI used to tame squirrels this way when I was a kid.\"\n\n\"Shut up,\" she warned him. Webber beckoned and she nudged him to move\nout of the flitter. \"Slow and careful.\"\n\nKieran slid out of the flitter. Big glistening eyes swung to watch him.\nThe eating stopped. Some of the little ones scuttled for the trees.\nKieran froze. Webber hooted and whuffled some more and the tension\nrelaxed. Kieran approached the group with Paula. There was suddenly no\ntruth in what he was doing. He was an actor in a bad scene, mingling\nwith impossible characters in an improbable setting. Webber making\nridiculous noises and tossing his dried fruit around like a caricature\nof somebody sowing, Paula with her brisk professionalism all dissolved\nin misty-eyed fondness, himself an alien in this time and place, and\nthese perfectly normal-appearing people behaving like orang-utans with\ntheir fur shaved off. He started to laugh and then thought better of it.\nOnce started, he might not be able to stop.\n\n\"Let them get used to you,\" said Webber softly.\n\nPaula obviously had been here before. She had begun to make noises too,\na modified hooting more like a pigeon's call. Kieran just stood still.\nThe people moved in around them, sniffing, touching. There was no\nconversation, no laughing or giggling even among the little girls. A\nparticularly beautiful young woman stood just behind the chief, watching\nthe strangers with big yellow cat-eyes. Kieran took her to be the man's\ndaughter. He smiled at her. She continued to stare, deadpan and\nblank-eyed, with no answering flicker of a smile. It was as though she\nhad never seen one before. Kieran shivered. All this silence and\nunresponsiveness became eerie.\n\n\"I'm happy to tell you,\" he murmured to Paula, \"that I don't think much\nof your little pets?\"\n\nShe could not allow herself to be sharply angry. She only said, in a\nwhisper, \"They are not pets, they are not animals. They--\"\n\nShe broke off. Something had come over the naked people. Every head had\nlifted, every eye had turned away from the strangers. They were\nlistening. Even the littlest ones were still.\n\nKieran could not hear anything except the wind in the trees.\n\n\"What--?\" he started to ask.\n\nWebber made an imperative gesture for silence. The tableau held for a\nbrief second longer. Then the brown-haired man who seemed to be the\nleader made a short harsh noise. The people turned and vanished into the\ntrees.\n\n\"The Sakae,\" Webber said. \"Get out of sight.\" He ran toward the flitter.\nPaula grabbed Kieran's sleeve and pushed him toward the trees.\n\n\"What's going on?\" he demanded as he ran.\n\n\"Their ears are better than ours. There's a patrol ship coming, I\nthink.\"\n\n       *       *       *       *       *\n\nThe shadows took them in, orange-and-gold-splashed shadows under strange\ntrees. Kieran looked back. Webber had been inside the flitter. Now he\ntumbled out of the hatch and ran toward them. Behind him the hatch\nclosed and the flitter stirred and then took off all by itself, humming.\n\n\"They'll follow it for a while,\" Webber panted. \"It may give us a chance\nto get away.\" He and Paula started after the running people.\n\nKieran balked. \"I don't know why I'm running away from anybody.\"\n\nWebber pulled out a snub-nosed instrument that looked enough like a gun\nto be very convincing. He pointed it at Kieran's middle.\n\n\"Reason one,\" he said. \"If the Sakae catch Paula and me here we're in\nvery big trouble. Reason two--this is a closed area, and you're with us,\nso _you_ will be in very big trouble.\" He looked coldly at Kieran. \"The\nfirst reason is the one that interests me most.\"\n\nKieran shrugged. \"Well, now I know.\" He ran.\n\nOnly then did he hear the low heavy thrumming in the sky.\n\n\n6.\n\nThe sound came rumbling very swiftly toward them. It was a completely\ndifferent sound from the humming of the flitter, and it seemed to Kieran\nto hold a note of menace. He stopped in a small clearing where he might\nsee up through the trees. He wanted a look at this ship or flier or\nwhatever it was that had been built and was flown by non-humans.\n\nBut Webber shoved him roughly on into a clump of squat trees that were\nthe color of sherry wine, with flat thick leaves.\n\n\"Don't move,\" he said.\n\nPaula was hugging a tree beside him. She nodded to him to do as Webber\nsaid.\n\n\"They have very powerful scanners.\" She pointed with her chin. \"Look.\nThey've learned.\"\n\nThe harsh warning barks of the men sounded faintly, then were hushed.\nNothing moved, except by the natural motion of the wind. The people\ncrouched among the trees, so still that Kieran would not have seen them\nif he had not known they were there.\n\nThe patrol craft roared past, cranking up speed as it went. Webber\ngrinned. \"They'll be a couple of hours at least, overhauling and\nexamining the flitter. By that time it'll be dark, and by morning we'll\nbe in the mountains.\"\n\nThe people were already moving. They headed upstream, going at a steady,\nshuffling trot. Three of the women, Kieran noticed, had babies in their\narms. The older children ran beside their mothers. Two of the men and\nseveral of the women were white-haired. They ran also.\n\n\"Do you like to see them run?\" asked Paula, with a sharp note of passion\nin her voice. \"Does it look good to you?\"\n\n\"No,\" said Kieran, frowning. He looked in the direction in which the\nsound of the patrol craft was vanishing.\n\n\"Move along,\" Webber said. \"They'll leave us far enough behind as it\nis.\"\n\n       *       *       *       *       *\n\nKieran followed the naked people through the woods, beside the tawny\nriver. Paula and Webber jogged beside him. The shadows were long now,\nreaching out across the water.\n\nPaula kept glancing at him anxiously, as though to detect any sign of\nweakness on his part. \"You're doing fine,\" she said. \"You should. Your\nbody was brought back to normal strength and tone, before you ever were\nawakened.\"\n\n\"They'll slow down when it's dark, anyway,\" said Webber.\n\nThe old people and the little children ran strongly.\n\n\"Is their village there?\" Kieran asked, indicating the distant\nmountains.\n\n\"They don't live in villages,\" Paula said. \"But the mountains are safer.\nMore places to hide.\"\n\n\"You said this was a closed area. What is it, a hunting preserve?\"\n\n\"The Sakae don't hunt them any more.\"\n\n\"But they used to?\"\n\n\"Well,\" Webber said, \"a long time ago. Not for food, the Sakae are\nvegetarians, but--\"\n\n\"But,\" said Paula, \"they were the dominant race, and the people were\nsimply beasts of the field. When they competed for land and food the\npeople were hunted down or driven out.\" She swung an expressive hand\ntoward the landscape beyond the trees. \"Why do you think they live in\nthis desert, scraping a miserable existence along the watercourses? It's\nland the Sakae didn't want. Now, of course, they have no objection to\nsetting it aside as a sort of game preserve. The humans are protected,\nthe Sakae tell us. They're living their natural life in their natural\nenvironment, and when we demand that a program be--\"\n\nShe was out of breath and had to stop, panting. Webber finished for her.\n\n\"We want them taught, lifted out of this naked savagery. The Sakae say\nit's impossible.\"\n\n\"Is it true?\" asked Kieran.\n\n\"No,\" said Paula fiercely. \"It's a matter of pride. They want to keep\ntheir dominance, so they simply won't admit that the people are anything\nmore than animals, and they won't give them a chance to be anything\nmore.\"\n\nThere was no more talking after that, but even so the three outlanders\ngrew more and more winded and the people gained on them. The sun went\ndown in a blaze of blood-orange light that tinted the trees in even more\nimpossible colors and set the river briefly on fire. Then night came,\nand just after the darkness shut down the patrol craft returned, beating\nup along the winding river bed. Kieran froze under the black trees and\nthe hair lifted on his skin. For the first time he felt like a hunted\nthing. For the first time he felt a personal anger.\n\nThe patrol craft drummed away and vanished. \"They won't come back until\ndaylight,\" Webber said.\n\n       *       *       *       *       *\n\nHe handed out little flat packets of concentrated food from his pockets.\nThey munched as they walked. Nobody said anything. The wind, which had\ndropped at sundown, picked up from a different quarter and began to blow\nagain. It got cold. After a while they caught up with the people, who\nhad stopped to rest and eat. The babies and old people for whom Kieran\nhad felt a worried pity were in much better shape than he. He drank from\nthe river and then sat down. Paula and Webber sat beside him, on the\nground. The wind blew hard from the desert, dry and chill. The trees\nthrashed overhead. Against the pale glimmer of the water Kieran could\nsee naked bodies moving along the river's edge, wading, bending,\ngrubbing in the mud. Apparently they found things, for he could see that\nthey were eating. Somewhere close by other people were stripping fruit\nor nuts from the trees. A man picked up a stone and pounded something\nwith a cracking noise, then dropped the stone again. They moved easily\nin the dark, as though they were used to it. Kieran recognized the\nleader's yellow-eyed daughter, her beautiful slender height outlined\nagainst the pale-gleaming water. She stood up to her ankles in the soft\nmud, holding something tight in her two hands, eating.\n\nThe sweat dried on Kieran. He began to shiver.\n\n\"You're sure that patrol ship won't come back?\" he asked.\n\n\"Not until they can see what they're looking for.\"\n\n\"Then I guess it's safe.\" He began to scramble around, feeling for dried\nsticks.\n\n\"What are you doing?\"\n\n\"Getting some firewood.\"\n\n\"No.\" Paula was beside him in an instant, her hand on his arm, \"No, you\nmustn't do that.\"\n\n\"But Webber said--\"\n\n\"It isn't the patrol ship, Kieran. It's the people. They--\"\n\n\"They what?\"\n\n\"I told you they were low on the social scale. This is one of the basic\nthings they have to be taught. Right now they still regard fire as a\ndanger, something to run from.\"\n\n\"I see,\" Kieran said, and let the kindling fall. \"Very well, if I can't\nhave a fire, I'll have you. Your body will warm me.\" He pulled her into\nhis arms.\n\n       *       *       *       *       *\n\nShe gasped, more in astonishment, he thought, than alarm. \"What are you\ntalking about?\"\n\n\"That's a line from an old movie. From a number of old movies, in fact.\nNot bad, eh?\"\n\nHe held her tight. She was definitely female. After a moment he pushed\nher away.\n\n\"That was a mistake. I want to be able to go on disliking you without\nany qualifying considerations.\"\n\nShe laughed, a curiously flat little sound. \"Was everybody crazy in your\nday?\" she asked. And then, \"Reed--\"\n\nIt was the first time she had used his given name. \"What?\"\n\n\"When they threw the stones, and we got back into the flitter, you\npushed me ahead of you. You were guarding me. Why?\"\n\nHe stared at her, or rather at the pale blur of her standing close to\nhim. \"Well, it's always been sort of the custom for the men to-- But now\nthat I think of it, Webber didn't bother.\"\n\n\"No,\" said Paula. \"Back in your day women were still taking advantage of\nthe dual standard--demanding complete equality with men but clinging to\ntheir special status. We've got beyond that.\"\n\n\"Do you like it? Beyond, I mean.\"\n\n\"Yes,\" she said. \"It was good of you to do that, but--\"\n\nWebber said, \"They're moving again. Come on.\"\n\nThe people walked this time, strung out in a long line between the trees\nand the water, where the light was a little better and the way more\nopen. The three outlanders tagged behind, clumsy in their boots and\nclothing. The long hair of the people blew in the wind and their bare\nfeet padded softly, light and swift.\n\nKieran looked up at the sky. The trees obscured much of it so that all\nhe could see was some scattered stars overhead. But he thought that\nsomewhere a moon was rising.\n\nHe asked Paula and she said, \"Wait. You'll see.\"\n\nNight and the river rolled behind them. The moonlight became brighter,\nbut it was not at all like the moonlight Kieran remembered from long ago\nand far away. That had had a cold tranquility to it, but this light was\nneither cold nor tranquil. It seemed somehow to shift color, too, which\nmade it even less adequate for seeing than the white moonlight he was\nused to. Sometimes as it filtered through the trees it seemed,\nice-green, and again it was reddish or amber, or blue.\n\nThey came to a place where the river made a wide bend and they cut\nacross it, clear of the trees. Paula touched Kieran's arm and pointed.\n\"Look.\"\n\nKieran looked, and then he stopped still. The light was not moonlight,\nand its source was not a moon. It was a globular cluster of stars, hung\nin the sky like a swarm of fiery bees, a burning and pulsing of many\ncolors, diamond-white and gold, green and crimson, peacock blue and\nsmoky umber. Kieran stared, and beside him Paula murmured, \"I've been on\na lot of planets, but none of them have anything like this.\"\n\nThe people moved swiftly on, paying no attention at all to the sky.\n\nReluctantly Kieran followed them into the obscuring woods. He kept\nlooking at the open sky above the river, waiting for the cluster to rise\nhigh so he could see it.\n\nIt was some time after this, but before the cluster rose clear of the\ntrees, that Kieran got the feeling that something, or someone, was\nfollowing them.\n\n\n7.\n\nHe had stopped to catch his breath and shake an accumulation of sand out\nof his boots. He was leaning against a tree with his back to the wind,\nwhich meant that he was facing their back-trail, and he thought he saw a\nshadow move where there was nothing to cast a shadow. He straightened up\nwith the little trip-hammers of alarm beating all over him, but he could\nsee nothing more. He thought he might have been mistaken. Just the same,\nhe ran to catch up with the others.\n\nThe people were moving steadily. Kieran knew that their senses were far\nkeener than his, and they were obviously not aware of any danger other\nthan the basic one of the Sakae. He decided that he must have been\nseeing things.\n\nBut an uneasiness persisted. He dropped behind again, this time on\npurpose, after they had passed a clearing. He stayed hidden behind a\ntree-trunk and watched. The cluster-light was bright now but very\nconfusing to the eye. He heard a rustling that he did not think was\nwind, and he thought that something started to cross the clearing and\nthen stopped, as though it had caught his scent.\n\nThen he thought that he heard rustlings at both sides of the clearing,\nstealthy sounds of stalking that closed in toward him. Only the wind, he\ntold himself, but again he turned to run. This time he met Paula, coming\nback to look for him.\n\n\"Reed, are you all right?\" she asked. He caught her arm and pulled her\naround and made her run. \"What is it? What's the matter?\"\n\n\"I don't know.\" He hurried with her until he could see Webber ahead, and\nbeyond him the bare backs and blowing hair of the people. \"Listen,\" he\nsaid, \"are there any predators here?\"\n\n\"Yes,\" Paula said, and Webber turned sharply around.\n\n\"Have you seen something?\"\n\n\"I don't know. I thought I did. I'm not sure.\"\n\n\"Where?\"\n\n\"Behind us.\"\n\nWebber made the harsh barking danger call, and the people stopped.\nWebber stood looking back the way they had come. The women caught the\nchildren and the men fell back to where Webber stood. They looked and\nlistened, sniffing the air. Kieran listened too, but now he did not hear\nany rustlings except the high thrashing of the branches. Nothing stirred\nvisibly and the wind would carry away any warning scent.\n\nThe men turned away. The people moved on again. Webber shrugged.\n\n\"You must have been mistaken, Kieran.\"\n\n\"Maybe. Or maybe they just can't think beyond the elementary. If they\ndon't smell it, it isn't there. If something is after us it's coming\nup-wind, the way any hunting animal works. A couple of the men ought to\ncircle around and--\"\n\n\"Come on,\" said Webber wearily.\n\n       *       *       *       *       *\n\nThey followed the people beside the river. The cluster was high now, a\nhive of suns reflected in the flowing water, a kaleidoscopic rippling of\ncolors.\n\nNow the women were carrying the smaller children. The ones too large to\nbe carried were lagging behind a little. So were the aged. Not much,\nyet. Kieran, conscious that he was weaker than the weakest of these,\nlooked ahead at the dim bulk of the mountains and thought that they\nought to be able to make it. He was not at all sure that he would.\n\nThe river made another bend. The trail lay across the bend, clear of the\ntrees. It was a wide bend, perhaps two miles across the neck. Ahead,\nwhere the trail joined the river again, there was a rocky hill.\nSomething about the outlines of the hill seemed wrong to Kieran, but it\nwas too far away to be sure of anything. Overhead the cluster burned\ngloriously. The people set out across the sand.\n\nWebber looked back. \"You see?\" he said. \"Nothing.\"\n\nThey went on. Kieran was beginning to feel very tired now, all the\nartificial strength that had been pumped into him before his awakening\nwas running out. Webber and Paula walked with their heads down, striding\ndeterminedly but without joy.\n\n\"What do you think now?\" she asked Kieran. \"Is this any way for humans\nto live?\"\n\nThe ragged line of women and children moved ahead of them, with the men\nin the lead. It was not natural, Kieran thought, for children to be able\nto travel so far, and then he remembered that the young of\nnon-predacious species have to be strong and fleet at an early age.\n\nSuddenly one of the women made a harsh, shrill cry.\n\nKieran looked where she was looking, off to the left, to the river and\nthe curving line of trees. A large black shadow slipped across the sand.\nHe looked behind him. There were other shadows, coming with long easy\nbounds out of the trees, fanning out in a shallow crescent. They\nreminded Kieran of some animal he had once seen in a zoo, a partly\ncatlike, partly doglike beast, a cheetah he thought it had been called,\nonly the cheetah was spotted like a leopard and these creatures were\nblack, with stiff, upstanding ears. They bayed, and the coursing began.\n\n\"Nothing,\" said Kieran bitterly. \"I count seven.\"\n\nWebber said, \"My God, I--\"\n\n       *       *       *       *       *\n\nThe people ran. They tried to break back to the river and the trees that\ncould be climbed to safety, but the hunters turned them. Then they fled\nblindly forward, toward the hill. They ran with all their strength,\nmaking no sound. Kieran and Webber ran with them, with Paula between\nthem. Webber seemed absolutely appalled.\n\n\"Where's that gun you had?\" Kieran panted.\n\n\"It's not a gun, only a short-range shocker,\" he said. \"It wouldn't stop\nthese things. Look at them!\"\n\nThey bounded, sporting around them, howling with a sound like laughter.\nThey were as large as leopards and their eyes glowed in the\ncluster-light. They seemed to be enjoying themselves, as though hunting\nwas the most delightful game in the world. One of them ran up to\nwithin two feet of Kieran and snapped at him with its great jaws,\ndodging agilely when he raised his arm. They drove the people, faster\nand faster. At first the men had formed around the women and children.\nBut the formation began to disintegrate as the weaker ones dropped\nbehind, and no attempt was made to keep it. Panic was stronger than\ninstinct now. Kieran looked ahead. \"If we can make it to that hill--\"\n\n[Illustration]\n\nPaula screamed and he stumbled over a child, a girl about five, crawling\non her hands and knees. He picked her up. She bit and thrashed and tore\nat him, her bare little body hard as whalebone and slippery with sweat.\nHe could not hold onto her. She kicked herself free of his hands and\nrushed wildly out of reach, and one of the black hunters pounced in and\nbore her away, shrieking thinly like a fledgling bird in the jaws of a\ncat.\n\n\"Oh my God,\" said Paula, and covered her head with her arms, trying to\nshut out sight and sound. He caught her and said harshly, \"Don't faint,\nbecause I can't carry you.\" The child's mother, whichever of the women\nit might have been, did not look back.\n\nAn old woman who strayed aside was pulled down and dragged off, and then\none of the white-haired men. The hill was closer. Kieran saw now what\nwas wrong with it. Part of it was a building. He was too tired and too\nsick to be interested, except as it offered a refuge. He spoke to\nWebber, with great difficulty because he was winded. And then he\nrealized that Webber wasn't there.\n\n       *       *       *       *       *\n\nWebber had stumbled and fallen. He had started to get up, but the\nhunters were on him. He was on his hands and knees facing them,\nscreaming at them to get away from him. He had, obviously, had little or\nno experience with raw violence. Kieran ran back to him, with Paula\nclose behind.\n\n\"Use your gun!\" he yelled. He was afraid of the black hunters, but he\nwas full of rage and the rage outweighed the fear. He yelled at them,\ncursing them. He hurled sand into their eyes, and one that was creeping\nup on Webber from the side he kicked. The creature drew off a little,\nnot frightened but surprised. They were not used to this sort of thing\nfrom humans. \"Your gun!\" Kieran roared again, and Webber pulled the\nsnub-nosed thing out of his pocket. He stood up and said unsteadily, \"I\ntold you, it's not a gun. It won't kill anything. I don't think--\"\n\n\"Use it,\" said Kieran. \"And get moving again. Slowly.\"\n\nThey started to move, and then across the sky a great iron voice spoke\nlike thunder. \"Lie down,\" it said, \"please. Lie down flat.\"\n\nKieran turned his head, startled. From the direction of the building on\nthe hill a vehicle was speeding toward them.\n\n\"The Sakae,\" said Webber with what was almost a sob of relief. \"Lie\ndown.\"\n\nAs he did so, Kieran saw a pale flash shoot out from the vehicle and\nknock over a hunter still hanging on the flanks of the fleeing people.\nHe hugged the sand. Something went whining and whistling over him, there\nwas a thunk and a screech. It was repeated, and then the iron voice\nspoke again.\n\n\"You may get up now. Please remain where you are.\" The vehicle was much\ncloser. They were bathed in sudden light. The voice said, \"Mr. Webber,\nyou are holding a weapon. Please drop it.\"\n\n\"It's only a little shocker,\" Webber said, plaintively. He dropped it.\n\nThe vehicle had wide tracks that threw up clouds of sand. It came\nclanking to a halt. Kieran, shading his eyes, thought he distinguished\ntwo creatures inside, a driver and a passenger.\n\n       *       *       *       *       *\n\nThe passenger emerged, climbing with some difficulty over the steep step\nof the track, his tail rattling down behind him like a length of thick\ncable. Once on the ground he became quite agile, moving with a sort of\noddly graceful prance on his powerful legs. He approached, his attention\ncentered on Kieran. But he observed the amenities, placing one delicate\nhand on his breast and making a slight bow.\n\n\"Doctor Ray.\" His muzzle, shaped something like a duck's bill,\nnevertheless formed Paula's name tolerably well. \"And you, I think, are\nMr. Kieran.\"\n\nKieran said, \"Yes.\" The star-cluster blazed overhead. The dead beasts\nlay behind him, the people with their flying hair had run on beyond his\nsight. He had been dead for a hundred years and now he was alive again.\nNow he was standing on alien soil, facing an alien form of life,\ncommunicating with it, and he was so dog-tired and every sensory nerve\nwas so thoroughly flayed that he had nothing left to react with. He\nsimply looked at the Saka as he might have looked at a fence-post, and\nsaid, \"Yes.\"\n\nThe Saka made his formal little bow again. \"I am Bregg.\" He shook his\nhead. \"I'm glad I was able to reach you in time. You people don't seem\nto have any notion of the amount of trouble you make for us--\"\n\nPaula, who had not spoken since the child was carried off, suddenly\nscreamed at Bregg, \"Murderer!\"\n\nShe sprang at him, striking him in blind hysteria.\n\n\n8.\n\nBregg sighed. He caught Paula in those fine small hands that seemed to\nhave amazing strength and held her, at arm's length. \"Doctor Ray,\" he\nsaid. He shook her. \"Doctor Ray.\" She stopped screaming. \"I don't wish\nto administer a sedative because then you will say that I drugged you.\nBut I will if I must.\"\n\nKieran said, \"I'll keep her quiet.\"\n\nHe took her from Bregg. She collapsed against him and began to cry.\n\"Murderers,\" she whispered. \"That little girl, those old people--\"\n\nWebber said, \"You could exterminate those beasts. You don't have to let\nthem hunt the people like that. It's--it's--\"\n\n\"Unhuman is the word you want,\" said Bregg. His voice was exceedingly\nweary. \"Please get into the car.\"\n\nThey climbed in. The car churned around and sped back toward the\nbuilding. Paula shivered, and Kieran held her in his arms. Webber said\nafter a moment or two, \"How did you happen to be here, Bregg?\"\n\n\"When we caught the flitter and found it empty, it was obvious that you\nwere with the people, and it became imperative to find you before you\ncame to harm. I remembered that the trail ran close by this old outpost\nbuilding, so I had the patrol ship drop us here with an emergency\nvehicle.\"\n\nKieran said, \"You knew the people were coming this way?\"\n\n\"Of course.\" Bregg sounded surprised. \"They migrate every year at the\nbeginning of the dry season. How do you suppose Webber found them so\neasily?\"\n\nKieran looked at Webber. He asked, \"Then they weren't running from the\nSakae?\"\n\n\"Of course they were,\" Paula said. \"You saw them yourself, cowering\nunder the trees when the ship went over.\"\n\n\"The patrol ships frighten them,\" Bregg said. \"Sometimes to the point of\nstampeding them, which is why we use them only in emergencies. The\npeople do not connect the ships with us.\"\n\n\"That,\" said Paula flatly, \"is a lie.\"\n\nBregg sighed. \"Enthusiasts always believe what they want to believe.\nCome and see for yourself.\"\n\nShe straightened up. \"What have you done to them?\"\n\n\"We've caught them in a trap,\" said Bregg, \"and we are presently going\nto stick needles into them--a procedure necessitated by your presence,\nDoctor Ray. They're highly susceptible to imported viruses, as you\nshould remember--one of your little parties of do-gooders succeeded in\nwiping out a whole band of them not too many years ago. So--inoculations\nand quarantine.\"\n\n       *       *       *       *       *\n\nLights had blazed up in the area near the building. The car sped toward\nthem.\n\nKieran said slowly, \"Why don't you just exterminate the hunters and have\ndone with them?\"\n\n\"In your day, Mr. Kieran--yes, I've heard all about you--in your day,\ndid you on Earth exterminate the predators so that their natural prey\nmight live more happily?\"\n\nBregg's long muzzle and sloping skull were profiled against the lights.\n\n\"No,\" said Kieran, \"we didn't. But in that case, they were all animals.\"\n\n\"Exactly,\" said Bregg. \"No, wait, Doctor Ray. Spare me the lecture. I\ncan give you a much better reason than that, one even you can't quarrel\nwith. It's a matter of ecology. The number of humans destroyed by these\npredators annually is negligible but they do themselves destroy an\nenormous number of small creatures with which the humans compete for\ntheir food. If we exterminated the hunters the small animals would\nmultiply so rapidly that the humans would starve to death.\"\n\nThe car stopped beside the hill, at the edge of the lighted area. A sort\nof makeshift corral of wire fencing had been set up, with wide wings to\nfunnel the people into the enclosure, where a gate was shut on them. Two\nSakae were mounting guard as the party from the car approached the\ncorral. Inside the fence Kieran could see the people, flopped around in\npositions of exhaustion. They did not seem to be afraid now. A few of\nthem were drinking from a supply of water provided for them. There was\nfood scattered for them on the ground.\n\nBregg said something in his own language to one of the guards, who\nlooked surprised and questioned him, then departed, springing strongly\non his powerful legs. \"Wait,\" said Bregg.\n\nThey waited, and in a moment or two the guard came back leading one of\nthe black hunting beasts on a chain. It was a female, somewhat smaller\nthan the ones Kieran had fought with, and having a slash of white on the\nthroat and chest. She howled and sprang up on Bregg, butting her great\nhead into his shoulder, wriggling with delight. He petted her, talking\nto her, and she laughed doglike and licked his cheek.\n\n\"They domesticate well,\" he said. \"We've had a tame breed for\ncenturies.\"\n\n       *       *       *       *       *\n\nHe moved a little closer to the corral, holding tight to the animal's\nchain. Suddenly she became aware of the people. Instantly the\ngood-natured pet turned into a snarling fury. She reared on her hind\nlegs and screamed, and inside the corral the people roused up. They were\nnot frightened now. They spat and chattered, clawing up sand and pebbles\nand bits of food to throw through the fence. Bregg handed the chain to\nthe guard, who hauled the animal away by main force.\n\nPaula said coldly, \"If your point was that the people are not kind to\nanimals, my answer is that you can hardly blame them.\"\n\n\"A year ago,\" Bregg said, \"some of the people got hold of her two young\nones. They were torn to pieces before they could be saved, and she saw\nit. I can't blame her, either.\"\n\nHe went on to the gate and opened it and went inside. The people drew\nback from him. They spat at him, too, and pelted him with food and\npebbles. He spoke to them, sternly, in the tone of one speaking to\nunruly dogs, and he spoke words, in his own tongue. The people began to\nshuffle about uneasily. They stopped throwing things. He stood waiting.\n\nThe yellow-eyed girl came sidling forward and rubbed herself against his\nthigh, head, shoulder and flank. He reached down and stroked her, and\nshe whimpered with pleasure and arched her back.\n\n\"Oh, for God's sake,\" said Kieran, \"let's get out of here.\"\n\n       *       *       *       *       *\n\nLater, they sat wearily on fallen blocks of cement inside a dusty,\nshadowy room of the old building. Only a hand-lamp dispelled the gloom,\nand the wind whispered coldly, and Bregg walked to and fro in his\ncurious prance as he talked.\n\n\"It will be a little while before the necessary medical team can be\npicked up and brought here,\" he said. \"We shall have to wait.\"\n\n\"And then?\" asked Kieran.\n\n\"First to--\" Bregg used a word that undoubtedly named a city of the\nSakae but that meant nothing to Kieran, \"--and then to Altair Two. This,\nof course, is a council matter.\"\n\nHe stopped and looked with bright, shrewd eyes at Kieran. \"You are quite\nthe sensation already, Mr. Kieran. The whole community of starworlds is\nalready aware of the illegal resuscitation of one of the pioneer\nspacemen, and of course there is great interest.\" He paused. \"You,\nyourself, have done nothing unlawful. You cannot very well be sent back\nto sleep, and undoubtedly the council will want to hear you. I am\ncurious as to what you will say.\"\n\n\"About Sako?\" said Kieran. \"About--them?\" He made a gesture toward a\nwindow through which the wind brought the sound of stirring, of the\ngruntings and whufflings of the corralled people.\n\n\"Yes. About them.\"\n\n\"I'll tell you how I feel,\" Kieran said flatly. He saw Paula and Webber\nlean forward in the shadows. \"I'm a human man. The people out there may\nbe savage, low as the beasts, good for nothing the way they are--but\nthey're human. You Sakae may be intelligent, civilized, reasonable, but\nyou're not human. When I see you ordering them around like beasts, I\nwant to kill you. That's how I feel.\"\n\nBregg did not change his bearing, but he made a small sound that was\nalmost a sigh.\n\n\"Yes,\" he said. \"I feared it would be so. A man of your times--a man\nfrom a world where humans were all-dominant--would feel that way.\" He\nturned and looked at Paula and Webber. \"It appears that your scheme, to\nthis extent, was successful.\"\n\n\"No, I wouldn't say that,\" said Kieran.\n\nPaula stood up. \"But you just told us how you feel--\"\n\n\"And it's the truth,\" said Kieran. \"But there's something else.\" He\nlooked thoughtfully at her. \"It was a good idea. It was bound to work--a\nman of my time was bound to feel just this way you wanted him to feel,\nand would go away from here crying your party slogans and believing\nthem. But you overlooked something--\"\n\nHe paused, looking out the window into the sky, at the faint\nvari-colored radiance of the cluster.\n\n       *       *       *       *       *\n\n\"You overlooked the fact that when you awoke me, I would no longer be a\nman of my own time--or of any time. I was in darkness for a hundred\nyears--with the stars my brothers, and no man touching me. Maybe that\nchills a man's feelings, maybe something deep in his mind lives and has\ntime to think. I've told you how I feel, yes. But I haven't told you\nwhat I think--\"\n\nHe stopped again, then said, \"The people out there in the corral have my\nform, and my instinctive loyalty is to them. But instinct isn't enough.\nIt would have kept us in the mud of Earth forever, if it could. Reason\ntook us out to the wider universe. Instinct tells me that those out\nthere are my people. Reason tells me that you--\" he looked at Bregg,\n\"--who are abhorrent to me, who would make my skin creep if I touched\nyou, you who go by reason--that you are my real people. Instinct made a\nhell of Earth for millennia--I say we ought to leave it behind us there\nin the mud and not let it make a hell of the stars. For you'll run into\nthis same problem over and over again as you go out into the wider\nuniverse, and the old parochial human loyalties must be altered, to\nsolve it.\"\n\nHe looked at Paula and said, \"I'm sorry, but if anyone asks me, that is\nwhat I'll say.\"\n\n\"I'm sorry, too,\" she said, rage and dejection ringing in her voice.\n\"Sorry we woke you. I hope I never see you again.\"\n\nKieran shrugged. \"After all, you did wake me. You're responsible for me.\nHere I am, facing a whole new universe, and I'll need you.\" He went over\nand patted her shoulder.\n\n\"Damn you,\" she said. But she did not move away from him.\n\n\nTHE END\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Amazing Stories Fact and Science\n    Fiction_ May 1962. Extensive research did not uncover any evidence\n    that the U.S. copyright on this publication was renewed. Minor\n    spelling and typographical errors have been corrected without note.\n\n\n\n\n\nEnd of Project Gutenberg's The Stars, My Brothers, by Edmond Hamilton\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE STARS, MY BROTHERS ***\n\n***** This file should be named 24870.txt or 24870.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/4/8/7/24870/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}