{"title": "The Monster", "author": "S. M. Tenneshaw", "releaseDate": "March 25, 2008", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\nThe MONSTER\n\nBy S. M. TENNESHAW\n\n\n What will cosmic rays do to a living organism?\n Will they destroy life, or produce immortality?\n The eminent Dr. Blair Gaddon thought he knew ...\n\n\nFred Trent pulled his coupe into the curb and leaned his head out the\nopen window beside him.\n\n\"Hi, Joan, need any help?\"\n\nHe called to a trim-looking girl in a nurse's uniform. Joan Drake was\nholding on to a leash with both hands, and her slender body was tugging\nagainst the leash as she strained against the pull of a Great Dane on\nthe other end.\n\nShe looked over her shoulder as Trent called out, her blonde hair\nglinting in the warm afternoon sunlight. Blue eyes smiled an impish\ngreeting at him.\n\n\"Hello, Fred. No thanks. Brutus and I get along famously.\"\n\nTrent opened the car door and got out. He walked up the sidewalk and\nstood beside the girl.\n\n[Illustration: They watched as white-hot flames shot from the base of\nthe cradled rocket. There was a tremendous roaring, and then the rocket\nslowly lifted upward.]\n\n\"Business must be mighty slack for the great gland specialist, Stanley\nFenwick. Is this all he can find for his pretty nurse to do?\"\n\nThe girl sniffed. \"Walking Brutus around has its compensations. At least\nhe doesn't get fresh--like some people I know.\"\n\nFred grinned as he saw the huge dog suddenly turn on its leash and raise\nitself off the ground to stick out a long rapier-like tongue and lick\nthe girl's cheek before she could move her head away.\n\n\"Down, Brutus! Down!\" she called out, half-laughing.\n\nTrent stepped in and pulled the big animal away from the girl, patting\nthe dog's head as he did so.\n\n\"What was that you said about getting fresh?\" Trent asked her. \"Looks to\nme like the dog's life is the best around the Fenwick offices.\"\n\n\"Just don't get any ideas!\" Joan Drake shot back.\n\n\"I've already got them,\" he replied. \"Which reminds me, am I seeing you\ntonight?\"\n\nThe girl held a tight grip on the leash and looked at him coyly.\n\n\"Let's see. We'll take in a movie, stop for a bite to eat at Joe's\nHamburger Palace, and then drive out to North Butte. You'll park the car\nand then you'll ask me when I'm going to quit my job and settle down\nraising a family for you, and I'll say--\"\n\n\"You'll say not until I get the biggest scoop in Arizona, a big raise,\nand a bonus as a down payment on a house,\" he completed her sentence.\n\n\"There! You see? We might just as well not have our date. In effect,\nwe've had it already.\"\n\nHe looked at her for a long moment, and when he spoke again his voice\nhad lost its humorous note.\n\n\"You forgot one very important item. When I ask you that usual question,\nand after you give your usual answer, I'll take you in my arms and tell\nyou how much you mean to me, and--\"\n\n\"You win,\" she interrupted him. \"I had forgotten about that.\"\n\n       *       *       *       *       *\n\nThe dog started to pull against the leash again and Fred reached out to\nhelp her hold the big animal in check. Then she looked at him again.\n\n\"What brings you to the outskirts of Tucson? Don't tell me there's a big\nstory breaking on the edge of town.\"\n\nHe shook his head. \"Not exactly. I'm on my way to the Rocket Research\nProving Grounds. Just a routine story on the experiment they're going to\npull off this evening. I've got to interview Mathieson, Gaddon, and a\nfew other scientists on the project.\"\n\nThe girl laughed. \"That's something of a coincidence. Dr. Blair Gaddon\nis in Dr. Fenwick's office right now.\"\n\nFred Trent's eyebrows raised in surprise.\n\n\"That so? Something wrong with him?\"\n\n\"No. He's just having a physical checkup. Seems to be worried about his\nheart. Dr. Fenwick didn't need me since it's a routine job, so I took\nBrutus for a walk.\"\n\nTrent nodded. \"That's a bit of luck. I think I'll stick around and give\nGaddon a lift out to the Proving Grounds. I wanted to talk to him\nanyway.\"\n\n\"In that case,\" the girl replied, \"you can give me a hand putting Brutus\nback in his kennel. Once he gets out he's something of a problem.\"\n\nFred nodded, taking the leash from her hands and feeling the big dog tug\nagainst him.\n\n\"Never could figure out why Fenwick wanted a big hound like this. Seems\nto me a terrier would be more practical.\"\n\n\"That's a matter of taste,\" Joan answered. \"Dr. Fenwick is very fond of\nBrutus--and so am I for that matter. But tell me something about this\nexperiment you're covering.\"\n\nThey had turned in at a large Spanish type house that Trent knew served\nas a combination living quarters and office for the famous gland\nspecialist. He shrugged.\n\n\"Don't know much about it myself. They're shooting off this new type\nrocket, a really big affair, loaded with all sorts of instruments. Some\nsort of experiment with cosmic rays. The rocket will go up to the outer\nlayers of the Earth's atmosphere, where a clocked mechanism will release\na parachute-attached section containing the instruments. This will float\nback to the surface of the Earth.\n\n\"There is one interesting thing about it though. They're also including\na live animal with the instruments. A cat I believe. They want to see\nwhat effect the cosmic rays will have on a living creature.\"\n\nThe girl turned a shocked face toward him as they walked up the steps to\nthe front door of the house. Trent could see a panel in the center of\nthe door that opened from the inside, and over it, the sign, _Doctor is\nin, please ring_.\n\n\"But I think that's positively cruel!\" Joan Drake said earnestly.\n\"Subjecting an innocent animal to what may be certain death!\"\n\nFred laughed at her concern. \"Hold on, now. You should be the last one\nto take such an attitude. Doesn't medical science experiment on animals\nto find out about human ailments?\"\n\n\"That's different,\" the girl insisted, opening the door and leading the\nway into a long hall. \"Doctors know what they are doing--but this is a\nsheer waste of life ...\"\n\n       *       *       *       *       *\n\nTrent let the dog pull him down the hall toward a door at the end which\nhe knew opened on the backyard where the Great Dane was kept.\n\n\"Seems to me it's much the same thing,\" he answered her. \"Scientists\nwant to explore the mysteries of space, and the only way to do it is\nwith an animal. Or would you like to make the trip--maybe I can arrange\nit? Would make a big story, just the one I've been waiting for.\"\n\n\"I believe you would at that!\" she mocked, opening the rear door.\n\"Here, give me the leash.\"\n\nTrent handed over the leash to her and watched as she released the huge\ndog. Brutus flicked out a long tongue once again and caught the girl's\ncheek in a wet caress before she straightened.\n\n\"Brutus! Now get along with you!\"\n\nThe dog took a leisurely bound through the door and into the backyard.\nTrent glanced through the door at the tall fenced-in yard with the large\nkennel that might well have served as a small garage. He stood beside\nthe girl watching the big animal romp for a few moments, then she shut\nthe door and they turned back down the hall.\n\n\"I'll have to go inside now, Fred,\" she said. \"If you want to wait for\nGaddon, have a seat. It shouldn't be long.\"\n\nShe started to turn in at a door marked private, when Fred pulled her\ngently around and before she could stop him, had kissed her.\n\n\"I was getting mighty jealous of Brutus. Now I feel better.\"\n\n\"I don't know which of you I prefer,\" she shot back, then smiled and\npulled away from him.\n\nHe watched her open the office door and close it after her.\n\n       *       *       *       *       *\n\nHe had lit his second cigarette and gotten halfway through his third\nmagazine on the rack beside the chair when the office door opened again.\nHe heard the pleasant voice of Dr. Stanley Fenwick.\n\n\"If every man had a heart as strong as yours, Blair, we wouldn't need\nhalf the doctors we have.\"\n\nThen he heard the deep, gruff voice of Dr. Blair Gaddon half laugh.\n\n\"Thanks a lot, Fenwick. You've taken a load off my mind. Goodbye, Miss\nDrake.\"\n\nHe heard Joan reply and then saw Dr. Fenwick usher the physicist out\ninto the hall.\n\nTrent rose as the two men approached.\n\n\"Why, hello, Trent,\" Dr. Fenwick said.\n\nTrent nodded at the tall, white-coated figure of the famous gland\nspecialist.\n\n\"Afternoon, doctor.\"\n\nFenwick smiled at him. \"Don't tell me you're waiting to see me?\"\n\nFred shook his head. \"Not exactly. I was waiting to see Dr. Gaddon\nthough. I was on my way out to the Proving Grounds and I happened to\nstop by and talk to Miss Drake.\" He turned to the physicist, a bulky man\nwith firm, hard features, who moved his large body with an almost\ncat-like grace.\n\n\"I hope you don't mind, Dr. Gaddon. Possibly I can give you a lift back\nout to the Base. I'm covering the launching for my paper.\"\n\nGaddon smiled at him. \"But of course I don't mind. And I'll take you up\non that offer. It'll save me a trip back to town to take one of the\nstaff cars.\"\n\n       *       *       *       *       *\n\nThe words had a friendly note to them, as did the smile on Gaddon's\nface. And yet, somehow, Fred Trent found that he did not like this man.\nIt was nothing he could put his finger on, nothing he could rationalize,\nunless it was the coldly calculating look in the scientist's eyes.\n\n\"That's fine, doctor,\" Trent replied. \"Shall we go?\"\n\nHe turned and said good-bye to Fenwick and passed a smiling glance at\nthe girl. He could see her blush slightly as Fenwick caught the glance\nand laughed. Then they were out of the house and Trent led the way to\nhis car.\n\nInside, he started the motor and drove away. Beside him, Gaddon lit a\ncigar and blew a long plume of smoke through the open window.\n\n\"You said you wanted to talk to me, Trent?\"\n\nFred nodded. \"That's right, doctor. I'm writing up the rocket experiment\nfor my paper, and I thought maybe you could give me a few details of\ninterest.\" He paused for a moment, then asked: \"Would it be too personal\nto ask if your visit to Dr. Fenwick had anything to do with the coming\nexperiment?\"\n\nGaddon shot a quick glance at him.\n\n\"Why do you ask that?\"\n\nFred Trent shrugged. \"It was just a thought. I heard Dr. Fenwick talking\nabout your heart, but you look pretty healthy to me, so I thought maybe\nit was because Fenwick is a gland specialist and you might be talking to\nhim about examining the cat after the rocket returns ...\"\n\nGaddon laughed roughly. \"A mighty clever reasoning, Trent, but not quite\ncorrect. The fact is, I was seeing the doctor for personal reasons. Just\na physical checkup. It had nothing to do with the rocket experiment or\nthe effect of the cosmic rays on the animal we're including in the\nexperiment.\"\n\n\"It was just a thought, doctor,\" Trent replied, as he moved the coupe\nout on the open highway away from Tucson and toward the Rocket Proving\nGrounds on the desert flats in the distance.\n\n\"So now that we've disposed of that, what else would you like to know?\"\nGaddon asked him, a peculiar edge to his voice that Trent did not miss.\n\n\"Well, I would like to get a first hand bit of information on just\nexactly what you plan to prove with this experiment. If I'm correct, Dr.\nMathieson, the head of the project, contends that cosmic rays may be\nlethal, and this experiment is to prove his point.\"\n\nThe physicist snorted. \"It is no secret that Mathieson and myself\ndisagree violently on that subject.\"\n\nTrent's eyebrows raised. \"Is that so? I wasn't aware of it?\"\n\nGaddon paused, seeing that his words had slipped out too freely. Finally\nhe said, \"What I meant to say, Trent, is that up until now it has not\nbeen a public issue of disagreement. And I would prefer to have it\nremain a private matter until after the experiment.\"\n\n\"I see,\" Trent mused. \"You have my word that I won't print anything you\nsay without your permission. But just what is the difference of opinion\nbetween you and Mathieson?\"\n\nGaddon took a long pull at his cigar and waited a few moments before\nreplying. It was apparent to Trent that he was debating continuing the\nsubject with a newspaperman. But Trent had gauged the man correctly.\nThere was a flair of vanity in Gaddon that dated back to his English\nancestry. Trent remembered that Gaddon, quite a figure in English\nscientific circles, had created a stir when he had come over to the\nUnited States to assist in rocket research at the Arizona proving\ngrounds. It seemed that Gaddon had not wanted to take a back seat to the\nfamed American scientist, Mathieson. It had made a few gossip columns in\nthe newspapers before Washington put an official clamp on the matter.\n\n       *       *       *       *       *\n\nNow, as Trent waited for the Englishman to reply, he could almost sense\nthe thoughts that were going through Gaddon's mind. The Englishman was\ndebating whether to take an open stand against the viewpoints of his\nAmerican colleague. But Trent felt that the British stubbornness in the\nman would make him reveal his own theories. Especially since Trent had\nalready promised not to print anything without Gaddon's permission. That\nwould give him an opportunity to gloat safely, should his own ideas be\nproven correct.\n\n\"Very well, Trent, I'll take you at your professional word to keep this\nmatter confidential. But if what I contend is correct, you'll have a big\nstory to tell.\"\n\nTrent waited expectantly, not wanting to break the Englishman's train of\nthought.\n\n\"The fact is, Trent, that Mathieson is all wrong. To go even further,\nmost of your American scientists don't have the haziest idea of exactly\nwhat the cosmic rays are. We in Britain have made quite exhaustive\nstudies of the phenomena.\"\n\nTrent didn't bother to argue with him. He only nodded his head. It would\nhave been silly, he knew, to contradict Gaddon, to tell him that the\nEnglish didn't know a thing more about the cosmic rays than the American\nscientists, that American science had made, and was continually making,\nexhaustive research into that scientific field of study on as great if\nnot more so a scale than Britain could possibly achieve. It was only\nGaddon's vanity talking, Trent knew, so he let him put in the barb of\nridicule, waiting.\n\n\"I was sent over here, as you may know, to aid in the current\nexperiment. To formulate it as a matter of fact. This test is being\nconducted to determine just what effect cosmic rays will have on a\nliving organism. As I said, Mathieson, and your other scientists are of\nthe opinion that the rays are lethal. That they will destroy life. In\neffect, that they are death rays.\n\n\"But I contend that they are wrong. What would you say if I told you\nthat cosmic rays are the very source of life and energy in the\nuniverse?\"\n\nTrent whistled judiciously, and noted that Gaddon's face smiled at the\napparent surprise Trent evinced.\n\n\"You find that a startling statement?\"\n\nTrent nodded. \"I'd say that it sounded like the beginning of a very\ninteresting theory.\"\n\n\"And you would be right,\" Gaddon replied, warming to his subject. \"It is\nmy contention that the cosmic rays will prove to be the fountain of\nyouth that men have sought through the ages. That they will react on the\nglands of a living creature and produce immortality.\n\n\"Now take your choice. Whose theory would you rather believe?\nMathieson's idiotic claims of a death ray, or mine as a source of the\nutmost benefit to science?\"\n\nTrent took a moment before replying. When he did so, he spoke with tact,\nand also with the feeling that his trip to Fenwick's office had proven\nvery valuable. For there was a story here. A big story.\n\n\"I'd say, doctor, that I'd like to believe your theory was correct. But\nisn't it a little premature to be so definite about it?\"\n\nGaddon snorted. \"No more premature than Mathieson's. And I'll tell you\nsomething else, Trent. You may not realize it, but you're about to take\npart in what may be the biggest story of the century. And when it\nbreaks, you'll remember our conversation here. I intend to prove that\nyour American scientists are wrong.\"\n\nTrent noticed the personal emphasis that Gaddon put in his last\nstatement, but he was drawn away from the conversation as he turned the\ncoupe into the guarded entrance to the proving grounds.\n\nThere was a moment of credential flashing to the guards, and a\nrespectful salute to the scientist in the car beside Trent. Then Trent\nmoved his coupe through the entrance and up the cement roadway to the\nAdministration building.\n\nAs Gaddon got out of the car he turned to Trent.\n\n\"I'll leave you here. The members of the Press will be conducted to the\nlaunching site at dusk. I'll see you then. In the meantime, don't forget\nthat you've given your word not to release any of the information I've\ngiven you.\"\n\nTrent nodded and watched him walk away. He followed the Englishman with\nhis eyes, a frown crossing his face. There was something too cocksure\nabout the man. His ridicule of American scientists could be ignored, but\nthe way he spoke about his theory, as if it had already been a proven\nfact against the ideas of Mathieson....\n\nA faint chill ran up Fred Trent's back. He couldn't explain it. But it\nwas there. An ominous note of foreboding.\n\nHe shrugged it off and left his car to walk toward the Administration\nbuilding.\n\n       *       *       *       *       *\n\nThe remaining hours of the afternoon dragged by in a monotony of idle\nspeculation. Trent listened to the gathered newspapermen discussing the\ncoming experiment at dusk, accompanied them as Dr. Mathieson, the head\nof the project, conducted them on a tour of the project, to the\nlaunching site, and then back to the central building.\n\nThe launching site itself had been an impressive sight. The huge\nrockets, much in appearance like the famed V2 of World War II, but on a\nmuch larger scale, were cradled in their launching platforms like some\nhuge monsters about to be unleashed into the unsuspecting heavens.\n\nThey had listened as Mathieson explained the various number of\ninstruments that were being included in the first rocket, to record its\nhurtling trip through the atmosphere to the outermost layers of the\nEarth's surface.\n\nAnd they had been told of the other, and to the gathered newspapermen,\nthe most interesting part, the inclusion of a cat in the rocket, in a\nlarge oxygen-fed chamber, to study the effects of the cosmic rays on a\nliving creature.\n\nThen back to the central building. Back to wait. And the tension began\nto mount. For the shadows were lengthening, the sun sinking behind the\nhorizon to the west. The moment was now close at hand.\n\n       *       *       *       *       *\n\nA stocky figure detached itself from the shadows beside the huge bulk of\nthe laboratory building and slowly edged out into the dusk.\n\nIt paused momentarily, to survey the scene. Sharp eyes scanned the\nlooming rockets and their launching platforms, watchful, alert. They\nfinally settled upon the armed guard who walked a measured distance back\nand forth in front of the rockets. Then the figure moved forward again,\ncautiously, purposefully.\n\nThe distance from the giant rockets shortened gradually, and then the\nguard, turning to retrace his steps, saw the approaching figure.\n\nThere was a snapping sound as a rifle was brought into position, and a\nrapping command barked out.\n\n\"Halt! Who goes there?\"\n\nThe shadowy figure halted abruptly a short distance away from the guard.\nAnd a voice answered.\n\n\"Dr. Blair Gaddon.\"\n\nThe guard's rifle snapped into present arms and then back to the\nsoldier's right shoulder.\n\n\"Oh, it's you, sir. Is there anything wrong? The launching is set for\nfifteen minutes from now, isn't it?\"\n\nGaddon walked slowly up to the soldier and the guard could then see his\nface in the thickening shadows.\n\n\"That's right,\" Gaddon replied. \"I'm making a last minute inspection.\"\n\nThe guard nodded. \"Dr. Mathieson and the newspapermen will be along any\nminute, sir?\"\n\nGaddon moved closer to the soldier, and then suddenly his hand came out\nof his coat pocket and there was a gun in it.\n\n\"Drop your rifle, soldier. Quick!\"\n\nThe guard stared at the scientist in shocked astonishment.\n\n\"What is this, sir? A gag?\"\n\nGaddon motioned with his gun.\n\n\"It is no gag! Do as I say--or must I shoot?\"\n\n       *       *       *       *       *\n\nThere was an ominous note in Gaddon's voice. And a strained quality to\nit that told the guard the man meant what he said. Very slowly the\nsoldier removed the rifle from his shoulder and dropped it to the\nground.\n\nGaddon motioned with his gun.\n\n\"Now step back! Move!\"\n\nThe guard moved slowly back a pace, and then the Englishman stepped\nforward and kicked the rifle away from the man. Then he motioned around\nthe rocket.\n\n\"Now move over around the side of the number one rocket to the far side\nof number two.\"\n\nHe watched as the guard turned and began to walk slowly around the huge\nbase of the waiting rocket. He followed the soldier.\n\n\"I don't know what this is all about, Dr. Gaddon,\" the guard protested.\n\"But I can tell you one thing, you're playing with the United States\nGovernment right now. When Dr. Mathieson hears about this--\"\n\n\"When Dr. Mathieson hears about this, soldier, I'll be a long way from\nhere--out at the edge of space itself!\"\n\nGaddon could hear the guard draw in his breath sharply, but the man kept\nwalking around to the far side of the second rocket cradle.\n\n\"You can't mean that you're going to go up--\"\n\nThe soldier's voice broke off uncertainly and Gaddon laughed shortly.\n\n\"You are a discerning man, soldier. That is exactly what I intend to do.\nAnd I warn you, don't make a false move or I'll shoot. My plans are made\nand I intend to carry them out!\"\n\nThey had reached the far side of the second rocket now, away from view\nof the rest of the buildings, out of sight. Away in the distance the\nfaint outlines of the great wire fence circling the testing grounds\ncould be seen, and beyond that, the twinkling lights of Tucson, already\nvisible in the dusk.\n\n\"This is far enough,\" Gaddon said suddenly.\n\nHe watched as the soldier halted. Then Gaddon moved up quickly behind\nthe man. Before the soldier sensed what was about to occur, Gaddon's\nhand raised over his head and the butt of the weapon in his hand crashed\nagainst the back of the man's head.\n\nThere was a soft groan in the shadows as the soldier crumpled limply to\nthe ground. In the silence that followed, Gaddon's tense breathing was\nthe only sound. He looked down at the still body of the unconscious man,\nthen he quickly turned and retraced his footsteps back the way he had\ncome.\n\nWhen he had reached the far side of the first rocket, he stopped before\nthe metal steps of the cradle leading up to the closed door of the\nrocket. He looked quickly about him, making sure that nobody was in\nclose proximity, then he threw his gun under the rocket beside the rifle\nof the soldier, and ran up the steps.\n\nA cool breeze sprang up in the western night and whispered softly around\nGaddon as he fumbled for a moment with a switch set in the smooth side\nof the rocket beside the sealed door.\n\nThere was a click, finally, and the door slid open.\n\nGaddon took a last look about him and then quietly slipped through the\nopening. A moment later there was the sound of the door sliding shut.\n\nInside the rocket, Gaddon lit a small pocket flash and looked around\nhim. A soft sound struck his ears. The mewing sound of a cat. He turned\nthe flash on the startled animal and a low laughter crept from his\nthroat.\n\nHe moved through the large instrument chamber then and sat on the floor\nbeside the cat.\n\nThen the flash went out and his laughter came again ...\n\n       *       *       *       *       *\n\n\"All right, gentlemen, the time has come. In a few minutes an automatic\ncontrol, synchronized with controls in the rocket will be set off in the\nmain laboratory building. If we want to watch the launching we'll have\nto hurry.\"\n\nFred Trent listened to the voice of Mathieson, and saw the famed\nAmerican scientist start out of the central lobby toward the launching\nsite. The gathered newspapermen followed, their voices filled with\nexcitement now that the moment had come.\n\nTrent followed along with them, but felt a peculiar tenseness within\nhim. He had been watching for Gaddon to make his appearance. But as yet\nthe Englishman had not showed up. Was it possible that he wasn't going\nto watch the rocket launching? As Trent followed the others out into the\ngathering night, he frowned to himself. It was certainly strange. And\nentirely unlike the blustering manner Gaddon had displayed on the drive\nback from Tucson. Or had the man suddenly realized that he had made a\nfool of himself and was taking this easy way out?\n\nBut that too didn't seem natural. And Trent found himself edging\nforward through the ranks of the newsmen, until he had reached the side\nof Mathieson.\n\nThe scientist was talking to one of the journalists as they rounded the\ncorner of the Administration building. Now the rockets were in sight,\nstanding tall and immense in the shadows.\n\nMathieson held his hand up in a gesture of halt, and the men behind him\ndrew into a compact circle.\n\nFred turned to Mathieson.\n\n\"Dr. Mathieson, isn't Dr. Gaddon going to be here for the launching?\"\n\nThe head of the rocket project turned to Trent. Fred could see a\nsuddenly puzzled look in his eyes.\n\n\"Yes, that is strange ...\" Then he laughed. \"I suppose Gaddon is in the\nlaboratory supervising the firing controls. Well, if he wants to miss\nthe show, that's his fault. He knows the schedule.\"\n\nTrent accepted the scientist's words without replying. But he still\nwasn't satisfied. What was it that Gaddon had said in the car about the\nbiggest story of the year? What had the man meant? Question after\nquestion arose in Trent's mind as he stood there, and always the queer\nfeeling inside him grew in intensity. He could not place his finger on\nit, but somehow, he knew that something was wrong.\n\nBut then his suspicions were put aside for the moment as he heard\nMathieson say:\n\n\"All right, gentlemen, the time is nearly here. In precisely one minute\nthe rocket will be fired.\"\n\nThe statement was made with a quiet eagerness, and then suddenly the\ngathered witnesses grew silent.\n\nTrent's eyes, along with the others, fastened on the looming bulk of the\nwaiting rocket.\n\nAnd the seconds ticked off in Fred's mind.\n\nAs he counted them, he thought that it seemed impossible that within a\nvery few moments that gigantic hulk of smooth, tapered metal would\ndislodge itself from the cradle it rested in with a burst of roaring\nflame. That in another few seconds it would shoot into the blackened\nsky, and in a few short minutes would reach unbelievable heights in the\nheavens, to the edge of space itself before the automatic controls\nreleased the instrument section to be returned safely to earth.\n\nAnd the seconds passed.\n\n\"Time!\"\n\nTrent heard the voice of Mathieson rap the word out sharply.\n\nAnd then there was a roar of sound from the cradled rocket.\n\nA spear of flame shot from its base, exploding the night into a\nbrilliant display of pyrotechnics.\n\n       *       *       *       *       *\n\nThe roaring grew louder as the tremendous power of the now unleashed\nrockets took hold of the night air. Fred watched as the flames grew\nwhite-hot bright, and then he saw the gigantic rocket shudder in its\ncradle.\n\nThe shudder grew into a spasm of movement, and then slowly, but steadily\ngrowing faster, the rocket lifted from its cradle.\n\nFred's eyes were fastened on the rocket now, a feeling of awe sweeping\nthrough him. He suddenly realized how puny man was against the forces\nman could unleash. Forces that here were being utilized to scientific\nends, but forces that upon a moment's notice, could in turn be unleashed\nupon the rest of humanity in a burning, devastating terror of death.\n\nAnd as the thought flitted across his mind, he saw the rocket gather\nspeed as it left its cradle. It was now rising in a swift, sure arc,\nlashing into the dark sky like a fury.\n\nAnd then the terrible speed of the rocket took hold against the forces\nof gravity and it shot into the heavens, its roaring becoming a fading\nhiss of sound, the brilliant flash of flame from its exploding tubes, a\nreceding beacon of light that gradually faded to a pinpoint far over\ntheir heads.\n\nAfter the terrific thunder of sound that had accompanied the launching\nof the rocket, the sudden silence now was almost palpable. The gathered\nwitnesses stood mutely, awe still in their eyes, their ears still\nringing with the sound of the takeoff.\n\nFinally the voice of Mathieson broke the quiet night air.\n\n\"Well, gentlemen, that's it. Tomorrow morning we'll scout the returned\nsection. It should land somewhere in the open country to the south.\nWe've computed that pretty carefully. I guess that's about all for--\"\n\nHis voice broke off suddenly and Fred Trent heard what must have\ndistracted the scientist.\n\nA man was shouting from the vicinity of the second rocket, and as they\nlooked, a dim figure could be seen staggering away from the side of the\nother rocket, coming slowly toward them.\n\n\"Good Lord!\" Mathieson breathed. \"What's that man doing out there? He\ncould have been killed!\"\n\nThen suddenly they saw the staggering figure stumble on the ground.\n\nAnd then Trent and the others were racing across the ground to the side\nof the fallen man.\n\nWhen they reached him, Mathieson came forward and knelt beside the\nfigure.\n\n\"Why, it's one of the guards!\" he said in shocked surprise.\n\nAnd it was then that the strange feeling of foreboding hit Fred again.\nAs he knelt beside the groaning guard, it swept over him in a chilling\nwave. He lifted the man's head from the ground and the guard opened his\neyes. He recognized the face of Mathieson as the scientist looked\nanxiously in his direction.\n\n\"Good heavens, man, what happened? You were ordered to leave five\nminutes before launching time!\"\n\nThe guard's mouth opened as he struggled to a sitting position. The\nman's hand reached up and touched the back of his head painfully.\n\n\"Sir--Gaddon--Dr. Gaddon attacked me ...\"\n\nThere was a momentary stunned silence as the soldier's words sunk in on\nthe gathered men.\n\n\"_What?_\" Mathieson's voice was incredulous.\n\nAnd as Trent watched the soldier nod his head, the suspicion he had felt\nsuddenly overwhelmed him in a grim realization. Even as the soldier\nblurted out pain-filled words, Trent knew somehow what he was going to\nsay.\n\n\"Gaddon--he pulled a gun on me ... He forced me to the far side of\nnumber two--he said he was going up in the rocket--he said he had\nplans--then he hit me with the gun ... I came to when the rocket went\noff--I was away from the blasts, luckily ...\"\n\nThen the soldier was standing on his feet again, swaying as he fought to\nclear his fogged senses.\n\nBut Trent was no longer aware of the soldier. And he saw that Mathieson\nwas no longer looking at the guard. For a brief instant their eyes met,\nand Trent saw a stunned look in the scientist's, then Fred's gaze swept\nup into the night. Up into the darkened sky where, miles above them, the\nhurtling rocket was even now reaching the apex of its flight.\n\nUp where a man rode on a perilous trip into the unknown.\n\n       *       *       *       *       *\n\nGaddon hunched in the darkness of the rocket, waiting. He had counted\nthe remaining minutes off, one by one. And he knew that finally the\nmoment was at hand.\n\nIt would be too late now to stop him. They had not noticed his absence,\nand if they had, they would not delay the launching for him. He had\ntaken that fact into consideration.\n\nAnd now that the moment was close to completion, he felt a glowing sense\nof triumph within him. He would now show those fools, and especially\nMathieson. He would prove conclusively that cosmic rays were what he had\nsaid they were--a source of the energy of life, a fountain from which\nyouth and vitality would pour, making his body immortal. He would go\ndown in history as one of the greats of science. A man who had risked\nhis life to prove his theory. A man who would be the first to achieve\nthe goal of the ages, the dream of the philosophers, eternal life.\n\nThe triumph would be his. _All_ his!\n\nAnd the rocket tubes exploded into sound.\n\nGaddon tensed in the darkness, gripping the safety straps he had\nattached to himself. Beside him he felt the cat let out a frightened\nmewing sound as the roar of the exploding rocket power grew. He felt the\nfurry body rubbing against his side, seeking sanctuary against this\ndread sound.\n\nAnd then the rocket trembled with sudden movement.\n\nIt was slow at first, but then it grew faster, and Gaddon felt a faint\nintensity of fear in his temples at the shuddering power of that\nmovement.\n\nAnd then he felt the blood draining from his head, making him faint with\ndizziness as the rocket accelerated suddenly into a terrible burst of\nspeed.\n\nHe could feel it moving swiftly through the atmosphere now, feel the\ntortured rush of air that whipped against the sides of the projectile in\na moaning dirge that mingled with the roar of the exploding rocket fuel.\n\nAnd as the seconds passed, he became accustomed somewhat to the\nincreasing velocity of the projectile, and the dizziness passed from his\nhead. Then he became aware of the trembling body of the cat beside him\nand a soft laughter rose in his throat.\n\nBut it died stillborn as the roar of the rockets grew to a thundering\nhiss now in his ears.\n\nAnd he felt the cool sweetness of the automatically released oxygen fill\nthe chamber about him and he drank it into his lungs hungrily.\n\nWith each second now, he knew the projectile was racing higher into the\nrarefied atmosphere, heading steadily out to where the air of earth\nwould be almost non-existent.\n\nAnd a grim smile crossed his face in the darkness, for he knew that\nshortly the rocket would enter the outermost layers and the cosmic rays\nwould play with all their energies upon the projectile.\n\nAnd he tensed suddenly.\n\nThere was a glow that sprang into being in the chamber about him.\n\nIt was dim at first. But it grew steadily in intensity around him,\nrevealing the interior of the chamber in its weird light.\n\nAn exultation swept through him then. He knew they had entered the field\nof the cosmic rays, and that the manifestation of light he saw was a\nresult of those forces of nature.\n\nBeside him the cat mewed plaintively in fear and huddled closer against\nGaddon's body. His eyes watched the tiny creature for a moment and then\nswept around the large chamber at the massed instrument panels that were\nrecording every minute fraction of a second of the flight.\n\nAnd the glow grew.\n\nAnd suddenly the hissing of the exploding rocket fuel began to diminish\nin volume. The apex of the flight was nearly at hand then.\n\nAnd the glow around Gaddon began to color. From a weird phosphorescent\nwhiteness it changed to a dull but intense yellow. And with the change,\na strange feeling crept through his body.\n\n       *       *       *       *       *\n\nIt tugged at him with invisible hands. It played upon his every nerve,\nhis every fiber, the innermost feelings of his sensibility. It grew\nstronger, this alien probing within him, grew as the glow pulsed in the\nchamber around him.\n\nAnd suddenly, instead of a fierce feeling of triumph, a sense of dread\nswept through him. He fought at the gripping sensations within him,\ntried to dispel them, to no avail. They grew stronger, like invisible\nhands that were changing the very essence of life inside him.\n\nAnd as the thought passed through his suddenly tortured mind, he\nrealized that was exactly what was taking place. A change. A change\nbeyond his comprehension, beyond the understanding of any man. Beyond--\n\nAnd the whining fearful mew of the cat beside him changed. It tensed\nagainst his body, and the whine in its animal throat became an irate\nhiss. He looked down and saw the hackles rising on the back of the cat,\nsaw the creature looking up at him now, not with wide frightened eyes of\nappeal, but with a ferocity of wildness that brought a chill to his\ninner being.\n\nAnd the glow grew around him, brilliant yellow in texture now. And with\nthe increasing brilliance of the light, the feeling of change grew\nwithin him.\n\nIt was stronger than he now. It held his every heartbeat in its pulsing\ngrip. It throbbed in his temples, ached to the ends of his toes, set\nhis body aflame with it.\n\nAnd the cat suddenly lunged against him, its sharpened claws biting\nthrough his garments and into his flesh.\n\nHis hands reached down in a quick movement and gripped the body of the\ncat. He tore the raking claws away from his body and held the cat in the\nair beside him.\n\nThe creature writhed in his grasp, fighting madly to escape. And as his\ngrip tightened on the animal, the eyes of the cat suddenly locked with\nhis.\n\nHe felt the forces within him reach a crescendo at that moment. And his\nbody was frozen immobile, his eyes locked on the cat's eyes, burning\ninto the animal, the animal burning into him. Burning and burning ...\n\nIt could only have been a matter of seconds, he knew. But they were\nseconds that stretched into the farthermost reaches of eternity. Seconds\nthat lived a million years and passed in another fleeting instant.\n\nAnd then he could move again.\n\nAnd he felt strange as he moved. It was as if he was another person, as\nif the body he moved was alien to him, as if it had never belonged to\nhim, to any man, to any thing.\n\nAnd his eyes tore away from the now dulled expression in the cat's eyes.\nHe did not find it strange that this was so. He knew in some inner sense\nthat the mighty life force in him had quelled the cat. Had stilled the\nfighting in its feline eyes.\n\nAnd he saw his hands clutching the body of the cat.\n\nHe stared at them for a long disbelieving moment. For they were not the\nhands he had known. They were not the hands of Blair Gaddon. They were\nnot the hands of any man. They were long and tapered and claw-like.\nThere was dark fuzzy fur around them, fur that was cat-like.\n\nDeep within him a fear struggled upward through his mind. A cold dread\nthat forced his lips to move, to utter a gasp of the terror he felt.\n\nAnd the sound left his lips.\n\nIt left his lips and echoed terribly in his ears. A harsh sound. A\nmewing sound. _A cat sound ..._\n\nThe creature in his grasp struggled feebly then. It was a small\nmovement, a movement without vitality, almost without life. And as the\ncreature moved, a sense of rage welled up inside him. A rage that he\ncould not control, an anger that he wanted to unleash to its fullest.\nAnd as it took possession of him, the human part of his mind shrieked\nand forced words from his lips.\n\n\"_You fiend! You fiend of hell!_\"\n\nAnd his fingers crept up to the neck of the cat and closed in a mighty\ngrip. He felt the animal give a single desperate effort in his grasp,\nbut his grip tightened and he saw the mouth of the creature open wide\nand heard a faint hissing gasp as its tongue stuck far out and its eyes\nbulged in a last moment of life.\n\nThen the animal lay limp in his claw-like hands and he dropped it to the\nfloor of the rocket chamber, a growl of frustration leaving his lips.\n\nHe stared at the cat's body for a moment, then his fingers stole up and\ntouched his face. He felt the hairy coarseness of it, the furry tingle\nof his once smooth skin. And he screamed into the now fading glow that\nhe knew was the energy of the cosmic rays.\n\n\"No! No! It can't be true! I haven't _changed_ like this!\nI--I--_meowrr_ ...\"\n\nAround him the thunder of the rocket fuel suddenly vanished into\nsilence, and then the rocket gave a lurch.\n\nDeep within his mind he knew that the instrument section had been\nreleased from the main body of the projectile, and even now he knew the\nsealed chamber was falling back toward the earth, back toward the\natmosphere where the parachute would take hold and drift the chamber\nsafely down to the Arizona soil.\n\nAnd a dread closed over him in that moment. Back to the men. Back to the\nthings of men. Back he must go, a mewing thing that was not a man. A\nthing that he felt was taking hold of him, driving the last vestige of\nhuman instinct from him.\n\nHe fought it. He fought it mewing on the floor of the rocket chamber.\n\n       *       *       *       *       *\n\n\"He must have gone mad!\"\n\nFred Trent pulled his gaze from the sky and looked with stunned eyes at\nthe figure of Dr. Mathieson standing beside him. The scientist was\ntrembling with an inner feeling, and his head was shaking in disbelief.\n\n\"Gaddon! The man is going to his death! It's insane!\"\n\nAgain Mathieson's voice broke the silence in the huddled group of men.\nThen the newspapermen came to life and excited talk became a jabber of\nwords around them. Trent took the arm of Mathieson and turned him. He\ntried to lead the scientist away from the newspapermen but one of them\nstepped forward and grabbed his arm.\n\n\"But why did he do it, doctor? The man must have had a reason!\"\n\nMathieson shook his head numbly.\n\n\"I--I don't know, unless ...\" his voice trailed off for a moment and\nthen he spoke again. \"Unless he really believed what he said ...\"\n\n\"What did he say, doctor?\" the newsman asked.\n\nThere was a puzzled note to Mathieson's voice as he answered.\n\n\"He disagreed with me on the supposed effects of the cosmic rays. It has\nbeen my contention that they are of lethal effect, and Gaddon\nmaintained that I was wrong. He kept insisting that they were a source\nof life energy. That was why we decided to experiment with an animal--to\nsee what effect the rays would have on a living creature ...\n\n\"But this! I never dreamed of such a possibility--to prove his point he\nsigned his own death warrant!\"\n\n\"That's a story, doctor, a real story!\"\n\nTrent heard the newsman exclaim excitedly. And then it came to him that\nthe real story was as yet untold. The real story that had been unfolded\nin his car earlier that day.\n\nFred moved suddenly away from the clamor of the newsmen around the\nscientist. He knew what he had to do.\n\nHe hurried across the ground to his waiting coupe outside the\nAdministration building. Then he got behind the wheel and started the\nmotor.\n\nHe drove to the gate and waited until the guard passed him through, then\nhe turned up the road toward Tucson.\n\nAs he drove he felt an odd tenseness sweep through him. For he was\nthinking of what Gaddon had said on the drive up to the Proving Grounds.\nHe was remembering the man's words on the cosmic rays and the secret of\neternal life they held. And Fred Trent knew that this was the biggest\nstory. The story that he alone held. It was the big break that he had\nbeen waiting for. It would be his exclusive. The inside, personal story\nof a man who had died to prove his theory. Told as Gaddon himself had\nrelated it. With all the vanity of the man, all the pompous assurance he\nhad shown. It would make the headlines and feature sections all over the\ncountry. The story of a man who had flown to his death in quest of\nimmortality.\n\nAnd then Trent's thoughts grew sober suddenly. But was he going to his\ndeath? Could he be sure that Mathieson was right? That Gaddon was\nsuffering from some streak of insanity that had manifested itself in\nthis final venture of madness? Or could it be that Gaddon might be\nright, that ...\n\nTrent set his lips and sighed. No, that couldn't be true. It was beyond\nthe comprehension of man.\n\nWhat mattered now was the story. The story that would put his name in a\nthousand papers all over the country. And he thought in that moment of\nJoan Drake. A warm smile pulled at his lips as he thought of her. This\nwould force her to quit her job now and marry him. The one condition she\nhad made--he had finally overcome.\n\nHe thought of the date he was supposed to have with her that evening.\nIt would have to be postponed until later. The story came first. And\nthen ...\n\nHe drove his car swiftly through the outskirts of the city and into the\nmain part of town. Then he pulled up before the offices of the _Tucson\nStar_ and left his car at the curb.\n\n       *       *       *       *       *\n\nHe entered the building, took the elevator to his floor and walked into\nthe city room. The clatter of typewriters met his ears and the sound was\nsweet to him in that moment.\n\nHe crossed swiftly to his desk and sat dawn. Then he motioned to a copy\nboy. The boy came up to his desk.\n\n\"Jerry, tell the chief to hold up the form on page one. I've got a\nspecial--an accident out at the Proving Grounds. Headline copy.\"\n\nThe youth hurried away toward the office of the City Editor, and Fred\npicked up his phone and dialed a number. He waited a moment and then the\nvoice of Joan Drake came across the wire.\n\n\"Dr. Fenwick's office.\"\n\n\"Joan, this is Fred.\"\n\nThe girl's voice laughed across the wire. \"Don't tell me you're planning\nto break our date? Just when I get all dressed up.\"\n\nA smile crossed Trent's lips. \"You're almost psychic, honey. Fact is, I\nwas calling to tell you I'll be a little late.\"\n\nThere was a pause and when the girl spoke again there was an injured\nnote in her voice.\n\n\"Well, that's a fine thing. I wait here deliberately after hours for you\nto pick me up and now you tell me you'll be late! Just what's so more\nimportant than me right now?\"\n\n\"I haven't got time to tell you now, Joan, but believe me, I've got the\nbreak of the year. A story that will rock the front pages across the\ncountry. I'll tell you all about it later. You can wait at Fenwick's\nplace. He won't mind, will he?\"\n\nHe could hear the girl sniff on the other end of the wire.\n\n\"I don't suppose he will, but I don't think I can say the same for\nmyself.\"\n\n\"That's a good girl,\" Trent laughed. \"Just wait for me. It may be an\nhour or so--\"\n\n\"An _hour_ or so! What are you writing, the great American novel?\"\n\nHe looked up and saw the frowning face of the City Editor approaching\nhis desk. He spoke hurriedly.\n\n\"I've got to sign off now. The boss is coming up. I'll see you later.\nGive my regards to Brutus.\"\n\nHe replaced the phone as the editor reached his desk.\n\n\"What's all this about a remake on the front page, Trent?\"\n\nFred nodded. \"That's right, chief. The biggest story since the atom\nbomb. Listen!\"\n\nHe gave a short account of what had happened, and then added the\npersonal details of his talk with Gaddon. He saw the eyes of the editor\nwiden as he went on, and by the time he had finished, there was a look\nof excitement on the editor's face.\n\n\"Get to that story, Trent. Write it hot, and write it fast. I'll hold\nthe first form and tear down the front page. Stress the human interest\nangle. Play it up big. We'll hit the news wires with it after we go to\npress.\"\n\nThen a smile crossed the editor's face. \"And you'll get a by-line on\nthis, Trent, that ought to put you in for some big money. Nice work.\"\n\nThen he turned on his heel and was hurrying across the city room toward\nhis glassed-in office, hollering for a copy boy as he went.\n\nTrent turned back to his desk and slipped a sheet of paper into his\ntypewriter. There was a tenseness around his eyes as he brought his\nfingers down on the keys. For a moment the old questions rose again in\nhis mind. _Was Gaddon right? Could it be possible that ..._\n\nThen he forgot everything but the story. And his fingers clicked against\nthe keys, putting it down on paper.\n\n       *       *       *       *       *\n\nThe rocket chamber swayed gently through the night air, whistling its\nway slowly downward, moving more slowly as the great parachute above it\ncaught in the rapidly thickening density of the cabin's atmosphere.\n\nInside it, the thing that had been Gaddon, the thing that was no longer\na man, sat on the floor of the chamber, idly toying with the dead body\nof the cat.\n\nStrange thoughts coursed through the mind inside its head. Half of the\nmind that belonged to Gaddon, and half of the mind that was an alien\nthing, a creature unnamed.\n\nThere was a thought of killing and the thought was good. The claw-like\nhands played with the cat's dead body, fondling it idly, wishing it\nwere still alive so that it might die again.\n\nAnd the other part of its mind, the part that still knew it was Gaddon,\nrebelled against the thought. Tried to drive it away. Tried to move that\nalien intelligence into the rear of his consciousness.\n\nA growl left his lips as he struggled with it. And then a whimpering\nsound.\n\nFor now the alien thought of killing and the joy it had experienced as\nthe cat died scant moments before, was replaced by another thought. A\nthought of loneliness.\n\nIt was a weird feeling, an utter loneliness that came from the great\nvoid beyond man's planet. It cried out in silent protest for it knew it\nwas alone in this world of men.\n\nAnd it knew it would remain alone, friendless. For what manner of men\nsuch as the other part of its mind showed would react in a friendly\nfashion? Where would be their common meeting ground? There could only be\none, it knew. And that one was fear. Fear and the hate that went with\nit.\n\nA growl left its lips again, and Gaddon's thoughts tried to force their\nway through. Tried and failed again.\n\nBut was it necessary to want companionship? It thought about that for a\nmoment. And then the alien beast thoughts grew sharper, clearer. It knew\nsuddenly that it did not want man's compassion. It knew that there was\nonly one driving thought in it. Hate. Hate that would inspire fear. Fear\nthat would freeze its victim into terror. And terror that would be\nreplaced by death. And then it would be happy again. Happy to sit and\nfondle the thing that had been alive. And it knew something else. It\nknew that a hunger would have to be satisfied. A hunger that called for\nflesh.\n\nDeep, primeval thoughts raced through it then. Thoughts that were\nspawned in the ancient jungles of a new and steaming world. A world\nwhere great cats roamed, where screams of cat-rage split the air as\ntawny bodies arced in lightning leaps to land on the trembling bodies of\ntheir victims. It was a satisfying thought. A thought that spanned the\nages of Earth, a sense that was inherent in all cat minds through the\nages.\n\nAnd as the thought raced through that portion of its mind, the part that\nwas Gaddon struggled to fight it back. For it realized with a sickness\nthat spread horror through it that the thought was part of the animal\nexistence that had been created in him. Part of the monster that lay by\ninstinct in all feline creatures. And Gaddon knew that the dead creature\nat his feet, the limp and twisted body of the cat, had died long before\nhis hands had crushed it in their mighty grip. For the essence of that\nlife, that animal existence, had been merged with him, fused by a mighty\nsource from outer space.\n\n       *       *       *       *       *\n\nAnd as he struggled with the thought, fought to regain the balance of\ncontrol of the strange body that was now his, the rocket chamber swayed\nin a gust of wind from without. And as he clutched the sides of the\nchamber with his strong claw-like hands, the chamber gave a bounding\nlurch as it struck the ground a glancing blow.\n\nThere was a grating sound as the metal chamber gouged into the earth,\nsank its weight upon the Arizona soil. And the thing was thrown\nviolently against the side of the chamber.\n\nThen there was quiet again.\n\nGaddon's mind fought to the fore, took control of that feline man-shape\nthat was his, struggled to its feet and moved in a lithe bound to the\nopposite side of the chamber. A clawed hand reached up where Gaddon\nknew the release mechanism of the door lay, and pressed it.\n\nThe door slid back with a sliding sound and the cool night air rushed in\nupon it.\n\nGaddon moved his cat-body through the opening and bounded to the ground\nin a lithe, powerful movement. He felt new muscles react as he landed on\nthe ground, and knew that there was a great strength in them. Strength\nthat was waiting to be used.\n\nAnd he felt the other thoughts starting to move forward in his mind\nagain and he forced them back. He knew he must keep control of that\nmind. For there was something that he must do.\n\nHe thought desperately about it. And the pattern became clearer in his\nmind.\n\nThe cosmic rays. The reaction in his body. He had sought immortality in\nthe door to outer space and had found a monster waiting for him. A force\nthat had changed his glands, grown the shaggy fur on his body. Glands\nthat had warped his mind. Opened an age-old cunning of feline thought.\n\n_Glands._\n\nGaddon's thoughts whipped the word. Held it. Knew it must be the answer.\nAnd then it found a prayer of hope. And a name that went with that\nthought.\n\n\"Fenwick! I've got to reach Fenwick before it's too late. _Before it's\ntoo late!_\"\n\nHis voice came hoarsely, strangely formed. And he looked wildly about\nhim. He saw, off in the distance, a glowing of lights in the night. And\nhe knew somehow that it was the city of Tucson.\n\nAnd in that city, at its very edge, was a house he must reach.\n\nHe stumbled away into the darkness, feeling his limbs move rapidly\nthen, smoothly, covering the ground in great leaping strides.\n\nAnd though Gaddon's thoughts kept the balance of control, deep inside\nhis mind, the monster growled with a cunning laughter ...\n\n       *       *       *       *       *\n\nFred Trent pulled the last sheet of paper from his typewriter and leaned\nback in his chair exhausted. That was it, the end of the story. He waved\nhis hand at a copy boy and the boy ran up to take the final page. Each\nsheet had been taken like that, to be immediately set in the composing\nroom. Now it was finished, the story of the year.\n\nAnd as Trent slowly lit a cigarette and inhaled deeply, he knew that he\nhad done a good job on the story. And a smile crossed his face as he\nthought of it. His future was assured now. There could be no more\nstopgaps, no more delays in his plans to marry Joan and settle down. And\nthe girl would have to agree. For the first time in many months, Fred\nfelt that his troubles were over with. And the feeling was nice. It\nspread through him and he was content.\n\nHe glanced at his wrist watch and frowned. The story had taken longer\nthan he had anticipated. It was nearly eleven. Some of the enthusiasm\nran out of him as he thought of Joan waiting for him at Fenwick's. He\ncould imagine how angry she must be by now.\n\nHe got up quickly from his desk and reached for his hat. As he started\nto walk away, the phone on his desk rang.\n\nHe stepped back and picked up the receiver.\n\n\"Trent speaking.\"\n\n\"_Fred!_\"\n\nTrent heard his name uttered in terror across the wire and he felt a\nchill run through him as he recognized the voice. It was Joan Drake.\n\n\"Joan, what's wrong?\" he asked anxiously.\n\n\"Fred! Come quickly! Bring help before it's too late--he'll kill us!\"\n\n\"Joan! For God's sake, calm down! Now what's the matter?\" His voice held\na tenseness in it as he spoke.\n\n\"It's Gaddon, Fred! Only it isn't Gaddon--it's a monster! He'll kill\nus!\"\n\n\"_Gaddon?_\" Trent's voice spoke incredulously. \"But that's imposs--\"\n\n\"Oh, Fred, hurry-- I--oh--no--no! Keep away--\"\n\nHe heard the girl scream over the phone then. And he heard something\nelse. A growling sound. A sound of animal noise unlike any other sound\nhe had ever heard. And then as he shouted into the phone: \"Joan! Joan!\"\nthe line went dead.\n\nHe stood for a moment, staring stupidly at the receiver in his hand.\nThen he slammed it back on its cradle and turned. He nearly knocked over\nthe copy boy who hollered at him.\n\n\"Hey, Trent, the boss wants you in his office!\"\n\nBut he swept by the boy unheeding. He didn't wait for the elevator. He\ntook the stairs in leaping bounds, and then he was on the main floor of\nthe building and out on the street.\n\nHe slammed the door of his car shut and started the motor. His hands\ntrembled as he meshed the gears and shot the coupe away from the curb.\nThen he was moving swiftly through the traffic.\n\nAs he turned down the street where Fenwick's office was, Fred Trent's\nmind was a whirl of confused thought.\n\nThere was fear there. Fear and dread. And there was puzzlement too. A\npuzzlement that made his brain spin. Joan had spoken with terror in her\nvoice. Terror that had said somebody was going to kill. And Joan was\nnot a girl to be easily frightened. And she had mentioned Gaddon's\nname. Gaddon, the man who had shot into the heavens in an experimental\nrocket. Gaddon, who was supposed to be dead.\n\n       *       *       *       *       *\n\nHe felt now that same feeling that had crept through him after the\nlaunching. The feeling that had whispered in his mind that maybe Gaddon\nhad been right after all. That maybe he wouldn't die. That maybe ... And\nnow the dread swept him. For he thought of the sound he had heard over\nthe phone. The last sound before the line went dead. The sound of an\nanimal growling in wrath. And he remembered the girl's scream about a\nmonster.\n\nA cold sweat was on his forehead as he pulled the coupe into the curb in\nfront of the Fenwick house. He switched off the motor and closed the car\ndoor after him.\n\nThen he was hurrying up the walk to the front door, his eyes taking in\nthe house in a swift glance, noting that the lights were lit in the\nconsultation room. Lights that slivered out from the closed venetian\nblinds.\n\nHe stood then on the front porch, his hand closing over the knob of the\ndoor.\n\nIt was locked.\n\nHe pressed the bell then and heard its clarion sound inside the house.\nBut other than that there was nothing to be heard. A deep, ominous\nsilence that somehow brought a feeling of panic to him. Was he too late?\n\nAnd then suddenly the panel in the front of the door opened and a face\npeered out at him.\n\nFred Trent felt the blood drain from his lips. A paralysis seemed to\ngrip his body at what he saw framed in the opening.\n\nFor it was not the face of a human being. And yet, it was not the face\nof an animal. It was a horrible, twisted, cat-like visage that peered\nout at him, furred and ugly, with bared teeth and glowing, feline eyes.\n\nAnd as he looked, a sound came from the twisted lips. It was the same\nsound he had heard over the telephone. The sound of a growling rage.\n\nAnd as the sound hit his ears, a terrible realization swept over him.\nFor his eyes, riveted on that monstrous countenance, had registered an\nimpossible fact upon his mind.\n\n_As twisted as it was, as horribly changed into an animal grimace, it\nwas the face of someone he knew--the English scientist, Blair Gaddon!_\n\nAnd then suddenly the face vanished from the opening. And Fred Trent\nfelt his paralysis leave him. He knew now that he should never have come\nalone. That he should have called the police first. That he--\n\nThe door swung open then and Trent found himself facing the thing that\nhad been Gaddon.\n\nHe took a backward step and started to turn and run for his car and\nhelp, but he was too slow.\n\nAn arm shot out and a claw-like hand suddenly gripped his shoulder in a\nswift, steel-like movement. He felt himself being pulled forward and\ninto the house, as another growl snarled from the lips of the creature.\n\nTrent tried to break the grip of that vise-like hand. He tried to smash\nhis fist into the ugly visage of a face that confronted him. But he was\nlike a child in that grip. And like a child, he was hurled across the\nhall, and he heard the door slam shut behind him.\n\nAs he got slowly to his feet and turned to face the creature, he heard a\nsobbing sound from the open door of the consultation room. It was the\nvoice of Joan Drake.\n\nAnd then the monster had reached him and the clawed hand reached out\nand spun him through the doorway, into the consultation room. And he\nheard a growling voice utter harshly: \"You will regret this\ninterference, Trent!\"\n\nAnd he knew that it was the voice of Blair Gaddon. And yet he also knew\nthat it was not the same voice. It was changed. It had a bestial quality\nto it.\n\nThen Trent looked around him. He saw Joan Drake, huddled in a corner of\nthe room, beside Dr. Stanley Fenwick. The specialist was sitting in a\nchair, holding his right hand to his mouth. Fred could see blood oozing\nfrom a gash in the surgeon's lips.\n\n       *       *       *       *       *\n\nAnd then he heard another sound. A sound from without the house, coming\nfrom the rear. It was the baying of Brutus. The big dog must have sensed\nthe presence of the monster. And it was protesting in its animal voice,\na mournful dirge.\n\nThen his attention was drawn once again to the animal body of Blair\nGaddon. And now that the first shock had left him, Trent stared at the\nman. He heard the girl sob.\n\n\"Fred! I told you to bring help--\"\n\n\"Be quiet!\" the voice of Gaddon issued from the twisted lips. And the\ngirl's sob stifled itself in a look of dread.\n\nThen the face that had been Gaddon turned to Trent. There was a twisted\nleer to it, and Fred sensed that there was a struggle going on in that\nwarped mind.\n\n\"You are Gaddon? The Blair Gaddon who went up with the experimental\nrocket?\" Trent's voice came incredulously.\n\nThe face of the creature twisted in a grimace of acknowledgment.\n\n\"Yes, Trent. I am Blair Gaddon. I am not a pretty sight to look at, am\nI?\" Words left the twisted lips, and there was a bestial pain in them.\n\n\"But--you're supposed to be dead! Mathieson--\"\n\nA strange sound of irony came from Gaddon.\n\n\"Mathieson was right about the cosmic rays--I know that now. Look at me!\nYou see what has happened to me? I sought immortality through the life\nenergy of space--and look at me!\"\n\nHorror reflected in Fred's eyes in that moment. For he felt the pained\nterror in the voice of the animal shape before him. And he saw the\nclaw-like hands clench spasmodically.\n\n\"My glands!\" the voice screamed. \"The cosmic rays reacted on them--fed\nthe essence of the cat into them--changed me into this monstrous being!\"\n\nTrent stared at the rage-filled face. Felt the emotion that was sweeping\nthrough the creature. Felt a sudden compassion that was erased by the\nbestial look that came into the monster's eyes.\n\nAnd then it turned toward the chair where Fenwick sat. The doctor was\nlooking at the creature, his eyes wide and terrified.\n\n\"But what do you expect me to do for you, Gaddon? Why do you stand here\nthreatening--\" Fenwick's voice came hoarsely.\n\n\"Why? You fool! Because there is so little time! I am changing! Even now\nmy human instincts are nearly gone!... You're a gland specialist! There\nis something you can do--stop this change--stop it!\"\n\nFenwick shook his head slowly. \"You're raving like a madman, Gaddon. I'm\nnot a God--do you think I can change something that is beyond human\nunderstanding? If you'll only let me call in the authorities ...\"\n\nA growl of rage left Gaddon's animal lips. \"Authorities! So you can have\nme put in cage like a wild beast? So you and your medical experts can\nstand and watch me as you would a freak? You're a fool! You'll help me\nnow! You'll do something--before it's too late! Do you hear me?\"\n\nThe creature advanced slowly upon the doctor, and the girl backed away\nto the far wall, fear mirrored in her eyes.\n\nThen Fred Trent stepped forward, his voice tense.\n\n\"Hold on, Gaddon--of course the doctor will help you--_won't_ you,\nFenwick?\"\n\nThere was an urgent emphasis in Trent's last words, and his eyes caught\nthose of the surgeon's, and held them in a meaningful look. He couldn't\nsay what he wanted to, but the message in his eyes was imparted to\nFenwick, and the doctor suddenly nodded.\n\n\"Yes--yes, of course ... But you'll have to remain quiet, Gaddon, and be\npatient a moment....\"\n\nThe creature stopped its advance upon Fenwick then. And a growl rumbled\nin Gaddon's animal throat.\n\nThen Fred watched as the doctor stepped swiftly to a table with\ninstruments and hurriedly began to prepare a hypodermic.\n\n\"I'll give you a special extract injection to start....\" Fenwick\nexplained as he worked.\n\nAnd Trent knew that the doctor was preparing an injection that would\nsubdue the monster. That would enable them to call the police....\n\nAnd the eyes of Gaddon watched the fingers of the surgeon prepare the\nhypodermic. And for a single moment the human part of Gaddon's monster\nmind relaxed its tenacious hold.\n\n       *       *       *       *       *\n\nThere was a rumble of raging thought deep within his twisted brain. It\nswept up, gripped the human element, and enveloped it. A hoarse mewing\nsound left the twisted lips as the mind became a single, bestial thing.\n\nAnd now it thought with a viciousness. It knew now that it was finally\nin control. That the full change had been completed. And it knew\nsuddenly what it wanted.\n\nIts animal eyes stared at the three humans. And it felt a hatred for the\nmen who did not understand it. And it felt a desire for the woman who\nfeared it. A desire that crept out of the primeval jungles. That swept\nthrough it to find one of its kind. And there was the vague instinct\nthat was Gaddon, who told it how to fulfill that desire. Gaddon, who\nknew where the secret lay.\n\nAnd then there was the driving urge that swept up from the animal ages.\nThe urge to kill, to destroy what was hated. And the eyes of the monster\nfastened on the figure of Fenwick as the doctor turned from the table,\nthe hypodermic in his hand.\n\n\"All right, Gaddon ...\"\n\nThe voice of Fenwick trailed off. And Fred Trent stared at the face of\nthe monster. What he saw there brought a chill to his being. And he\nheard the girl gasp from the far corner of the room, as her eyes too saw\nthe change that had spread over the face of the creature.\n\nFor there was no longer any vestige of human recognition in that face.\nThere was no longer any trace of the man who had been Gaddon. There was\nonly the monster now. The twisted, leering lips of an animal mind.\n\nA harsh growl left those lips then and the creature moved forward toward\nthe surgeon.\n\nTrent knew what was happening, and he knew what he must do. There was\ndeath on that bestial face. Death that was reaching out ...\n\nHe heard the dim baying of the Great Dane from the rear of the house as\nhe leaped forward.\n\nThen his fist lashed out and caught the animal face in a lashing blow.\nHis knuckles felt numb as he screamed:\n\n\"The hypodermic--doctor--quick!\"\n\nThen the creature turned on him and a long arm shot out. Trent felt a\nclaw rake across his face and felt the burning bite of that claw sink\ninto his flesh. Then, as he tried to dodge away from the beast and bring\nhis fist up again, the monster leaped at him and Trent felt a powerful\nblow crash against his chin.\n\nHe spun back, falling to the floor, his head hitting the edge of an\nexamining table. His senses reeled and he felt the blood running down\nhis cheek, a warm, sticky stream that dripped to the floor.\n\nHe fought to keep his consciousness as he saw the beast turn away from\nhim, satisfied that he was out of the way. Then he saw it leap at the\nstunned figure of Fenwick.\n\nHe heard the girl scream in terror and he saw Fenwick's arm come up with\nthe hypodermic. He saw the doctor try to bring the needle down in a jab,\nbut the monster's arm swept the needle aside and then a claw-like hand\ngripped Fenwick's throat.\n\nThere was a gasp of terror from Fenwick's lips as those fingers closed\naround his neck. Then the hypodermic fell from his nerveless hand and he\nfought to break away.\n\nA deep rumbling growl spat from the lips of the monster as it closed\nwith the struggling figure of Fenwick. Then the claws that were its\nhands raked the surgeon's throat in a feline rage.\n\nTrent watched with numbed eyes, fighting back the wave of blackness that\nthreatened to overcome him, and he saw the figure of Fenwick suddenly go\nlimp in the grip of the monster.\n\nHe saw a spurt of blood burst from the man's torn throat, and then the\ncreature dropped the limp body.\n\nIt fell to the floor, and a wave of red washed across the floor from the\nmangled throat. The monster stood over the lifeless body, a triumphant\nsound issuing from its twisted lips.\n\nThen it turned toward the girl.\n\nTrent tried to move. He tried to push back the weakness that numbed his\nbody. But he couldn't. His head swam with the pain of the blow he had\nreceived, and he could only watch through half-closed eyes as the\nmonster reached out for the girl.\n\nJoan Drake screamed once as the long arms reached out for her. Then her\nvoice ended abruptly as she fell to the floor in a faint.\n\nThe monster stood over her for a moment, then it reached down and picked\nup her body in its blood splattered-arms.\n\nIt turned for a moment, holding the girl, and shot a hate-filled glance\nat Trent's limp figure.\n\nThen it moved swiftly across the room and out into the hall.\n\nAnd the baying of the Great Dane sounded angrily in Fred Trent's ears ...\n\n       *       *       *       *       *\n\nWith a superhuman effort Fred Trent forced the numbness from his body\nand moved slowly to his feet. A horror gripped him that brought a new\nstrength to his body, flooded it.\n\nHe stepped over the body of Fenwick, forcing his eyes away from the\ngrisly sight of it as he dashed to the hallway.\n\n\"Joan--_Joan_!\"\n\nThe girl's name came hoarsely from his lips as he ran into the hall and\nstared at the open door of the house. He ran to the door and out into\nthe night.\n\nHis eyes stared wildly into the darkness, searching the street. But he\nsaw nothing but his parked car at the curb. The monster had vanished.\nAnd with him, the unconscious girl.\n\nA hopeless despair welled up inside Trent at that moment. For he knew he\ncould never hope to find the creature now. And by the time help came it\nwould be too late. They would find Joan's mangled body ...\n\nThe baying of the Great Dane rang in his ears then. The huge dog's howls\nof rage thundered in his ears and he heard the hound crash its great\nbody against the closed door at the end of the hall, striving to get\nthrough.\n\nAnd then a cry of hope left Trent's lips. He turned and ran back into\nthe house. He grabbed the long leash from its wall hook beside the rear\ndoor and then he swung the door partway open.\n\n\"Brutus! Quiet, Brutus!\"\n\nThe head of the Great Dane struggled through the partly opened door, a\nsnarl of rage welling from the huge dog's mouth as Trent shouted at it.\n\nThen he slipped the leash into its metal ring around the neck of the dog\nand pulled the door open.\n\nThe animal rushed into the hall, nearly tearing the leash from Fred\nTrent's hands as it lunged forward.\n\nThe dog paused beside the open door of the consultation room where the\nbody of Fenwick lay dead and still on the floor. The animal lifted its\nmuzzle and sniffed the air. A howl of anguished rage left it then and\nTrent knew that the dog sensed its master had been murdered. And then it\ncaught the scent of the monster, the thing that had caused its wild rage\nto be unleashed, and it leaped forward, down the hall and out the front\ndoor into the night.\n\nTrent held the leash tightly in his hands, running behind the straining\ndog, jumping over a low hedge after the animal as it headed down the\nshadowed street to the edge of the city.\n\nAnd then the last house was behind them and Trent was racing behind the\ndog out into the desert land beyond.\n\n       *       *       *       *       *\n\nHis breath was an aching fire in his throat. His legs were numbed beyond\nfeeling. They were parts of his body that simply refused to stop moving,\nthough every nerve and muscle in them screamed in protest.\n\nIt seemed like he had been running for hours, half tripping, stumbling\nacross the darkened ground behind the seemingly tireless body of the\nGreat Dane.\n\nThey ran in near silence now. Only the sounds of their labored breathing\nmingled with the night wind. The howls of rage no longer issued from the\nthroat of the huge dog. There was only its panting breath, and the\nstrain of its mighty body as it sought to tear loose from the man\nholding it.\n\nBut Trent held grimly to the leash, running as fast as his numbed body\nwould go.\n\nAnd he knew he could not go much further. That soon he would drop to the\nground in exhaustion. That his last reserve of energy was nearly spent.\n\nAnd then his eyes peered through the darkness ahead and he saw a glow of\nlights in the distance. And suddenly he knew those lights. And he became\naware of where they were racing toward.\n\nIt was the Rocket Proving Grounds!\n\nAnd the fence of the government project loomed close ahead.\n\nAnd as they neared the fence, Trent's eyes pierced the darkness and he\nsaw a jagged tear in the metal mesh of the fence. A tear that stood as\nhigh as a man, a hole through which a man could have entered.\n\nThe Great Dane bounded toward that hole and Trent followed the dog\nthrough it. He felt the animal pause momentarily and he nearly stumbled\nover a body lying on the ground at his feet just inside the fence.\n\nHis heart stood still for a moment and the girl's name sped to his lips.\nBut he never uttered the word. For he suddenly saw that it was the body\nof a guard. A body whose torn throat lay red and gory in death.\n\nAnd then the Great Dane let a howl of anger out on the night wind, and\nthe beast leaped forward again, Trent running behind it.\n\nAnd ahead of them, Trent saw a great looming shape in the darkness, and\nas his eyes fell upon it, a despairing terror gripped him.\n\nIt was the second rocket! Standing in its cradle, silent in the night, a\nshaft of metal that looked skyward.\n\nAnd a realization of what the monster had in mind struck him. He knew\nnow where they were headed. He knew why the monster had torn the fence,\nwhy a guard had been killed where he stood.\n\nAnd as if the thought had been a prelude, he saw the rocket loom before\nthem as the Great Dane bounded around its base.\n\nAnd he saw the metal stairway leading up to the middle of the giant\nprojectile.\n\nAnd at the top of those stairs, going into the now open rocket chamber,\nwas the monster, holding the unconscious girl in its arms.\n\nThe Great Dane saw the creature in the same instant. And a terrible howl\nof rage welled from its throat. It gave a lunge forward then that broke\nTrent's grip from the leash he held. And the dog was free.\n\n       *       *       *       *       *\n\nThe monster turned in the same moment and saw them. A roar of feline\nanger left its throat as the huge dog leaped up the steps toward the\nplatform above.\n\nThe monster dropped the girl's body on the narrow platform and backed\ntoward the opening of the rocket chamber.\n\nThen the Great Dane reached the platform and poised itself for a leap.\n\nTrent was dashing forward toward the stairs as the dog's body flew\nthrough the air. He saw the flashing jaws of the animal snap at the\nthroat of the monster, as its heavy body smashed against it.\n\nThen the arms of the creature were tearing at the dog as it was forced\nback into the rocket chamber.\n\nTrent's feet flew up the stairs, his breath a tortured gasp in his\nthroat. He saw the girl stir on the platform, as consciousness returned\nto her.\n\n\"Joan!\"\n\nHer name sped from his lips as he reached the top step. Then his hands\nclosed around the girl's shoulders, lifting her to her feet.\n\nThe snarl of the Great Dane reached his ears from the rocket chamber,\nand the answering roar of rage from the monster as they fought. His eyes\nsaw the vague, terrible shadows of them, heard the snapping jaws of the\ndog, and the raking claws.\n\nAnd then he was dragging the girl down the steps.\n\nThey reached the ground and Trent pulled her away from the rocket, felt\nher come to life in his arms, heard the sob on her lips.\n\nBut his head turned away from her and he stared anxiously up at the open\nrocket chamber.\n\nHe heard the bodies of the monster and the dog slam against the inner\nside of the chamber, and then he saw the door of the rocket close. He\nknew that the automatic mechanism must have been touched in the battle.\n\nAnd even as the thought ran through his mind he heard a sudden roar of\nflaming sound. The night lit up in a sheet of brilliant light and a wave\nof flame spread out from the base of the rocket.\n\nTrent pulled the girl away from that blinding sheet of exploding energy,\nand his eyes stared in grim fascination as they ran.\n\nHe saw the rocket shudder in its cradle and then lift slowly. It was as\nif time had turned back and he were watching an identical scene that had\nhappened earlier that day.\n\nOnly it wasn't the same scene. It was now a scene of horror. For he knew\nthat the monster and the dog were in that rocket. The rocket that would\nshoot skyward in moments, even as its companion had done. Would reach\ninto the outer fringes of the Earth's atmosphere where the cosmic rays\nwould envelop it, would react upon the animals inside it.\n\nAnd a terrible dread spread through Trent at the thought. For if the\nfirst change had been terrible enough, what would happen now?\n\nAnd as he thought, he saw the rocket lift slowly from its cradle and\ngather speed as it shot upward into the night.\n\n       *       *       *       *       *\n\nThe blinding light of the exploding rocket fuel lit the proving grounds\nlike a huge beacon of incandescence, and Trent was aware of shouts ahead\nof him, and running feet.\n\nThen he was surrounded by men from the project, and he caught the glint\nof alert weapons and uniforms.\n\nHe felt arms grab him and the girl and heard questions pounding at him.\n\nBut then he saw a face he knew. And he tore away from the arms of the\nguards and shouted.\n\n\"Dr. Mathieson! Listen to me!\"\n\nThe scientist stepped up to him and Trent gripped his arm in the fading\nlight of the vanishing rocket.\n\n\"What's happened here?\" the scientist demanded. \"Aren't you one of the\nnewsmen--\"\n\nTrent interrupted him. He poured out a string of words. Words that told\nwhat had happened. And as he talked he saw the eyes of the scientist\nwiden in disbelief. And he heard the guards grow silent around him. Felt\nevery ear listening with awe to his words.\n\nAnd when he had finished there was a long moment of silence. And then\nJoan Drake moved tremblingly up beside Trent and she spoke:\n\n\"It's true, doctor! Every word Fred said is true!\"\n\nAnd one of the guards broke in:\n\n\"The word just came in from post four. The fence was torn to pieces--and\nGiddings has been murdered--just as they said!\"\n\nThen the silence again. And the face of Mathieson was grim as Trent\nbroke through the quiet:\n\n\"--Doctor--that monster who was Gaddon--he's up there now! When the\ncosmic rays change him and the dog and the chamber is released ...\"\n\nThe scientist shook his head slowly, a look of awe in his eyes.\n\n\"It won't release, Trent,\" he said.\n\nFred Trent looked at him questioningly.\n\n\"Gaddon must have forgotten one thing,\" the scientist continued. \"That\nrocket was also an experimental project. But not for the same purpose.\nIt was to test a new type of explosive ...\"\n\nMathieson's voice trailed off and silence closed over the small group\nthen.\n\nThere was no need to say anything further. There was only the tension of\nwaiting, the tension that showed in every eye.\n\nAnd the girl moved closer to Trent, her body trembling against his.\n\nThey waited. The seconds passed like moments in eternity. Slowly they\nmarched by, one by one. And then a minute. And the tension grew.\n\nThey heard it then. Off in the distance. Out in the waste of the open\ndesert land. A thundering sound. An explosion that rolled in a wave of\nsound.\n\nAnd with it a flash of brilliant light. Light that seared through the\nnight in a terrible wave. And with it the thunder of the explosive\nwarhead.\n\nAnd then silence.\n\nAfter a long moment the voice of Mathieson came through the quiet night\nwind.\n\n\"... It's over. Gaddon is--dead. Poor fool, he fumbled with the tools of\ncreation, tools that man is not ready to wield ...\"\n\nAnd Trent heard one of the soldiers gasp, \"What a story! _What_ a\nstory!\"\n\nBut he knew, as he held the girl against him, felt her body relax beside\nhis, that it was a story he didn't want to write.\n\nHe wanted only to forget ...\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Amazing Stories_ April 1949. Extensive\n    research did not uncover any evidence that the U.S. copyright on\n    this publication was renewed. Minor spelling and typographical\n    errors have been corrected without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Monster, by S. M. Tenneshaw\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE MONSTER ***\n\n***** This file should be named 24913.txt or 24913.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/4/9/1/24913/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}