{"title": "A Matter of Magnitude", "author": "Al Sevcik", "releaseDate": "March 27, 2008", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n A\n MATTER\n OF\n MAGNITUDE\n\n By AL SEVCIK\n\n\n _When you're commanding a spaceship over a mile\n long, and armed to the teeth, you don't exactly\n expect to be told to get the hell out ..._\n\n\nThe ship, for reasons that had to do with the politics of\nappropriations, was named Senator Joseph L. Holloway, but the press and\nthe public called her Big Joe. Her captain, six-star Admiral Heselton,\nthought of her as Great Big Joe, and never fully got over being\nawestruck at the size of his command.\n\n\"She's a mighty big ship, Rogers,\" he said proudly to the navigator,\nignoring the latter's rather vacant stare and fixed smile. \"More than a\nmile long, and wider than hell.\" He waved his hands expansively. \"She's\nnever touched down on Earth, you know. Never will. Too big for that.\nThey built her on the moon. The cost? Well ...\"\n\nSwiveling his chair around, Heselton slowly surveyed the ship's control\nroom with a small, satisfied smile. The two pilots sitting far forward,\nalmost hidden by their banks of instruments, the radar operators idly\nwatching their scopes, the three flight engineers sitting intently at\ntheir enormous control consoles, and, just behind, the radio shack--its\nclosed door undoubtedly hiding a game of cards. For weeks now, as Big\nJoe moved across the galaxy's uncharted fringe, the radio bands had been\ncompletely dead, except, of course, for the usual star static hissing\nand burbling in the background.\n\nTurning back again to his navigator, Heselton smiled modestly and noted\nthat Big Joe was undisputedly the largest, most powerful, most feared,\nand most effective spaceship in the known universe.\n\nAs always, Rogers nodded agreement. The fact that he'd heard it a\nhundred times didn't make it any less true. Big Joe, armed with every\nweapon known to Terran technology, was literally the battleship to end\nall battleships. Ending battleships--and battles--was, in fact, her job.\nAnd she did it well. For the first time, the galaxy was at peace.\n\n       *       *       *       *       *\n\nWith a relaxed sigh, Heselton leaned back to gaze at the stars and\ncontemplate the vastness of the universe, compared to which even Big Joe\nwas an insignificant dot.\n\n\"Well,\" said Rogers, \"time for another course check. I'll ...\" He jumped\nback, barely avoiding the worried lieutenant who exploded upon them from\nthe radio shack.\n\n\"A signal, sir! Damn close, on the VHF band, their transmission is\ncompletely overriding the background noise.\" He waved excitedly to\nsomeone in the radio shack and an overhead speaker came to life emitting\na distinct clacking-grunting sound. \"It's audio of some sort, sir, but\nthere's lots more to the signal than that.\"\n\nIn one motion Heselton's chair snapped forward, his right fist hit the\nred emergency alert button on his desk, and his left snapped on the\nship's intercom. Lights dimmed momentarily as powerful emergency drive\nunits snapped into action, and the ship echoed with the sound of two\nthousand men running to battle stations.\n\n\"Bridge to radar! Report.\"\n\n\"Radar to bridge. All clear.\"\n\nHeselton stared incredulously at the intercom. \"What?\"\n\n\"Radar to bridge, repeating. All clear. Admiral, we've got two men on\nevery scope, there's nothing anywhere.\"\n\nA new voice cut in on the speaker. \"Radio track to bridge.\"\n\nFrowning, Heselton answered. \"Bridge. Come in radio track. We're\nlistening.\"\n\n\"Sir,\" the crisp voice of the radio track section's commander had an\nexcited tinge. \"Sir, Doppler calculations show that the source of those\nsignals is slowing down somewhere to our right. It's acting like a\nspaceship, sir, that's coming to a halt.\"\n\nThe admiral locked eyes with Rogers for a second, then shrugged. \"Slow\nthe ship, and circle right. Radio track, can you keep me posted on the\nobject's position?\"\n\n\"No can do, sir. Doppler effect can't be used on a slow moving source.\nIt's still off to our right, but that's the best I can say.\"\n\n\"Sir,\" another voice chimed in, \"this is fire control. We've got our\ndirectional antennas on the thing. It's either directly right or\ndirectly left of the ship, matching speed with us exactly.\"\n\n\"_Either_ to our right or left?\"\n\n\"That's the best we can do, sir, without radar help.\"\n\n\"Admiral, sir,\" the lieutenant who had first reported the signal came\nrunning back. \"Judging from the frequency and strength, we think it's\nprobably less than a hundred miles away.\"\n\n\"_Less_ than a hundr ...\"\n\n\"Of course, we can't be positive, sir.\"\n\nHeselton whirled back to the intercom. \"Radar! That thing is practically\non our necks. What the hell's the matter with that equipment...?\"\n\nThe radar commander's voice showed distinct signs of strain. \"Can't help\nit, Admiral. The equipment is working perfectly. We've tried the\ncomplete range of frequencies, twenty-five different sets are in\noperation, we're going blind looking. There is absolutely nothing,\nnothing at all.\"\n\nFor a moment the bridge was silent, except for the clacking-grunting\nfrom the overhead speaker which, if anything, sounded louder than\nbefore.\n\n\"It's tv, sir!\" The radio lieutenant came running in again. \"We've\nunscrambled the image. Here!\" The communications screen on Heselton's\ndesk glowed for a moment, then flashed into life.\n\n       *       *       *       *       *\n\nThe figure was clearly alien, though startlingly humanoid--at least from\nthe waist up, which was all that showed in the screen. A large mouth and\nslightly bulging eyes gave it a somewhat jovial, frog-like demeanor.\nSeated at a desk similar to Heselton's, wearing a gaudy uniform\nprofusely strewn with a variety of insignia, it was obviously Heselton's\ncounterpart, the commander of an alien vessel.\n\n\"Hmmm, looks like we've contacted a new race. Let's return the call,\nLieutenant.\" A tiny red light glowed beneath a miniature camera on\nHeselton's desk and almost at once the alien's face registered obvious\nsatisfaction. It waved a six-fingered hand in an unorthodox, but\nfriendly, greeting.\n\nHeselton waved back.\n\nThe alien then pointed to his mouth, made several clacking-grunting\nsounds, and moved a hand on his desk. The scene switched to another\nalien standing in front of what looked like a blackboard, with a piece\nof chalk in his hand. The meaning was clear.\n\n\"Lieutenant, have this transmission switched to the linguistics section.\nMaybe those guys can work some sort of language.\" The screen blanked\nout. Heselton leaned back, tense, obviously worried. Hesitantly, he\nreached out and touched a button on the intercom.\n\n\"Astronomy.\"\n\n\"Professor, there's a ship right next door somewhere that should stand\nout like King Kong in a kindergarten.\"\n\n\"I know, Admiral. I've been listening to the intercom. Our optical\nequipment isn't designed for close range work, but we've been doing the\nbest we can, tried everything from infra-red through ultra-violet. If\nthere is a ship out there I'm afraid it's invisible.\"\n\nBeads of sweat sprinkled Heselton's forehead. \"This is bad, Rogers.\nMighty bad.\" Nervously, he walked across to the right of the bridge and\nstood, hands clasped behind his back, staring blankly out at blackness\nand the scattered stars. \"I know there is a ship out there, and I know\nthat a ship simply can't be invisible, not to radar _and_ optics.\"\n\n\"What makes you sure there is only one, sir?\"\n\nHeselton cracked his fists together. \"My God, Rogers, you're right!\nThere might be ...\"\n\nThe intercom clacked. \"This is fire control again, sir. I think we've\ngot something on the radiation detectors.\"\n\n\"Good work, what did you find?\"\n\n\"Slight radioactivity, typical of interstellar drive mechanisms,\nsomewhere off to our right. Can't tell exactly where, though.\"\n\n\"How far away is it?\"\n\n\"I don't know, sir.\"\n\nHeselton's hands dropped to his sides. \"Thanks,\" he said, \"for the\nhelp.\"\n\nHis desk tv flashed into life with a picture of the smiling alien\ncommander. \"This is the linguistics section, Admiral. The aliens\nunderstand a fairly common galactic symbology, I believe we can\ntranslate simple messages for you now.\"\n\n\"Ask him where the hell he is,\" Heselton snapped without thinking, then\ninstantly regretted it as the alien's face showed unmistakable surprise.\n\nThe alien's smile grew into an almost unbelievable grin. He turned\nsideways to speak to someone out of sight of the camera and suddenly\nburst into a series of roaring cackles. \"He's laughing, sir.\" The\ntranslator commented unnecessarily.\n\nThe joke was strictly with the aliens. Heselton's face whitened in quick\nrealization. \"Rogers! They _didn't know_ that we can't see them!\"\n\n\"Look, sir.\" The navigator pointed to the tv screen and a brilliantly\nclear image of Big Joe shimmering against the galaxy, lit by millions of\nstars. Every missile port, even the military numerals along her nose\nwere clearly visible.\n\n\"They're rubbing it in, Rogers. Showing us what we look like to them.\"\nHeselton's face was chalk. \"They could blast Big Joe apart, piece by\npiece--the most powerful ship in the galaxy.\"\n\n\"Maybe,\" said Rogers, \"the second most powerful.\"\n\nWithout answering, Heselton turned and looked out again at empty space\nand millions of steady, unwinking stars. His mind formed an image of a\nhuge, ethereal spaceship, missile ports open, weapons aimed directly at\nBig Joe.\n\nThe speaker interrupted his nightmare. \"This is fire control, Admiral.\nWith your permission I'll scatter a few C-bombs ...\"\n\nHeselton leaped for the microphone. \"Are you out of your mind? We\nhaven't the slightest idea of the forces that guy has. We might be in\nthe center of a whole blooming fleet. Ever think of that?\"\n\nThe alien's face, still smirking, appeared again on the screen. \"He\nsays,\" said the interpreter, \"that he finds the presence of our armed\nship very annoying.\"\n\nHeselton knew what he had to do. \"Tell him,\" he said, swallowing hard,\n\"that we apologize. This part of the galaxy is strange to us.\"\n\n\"He says he is contemplating blasting us out of the sky.\"\n\nHeselton said nothing, but he longed to reach out and throttle the\ngrinning, alien face.\n\n\"However,\" the interpreter continued, \"he will let us go safely if we\nleave immediately. He says to send an unarmed, diplomatic vessel next\ntime and maybe his people will talk to us.\"\n\n\"Thank him for his kindness.\" Heselton's jaws clenched so tightly they\nached.\n\n\"He says,\" said the interpreter, \"to get the hell out.\"\n\nThe grinning face snapped off the screen, but the cackling laughter\ncontinued to reverberate in the control room until the radio shack\nfinally turned off the receiver.\n\n\"Reverse course,\" the admiral ordered quietly. \"Maximum drive.\"\n\nA thousand missile launchers, designed to disintegrate solar systems,\nwere deactivated, hundreds of gyros swung the mile-long ship end for end\nand stabilized her on a reverse course, drive units big enough to power\nseveral major cities whined into operation, anti-grav generators with\nthe strength to shift small planets counterbalanced the external\nacceleration, and the ship moved, away, with a speed approaching that of\nlight.\n\n\"Well,\" muttered Heselton, \"that's the very first time Big Joe has ever\nhad to retreat.\" As if it were his own personal failure, he walked\nslowly across the control room and down the corridor towards his cabin.\n\n\"Admiral!\" Lost in thought, Heselton barely heard the call.\n\n\"Admiral, look!\" Pausing at the door to his cabin, Heselton turned to\nface the ship's chief astronomer running up waving two large\nphotographs.\n\n\"Look, sir,\" the professor gasped for breath. \"We thought this was a\nspot on the negative, but one of the men got curious and enlarged it\nabout a hundred times.\" He held up one of the photos. It showed a small,\nfuzzy, but unmistakable spaceship. \"No wonder we couldn't spot it with\nour instruments.\"\n\nHeselton snatched it out of his hand. \"I see what you mean. This ship\nmust have been thousands of miles ...\"\n\nThe professor shook his head. \"No, sir. As a matter of fact, it was\nquite close by.\"\n\n\"But ...\"\n\n\"We figure that the total length of the alien ship was roughly an inch\nand a half.\"\n\n\nTHE END\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Amazing Science Fiction Stories_\n    January 1960. Extensive research did not uncover any evidence that\n    the U.S. copyright on this publication was renewed. Minor spelling\n    and typographical errors have been corrected without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of A Matter of Magnitude, by Al Sevcik\n\n*** END OF THIS PROJECT GUTENBERG EBOOK A MATTER OF MAGNITUDE ***\n\n***** This file should be named 24927.txt or 24927.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/4/9/2/24927/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}