{"title": "Control Group", "author": "Roger Dee", "releaseDate": "March 29, 2008", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n _\"Any problem posed by one group of\n human beings can be resolved by any\n other group.\" That's what the Handbook\n said. But did that include primitive\n humans? Or the Bees? Or a ..._\n\n\nCONTROL GROUP\n\nBy ROGER DEE\n\n\nThe cool green disk of Alphard Six on the screen was infinitely welcome\nafter the arid desolation and stinking swamplands of the inner planets,\nan airy jewel of a world that might have been designed specifically for\nthe hard-earned month of rest ahead. Navigator Farrell, youngest and\ncertainly most impulsive of the three-man Terran Reclamations crew,\nwould have set the _Marco Four_ down at once but for the greater caution\nof Stryker, nominally captain of the group, and of Gibson, engineer, and\nlinguist. Xavier, the ship's little mechanical, had--as was usual and\nproper--no voice in the matter.\n\n\"Reconnaissance spiral first, Arthur,\" Stryker said firmly. He chuckled\nat Farrell's instant scowl, his little eyes twinkling and his naked\npaunch quaking over the belt of his shipboard shorts. \"Chapter One,\nSubsection Five, Paragraph Twenty-seven: _No planetfall on an\nunreclaimed world shall be deemed safe without proper--_\"\n\nFarrell, as Stryker had expected, interrupted with characteristic\nimpatience. \"Do you _sleep_ with that damned Reclamations Handbook, Lee?\nAlphard Six isn't an unreclaimed world--it was never colonized before\nthe Hymenop invasion back in 3025, so why should it be inhabited now?\"\n\nGibson, who for four hours had not looked up from his interminable chess\ngame with Xavier, paused with a beleaguered knight in one blunt brown\nhand.\n\n\"No point in taking chances,\" Gibson said in his neutral baritone. He\nshrugged thick bare shoulders, his humorless black-browed face unmoved,\nwhen Farrell included him in his scowl. \"We're two hundred twenty-six\nlight-years from Sol, at the old limits of Terran expansion, and there's\nno knowing what we may turn up here. Alphard's was one of the first\nsystems the Bees took over. It must have been one of the last to be\nabandoned when they pulled back to 70 Ophiuchi.\"\n\n\"And I think _you_ live for the day,\" Farrell said acidly, \"when we'll\nstumble across a functioning dome of live, buzzing Hymenops. Damn it,\nGib, the Bees pulled out a hundred years ago, before you and I were\nborn--neither of us ever saw a Hymenop, and never will!\"\n\n\"But I saw them,\" Stryker said. \"I fought them for the better part of\nthe century they were here, and I learned there's no predicting nor\nunderstanding them. We never knew why they came nor why they gave up and\nleft. How can we know whether they'd leave a rear-guard or booby trap\nhere?\"\n\nHe put a paternal hand on Farrell's shoulder, understanding the younger\nman's eagerness and knowing that their close-knit team would have been\nthe more poorly balanced without it.\n\n\"Gib's right,\" he said. He nearly added _as usual_. \"We're on rest leave\nat the moment, yes, but our mission is still to find Terran colonies\nenslaved and abandoned by the Bees, not to risk our necks and a valuable\nReorientations ship by landing blind on an unobserved planet. We're too\nclose already. Cut in your shields and find a reconnaissance spiral,\nwill you?\"\n\nGrumbling, Farrell punched coordinates on the Ringwave board that lifted\nthe _Marco Four_ out of her descent and restored the bluish enveloping\nhaze of her repellors.\n\nStryker's caution was justified on the instant. The speeding streamlined\nshape that had flashed up unobserved from below swerved sharply and\nexploded in a cataclysmic blaze of atomic fire that rocked the ship\nwildly and flung the three men to the floor in a jangling roar of\nalarms.\n\n       *       *       *       *       *\n\n\"So the Handbook tacticians knew what they were about,\" Stryker said\nminutes later. Deliberately he adopted the smug tone best calculated to\nsting Farrell out of his first self-reproach, and grinned when the\nnavigator bristled defensively. \"Some of their enjoinders seem a little\nstuffy and obvious at times, but they're eminently sensible.\"\n\nWhen Farrell refused to be baited Stryker turned to Gibson, who was\nbusily assessing the damage done to the ship's more fragile equipment,\nand to Xavier, who searched the planet's surface with the ship's\nmagnoscanner. The _Marco Four_, Ringwave generators humming gently, hung\nat the moment just inside the orbit of Alphard Six's single dun-colored\nmoon.\n\nGibson put down a test meter with an air of finality.\n\n\"Nothing damaged but the Zero Interval Transfer computer. I can realign\nthat in a couple of hours, but it'll have to be done before we hit\nTransfer again.\"\n\n       *       *       *       *       *\n\nStryker looked dubious. \"What if the issue is forced before the ZIT unit\nis repaired? Suppose they come up after us?\"\n\n\"I doubt that they can. Any installation crudely enough equipped to\ntrust in guided missiles is hardly likely to have developed efficient\nspace craft.\"\n\nStryker was not reassured.\n\n\"That torpedo of theirs was deadly enough,\" he said. \"And its nature\nreflects the nature of the people who made it. Any race vicious enough\nto use atomic charges is too dangerous to trifle with.\" Worry made\ncomical creases in his fat, good-humored face. \"We'll have to find out\nwho they are and why they're here, you know.\"\n\n\"They can't be Hymenops,\" Gibson said promptly. \"First, because the Bees\npinned their faith on Ringwave energy fields, as we did, rather than on\nmissiles. Second, because there's no dome on Six.\"\n\n\"There were three empty domes on Five, which is a desert planet,\"\nFarrell pointed out. \"Why didn't they settle Six? It's a more habitable\nworld.\"\n\nGibson shrugged. \"I know the Bees always erected domes on every planet\nthey colonized, Arthur, but precedent is a fallible tool. And it's even\nmore firmly established that there's no possibility of our rationalizing\nthe motivations of a culture as alien as the Hymenops'--we've been over\nthat argument a hundred times on other reclaimed worlds.\"\n\n\"But this was never an unreclaimed world,\" Farrell said with the faint\nmalice of one too recently caught in the wrong. \"Alphard Six was\nsurveyed and seeded with Terran bacteria around the year 3000, but the\nBees invaded before we could colonize. And that means we'll have to rule\nout any resurgent colonial group down there, because Six never had a\ncolony in the beginning.\"\n\n\"The Bees have been gone for over a hundred years,\" Stryker said.\n\"Colonists might have migrated from another Terran-occupied planet.\"\n\nGibson disagreed.\n\n\"We've touched at every inhabited world in this sector, Lee, and not one\nsurviving colony has developed space travel on its own. The Hymenops had\na hundred years to condition their human slaves to ignorance of\neverything beyond their immediate environment--the motives behind that\nconditioning usually escape us, but that's beside the point--and they\ndid a thorough job of it. The colonists have had no more than a century\nof freedom since the Bees pulled out, and four generations simply isn't\nenough time for any subjugated culture to climb from slavery to\ninterstellar flight.\"\n\nStryker made a padding turn about the control room, tugging unhappily at\nthe scanty fringe of hair the years had left him.\n\n\"If they're neither Hymenops nor resurgent colonists,\" he said, \"then\nthere's only one choice remaining--they're aliens from a system we\nhaven't reached yet, beyond the old sphere of Terran exploration. We\nalways assumed that we'd find other races out here someday, and that\nthey'd be as different from us in form and motivation as the Hymenops.\nWhy not now?\"\n\nGibson said seriously, \"Not probable, Lee. The same objection that rules\nout the Bees applies to any trans-Alphardian culture--they'd have to be\nbeyond the atomic fission stage, else they'd never have attempted\ninterstellar flight. The Ringwave with its Zero Interval Transfer\nprinciple and instantaneous communications applications is the only\nanswer to long-range travel, and if they'd had that they wouldn't have\nbothered with atomics.\"\n\nStryker turned on him almost angrily. \"If they're not Hymenops or humans\nor aliens, then what in God's name _are_ they?\"\n\n       *       *       *       *       *\n\n\"Aye, there's the rub,\" Farrell said, quoting a passage whose aptness\nhad somehow seen it through a dozen reorganizations of insular tongue\nand a final translation to universal Terran. \"If they're none of those\nthree, we've only one conclusion left. There's no one down there at\nall--we're victims of the first joint hallucination in psychiatric\nhistory.\"\n\nStryker threw up his hands in surrender. \"We can't identify them by\ntheorizing, and that brings us down to the business of first-hand\ninvestigation. Who's going to bell the cat this time?\"\n\n\"I'd like to go,\" Gibson said at once. \"The ZIT computer can wait.\"\n\nStryker vetoed his offer as promptly. \"No, the ZIT comes first. We may\nhave to run for it, and we can't set up a Transfer jump without the\ncomputer. It's got to be me or Arthur.\"\n\nFarrell felt the familiar chill of uneasiness that inevitably preceded\nthis moment of decision. He was not lacking in courage, else the\ncircumstances under which he had worked for the past ten years--the\nsometimes perilous, sometimes downright charnel conditions left by the\nfleeing Hymenop conquerors--would have broken him long ago. But that\nsame hard experience had honed rather than blunted the edge of his\nimagination, and the prospect of a close-quarters stalking of an unknown\nand patently hostile force was anything but attractive.\n\n\"You two did the field work on the last location,\" he said. \"It's high\ntime I took my turn--and God knows I'd go mad if I had to stay inship\nand listen to Lee memorizing his Handbook subsections or to Gib\npracticing dead languages with Xavier.\"\n\nStryker laughed for the first time since the explosion that had so\nnearly wrecked the _Marco Four_.\n\n\"Good enough. Though it wouldn't be more diverting to listen for hours\nto you improvising enharmonic variations on the _Lament for Old Terra_\nwith your accordion.\"\n\nGibson, characteristically, had a refinement to offer.\n\n\"They'll be alerted down there for a reconnaissance sally,\" he said.\n\"Why not let Xavier take the scouter down for overt diversion, and drop\nArthur off in the helihopper for a low-level check?\"\n\nStryker looked at Farrell. \"All right, Arthur?\"\n\n\"Good enough,\" Farrell said. And to Xavier, who had not moved from his\npost at the magnoscanner: \"How does it look, Xav? Have you pinned down\ntheir base yet?\"\n\nThe mechanical answered him in a voice as smooth and clear--and as\ninflectionless--as a 'cello note. \"The planet seems uninhabited except\nfor a large island some three hundred miles in diameter. There are\ntwenty-seven small agrarian hamlets surrounded by cultivated fields.\nThere is one city of perhaps a thousand buildings with a central square.\nIn the square rests a grounded spaceship of approximately ten times the\nbulk of the _Marco Four_.\"\n\nThey crowded about the vision screen, jostling Xavier's jointed gray\nshape in their interest. The central city lay in minutest detail before\nthem, the battered hulk of the grounded ship glinting rustily in the\nlate afternoon sunlight. Streets radiated away from the square in\norderly succession, the whole so clearly depicted that they could see\nthe throngs of people surging up and down, tiny foreshortened faces\nturned toward the sky.\n\n\"At least they're human,\" Farrell said. Relief replaced in some measure\nhis earlier uneasiness. \"Which means that they're Terran, and can be\ndealt with according to Reclamations routine. Is that hulk spaceworthy,\nXav?\"\n\nXavier's mellow drone assumed the convention vibrato that indicated\nstark puzzlement. \"Its breached hull makes the ship incapable of flight.\nApparently it is used only to supply power to the outlying hamlets.\"\n\nThe mechanical put a flexible gray finger upon an indicator graph\nderived from a composite section of detector meters. \"The power\ntransmitted seems to be gross electric current conveyed by metallic\ncables. It is generated through a crudely governed process of continuous\natomic fission.\"\n\n       *       *       *       *       *\n\nFarrell, himself appalled by the information, still found himself able\nto chuckle at Stryker's bellow of consternation.\n\n\"_Continuous fission?_ Good God, only madmen would deliberately run a\nrisk like that!\"\n\nFarrell prodded him with cheerful malice. \"Why say mad _men_? Maybe\nthey're humanoid aliens who thrive on hard radiation and look on the\ndanger of being blown to hell in the middle of the night as a\nsatisfactory risk.\"\n\n\"They're not alien,\" Gibson said positively. \"Their architecture is\nTerran, and so is their ship. The ship is incredibly primitive, though;\nthose batteries of tubes at either end--\"\n\n\"Are thrust reaction jets,\" Stryker finished in an awed voice.\n\"Primitive isn't the word, Gib--the thing is prehistoric! Rocket\npropulsion hasn't been used in spacecraft since--how long, Xav?\"\n\nXavier supplied the information with mechanical infallibility. \"Since\nthe year 2100 when the Ringwave propulsion-communication principle was\ndiscovered. That principle has served men since.\"\n\nFarrell stared in blank disbelief at the anomalous craft on the screen.\nPrimitive, as Stryker had said, was not the word for it: clumsily ovoid,\nstudded with torpedo domes and turrets and bristling at either end with\npropulsion tubes, it lay at the center of its square like a rusted relic\nof a past largely destroyed and all but forgotten. What a magnificent\ndisregard its builders must have had, he thought, for their lives and\nthe genetic purity of their posterity! The sullen atomic fires banked in\nthat oxidizing hulk--\n\nStryker said plaintively, \"If you're right, Gib, then we're more in the\ndark than ever. How could a Terran-built ship eleven hundred years old\nget _here_?\"\n\nGibson, absorbed in his chess-player's contemplation of alternatives,\nseemed hardly to hear him.\n\n\"Logic or not-logic,\" Gibson said. \"If it's a Terran artifact, we can\ndiscover the reason for its presence. If not--\"\n\n\"_Any problem posed by one group of human beings_,\" Stryker quoted his\nHandbook, \"_can be resolved by any other group, regardless of ideology\nor conditioning, because the basic perceptive abilities of both must be\nthe same through identical heredity_.\"\n\n\"If it's an imitation, and this is another Hymenop experiment in\ncondition ecology, then we're stumped to begin with,\" Gibson finished.\n\"Because we're not equipped to evaluate the psychology of alien\nmotivation. We've got to determine first which case applies here.\"\n\n       *       *       *       *       *\n\nHe waited for Farrell's expected irony, and when the navigator\nforestalled him by remaining grimly quiet, continued.\n\n\"The obvious premise is that a Terran ship must have been built by\nTerrans. Question: Was it flown here, or built here?\"\n\n\"It couldn't have been built here,\" Stryker said. \"Alphard Six was\nsurveyed just before the Bees took over in 3025, and there was nothing\nof the sort here then. It couldn't have been built during the two and a\nquarter centuries since; it's obviously much older than that. It was\nflown here.\"\n\n\"We progress,\" Farrell said dryly. \"Now if you'll tell us _how_, we're\nready to move.\"\n\n\"I think the ship was built on Terra during the Twenty-second Century,\"\nGibson said calmly. \"The atomic wars during that period destroyed\npractically all historical records along with the technology of the\ntime, but I've read well-authenticated reports of atomic-driven ships\nleaving Terra before then for the nearer stars. The human race climbed\nout of its pit again during the Twenty-third Century and developed the\ntechnology that gave us the Ringwave. Certainly no atomic-powered ships\nwere built after the wars--our records are complete from that time.\"\n\nFarrell shook his head at the inference. \"I've read any number of\nfanciful romances on the theme, Gib, but it won't stand up in practice.\nNo shipboard society could last through a thousand-year space voyage.\nIt's a physical and psychological impossibility. There's got to be some\nother explanation.\"\n\n       *       *       *       *       *\n\nGibson shrugged. \"We can only eliminate the least likely alternatives\nand accept the simplest one remaining.\"\n\n\"Then we can eliminate this one now,\" Farrell said flatly. \"It entails a\nthousand-year voyage, which is an impossibility for any gross reaction\ndrive; the application of suspended animation or longevity or a\nsuccessive-generation program, and a final penetration of\nHymenop-occupied space to set up a colony under the very antennae of the\nBees. Longevity wasn't developed until around the year 3000--Lee here\nwas one of the first to profit by it, if you remember--and suspended\nanimation is still to come. So there's one theory you can forget.\"\n\n\"Arthur's right,\" Stryker said reluctantly. \"An atomic-powered ship\n_couldn't_ have made such a trip, Gib. And such a lineal-descendant\nproject couldn't have lasted through forty generations, speculative\nfiction to the contrary--the later generations would have been too far\nremoved in ideology and intent from their ancestors. They'd have adapted\nto shipboard life as the norm. They'd have atrophied physically, perhaps\neven have mutated--\"\n\n\"And they'd never have fought past the Bees during the Hymenop invasion\nand occupation,\" Farrell finished triumphantly. \"The Bees had better\ndetection equipment than we had. They'd have picked this ship up long\nbefore it reached Alphard Six.\"\n\n\"But the ship wasn't here in 3000,\" Gibson said, \"and it is now.\nTherefore it must have arrived at some time during the two hundred\nyears of Hymenop occupation and evacuation.\"\n\nFarrell, tangled in contradictions, swore bitterly. \"But why should the\nBees let them through? The three domes on Five are over two hundred\nyears old, which means that the Bees were here before the ship came. Why\ndidn't they blast it or enslave its crew?\"\n\n\"We haven't touched on all the possibilities,\" Gibson reminded him. \"We\nhaven't even established yet that these people were never under Hymenop\ncontrol. Precedent won't hold always, and there's no predicting nor\nevaluating the motives of an alien race. We never understood the\nHymenops because there's no common ground of logic between us. Why try\nto interpret their intentions now?\"\n\nFarrell threw up his hands in disgust. \"Next you'll say this is an\nancient Terran expedition that actually succeeded! There's only one way\nto answer the questions we've raised, and that's to go down and see for\nourselves. Ready, Xav?\"\n\n       *       *       *       *       *\n\nBut uncertainty nagged uneasily at him when Farrell found himself alone\nin the helihopper with the forest flowing beneath like a leafy river and\nXavier's scouter disappearing bulletlike into the dusk ahead.\n\nWe never found a colony so advanced, Farrell thought. Suppose this is a\nHymenop experiment that really paid off? The Bees did some weird and\nwonderful things with human guinea pigs--what if they've created the\nultimate booby trap here, and primed it with conditioned myrmidons in\nour own form?\n\nSuppose, he thought--and derided himself for thinking it--one of those\nsuicidal old interstellar ventures _did_ succeed?\n\nXavier's voice, a mellow drone from the helihopper's Ringwave-powered\nvisicom, cut sharply into his musing. \"The ship has discovered the\nscouter and is training an electronic beam upon it. My instruments\nrecord an electromagnetic vibration pattern of low power but rapidly\nvarying frequency. The operation seems pointless.\"\n\nStryker's voice followed, querulous with worry: \"I'd better pull Xav\nback. It may be something lethal.\"\n\n\"Don't,\" Gibson's baritone advised. Surprisingly, there was excitement\nin the engineer's voice. \"I think they're trying to communicate with\nus.\"\n\nFarrell was on the point of demanding acidly to know how one went about\ncommunicating by means of a fluctuating electric field when the\nunexpected cessation of forest diverted his attention. The helihopper\nscudded over a cultivated area of considerable extent, fields stretching\nbelow in a vague random checkerboard of lighter and darker earth, an\nundefined cluster of buildings at their center. There was a central\nbonfire that burned like a wild red eye against the lower gloom, and in\nits plunging ruddy glow he made out an urgent scurrying of shadowy\nfigures.\n\n\"I'm passing over a hamlet,\" Farrell reported. \"The one nearest the\ncity, I think. There's something odd going on down--\"\n\nCatastrophe struck so suddenly that he was caught completely unprepared.\nThe helihopper's flimsy carriage bucked and crumpled. There was a\nblinding flare of electric discharge, a pungent stink of ozone and a\nstunning shock that flung him headlong into darkness.\n\n       *       *       *       *       *\n\nHe awoke slowly with a brutal headache and a conviction of nightmare\nheightened by the outlandish tone of his surroundings. He lay on a\nnarrow bed in a whitely antiseptic infirmary, an oblong metal cell\ncluttered with a grimly utilitarian array of tables and lockers and\nchests. The lighting was harsh and overbright and the air hung thick\nwith pungent unfamiliar chemical odors. From somewhere, far off yet at\nthe same time as near as the bulkhead above him, came the unceasing\ndrone of machinery.\n\nFarrell sat up, groaning, when full consciousness made his position\nclear. He had been shot down by God knew what sort of devastating\nunorthodox weapon and was a prisoner in the grounded ship.\n\nAt his rising, a white-smocked fat man with anachronistic spectacles and\nclose-cropped gray hair came into the room, moving with the professional\nassurance of a medic. The man stopped short at Farrell's stare and\nspoke; his words were utterly unintelligible, but his gesture was\nunmistakable.\n\nFarrell followed him dumbly out of the infirmary and down a bare\ncorridor whose metal floor rang coldly underfoot. An open port near the\ncorridor's end relieved the blankness of wall and let in a flood of\nreddish Alphardian sunlight; Farrell slowed to look out, wondering how\nlong he had lain unconscious, and felt panic knife at him when he saw\nXavier's scouter lying, port open and undefended, on the square outside.\n\nThe mechanical had been as easily taken as himself, then. Stryker and\nGibson, for all their professional caution, would fare no better--they\ncould not have overlooked the capture of Farrell and Xavier, and when\nthey tried as a matter of course to rescue them the _Marco_ would be\nstruck down in turn by the same weapon.\n\nThe fat medic turned and said something urgent in his unintelligible\ntongue. Farrell, dazed by the enormity of what had happened, followed\nwithout protest into an intersecting way that led through a bewildering\nsuccession of storage rooms and hydroponics gardens, through a small\ngymnasium fitted with physical training equipment in graduated sizes and\nfinally into a soundproofed place that could have been nothing but a\nnursery.\n\nThe implication behind its presence stopped Farrell short.\n\n\"A _creche_,\" he said, stunned. He had a wild vision of endless\ngenerations of children growing up in this dim and stuffy room, to be\ntaught from their first toddling steps the functions they must fulfill\nbefore the venture of which they were a part could be consummated.\n\nOne of those old ventures _had_ succeeded, he thought, and was awed by\nthe daring of that thousand-year odyssey. The realization left him more\nalarmed than before--for what technical marvels might not an isolated\ngroup of such dogged specialists have developed during a millennium of\napplication?\n\nSuch a weapon as had brought down the helihopper and scouter was\npatently beyond reach of his own latter-day technology. Perhaps, he\nthought, its possession explained the presence of these people here in\nthe first stronghold of the Hymenops; perhaps they had even fought and\ndefeated the Bees on their own invaded ground.\n\nHe followed his white-smocked guide through a power room where great\ncrude generators whirred ponderously, pouring out gross electric current\ninto arm-thick cables. They were nearing the bow of the ship when they\npassed by another open port and Farrell, glancing out over the lowered\nrampway, saw that his fears for Stryker and Gibson had been well\ngrounded.\n\nThe _Marco Four_, ports open, lay grounded outside.\n\n       *       *       *       *       *\n\nFarrell could not have said, later, whether his next move was planned or\nreflexive. The whole desperate issue seemed to hang suspended for a\nbreathless moment upon a hair-fine edge of decision, and in that instant\nhe made his bid.\n\nWithout pausing in his stride he sprang out and through the port and\ndown the steep plane of the ramp. The rough stone pavement of the square\ndrummed underfoot; sore muscles tore at him, and weakness was like a\nweight about his neck. He expected momentarily to be blasted out of\nexistence.\n\nHe reached the _Marco Four_ with the startled shouts of his guide\nringing unintelligibly in his ears. The port yawned; he plunged inside\nand stabbed at controls without waiting to seat himself. The ports swung\nshut. The ship darted up under his manipulation and arrowed into space\nwith an acceleration that sprung his knees and made his vision swim\nblackly.\n\nHe was so weak with strain and with the success of his coup that he all\nbut fainted when Stryker, his scanty hair tousled and his fat face\ncomical with bewilderment, stumbled out of his sleeping cubicle and\nbellowed at him.\n\n\"What the hell are you doing, Arthur? Take us down!\"\n\nFarrell gaped at him, speechless.\n\nStryker lumbered past him and took the controls, spiraling the _Marco\nFour_ down. Men swarmed outside the ports when the Reclamations craft\nsettled gently to the square again. Gibson and Xavier reached the ship\nfirst; Gibson came inside quickly, leaving the mechanical outside making\npatient explanations to an excited group of Alphardians.\n\nGibson put a reassuring hand on Farrell's arm. \"It's all right, Arthur.\nThere's no trouble.\"\n\nFarrell said dumbly, \"I don't understand. They didn't shoot you and Xav\ndown too?\"\n\nIt was Gibson's turn to stare.\n\n\"No one shot you down! These people are primitive enough to use metallic\npower lines to carry electricity to their hamlets, an anachronism you\nforgot last night. You piloted the helihopper into one of those lines,\nand the crash put you out for the rest of the night and most of today.\nThese Alphardians are friendly, so desperately happy to be found again\nthat it's really pathetic.\"\n\n\"_Friendly?_ That torpedo--\"\n\n\"It wasn't a torpedo at all,\" Stryker put in. Understanding of the error\nunder which Farrell had labored erased his earlier irritation, and he\nchuckled commiseratingly. \"They had one small boat left for emergency\nmissions, and sent it up to contact us in the fear that we might\noverlook their settlement and move on. The boat was atomic powered, and\nour shield screens set off its engines.\"\n\nFarrell dropped into a chair at the chart table, limp with reaction. He\nwas suddenly exhausted, and his head ached dully.\n\n\"We cracked the communications problem early last night,\" Gibson said.\n\"These people use an ancient system of electromagnetic wave propagation\ncalled frequency modulation, and once Lee and I rigged up a suitable\ntransceiver the rest was simple. Both Xav and I recognized the old\nlanguage; the natives reported your accident, and we came down at once.\"\n\n\"They really came from Terra? They lived through a thousand years of\nflight?\"\n\n\"The ship left Terra for Sirius in 2171,\" Gibson said. \"But not with\nthese people aboard, or their ancestors. That expedition perished after\nless than a light-year when its hydroponics system failed. The Hymenops\nfound the ship derelict when they invaded us, and brought it to Alphard\nSix in what was probably their first experiment with human subjects. The\nship's log shows clearly what happened to the original complement. The\nrest is deducible from the situation here.\"\n\nFarrell put his hands to his temples and groaned. \"The crash must have\nscrambled my wits. Gib, where _did_ they come from?\"\n\n\"From one of the first peripheral colonies conquered by the Bees,\"\nGibson said patiently. \"The Hymenops were long-range planners,\nremember, and masters of hypnotic conditioning. They stocked the ship\nwith a captive crew of Terrans conditioned to believe themselves\ndescendants of the original crew, and grounded it here in disabled\ncondition. They left for Alphard Five then, to watch developments.\n\n\"Succeeding generations of colonists grew up accepting the fact that\ntheir ship had missed Sirius and made planetfall here--they still don't\nknow where they really are--by luck. They never knew about the Hymenops,\nand they've struggled along with an inadequate technology in the hope\nthat a later expedition would find them. They found the truth hard to\ntake, but they're eager to enjoy the fruits of Terran assimilation.\"\n\nStryker, grinning, brought Farrell a frosted drink that tinkled\ninvitingly. \"An unusually fortunate ending to a Hymenop experiment,\" he\nsaid. \"These people progressed normally because they've been let alone.\nReorienting them will be a simple matter; they'll be properly spoiled\ncolonists within another generation.\"\n\nFarrell sipped his drink appreciatively.\n\n\"But I don't see why the Bees should go to such trouble to deceive these\npeople. Why did they sit back and let them grow as they pleased, Gib? It\ndoesn't make sense!\"\n\n\"But it does, for once,\" Gibson said. \"The Bees set up this colony as a\ncontrol unit to study the species they were invading, and they had to\ngive their specimens a normal--if obsolete--background in order to\ndetermine their capabilities. The fact that their experiment didn't tell\nthem what they wanted to know may have had a direct bearing on their\ndecision to pull out.\"\n\nFarrell shook his head. \"It's a reverse application, isn't it of the old\nsaw about Terrans being incapable of understanding an alien culture?\"\n\n\"Of course,\" said Gibson, surprised. \"It's obvious enough, surely--hard\nas they tried, the Bees never understood us either.\"\n\n\nTHE END\n\n[Illustration]\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Amazing Science Fiction Stories_\n    January 1960. Extensive research did not uncover any evidence that\n    the U.S. copyright on this publication was renewed. Minor spelling\n    and typographical errors have been corrected without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Control Group, by Roger Dee\n\n*** END OF THIS PROJECT GUTENBERG EBOOK CONTROL GROUP ***\n\n***** This file should be named 24949.txt or 24949.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/4/9/4/24949/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}