{"title": "Second Landing", "author": "Floyd Wallace", "releaseDate": "March 30, 2008", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\nSECOND LANDING\n\nBy FLOYD WALLACE\n\n\n _A gentle fancy for the Christmas Season--an\n oft-told tale with a wistful twistful of Something\n that left the Earth with a wing and a prayer._\n\n\nEarth was so far away that it wasn't visible. Even the sun was only a\ntwinkle. But this vast distance did not mean that isolation could endure\nforever. Instruments within the ship intercepted radio broadcasts and,\nwithin the hour, early TV signals. Machines compiled dictionaries and\ngrammars and began translating the major languages. The history of the\nplanet was tabulated as facts became available.\n\nThe course of the ship changed slightly; it was not much out of the way\nto swing nearer Earth. For days the two within the ship listened and\nwatched with little comment. They had to decide soon.\n\n\"We've got to make or break,\" said the first alien.\n\n\"You know what I'm in favor of,\" said the second.\n\n\"I can guess,\" said Ethaniel, who had spoken first. \"The place is a\ncomplete mess. They've never done anything except fight each other--and\ninvent better weapons.\"\n\n\"It's not what they've done,\" said Bal, the second alien. \"It's what\nthey're going to do, with that big bomb.\"\n\n\"The more reason for stopping,\" said Ethaniel. \"The big bomb can destroy\nthem. Without our help they may do just that.\"\n\n\"I may remind you that in two months twenty-nine days we're due in\nWillafours,\" said Bal. \"Without looking at the charts I can tell you we\nstill have more than a hundred light-years to go.\"\n\n\"A week,\" said Ethaniel. \"We can spare a week and still get there on\ntime.\"\n\n\"A week?\" said Bal. \"To settle their problems? They've had two world\nwars in one generation and that the third and final one is coming up you\ncan't help feeling in everything they do.\"\n\n\"It won't take much,\" said Ethaniel. \"The wrong diplomatic move, or a\ntrigger-happy soldier could set it off. And it wouldn't have to be\ndeliberate. A meteor shower could pass over and their clumsy instruments\ncould interpret it as an all-out enemy attack.\"\n\n\"Too bad,\" said Bal. \"We'll just have to forget there ever was such a\nplanet as Earth.\"\n\n\"Could you? Forget so many people?\"\n\n\"I'm doing it,\" said Bal. \"Just give them a little time and they won't\nbe here to remind me that I have a conscience.\"\n\n\"My memory isn't convenient,\" said Ethaniel. \"I ask you to look at\nthem.\"\n\n       *       *       *       *       *\n\nBal rustled, flicking the screen intently. \"Very much like ourselves,\"\nhe said at last. \"A bit shorter perhaps, and most certainly incomplete.\nExcept for the one thing they lack, and that's quite odd, they seem\nexactly like us. Is that what you wanted me to say?\"\n\n\"It is. The fact that they are an incomplete version of ourselves\ntouches me. They actually seem defenseless, though I suppose they're\nnot.\"\n\n\"Tough,\" said Bal. \"Nothing we can do about it.\"\n\n\"There is. We can give them a week.\"\n\n\"In a week we can't negate their entire history. We can't begin to undo\nthe effect of the big bomb.\"\n\n\"You can't tell,\" said Ethaniel. \"We can look things over.\"\n\n\"And then what? How much authority do we have?\"\n\n\"Very little,\" conceded Ethaniel. \"Two minor officials on the way to\nWillafours--and we run directly into a problem no one knew existed.\"\n\n\"And when we get to Willafours we'll be busy. It will be a long time\nbefore anyone comes this way again.\"\n\n\"A very long time. There's nothing in this region of space our people\nwant,\" said Ethaniel. \"And how long can Earth last? Ten years? Even ten\nmonths? The tension is building by the hour.\"\n\n\"What can I say?\" said Bal. \"I suppose we can stop and look them over.\nWe're not committing ourselves by looking.\"\n\nThey went much closer to Earth, not intending to commit themselves. For\na day they circled the planet, avoiding radar detection, which for them\nwas not difficult, testing, and sampling. Finally Ethaniel looked up\nfrom the monitor screen. \"Any conclusions?\"\n\n\"What's there to think? It's worse than I imagined.\"\n\n\"In what way?\"\n\n\"Well, we knew they had the big bomb. Atmospheric analysis showed that\nas far away as we were.\"\n\n\"I know.\"\n\n\"We also knew they could deliver the big bomb, presumably by some sort\nof aircraft.\"\n\n\"That was almost a certainty. They'd have no use for the big bomb\nwithout aircraft.\"\n\n\"What's worse is that I now find they also have missiles, range one\nthousand miles and upward. They either have or are near a primitive form\nof space travel.\"\n\n\"Bad,\" said Ethaniel. \"Sitting there, wondering when it's going to hit\nthem. Nervousness could set it off.\"\n\n\"It could, and the missiles make it worse,\" said Bal. \"What did you find\nout at your end?\"\n\n\"Nothing worthwhile. I was looking at the people while you were\ninvestigating their weapons.\"\n\n\"You must think something.\"\n\n\"I wish I knew what to think. There's so little time,\" Ethaniel said.\n\"Language isn't the difficulty. Our machines translate their languages\neasily and I've taken a cram course in two or three of them. But that's\nnot enough, looking at a few plays, listening to advertisements, music,\nand news bulletins. I should go down and live among them, read books,\ntalk to scholars, work with them, play.\"\n\n\"You could do that and you'd really get to know them. But that takes\ntime--and we don't have it.\"\n\n\"I realize that.\"\n\n\"A flat yes or no,\" said Bal.\n\n\"No. We can't help them,\" said Ethaniel. \"There is nothing we can do for\nthem--but we have to try.\"\n\n\"Sure, I knew it before we started,\" said Bal. \"It's happened before. We\ntake the trouble to find out what a people are like and when we can't\nhelp them we feel bad. It's going to be that way again.\" He rose and\nstretched. \"Well, give me an hour to think of some way of going at it.\"\n\n       *       *       *       *       *\n\nIt was longer than that before they met again. In the meantime the ship\nmoved much closer to Earth. They no longer needed instruments to see it.\nThe planet revolved outside the visionports. The southern plains were\ngreen, coursed with rivers; the oceans were blue; and much of the\nnorthern hemisphere was glistening white. Ragged clouds covered the\npole, and a dirty pall spread over the mid-regions of the north.\n\n\"I haven't thought of anything brilliant,\" said Ethaniel.\n\n\"Nor I,\" said Bal. \"We're going to have to go down there cold. And it\nwill be cold.\"\n\n\"Yes. It's their winter.\"\n\n\"I did have an idea,\" said Bal. \"What about going down as supernatural\nbeings?\"\n\n\"Hardly,\" said Ethaniel. \"A hundred years ago it might have worked.\nToday they have satellites. They are not primitives.\"\n\n\"I suppose you're right,\" said Bal. \"I did think we ought to take\nadvantage of our physical differences.\"\n\n\"If we could I'd be all for it. But these people are rough and\ndesperate. They wouldn't be fooled by anything that crude.\"\n\n\"Well, you're calling it,\" said Bal.\n\n\"All right,\" said Ethaniel. \"You take one side and I the other. We'll\ntell them bluntly what they'll have to do if they're going to survive,\nhow they can keep their planet in one piece so they can live on it.\"\n\n\"That'll go over big. Advice is always popular.\"\n\n\"Can't help it. That's all we have time for.\"\n\n\"Special instructions?\"\n\n\"None. We leave the ship here and go down in separate landing craft. You\ncan talk with me any time you want to through our communications, but\ndon't unless you have to.\"\n\n\"They can't intercept the beams we use.\"\n\n\"They can't, and even if they did they wouldn't know what to do with our\nlanguage. I want them to think that we don't _need_ to talk things\nover.\"\n\n\"I get it. Makes us seem better than we are. They think we know exactly\nwhat we're doing even though we don't.\"\n\n\"If we're lucky they'll think that.\"\n\n       *       *       *       *       *\n\nBal looked out of the port at the planet below. \"It's going to be cold\nwhere I'm going. You too. Sure we don't want to change our plans and\nland in the southern hemisphere? It's summer there.\"\n\n\"I'm afraid not. The great powers are in the north. They are the ones we\nhave to reach to do the job.\"\n\n\"Yeah, but I was thinking of that holiday you mentioned. We'll be\nrunning straight into it. That won't help us any.\"\n\n\"I know, they don't like their holidays interrupted. It can't be helped.\nWe can't wait until it's over.\"\n\n\"I'm aware of that,\" said Bal. \"Fill me in on that holiday, anything I\nought to know. Probably religious in origin. That so?\"\n\n\"It was religious a long time ago,\" said Ethaniel. \"I didn't learn\nanything exact from radio and TV. Now it seems to be chiefly a time for\neating, office parties, and selling merchandise.\"\n\n\"I see. It has become a business holiday.\"\n\n\"That's a good description. I didn't get as much of it as I ought to\nhave. I was busy studying the people, and they're hard to pin down.\"\n\n\"I see. I was thinking there might be some way we could tie ourselves in\nwith this holiday. Make it work for us.\"\n\n\"If there is I haven't thought of it.\"\n\n\"You ought to know. You're running this one.\" Bal looked down at the\nplanet. Clouds were beginning to form at the twilight edge. \"I hate to\ngo down and leave the ship up here with no one in it.\"\n\n\"They can't touch it. No matter how they develop in the next hundred\nyears they still won't be able to get in or damage it in any way.\"\n\n\"It's myself I'm thinking about. Down there, alone.\"\n\n\"I'll be with you. On the other side of the Earth.\"\n\n\"That's not very close. I'd like it better if there were someone in the\nship to bring it down in a hurry if things get rough. They don't think\nmuch of each other. I don't imagine they'll like aliens any better.\"\n\n\"They may be unfriendly,\" Ethaniel acknowledged. Now he switched a\nmonitor screen until he looked at the slope of a mountain. It was\nsnowing and men were cutting small green trees in the snow. \"I've\nthought of a trick.\"\n\n\"If it saves my neck I'm for it.\"\n\n\"I don't guarantee anything,\" said Ethaniel. \"This is what I was\nthinking of: instead of hiding the ship against the sun where there's\nlittle chance it will be seen, we'll make sure that they do see it.\nLet's take it around to the night side of the planet and light it up.\"\n\n\"Say, pretty good,\" said Bal.\n\n\"They can't imagine that we'd light up an unmanned ship,\" said Ethaniel.\n\"Even if the thought should occur to them they'll have no way of\nchecking it. Also, they won't be eager to harm us with our ship shining\ndown on them.\"\n\n\"That's thinking,\" said Bal, moving to the controls. \"I'll move the ship\nover where they can see it best and then I'll light it up. I'll really\nlight it up.\"\n\n\"Don't spare power.\"\n\n\"Don't worry about that. They'll see it. Everybody on Earth will see\nit.\" Later, with the ship in position, glowing against the darkness of\nspace, pulsating with light, Bal said: \"You know, I feel better about\nthis. We may pull it off. Lighting the ship may be just the help we\nneed.\"\n\n\"It's not we who need help, but the people of Earth,\" said Ethaniel.\n\"See you in five days.\" With that he entered a small landing craft,\nwhich left a faintly luminescent trail as it plunged toward Earth. As\nsoon as it was safe to do so, Bal left in another craft, heading for the\nother side of the planet.\n\n       *       *       *       *       *\n\nAnd the spaceship circled Earth, unmanned, blazing and pulsing with\nlight. No star in the winter skies of the planet below could equal it in\nbrilliancy. Once a man-made satellite came near but it was dim and was\nlost sight of by the people below. During the day the ship was visible\nas a bright spot of light. At evening it seemed to burn through the\nsunset colors.\n\nAnd the ship circled on, bright, shining, seeming to be a little piece\nclipped from the center of a star and brought near Earth to illuminate\nit. Never, or seldom, had Earth seen anything like it.\n\nIn five days the two small landing craft that had left it arched up from\nEarth and joined the orbit of the large ship. The two small craft slid\ninside the large one and doors closed behind them. In a short time the\naliens met again.\n\n\"We did it,\" said Bal exultantly as he came in. \"I don't know how we did\nit and I thought we were going to fail but at the last minute they came\nthrough.\"\n\nEthaniel smiled. \"I'm tired,\" he said, rustling.\n\n\"Me too, but mostly I'm cold,\" said Bal, shivering. \"Snow. Nothing but\nsnow wherever I went. Miserable climate. And yet you had me go out\nwalking after that first day.\"\n\n\"From my own experience it seemed to be a good idea,\" said Ethaniel. \"If\nI went out walking one day I noticed that the next day the officials\nwere much more cooperative. If it worked for me I thought it might help\nyou.\"\n\n\"It did. I don't know why, but it did,\" said Bal. \"Anyway, this\nagreement they made isn't the best but I think it will keep them from\ndestroying themselves.\"\n\n\"It's as much as we can expect,\" said Ethaniel. \"They may have small\nwars after this, but never the big one. In fifty or a hundred years we\ncan come back and see how much they've learned.\"\n\n\"I'm not sure I want to,\" said Bal. \"Say, what's an angel?\"\n\n\"Why?\"\n\n\"When I went out walking people stopped to look. Some knelt in the snow\nand called me an angel.\"\n\n\"Something like that happened to me,\" said Ethaniel.\n\n\"I didn't get it but I didn't let it upset me,\" said Bal. \"I smiled at\nthem and went about my business.\" He shivered again. \"It was always\ncold. I walked out, but sometimes I flew back. I hope that was all\nright.\"\n\nIn the cabin Bal spread his great wings. Renaissance painters had never\nseen his like but knew exactly how he looked. In their paintings they\nhad pictured him innumerable times.\n\n\"I don't think it hurt us that you flew,\" said Ethaniel. \"I did so\nmyself occasionally.\"\n\n\"But you don't know what an angel is?\"\n\n\"No. I didn't have time to find out. Some creature of their folklore I\nsuppose. You know, except for our wings they're very much like\nourselves. Their legends are bound to resemble ours.\"\n\n\"Sure,\" said Bal. \"Anyway, peace on Earth.\"\n\n\nTHE END\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Amazing Science Fiction Stories_\n    January 1960. Extensive research did not uncover any evidence that\n    the U.S. copyright on this publication was renewed. Minor spelling\n    and typographical errors have been corrected without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Second Landing, by Floyd Wallace\n\n*** END OF THIS PROJECT GUTENBERG EBOOK SECOND LANDING ***\n\n***** This file should be named 24958.txt or 24958.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/4/9/5/24958/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}