{"title": "The Deadly Daughters", "author": "Winston K. Marks", "releaseDate": "March 30, 2008", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n The\n _DEADLY_ Daughters\n\n By WINSTON K. MARKS\n\n ILLUSTRATOR NOVICK\n\n\n _These gorgeous fanatics were\n equally at home with men,\n murder, or matrimony, and\n they used all three with\n amazing success._\n\n\nDr. Hubert Long, 40, bachelor and assistant professor of political\nscience at Mentioch University, thrust his rugged, unlovely face\nforward, sticking out his neck literally and figuratively.\n\n\"The Humanist Party,\" he shouted at the 800 odd students in the lecture\nhall, \"is not a political party at all. It's an oligarchy, so firmly\nestablished in Washington that our electoral form of government is an\nempty ritual, a ridiculous myth. Our elections are rigged to perpetuate\na select group of feminists in absolute power.\"\n\n[Illustration: Saving Dr. Long came in the line of duty.]\n\nThe mixed group of seniors stirred in their seats with wide eyes, and\nmany began taking notes.\n\n\"This may cost me my position at the university,\" he said grimly, \"but\nthe time has come for all responsible citizens to face the fact that the\nGovernment of the United States of America has degenerated into little\nbetter than an absolute dictatorship!\"\n\nThis time a rustle of whispering grew to restless buzzing. A young man\nin a bowtie leaped to his feet breaking the no-questions rule in Long's\nover-size classes. \"May the _Mentioch Bugle_ quote you, Dr. Long?\"\n\n\"You may headline those views, and I hope you do,\" Long declared\nbelligerently, adding extra emphasis.\n\n       *       *       *       *       *\n\n\"Exactly what do you imply when you call the Humanist Party a group of\nfeminists?\" the young man asked, encouraged.\n\nLong's gaze swept out, noting the mild amusement on the faces of the men\nstudents, the growing annoyance in the women. He fixed the reporter for\nthe campus paper with a level stare. \"I suppose you feel that because\nonly 30 percent of our legislatures are women, that men still dominate\nCongress?\"\n\n\"I think that is the popular conception,\" the reporter said in a\npatronizing tone.\n\n\"Then think again, young man. Analyze the composition of the Senate and\nHouse, and break down the key committee appointments by sexes. You will\nfind three-fourths of these posts held by women, and the balance are\nheld by men whose wives are members of the top-level Humanist Party\nmovement. I say to you that our whole nation is dominated by a handful\nof female fanatics to whom intellectual integrity is unknown.\"\n\n\"What are your indictments? Please enumerate--\"\n\n\"I will, I will,\" Long shouted, ignoring the microphone before him.\n\"Without consideration of our national prestige the Humanist Party has\nemasculated our influence as a world power with its pacifistic actions.\nOn the domestic front, the Party has initiated a program of so-called\nInternal Security, a cradle-to-the-grave pampering that amounts to the\nmost vicious State-Socialism the world has seen since the fall of Soviet\nRussia. We are fast becoming slaves to the soft, gutless bureaucracy in\nWashington that feeds us, wipes our noses, encourages excessive breeding\nand enforces its fantastic policies by use of goon squads!\"\n\n\"Goon squads?\" The young reporter lost his smile. \"You had better\nclarify that, Dr. Long. I wouldn't want to join you in a libel action.\"\n\n\"Keep quoting me,\" Long snarled. \"I said goon squads, and I meant just\nthat. Once I belonged to a scholarly fraternity of political scientists\nwho were critical of our government. Of some eighteen members, I am the\nonly one left in public life. The rest have all disappeared, and I have\nno doubt that my previous silence on these matters is all that has saved\nme. But the time for discretion is past. If we are to save our\nindependence and democratic freedoms the time for action is now! I say\nto you--\"\n\n       *       *       *       *       *\n\nIt made more than the headlines of the college campus at Mentioch. The\nnews-wire services picked it up, and Dr. Long's radical views made pages\ntwo and three all over the nation.\n\nEmily Bogarth, head of Internal Security, raged at her assistant,\nbald-headed Terman Donlup. \"Must I read about these things in the papers\nto keep up on subversive activity?\"\n\n\"But the man's record shows complete stability,\" Donlup defended. \"He\nsimply blew up without any warning at all. The Dean of Women at\nMentioch tells me that Dr. Long has never had a word of criticism from\nhis department head. I suppose we had better remove him from his\nposition at once, eh?\"\n\nMadame Secretary Bogarth shook her head. \"That's not enough. This calls\nfor liquidation. I want a special squad on this one.\" She began writing\nnames on a sheet of paper, names of some of the most effective\nunscrupulous yet faithful operators in the party's top echelon.\n\nShe handed it to Donlup. \"This man is dangerous. He could force us into\nopen control of the press and higher education. Get these people here\nnot later than tomorrow. We can't waste time.\"\n\n\"Yes, Madame Secretary,\" Donlup saluted with a full bow and went to\nwork.\n\n       *       *       *       *       *\n\nThe following afternoon Emily Bogarth faced the squad with its\nbrilliant, green-eyed leader. She told them their mission and then\ndismissed all but one. \"I'm sorry to hand this one to you. I know what a\npromising career you had before you. But this man is deadly to our\npurpose. Believe me, I am not wasting your special aptitudes.\"\n\n\"If it's for the good of the Party--\"\n\n\"Dr. Hubert Long is a lighted fuse,\" Emily Bogarth said, her cold eyes\nhard on her operator, \"that could blow the Humanist movement sky-high. I\nwant you to snuff out that fuse.\" She squeezed a forefinger against her\nspatulate thumb.\n\nThe operator nodded and the green eyes flashed with the same fanatic\nspark that electrified American politics at the turn of the 21st century\nand launched the Humanist Party into its 30-year tenure of power.\n\n       *       *       *       *       *\n\nAt first only a shocked, embarrassed silence greeted Dr. Long on the\ncampus of Mentioch University, but as the press notices of his\nutterances grew in volume so did his prestige.\n\nHe began to have a number of local visitors who evinced sharp interest\nin his views. At the end of the first week he was holding forth each\nevening to a sizable audience in his tiny bungalow on the edge of\nfaculty row.\n\nBy nature a careful, practical man, Hubert Long now carried a small\npistol in his coat pocket, but being also a fearless, independent\nindividual, he admitted all callers and exposed himself daily to the\npublic. It wasn't entirely personal bravado, however. He knew from his\nyears of intense, discreet research that the goon squads rarely made\ntheir attacks in the public eye. When they liquidated him he fervently\nhoped they would make this mistake and prove his point concerning their\noperations.\n\nAlthough he didn't seek martyrdom, Dr. Long was prepared for it, as he\nexplained to the informal seminar that had accumulated at his home this\nSunday afternoon. It was now late evening and the endless questions were\nbeginning to grow wearying.\n\n\"How do you know,\" asked a skeptical businessman, \"that I am not an\nassassin who will ambush you on the way to the bathroom tonight?\"\n\nThere were several ladies present, and bachelor Long blushed with\nannoyance. \"You might very well be,\" he retorted. \"But probably I have\nsome measure of temporary protection from the publicity I have received.\nMy death, if it occurs, will doubtless appear to be from natural causes,\nor perhaps from a most ordinary but unfortunate accident.\"\n\nHe arose. \"It's rather late and I have an early class. Will you excuse\nme? Thanks for coming, everyone of you.\" He nodded, trying to smile, but\nthe chill thought from the businessman's remark persisted. Very possible\nit was that one or more members of a goon squad was among the\ntwenty-some people now beginning to pick themselves off his worn carpet,\nfootstool, coffee table and the meager furniture he could afford on his\nsalary.\n\nWith a small start he realized that a youngish woman, in her early\nthirties, he guessed, was stalling as though she intended to remain\nbehind. Sure enough, she closed the door behind the others and turned a\nvery lovely face to him. \"I think you are magnificent, Dr. Long,\" she\nsaid impulsively. \"I hope you will spare me just a few minutes alone?\"\n\nLong slipped his right hand into his coat pocket casually. On her feet\nthe woman displayed more than a beautiful face. Her figure was\nalarmingly feminine and rather aggressively displayed, feet akimbo,\nhips forward, shoulders back. Her hair was nearly platinum, but so\nexpensively dressed it was impossible to determine whether it was\nartificially so.\n\nShe caught his hesitation. \"Perhaps you would feel better out on the\nporch,\" she offered, smiling with such relaxed understanding that Long\nfelt a little boorish.\n\n\"No. Sit down, please, I didn't catch your name earlier.\"\n\n       *       *       *       *       *\n\n\"Julie Stone,\" she introduced herself and held out a long, bare arm. Her\nhand squeezed his fingers warmly, more like a man's grip. \"My brother is\nSenator Stone, and he asked me to stop by and meet you. Secretly he\nagrees with much of what you have said, but of course he is reluctant to\nexpose himself until something of a formal movement is under way.\"\n\nLong relaxed a little. This was good news, about the first he had had to\ndate. Political figures were remaining eloquently silent in the press,\nand this was the first overture he had enjoyed from anyone more\ninfluential than the reporters.\n\nShe went on, \"Specifically, my brother would like to know which of the\nother two political parties you favor, in the event you make an appeal\nthrough such channels.\"\n\n\"Either party,\" Long asserted with some emphasis. \"In fact I would like\nto see a coalition of the Democratic and Republican Parties to overthrow\nthis unholy Humanist gang.\"\n\nHer forehead wrinkled. \"Precisely Tom's idea. He's not at all certain it\ncan be done, but he thinks that the press reaction you have had\nindicates there is a possibility if it is played right.\"\n\n\"Yes, the so-called free press,\" he said. \"Some people have thrown that\nup to me. If the Humanists were dictators, they say, we wouldn't have\nthis free press that has given my remarks currency. I read it\ndifferently. The Humanists have sold the press a bill of goods, and so\nthey control the papers in the most effective way of all. You'll notice\nthat they have printed my speeches strictly as news, you might say as\noddities in the news. Editorial comment has been extremely\nnoncommittal.\"\n\n\"I hope you are right,\" Long said. He made a pot of coffee, and they\ndiscussed the matter at some length. He liked this woman's direct, open\napproach, but she startled him as she was leaving.\n\n\"I have much to tell my brother,\" she said. \"For my own curiosity,\nthough, are you certain that some personal distrust or dislike for women\nhasn't influenced your attack against the government?\"\n\nIt jarred him like an uppercut. Her detached manner had almost made him\nforget she was a woman herself. Now this.\n\n\"Why--why do you ask?\"\n\nShe shrugged. \"It was a natural thought. There aren't many confirmed\nbachelors these days.\"\n\n\"Oh, that!\" He smiled. \"You're quite right, there aren't many unattached\nmen over twenty-one any more, what with the barrage of government\npropaganda and their special tax deduction incentives. I assure you that\nit's nothing personal, however. My tastes are simply too rich.\"\n\n\"Your tastes?\" It was her turn to arch an eyebrow.\n\n\"That's right. A lovely woman is a work of art, but like any other\nmasterpiece, she is a luxury I can't afford. Anyway, this mug of mine\nrather put me out of the running in the only leagues I've wanted to play\nin. Incidentally, you introduced yourself as _Miss_ Julie Stone, didn't\nyou?\"\n\n\"No, but it happens to be correct.\"\n\n\"What's your excuse?\"\n\n\"For being single? I'm a career girl. I have my own modeling agency. Too\nbusy for one thing. And I guess a woman gets bored looking at beautiful\nmen in my business. Not a brain in a barnful. Just beautiful brawn and\nwavy hair. Ugh! Animals! Everyone of them.\"\n\n\"Young woman, that's sedition. Don't you believe the government\npropaganda?\"\n\n\"If I did do you think I'd be here? No. Dr. Long, I find your arguments\nquite valid. America is in the hands of the feminists, all right, and\nit's the fault of several generations of mama's boys. I just can't\nget--\"\n\n       *       *       *       *       *\n\nShe broke off as a heavy truck rolled by out front, back-firing heavily.\nThey were both silhouetted in the open door. She glanced out, and\nsuddenly she threw herself upon him, pulling him to the floor. He caught\nher in his arms as they cascaded into a tangle of limbs and nylon.\n\nThe racket faded off down the street, but Dr. Long's mind was not on the\nnoise. The touch of this beautiful woman's flesh under his hands\ndominated his whole being. How different, how soft, incredibly soft!\n\nNow she was clinging to him, trembling slightly and breathing deeply.\nEven at this range her pale hair looked natural. \"Are you all right?\"\nshe asked at last.\n\n\"Of course,\" he said sitting up reluctantly. \"It was only a truck\nback-firing.\"\n\n\"Look!\" She pointed behind him at the wall opposite the door. A wavery\nline of small, deep holes cut across about heart-high. \"I saw the\ngun-barrel stick out as the truck came up,\" she explained, untangling\nherself. \"It appears your temporary immunity is over. They're getting\nactive.\"\n\nLong stared half-unbelieving at the mean, business-like little holes.\nWith the reactions of a trained semanticist he relaxed instead of\ntensing up with fear. He had made his decision days ago, and he knew\nfull well the risks he incurred.\n\n\"Thanks for nothing!\" he said coldly.\n\nJulie Stone looked up from straightening her dress and studied his lined\nface. \"So you really were expecting an attack?\" She shook her head in\ndisgust. \"I finally meet a man with some semblance of guts, and the only\nway he can think of to win his point is to let a goon squad spill them\nin the headlines!\"\n\nShe threw herself into an armchair and crossed her knees. Long stood in\nthe middle of the floor staring down at the woman he had held in his\narms minutes ago, and his temples began throbbing. \"What--what else is\nthere to do?\" he asked hoarsely. \"This was my best chance to draw\nattention to the reality of our police state. I have much more to die\nfor than to live for. This has been my life's work--gathering the facts\nand contriving to present them dramatically enough to attract national\nattention. My only fear was that they wouldn't come after me, and I\nmight be written off as a crackpot.\"\n\n\"I regret,\" she intoned, \"that I have but one life to give to my\ncountry!\" Then her lip curled. \"Very well, brainy, if that's the best\nyou can think up. Let's make it better yet. How about this for a\nheadline: _Dr. Long and Lovely Model Murdered by Federal Hoods!_\"\n\n\"Are you insane?\"\n\nShe shook her head. \"I'm dead serious. I'm sticking right in the line of\nfire until you figure out a way to stay alive at a profit.\"\n\nHe argued, pleaded and even lost his temper, pulling her to her feet and\ntrying to force her out the door. He didn't make it. Somehow his arms\nslipped too far around her, and she clamped herself to him in a defiant\nembrace. The soft warmth of her body, her sweet breath in his nostrils,\nthe faint essence of her perfume enveloped him in a befuddling weakness.\n\nLive at a profit? How could a man want to die with Julie Stone in his\narms?\n\nHe knew it was supremely idiotic, but the thought of her fabulous form\ncrumpled and riddled with bullets slashed at the tendons of his resolve,\nand he clutched her lips to his with the hunger of the condemned man he\nwas.\n\n\"Julie, Julie! Why did you have to--\"\n\n\"One bullet, a single bullet will do it now.\" Her lips peeled back from\nher white teeth. \"Let's stay this way, darling. That's the way you want\nit.\"\n\nHer low, black sedan nibbled at the 100-mile-per-hour limit on the\nFreeway as they crossed the state line. In the back seat, reclining out\nof sight, his head pillowed on his brief case full of his documented\ncase against the Humanist Party, was a very thoughtful Dr. Hubert Long,\nrecently of Mentioch University.\n\nHe had driven until dawn while Julie Stone slept, and now, after a brief\nnap, he was waking to some of the realities of the morning.\n\nThis flight was utterly absurd. When the federal people discovered he\nwas not dead they would come after him again and again. All he had done\nwas involve this lovely woman. Long since he had controlled fear for his\nown life, but now he knew the exquisite torment of fearing for the woman\nhe loved.\n\nThe emotion was genuine and no less raging for its swift eruption in the\nspace of a single evening. Dr. Hubert Long was hopelessly and deeply in\nlove with Julie Stone.\n\n\"Quit worrying,\" she called back to him. \"They couldn't have spotted my\ncar. I parked it a block from your house, remember?\"\n\n\"I hope you have a plan,\" Long muttered. \"I certainly don't. Where are\nwe heading?\"\n\n\"Florida. To my brother's winter place. You know, I just had a thought.\nTom and I are both on the board of regents of Toppinhout College down\nthere, and there'll be an opening next quarter in the faculty. A\nprofessorship, in fact.\"\n\nLong grunted. \"No dice. They'll have every political scientist in the\ncountry under scrutiny for years.\"\n\n\"This is the chair of anthropology,\" she said. \"We can change your name,\nand after this first excitement of your disappearance dies down--\"\n\n\"But I don't want it to die down!\" he objected.\n\n\"I thought we settled that. You've got to stay alive to talk to\nimportant people. Tom and I will round them up secretly, and you can\npresent your case to them. My brother is the senior Senator, you know,\nand he's been itching to bolt the Humanist Party for the last two\nterms.\"\n\n\"What can I accomplish in secret conferences? The people are the ones\nwho must be aroused.\"\n\n\"I know, I know, from a soapbox in Times Square, I suppose. Darling, you\ncan't accomplish this alone. They've proved they are willing to take the\nchance of killing you, so they must be stronger than you think. Your\nfacts must come to the attention of the right people. Over a period of\ntime we can organize a truly effective underground.\"\n\n\"Toppinhout is a girls' college.\"\n\n\"So?\"\n\n\"I've never taught anthropology before.\"\n\n\"You've never been married before, either,\" she pointed out, \"but I\npredict you'll be a success at both.\"\n\n\"Married?\" Long popped his head up.\n\n       *       *       *       *       *\n\nShe smiled at him in the rear-view mirror. \"Get your head down before\nyou get it blown off. Yes, I said married. I'm not trusting that\npug-ugly, beautiful mug of yours out of my sight from now on. And I'm\nafraid Tom will shoot you himself if you don't make it conventional.\nTom's old-fashioned.\"\n\n\"But--I couldn't support you on--\"\n\n\"A full professor's salary? Don't be foolish. Besides, I'm retiring from\nmy agency. Selling out. That'll set us up housekeeping.\"\n\nThat such a prosaic term as \"set us up housekeeping\" should send molten\nlava racing through his veins, did not seem strange to Dr. Hubert Long.\nHow could a man successfully keep his mind on dying when at last a work\nof art like Julie seemed within his reach? He knew that his plans were\nirrevocably changed.\n\n       *       *       *       *       *\n\nEmily Bogarth turned to the phone speaker as her assistant made the\ncircuit and signalled to her.\n\n\"On the Hubert Long mission--\" the speaker said. \"Mission accomplished\nfrom this end. I trust you have a likely story for the press?\"\n\n\"Never mind that. Did it come off as planned?\"\n\n\"Precisely. Your marksmen were quite effective.\"\n\nEmily Bogarth sighed. \"Sorry to sacrifice you, honey, but the other way\nis just too messy.\"\n\n\"Don't mention it. This chap has a very interesting mind. He's a\nchallenge--in more ways than one. By the way, get word to Senator Stone,\nwill you? Have him fly down to his winter home at once. He'll be needed.\nSome Party members, too.\"\n\n\"Of course. That's all set up. Good luck!\"\n\n\"Thanks, but you can put your mind at rest. Dr. Hubert Long is\npositively liquidated.\"\n\n       *       *       *       *       *\n\nJulie stepped from the phone booth and paid the service attendant for\nthe gasoline. He looked at her as he dropped the change into her hand\nand wondered who the lucky chap in the back seat might be. A man would\nsell his soul for the right kind of a look from those green eyes.\n\n\nTHE END\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Amazing Science Fiction Stories_\n    October 1958. Extensive research did not uncover any evidence that\n    the U.S. copyright on this publication was renewed. Minor spelling\n    and typographical errors have been corrected without note.\n\n\n\n\n\nEnd of Project Gutenberg's The Deadly Daughters, by Winston K. Marks\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE DEADLY DAUGHTERS ***\n\n***** This file should be named 24965.txt or 24965.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/4/9/6/24965/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}