{"title": "The Sun King", "author": "Gaston Derreaux", "releaseDate": "April 1, 2008", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\nThe SUN KING\n\nBy GASTON DERREAUX\n\n\n The people of Par'si'ya forgot their God, and\n worshipped only murder, and sin. But then the\n virgin Too-che gave birth to a male child....\n\n\nBefore the flood, even before Egypt's greatness, the world was divided\ninto three main countries, named Jaffeth, Shem and Arabin'ya. There were\nother less populated lands and places; Uropa in the west, Heleste in the\nnorth, and the two great lands of the far west, called North and South\nGuatama.\n\nNow, at the juncture of the borders of the three greatest countries, lay\na mighty city, named Oas. It was the capital city of the Arabin'yan\nnation called Par'si'ya.\n\nIts Temple of Skulls was the greatest known to any traveler, but the\ntemples built to the god, Mazda, and his son, Ihua'Mazda, were empty and\nunadorned--the people had forgotten God.\n\nSo-qi, King of Oas, sent out his armies throughout Jaffeth (China),\nconquering and slaying, bringing back ever more skulls for the Golgotha\ntemples, more gold and more slaves for the enriching of King So-qi. His\nharem was the greatest of buildings of the mighty city, and his wives\nbeyond man's ability to count.\n\n       *       *       *       *       *\n\nToo-che was one of the finest ornaments of the city of Oas. Too-che was\nslim, her breasts were two mounds of magic, her eyes were pools of\nmystic green depths, her legs were subtle, sinuous beauty.\n\nBut Too-che was a virgin, and in all that city of a million sinful\nsouls, she alone held aloof from the sins of the flesh.\n\n[Illustration: When the soldiers of the city Oas saw that their King had\nnot the backbone to enforce his own decree when it hurt himself, they\none and all took up stones, and they stoned King So-qi to death.]\n\nWhich was very strange, for Too-che became big with child, though she\nhad not been with a man!\n\nWhich came to the ears of So-qi, upon his great black throne supported\non a tower of human skulls, in his palace of Gran, across from the great\nGolgotha, which was built entirely of human skulls--the skulls of people\nconquered by the armies of Par'si'ya, over which the city of Oas\nreigned.\n\nSo-qi shook his big belly under the lion's skin, let slip his serpent\nskin headdress, and let the battle axe that was his symbol of office\ndrop from his hand as he shook with mirth at the great and thumping lie\ntold by Too-che.\n\n\"I suppose her child was fathered by Mazda, peering into her womb with\nhis All-light,\" laughed So-qi, for in Oas it was not the fashion to\nworship the God Mazda anymore. The great skull temples had their priests\nand their sacrifices, but no more did people bow down in the temples of\nMazda, or have anything but ridicule for those few who did still worship\nin the old way.\n\nHis serpent skin headdress and battle axe scepter, too, were relics from\nthe past. Just as the belief in Mazda. But more _potent_ relics, by far.\nWith them he was the Sun King, Lord of Battles, Master of Life and\nDeath, Creator of the Universe, Lord of Souls, Maker of the Law, etc.\nWithout them he was just old So-qi, getting fatter and more stupid every\nday.\n\n\"Bring this harlot before me, to see if she can produce a miracle to\nprove her child is not a common one. If she cannot, she will be stoned\nto death at once, do you hear! I have no time to be bothered with the\nlies of every sinning woman who seeks to hide her bastard's origin.\"\n\n       *       *       *       *       *\n\nAsha, the philosopher who had told his king of the birth of the child,\nnodded his head sadly and left the presence. Why did kings have to get\nso blown up as to be inhuman? He sympathized with the girl and her\npredicament. If it had been his to say, he would have had the child\nproclaimed divine a thousand times in preference to shedding one drop of\nher blood. But then, he had seen Too-che sauntering home from the well,\nwith her water jar on her head, and her hips the focal point of all eyes\nin the street. Asha smiled, and took his grey-headed, bent, unnoticed\nfigure down the back streets to the house of Too-che.\n\nAs he went, he pondered gloomily on the fate of this great city under\nthe heartless and ignorant So-qi. Surely something dreadful would happen\nto Par'si'ya, lying as it did at the juncture of the lands of the three\nmightiest kingdoms of the world. Jaffeth (China), Shem (Africa) and\nArabin'ya. Any one of them could crush them, did they get themselves\norganized for it. And So-qi preyed upon them all ruthlessly, knowing\nthey could never stop warring interiorly long enough to attack him.\n\nOld Asha thought of the future, which his star studies were supposed to\ngive him power to foretell, and of the great flood that was to come and\nwipe out all the old boundaries and nations. He thought of the peculiar\ngrey-blue sky, which the Wise men had taught him bore up within its\nwhirling self vast oceans of water, waiting for the time to drop the\nwhirling water-shell upon them all. He thought of Uropa, the great land\nin the west, and all her peoples. He thought of Heleste, that mighty and\ngracious land in the North, and all her beautiful and strong and\ncourageous people. And he thought of the two great lands of the far\nwest, called North and South Guatama. And he was sad, for they were all\nto die in the great deluge to come! But the time was not yet come.\n\nSadly he pushed among the stalwart copper-colored men of Oas, gazing a\nlittle wistfully at the women's proud breasts and the strong young thews\nof their lovers beside them. If only he were young again.... Asha\nsighed, and knocked upon the low, rude door of the house of Too-che.\n\n       *       *       *       *       *\n\nThe smile of the beautiful Too-che made him welcome, very proud to have\nthe wise man from the court inquire after her child.\n\n\"He worries me, wise Asha,\" said Too-che, moving slim and supple as a\npanther to sit protectively beside the little cradle of bent ash bows\nlashed together with strips of hide. \"He talks like a man grown, and him\nnot yet weaned!\"\n\n\"Hmmm.\" Old Asha looked down upon the over-large infant solemnly looking\nback at him. He nearly fainted when the tiny red lips opened, and a\nstrange, small voice, cultured and adult, said:\n\n\"I am not the child you see, but your God, Mazda, speaking through the\nchild's lips!\"\n\nAsha pondered for only a moment, then turned in anger upon the woman,\nToo-che.\n\n\"I pitied you, harlot, because the King has ordered your death if you\ndid not produce a miracle. But I did not think you would hide a man\nbehind the child's cradle to befool me, old Asha! What do you take me\nfor?\"\n\nToo-che broke into tears, bending her graceful neck and sobbing to hear\nthat the king had decreed death for her. But the peculiar voice came\nagain from the child's mouth.\n\n\"Take me in your arms, Asha.\"\n\nFeeling very foolish, but unable to refuse for some mysterious reason,\nAsha bent and picked up the child.\n\n\"O man, temper thy judgment with patience and wisdom.\"\n\nAsha knew now that it was the child's voice truly, and at last asked:\n\n\"Why do you come in such a weak and helpless guise, O Lord Mazda? I had\nhoped to see a God appear in stronger shape.\"\n\n\"Nevertheless, through this helpless child in your arms, this city shall\nbe overthrown, yourself made King of Kings, and I shall deliver all the\nslaves and strike off all the bonds from the old time. Mazda will have\nthis city for his own, or it will be destroyed forever.\"\n\nNow Asha was filled with wonder, and asked the babe of many abstruse\nthings, receiving answers beyond his understanding. So, at last\nconvinced, he put the babe down, turned to Too-che.\n\n\"Listen, maiden who in my eyes is without fault. I cannot go to my King\nand tell him one word of what this child has revealed, for I would only\ndie with both of you as a liar and worse. You must take this child and\nhide him away from the eyes and the ears of the men of this city. You in\nyour innocence do not understand the ways of kings and courts and\nwarriors and such things. Flee, for if you are here tomorrow, you will\ndie and your child will die with you.\"\n\nAsha took himself out, then, and made his way sadly along the crowded\nstreets to his home. There he packed up a few belongings and left to go\ninto hiding himself; for he knew better than to try to tell So-qi any\nsuch cock-and-bull story. Yet if he went at all to So-qi, he had to tell\nsomething, and either way someone would be doomed, if not himself.\n\nToo-che took up the babe and fled through the city by night to the home\nof one Chojon, a maker of songs. This man had long made love to her with\nhis poetry and his voice from afar, and she knew he would hide her and\nprotect her. Her heart was in her throat, because she wondered if he\nwould believe in her virtue now that she had a child, or in her love for\nhim when he felt that another had given her child when he had been\ndenied the privilege.\n\n       *       *       *       *       *\n\nSlender and dark-eyed and handsome he stood in his doorway, looking upon\nthis girl who had come to him with her babe in her arms. A babe by\nanother! His heart was hurt, tears came unbidden to his eyes as he\nturned and allowed her to enter. For a long time he could not speak, the\nshame and the hurt and pride and the strange new sudden emotions in him\nnot suffering him to talk. At last he said:\n\n\"Too-che, I love you and I cannot deny you anything. If you put this\nshame upon me, I will bear it as my own. Consider this your home, and me\nas your slave. If I did not love you, I would not bear this, but I do.\"\n\nToo-che saw the conflicting emotions upon his face, how his dark red\nlips struggled to remain firm, how his thin, wide nostrils trembled, how\nhis eyes were wet with unshed tears, how his shoulders bowed as with a\nsudden burden.\n\n\"Oh my dear Chojon, I have no other friend to whom I can turn--and that\nI thought of you, who has only loved me from afar with your eyes and\nyour soft, sad songs, should tell you that I bring you no shame or\ninsult. This is not the child of another man, for I have been with no\nman, ever. This is a child of the legends, a son of a God in the skies,\nour God, Mazda. He is a miracle, as hard for me to believe as for you,\nbut it is true.\"\n\nToo-che could not stand the unbelieving eyes of Chojon, who thought that\nToo-che lied, and looked down at the sleeping babe in her arms, saying\nwith a pitiful voice ...\n\n\"Please, little stranger who talks like a wise man, wake and tell my\nChojon that you are not the son of a man, but the son of one whom no\nmaid could resist or run away from, ever. Tell him, little one!\"\n\nAnd Mazda heard Too-che imploring speech of her child and made it to\nspeak with his own voice.\n\n\"Chojon, what my mother says is true. I am the child of the All-light,\nendowed with powers beyond ordinary men to accomplish my Lord's\nmysterious purposes here on earth. Do not hold my mother the less for my\nbirth.\"\n\nChojon sank slowly to his knees, realization stealing over him as he\nheard the adult words issue from the suckling babe's mouth. The unshed\ntears began to pour from his eyes in relief, for he knew now that\nToo-che might not love him yet as she would when she learned love, but\nat least she had given herself to no other mortal man. And the miracle\nof the Child of a God there before him lighted up his face as his inward\nsoul, so that he took up his lute and lifted his rich, deep voice in a\njoyous song--the Song of Zarathustra. For the legend of their people had\nthe name of the babe-to-come as Zarathustra, and Chojon knew that its\nname was thus, now.\n\n       *       *       *       *       *\n\nToo-che dwelt for some time in the house of Chojon, and the songs of\nChojon were circulated among all the singers of the city, so that\neveryone knew he sheltered the Child of the God, Mazda, in his home.\n\nThe songs of Chojon came at last to the King's ears, and as one of the\nsongs proclaimed Zarathustra as stronger in one finger than all the\npower of So-qi, he let out a great oath and set his soldiers to find\nToo-che and the babe. But Chojon heard of the search. He took Too-che\nand her babe out of the gates in the night and went off into the forest\nand joined a band of Listians, who are raisers of goats, and a fine,\nstrong people.\n\nNow when the search failed to find the babe, So-qi proclaimed that every\nmale child of the City Oas would be slain if the child was not found.\nAnd within a week So-qi was sorry, because his own wife gave birth to a\nlittle son whose life was already forfeited by royal decree unless\nToo-che and her child were found. And they were not to be found in all\nPar'si'ya.\n\nAsha, the old philosopher, who had been in hiding all this time, now\ncame out of his hole and went to the King to give him counsel.\n\nAs Asha progressed through the city, mothers with male children in their\narms on all sides were making their way through the streets to the gates\nto flee the city. For no decree of a King of Oas may be repealed, but is\nlaw forevermore.\n\nThe King sat upon his throne of skulls, gnawing his nails off his\nfingers, for he had either to slay his own son or say that a law once\nmade by a king could be un-made.\n\nIf he allowed the law to be thus abused even by himself, such was the\nnature of his people they would have no respect for him, and might even\nkill him for a fool who could not enforce his own decrees when they hurt\nhim a little.\n\nSo it was that when Asha presented himself before the King, So-qi asked:\n\n\"What shall I do, O Asha? My son has smiled in my face!\"\n\nAsha was prepared for this, and answered:\n\n\"Thou shalt send me and thy son and thy daughter's son and every male\ninfant to the slaughter pens, and have us all beheaded and cast into\nthe fire! Otherwise it will come true as the infant Zarathustra\nprophesied: his hand will smite Oas city, and it will fall as a heap of\nstraw.\"\n\nSo the king appointed a day for the slaughter, and ninety thousand male\ninfants were adjudged to death.\n\nChojon, from the safety of the forest, made a scornful song about the\ntyrant of Oas who went to war against babes, and it was sung everywhere\nin the city, and the king could do nothing about it, for it was cleverly\nworded, seeming to approve, though in satire only.\n\n       *       *       *       *       *\n\nWhen the day for the slaughter arrived, there were but a thousand\nappeared with their babes out of the ninety thousand adjudged to\ndeath--all the rest having fled to the forest as had Chojon.\n\nThe King saw an excuse in this to get out of killing his own son, and\nstood pondering how to escape his own decree. His wife, Betraj, came\nbefore him, holding out her son, saying:\n\n\"Here, oh King, take thou thy flesh and blood and prove the inexorable\njustice of the King's decrees.\"\n\nBut the King said:\n\n\"Let the officers go and collect all the others who have fled beyond the\nwalls, and until all are gathered here before me, no matter how long it\ntakes, let the decree be suspended.\"\n\nNow the God, Mazda, moved the soldiers' minds to see that their King had\nnot the backbone to enforce his own decree when it hurt himself and\nthey, one and all, took up stones and stoned the King to death.\n\nAsha, standing stripped for the slaughter, was made King by the clamor\nof the men who stoned So-qi to death.\n\nA great voice came out of the sky and announced to the people that God\nhad given them a new and righteous ruler. Asha bowed his head and\naccepted the task put upon him. The people gave thanks to Mazda, the\nGod, and Asha proclaimed him to all the city.\n\nOff in the forest, Too-che lifted her eyes to those of Chojon and\nthanked him for saving her son. And Chojon touched her with his\nfingertips, and kissed her on her lips, and the child crowed lustily to\nsee their love.\n\nThese two walked through the Forest of the Goats, Too-che bringing\nbeauty like a spring breeze with her, and Chojon singing and touching\nhis harp with magic fingers, so that joy and love walked before them,\nannouncing them to the Listians--the people of the forest.\n\nWhen Zarathustra, the infant child the woman bore in her arms, lifted up\nhis piping voice and spoke to these rude wild people, their worship\nsprang into life--for surely these were Gods come to them. And thus, all\nthe people gave up the worship of murder and became Zarathustrians.\n\n\nTHE END\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Amazing Stories_ April 1949. Extensive\n    research did not uncover any evidence that the U.S. copyright on\n    this publication was renewed. Minor spelling and typographical\n    errors have been corrected without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Sun King, by Gaston Derreaux\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE SUN KING ***\n\n***** This file should be named 24973.txt or 24973.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/4/9/7/24973/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}