{"title": "Heist Job on Thizar", "author": "Gordon Randall Garrett", "releaseDate": "April 10, 2008", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n HEIST JOB ON THIZAR\n\n By RANDALL GARRETT\n\n\n _In the future, we may discover new planets; our ships\n may rocket to new worlds; robots may be smarter than\n people. But we'll still have slick characters willing\n and able to turn a fast buck--even though they have to\n be smarter than Einstein to do it._\n\n\nAnson Drake sat quietly in the Flamebird Room of the Royal Gandyll\nHotel, listening to the alien, but soothing strains of the native\norchestra and sipping a drink. He knew perfectly well that he had no\nbusiness displaying himself in public on the planet Thizar; there were\ninfluential Thizarians who held no love for a certain Earthman named\nAnson Drake.\n\nIt didn't particularly bother Drake; life was danger and danger was life\nto him, and Anson Drake was known on half a hundred planets as a man who\ncould take care of himself.\n\nEven so, he wouldn't have bothered to come if it had not been for the\nfact that Viron Belgezad was a pompous braggart.\n\nBelgezad had already suffered at the hands of Anson Drake. Some years\nbefore, a narcotics gang had been smashed high, wide, and handsome on\nThizar. Three men had died from an overdose of their own thionite drug,\nand fifty thousand credits of illicit gain had vanished into nowhere.\nThe Thizarian police didn't know who had done the job, and they didn't\nknow who had financed the ring.\n\nBut Belgezad knew that Anson Drake was the former, and Drake knew that\nViron Belgezad was the latter. And each one was waiting his chance to\nget the other.\n\nA week before, Drake had been relaxing happily on a beach on Seladon II,\ntwelve light-years from Thizar, reading a newsfax. He had become\ninterested in an article which told of the sentencing of a certain lady\nto seven years in Seladon Prison, when his attention was attracted by\nanother headline.\n\n    VIRON BELGEZAD BUYS ALGOL NECKLACE\n\n    Thizar (GNS)--Viron Belgezad, wealthy Thizarian financier, has\n    purchased the fabulous Necklace of Algol, it was announced today.\n    The necklace, made of matched Star Diamonds, is estimated to be\n    worth more than a million credits, although the price paid by\n    Belgezad is not known.\n\n[Illustration: The coronation on Thizar was a thing of vast\nmagnificence.]\n\nSuch an interesting bit seemed worthy of further investigation, so Drake\nhad immediately booked passage on the first space liner to Thizar.\n\nAnd thus it was that an immaculately dressed, broad-shouldered, handsome\nyoung man sat quietly in the Flamebird Room of Thizar's flushiest\nhostelry surveying his surroundings with steady green eyes and wondering\nhow he was going to get his hands on the Necklace of Algol.\n\nThe police couldn't touch Belgezad, but Anson Drake could--and would.\n\n\"Hello, Drake,\" said a cold voice at his elbow.\n\nDrake turned and looked up into the sardonically smiling face of Jomis\nDobigel, the heavy-set, dark-faced Thizarian who worked with Belgezad.\n\n\"Well, well,\" Anson said, smiling, \"if it isn't Little Bo-Peep. How is\nthe dope business? And how is the Big Dope Himself?\"\n\nDobigel's smile soured. \"You're very funny, Earthman. But we don't like\nEarthmen here.\"\n\n\"Do sit down, Dobbie, and tell me all about it. The last I heard--which\nwas three hours ago--the government of Thizar was perfectly happy to\nhave me here. In fact, they were good enough to stamp my passport to\nprove it.\"\n\n       *       *       *       *       *\n\nDobigel pulled out a chair and sat down, keeping his hands beneath the\ntable. \"What are you doing here, Drake?\" he asked in a cold voice.\n\n\"I couldn't help it,\" Drake said blandly. \"I was drawn back by the\nmemory of the natural beauties of your planet. The very thought of the\nfat, flabby face of old Belgezad, decorated with a bulbous nose that is\nrenowned throughout the Galaxy, was irresistible. So here I am.\"\n\nDobigel's dark face grew even darker. \"I know you, Drake. And I know why\nyou're here. Tomorrow is the date for the Coronation of His Serenity,\nthe Shan of Thizar.\"\n\n\"True,\" Drake agreed. \"And I wouldn't miss it for all the loot in\nAndromeda. A celebration like that is worth traveling parsecs to see.\"\n\nDobigel leaned across the table. \"Belgezad is a Noble of the Realm,\" he\nsaid slowly. \"He'll be at the Coronation. You know he's going to wear\nthe Necklace of Algol as well as anyone, and you--\"\n\nSuddenly, he leaned forward a little farther, his right hand stabbing\nout toward Drake's leg beneath the table.\n\nBut Anson Drake was ready for him. Dobigel's hand was a full three\ninches from Drake's thigh when a set of fingers grasped his wrist in a\nviselike hold. Steely fingers bit in, pressing nerves against bone. With\na gasp, Dobigel opened his hand. A small, metallic cylinder dropped out.\n\nDrake caught it with his free hand and smiled. \"That's impolite, Dobbie.\nIt isn't proper to try to give your host an injection when he doesn't\nwant it.\"\n\nCasually, he put the cylinder against the arm which he still held and\nsqueezed the little metal tube. There was a faint _pop!_ Drake released\nthe arm and handed back the cylinder. Dobigel's face was white.\n\n\"I imagine that was twelve-hour poison,\" Drake said kindly. \"If you\nhurry, old Belgezad will give you the antidote. It will be painful,\nbut--\" He shrugged.\n\n\"And by the way, Brother Dobigel,\" he continued, \"let me give you some\nadvice. The next time you try to get near a victim with one of those\nthings, don't do it by talking to him about things he already knows. It\ndoesn't distract him enough.\"\n\nDobigel stood up, his fists clenched. \"I'll get you for this, Drake.\"\nThen he turned and stalked off through the crowd.\n\n       *       *       *       *       *\n\nNo one had noticed the little by-play. Drake smiled seraphically and\nfinished his drink. Dobigel was going to be uncomfortable for a while.\nTwelve-hour poison was a complex protein substance that could be varied\nin several thousand different ways, and only an antidote made from the\nright variation would work for each poison. If the antidote wasn't\ngiven, the victim died within twelve hours. And even if the antidote was\ngiven, getting over poison wasn't any fun at all.\n\nReflecting happily on the plight of Jomis Dobigel, Anson Drake paid his\nbill, tipped the waiter liberally, and strolled out of the Flamebird\nRoom and into the lobby of the Royal Gandyll Hotel. The Coronation would\nbegin early tomorrow, and he didn't want to miss the beginning of it.\nThe Shan's Coronation was _the_ affair of Thizar.\n\n       *       *       *       *       *\n\nHe went over to the robot newsvender and dropped a coin in the slot. The\nreproducer hummed, and a freshly-printed newsfax dropped out.\n\nHe headed for the lift tube, which whisked him up to his room on the\neighty-first floor. He inserted his key in the lock and pressed the\nbutton on the tip. The electronic lock opened, and the door slid into\nthe wall. Before entering, Drake took a look at the detector on his\nwrist. There was no sign of anything having entered the room since he\nhad left it. Only then did he go inside.\n\nWith one of the most powerful financiers on Thizar out after his blood,\nthere was no way of knowing what might happen, and therefore no reason\nto take chances.\n\nThere were some worlds where Anson Drake would no more have stayed in a\npublic hotel than he would have jumped into an atomic furnace,\nespecially if his enemy was a man as influential as Belgezad. But Thizar\nwas a civilized and reasonably well policed planet; the police were\nhonest and the courts were just. Even Belgezad couldn't do anything\nopenly.\n\nDrake locked his door, sang to himself in a pleasant baritone while he\nbathed, put on his pajamas, and lay down on his bed to read the paper.\n\n       *       *       *       *       *\n\nIt was mostly full of Coronation news. Noble So-and-So would wear\nsuch-and-such, the Archbishop would do thus-and-so. There was another\nitem about Belgezad; his daughter was ill and would be unable to attend.\n_Bloody shame_, thought Drake. _Too bad Belgezad isn't sick--or dying._\n\nThere was further mention of the Necklace of Algol; it was second only\nto the Crown Jewels of the Shan himself. The precautions being taken\nwere fantastic; at a quick guess, about half the crowd would be\npolicemen.\n\nThe door announcer chimed. Drake sat up and punched the door TV. The\nscreen showed the face of a girl standing at his door. Drake smiled in\nappreciation. She had dark brown hair, brown eyes, and a smooth, tanned\ncomplexion. It was a beautiful face, and it showed promise of having a\nbody to match.\n\n\"Who, may I ask, is calling on a gentleman at this ungodly hour, and\nthus compromising her reputation and fair name?\"\n\nThe girl smiled, showing even, white teeth, and her eyes sparkled,\nshowing flickers of little golden flames against the brown. \"I see I've\nfound the right room,\" she said. \"That voice couldn't belong to anyone\nbut Anson Drake.\" Then she lowered her voice and said softly: \"Let me\nin. I'm Norma Knight.\"\n\nDrake felt a tingle of psychic electricity flow over his skin; there was\na promise of danger and excitement in the air. Norma Knight was known\nthroughout this whole sector of the Galaxy as the cleverest jewel thief\nthe human race had ever spawned. Drake had never met her, but he had\ndefinitely heard of her.\n\nHe touched the admission stud, and the door slid silently aside. There\nwas no doubt about it, her body _did_ match her face.\n\n       *       *       *       *       *\n\n\"Do come in, Norma,\" he said.\n\nShe stepped inside, and Drake touched the closing button. The door slid\nshut behind her.\n\nShe stood there for a moment, looking at him, and Drake took the\nopportunity to study the girl more closely. At last, she said: \"So\nyou're Anson Drake. You're even better looking than I'd heard you were.\nCongratulations.\"\n\n\"I have a good press agent,\" Drake said modestly. \"What's on your mind?\"\nHe waved his hand at a nearby chair.\n\n\"The same thing that's on yours, I suspect,\" she said. \"Do you have a\ndrink to spare?\"\n\nDrake unlimbered himself from the bed, selected a bottle from the menu\nand dialed. The robot bellhop whirred, a chute opened in the wall, and a\nbottle slid out. Drake poured, handed the tumbler to the girl, and said:\n\"This is your party; what do you have in mind?\"\n\nThe girl took a sip of her drink before she answered. Then she looked up\nat Drake with her deep brown eyes. \"Two things. One: I have no\nintention or desire to compete with Anson Drake for the Necklace of\nAlgol. Both of us might end up in jail with nothing for our pains.\n\n\"Two: I have a foolproof method for getting the necklace, but none for\ngetting it off the planet. I think you probably have a way.\"\n\nDrake nodded. \"I dare say I could swing it. How does it happen that you\ndon't have an avenue of disposal planned?\"\n\nShe looked bleak for a moment. \"The man who was to help me decided to\nback out at the last minute. He didn't know what the job was, and I\nwouldn't tell him because I didn't trust him.\"\n\n\"And you trust me?\"\n\nHer eyes were very trustful. \"I've heard a lot about you, Drake, and I\nhappen to know you never doublecross anyone unless they doublecross you\nfirst.\"\n\n\"Trade about is fair play, to quote an ancient maxim,\" Drake said,\ngrinning. \"And I am a firm believer in fair play.\n\n\"But that's neither here nor there. The point is: what do you have to\noffer? Why shouldn't I just pinch the gems myself and do a quick flit\nacross the Galaxy? That would give me all the loot.\"\n\nShe shook her head. \"Belgezad is on to you, you know. He knows you're\nhere. His own private police and the Shan's own Guard will be at the\nCoronation to protect all that jewelry.\" She cocked her pretty head to\none side and looked at him. \"What's between you and Belgezad, anyway?\"\n\n\"I stole his toys when he was a child,\" said Drake, \"and he hasn't\ntrusted me since. How do you propose to get the Necklace of Algol if I\ncan't?\"\n\nShe smiled and shook her head slowly. \"That would be telling. You let me\ntake care of my part, and I'll let you take care of yours.\"\n\nDrake shook his head--not so slowly. \"Absolutely not. We either work\ntogether or we don't work at all.\"\n\n       *       *       *       *       *\n\nThe girl frowned in thought for a moment, and then reached into the belt\npouch at her side and pulled out a square of electro-engraved plastic.\nShe handed it to Drake.\n\nUnderneath all the flowery verbiage, it boiled down to an invitation to\nattend the post-Coronation reception. It was addressed to \"Miss\nCaroline Smith\" and was signed and sealed by the Shan of Thizar\nhimself.\n\n\"I'm 'Caroline Smith',\" she said. \"I've managed to get in good with the\nfamily of Belgezad, and he wangled the invitation.\n\n\"Now, the plan is this: Right after the Invocation, while the new Shan\nis being prepared in his special Coronation Robes, the Nobles have to\nchange their uniforms from red to green. Belgezad will go into his suite\nin the Palace to change. He'll be accompanied by two guards. One will\nstay on the outside, the other will help Belgezad dress. I've got the\nroom next to his, and I've managed to get the key that unlocks the door\nbetween them. I'll use this--\" She pulled a small globe of metal from\nher belt pouch. \"It's a sleep-gas bomb. It'll knock them out for at\nleast twenty minutes. No one will come in during that time, and I'll be\nable to get the necklace and get out of the palace before they wake up.\"\n\n\"They'll know you did it,\" Drake pointed out. \"If you're still missing\nwhen they come to, the thief's identity will be obvious.\"\n\nShe nodded. \"That's where you come in. I'll simply go out into the\ngarden and throw it over the wall to you. We'll meet here afterwards.\"\n\nDrake thought it over and smiled devilishly. \"It sounds fine. Now let's\nco-ordinate everything.\"\n\nThey went over the whole plot again, this time with a chart of the\npalace to mark everything out and a time schedule was arranged. Then\nthey toasted to success and the girl left.\n\nWhen she was gone, Anson Drake smiled ruefully to himself and opened a\nsecret compartment in his suitcase. From it, he removed a long strand of\nglittering jewels.\n\n\"A perfect imitation,\" Drake said. \"And you're very pretty. It's a shame\nI won't be able to hang you around the neck of Belgezad in place of the\nreal Necklace of Algol.\"\n\nBut his original plan had been more dangerous than the present one, and\nAnson Drake was always ready to desert a good plan for a better one.\n\n       *       *       *       *       *\n\nCoronation Day dawned bright and clear, and the festivities began early.\nThere were speeches and parades and dancing in the streets. A huge fleet\nof high-flying rockets rumbled high in the stratosphere, filling the sky\nwith the white traceries of their exhausts. For all of Thizar, it was a\nholiday, a day of rejoicing and happiness. Cheers for the Shan filled\nthe streets, and strains of music came from the speakers of the public\ncommunications system.\n\nAnson Drake missed most of the fun; he was too busy making plans. The\nday passed as he worked.\n\nThizar's sun began to set as the hour for the actual Crowning of the\nShan approached. At the proper time, Drake was waiting in the shadows\noutside the palace walls. There were eyes watching him, and he knew it,\nbut he only smiled softly to himself and waited.\n\n\"_Sssssst!_\"\n\nIt was the girl, on the other side of the wall.\n\n\"I'm here,\" whispered Drake.\n\nSomething that glittered faintly in the soft light of the twin moons of\nThizar arced over the wall. Drake caught it in his hands. The Necklace\nof Algol!\n\nHe slipped it into a small plastic box he was carrying and then glanced\nat the detector on his wrist. The screen showed a pale blue pip which\nindicated that someone was hidden in the shadows a few yards to his\nright.\n\nDrake didn't even glance toward the spy. He put the plastic box\ncontaining the necklace into his belt pouch and strode away from the\npalace. He had, he figured, about twenty minutes.\n\nHe headed directly for the spaceship terminal. Never once did he look\nback, but the detector on his wrist told him that he was being closely\nfollowed. Excellent!\n\nInside the terminal, he went directly to the baggage lockers. He found\none that was empty, inserted a coin, and opened it. From his pouch, he\ntook a plastic box, put it in the locker, switched on the lock with his\nkey, and strolled away.\n\n       *       *       *       *       *\n\nHe glanced again at his detector. He was no longer being followed by the\nsame man; another had taken up the trail. It figured; it figured.\n\nHe went straight to the Hotel Gandyll, making sure that his tail didn't\nlose him. Not until they were in the lobby did he make any attempt to\nshake the man who was following him. He went into the bar, ordered a\ndrink, and took a sip. He left his change and the drink on the bar and\nheaded out the door in the direction of the men's room. Whoever was\nfollowing him wouldn't realize for a minute or two that he was leaving\nfor good. A man doesn't usually leave change and an unfinished drink in\na bar.\n\nDrake took the lift tube up to his room, attended to some unfinished\nbusiness, and waited.\n\n       *       *       *       *       *\n\nLess than three minutes later, the door was opened. In walked Viron\nBelgezad and his lieutenant, Jomis Dobigel. Both of them looked\ntriumphant, and they were surrounded by a squad of Royal Police.\n\n\"There he is,\" said Dobigel. \"Arrest him!\"\n\nA police officer stepped forward. \"Anson Drake, I arrest you in the name\nof the Shan,\" he said.\n\nDrake grinned. \"On what charge?\"\n\n\"The theft of the Necklace of Algol.\"\n\nDrake looked directly at Belgezad. \"Did old Fatface here say I took it?\"\n\n\"You can't talk that way,\" Dobigel snarled, stepping forward.\n\n\"Who says so, Ugly?\"\n\nAt that, Dobigel stepped forward and threw a hard punch from his\nshoulder--straight at Drake's face.\n\nIt never landed. Drake side-stepped it and brought a smashing uppercut\nup from his knees. It lifted Dobigel off his feet and sent him crashing\nback against old Belgezad, toppling them both to the floor.\n\nThe policemen had all drawn their guns, but Drake was standing placidly\nin the middle of the room, his hands high above his head regarding the\nscene calmly.\n\n\"I'll go quietly,\" he said. \"I've got no quarrel with the police.\"\n\nOne of the officers led him out into the hall while the others searched\nhis room. Belgezad was sputtering incoherently. Another policeman was\ntrying to wake up Dobigel.\n\n\"If you're looking for the Necklace of Algol,\" Drake said, \"you won't\nfind it there.\"\n\nThe captain of the police squad said: \"We know that, Mr. Drake. We are\nmerely looking for other evidence. We already have the necklace.\" He\nreached in his belt pouch and took out a small plastic box. He opened\nit, disclosing a glittering rope of jewels. \"You were seen depositing\nthis in a baggage locker at the spaceship terminal. We have witnesses\nwho saw you, and we had it removed under police supervision.\"\n\nViron Belgezad smiled nastily. \"This time you won't get away, Drake!\nStealing anything from the palace of the Shan carries a minimum penalty\nof twenty years in Thizar Prison.\"\n\nDrake said nothing as they took him off to the Royal Police Station and\nlocked him in a cell.\n\n       *       *       *       *       *\n\nIt was late afternoon of the next day when the Prosecutor for the Shan\nvisited Drake's cell. He was a tall, imposing man, and Drake knew him by\nreputation as an honest, energetic man.\n\n\"Mr. Drake,\" he said as he sat down in a chair in the cell, \"you have\nrefused to speak to anyone but me. I am, of course, perfectly willing to\nbe of any assistance, but I am afraid I must warn you that any statement\nmade to me will be used against you at the trial.\"\n\nDrake leaned back in his own chair. One thing nice about Thizar, he\nreflected; they had comfortable jails.\n\n\"My Lord Prosecutor,\" he said, \"I'd like to make a statement. As I\nunderstand it, Belgezad claims he was gassed, along with a police guard\nwho was with him. When he woke up, the necklace was gone. He didn't see\nhis assailant.\"\n\n\"That is correct,\" said the Prosecutor.\n\nDrake grinned. That was the way it had to be. Belgezad couldn't possibly\nhave bribed the cop, so they both had to be gassed.\n\n\"If he didn't see his assailant, how does he know who it was?\"\n\n\"You were followed from the palace by Jomis Dobigel, who saw you put the\nnecklace into the baggage locker. There are several other witnesses to\nthat.\"\n\nDrake leaned forward. \"Let me point out, my Lord Prosecutor, that the\nonly evidence you have that I was anywhere near the palace is the word\nof Jomis Dobigel. And he didn't see me _inside_ the palace. I was\noutside the wall.\"\n\nThe Prosecutor shrugged. \"We admit the possibility of an assistant\ninside the walls of the palace,\" he said. \"We are investigating that\nnow. But even if we never find your accomplice, we have proof that you\nwere implicated, and that is enough.\"\n\n\"What proof do you have?\" Drake asked blandly.\n\n\"Why, the necklace itself, of course!\" The Prosecutor looked as though\nhe suspected Drake of having taken leave of his senses.\n\nDrake shook his head. \"That necklace is mine. I can prove it. It was\nmade for me by a respectable jeweler on Seladon II. It's a very good\nimitation, but it's a phoney. They aren't diamonds; they're simply\nwell-cut crystals of titanium dioxide. Check them if you don't believe\nme.\"\n\nThe Lord Prosecutor looked dumbfounded. \"But--what--why--\"\n\nDrake looked sad. \"I brought it to give to my good friend, the Noble\nBelgezad. Of course it would be a gross insult to wear them at the\nShan's Coronation, but he could wear them at other functions.\n\n\"And how does my good friend repay me? By having me arrested. My Lord\nProsecutor, I am a wronged man.\"\n\nThe Prosecutor swallowed heavily and stood up. \"The necklace has,\nnaturally, been impounded by the police. I shall have the stones\ntested.\"\n\n\"You'll find they're phonies,\" Drake said. \"And that means one of two\nthings. Either they are not the ones stolen from Belgezad or else\nBelgezad has mortally insulted his Shan by wearing false jewels to the\nCoronation.\"\n\n\"Well! We shall see about this!\" said the Lord Prosecutor.\n\n       *       *       *       *       *\n\nAnson Drake, free as a lark, was packing his clothes in his hotel room\nwhen the announcer chimed. He punched the TV pickup and grinned. It was\nthe girl.\n\nWhen the door slid aside, she came in, smiling. \"You got away with it,\nDrake! Wonderful! I don't know how you did it, but--\"\n\n\"Did what?\" Drake looked innocent.\n\n\"Get away with the necklace, of course! I don't know how it happened\nthat Dobigel was there, but--\"\n\n\"But, but, but,\" Drake said, smiling. \"You don't seem to know very much\nat all, do you?\"\n\n\"Wha--what do you mean?\"\n\nDrake put his last article of clothing in his suitcase and snapped it\nshut. \"I'll probably be searched pretty thoroughly when I get to the\nspaceport,\" he said coolly, \"but they won't find anything on an innocent\nman.\"\n\n\"Where is the necklace?\" she asked in a throaty voice.\n\nDrake pretended not to hear her. \"It's a funny thing,\" he said. \"Old\nBelgezad would never let the necklace out of his hands except to get\nme. He thought he'd get it back by making sure I was followed. But he\nmade two mistakes.\"\n\nThe girl put her arms around his neck. \"His mistakes don't matter as\nlong as we have the necklace, do they?\"\n\nAnson Drake was never a man to turn down an invitation like that. He\nheld her in his arms and kissed her--long and lingeringly.\n\nWhen he broke away, he went on as though nothing had happened.\n\n\"Two mistakes. The first one was thinking up such an obviously silly\nplot. If it were as easy to steal jewels from the palace as all that,\nnothing would be safe on Thizar.\n\n\"The second mistake was sending his daughter to trap me.\"\n\n       *       *       *       *       *\n\nThe girl gasped and stepped back.\n\n\"It was very foolish of you, Miss Belgezad,\" he went on calmly. \"You\nsee, I happened to know that the real Norma Knight was sentenced to\nseven years in Seladon Prison over a week ago. Unfortunately, the news\nhadn't reached Thizar yet. I knew from the first that the whole thing\nwas to be a frame-up. It's too bad that your father had to use the real\nnecklace--it's a shame he lost it.\"\n\nThe girl's eyes blazed. \"You--you _thief_! You--\" She used words which\nno self-respecting lady is supposed to use.\n\nDrake waited until she had finished, and then said: \"Oh, no, Miss\nBelgezad; I'm no thief. Your father can consider the loss of that\nnecklace as a fine for running narcotics. And you can tell him that if I\ncatch him again, it will be worse.\n\n\"I don't like his kind of slime, and I'll do my best to get rid of them.\nThat's all, Miss B.; it was nice knowing you.\"\n\nHe walked out of the room, leaving her to stand there in helpless fury.\n\nHis phony necklace had come in handy after all; the police had thought\nthey had the real one, so they had never bothered to check the Galactic\nMail Service for a small package mailed to Seladon II. All he'd had to\ndo was drop it into the mail chute from his room and then cool his heels\nin jail while the Galactic Mails got rid of the loot for him.\n\nThe Necklace of Algol would be waiting for him when he got to Seladon\nII.\n\n\nTHE END\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Amazing Stories_ October 1956.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note.\n\n\n\n\n\nEnd of Project Gutenberg's Heist Job on Thizar, by Gordon Randall Garrett\n\n*** END OF THIS PROJECT GUTENBERG EBOOK HEIST JOB ON THIZAR ***\n\n***** This file should be named 25028.txt or 25028.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/5/0/2/25028/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}