{"title": "The Happy Unfortunate", "author": "Robert Silverberg", "releaseDate": "April 10, 2008", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                                THE\n                               HAPPY\n                            UNFORTUNATE\n\n                       By ROBERT SILVERBERG\n\n\n     _Dekker, back from space, found great physical changes in\n     the people of Earth; changes that would have horrified\n     him five years before. But now, he wanted to be like the\n     rest--even if he had to lose an eye and both ears to do it._\n\n\nRolf Dekker stared incredulously at the slim, handsome young Earther who\nwas approaching the steps of Rolf's tumbling-down Spacertown shack.\n_He's got no ears_, Rolf noted in unbelief. After five years in space,\nRolf had come home to a strangely-altered world, and he found it hard to\naccept.\n\nAnother Earther appeared. This one was about the same size, and gave the\nsame impression of fragility. This one had ears, all right--and a pair\nof gleaming, two-inch horns on his forehead as well. _I'll be eternally\nroasted_, Rolf thought. _Now I've seen everything._\n\nBoth Earthers were dressed in neat, gold-inlaid green tunics, costumes\nwhich looked terribly out of place amid the filth of Spacertown, and\ntheir hair was dyed a light green to match.\n\nHe had been scrutinizing them for several moments before they became\naware of him. They both spotted him at once and the one with no ears\nturned to his companion and whispered something. Rolf, leaning forward,\nstrained to hear.\n\n\"... beautiful, isn't he? That's the biggest one I've seen!\"\n\n\"Come over here, won't you?\" the horned one called, in a soft, gentle\nvoice which contrasted oddly with the raucous bellowing Rolf had been\naccustomed to hearing in space. \"We'd like to talk to you.\"\n\nJust then Kanaday emerged from the door of the shack and limped down\nto the staircase.\n\n[Illustration: The doctor refused to change Dekker, so Dekker was going\nto change the doctor.]\n\n\"Hey, Rolf!\" he called. \"Leave those things alone!\"\n\n\"Let me find out what they want first, huh?\"\n\n\"Can't be any good, whatever it is,\" Kanaday growled. \"Tell them to get\nout of here before I throw them back to wherever they came from. And\nmake it fast.\"\n\n       *       *       *       *       *\n\nThe two Earthers looked at each other uneasily. Rolf walked toward them.\n\n\"He doesn't like Earthers, that's all,\" Rolf explained. \"But he won't do\nanything but yell.\"\n\nKanaday spat in disgust, turned, and limped back inside the shack.\n\n\"I didn't know you were wearing horns,\" Rolf said.\n\nThe Earther flushed. \"New style,\" he said. \"Very expensive.\"\n\n\"Oh,\" Rolf said. \"I'm new here; I just got back. Five years in space.\nWhen I left you people looked all alike. Now you wear horns.\"\n\n\"It's the new trend,\" said the earless one. \"We're Individs. When you\nleft the Conforms were in power, style-wise. But the new surgeons can do\nalmost anything, you see.\"\n\nThe shadow of a frown crossed Rolf's face. \"Anything?\"\n\n\"Almost. They can't transform an Earther into a Spacer, and they don't\nthink they ever will.\"\n\n\"Or vice versa?\" Rolf asked.\n\nThey sniggered. \"What Spacer would want to become an Earther? Who would\ngive up that life, out in the stars?\"\n\nRolf said nothing. He kicked at the heap of litter in the filthy street.\n_What spacer indeed?_ he thought. He suddenly realized that the two\nlittle Earthers were staring up at him as if he were some sort of beast.\nHe probably weighed as much as both of them, he knew, and at six-four he\nwas better than a foot taller. They looked like children next to him,\nlike toys. The savage blast of acceleration would snap their flimsy\nbodies like toothpicks.\n\n\"What places have you been to?\" the earless one asked.\n\n\"Two years on Mars, one on Venus, one in the Belt, one on Neptune,\" Rolf\nrecited. \"I didn't like Neptune. It was best in the Belt; just our one\nship, prospecting. We made a pile on Ceres--enough to buy out. I shot\nhalf of it on Neptune. Still have plenty left, but I don't know what I\ncan do with it.\" He didn't add that he had come home puzzled, wondering\nwhy he was a Spacer instead of an Earther, condemned to live in filthy\nSpacertown when Yawk was just across the river.\n\nThey were looking at his shabby clothes, at the dirty brownstone hovel\nhe lived in--an antique of a house four or five centuries old.\n\n\"You mean you're rich?\" the Earther said.\n\n\"Sure,\" Rolf said. \"Every Spacer is. So what? What can I spend it on? My\nmoney's banked on Mars and Venus. Thanks to the law I can't legally get\nit to Earth. So I live in Spacertown.\"\n\n\"Have you ever seen an Earther city?\" the earless one asked, looking\naround at the quiet streets of Spacertown with big powerful men sitting\nidly in front of every house.\n\n\"I used to live in Yawk,\" Rolf said. \"My grandmother was an Earther; she\nbrought me up there. I haven't been back there since I left for space.\"\n_They forced me out of Yawk_, he thought. _I'm not part of their\nspecies. Not one of them._\n\n       *       *       *       *       *\n\nThe two Earthers exchanged glances.\n\n\"Can we interest you in a suggestion?\" They drew in their breath as if\nthey expected to be knocked sprawling.\n\nKanaday appeared at the door of the shack again.\n\n\"Rolf. Hey! You turning into an Earther? Get rid of them two cuties\nbefore there's trouble.\"\n\nRolf turned and saw a little knot of Spacers standing on the other side\nof the street, watching him with curiosity. He glared at them.\n\n\"I'll do whatever I damn well please,\" he shouted across.\n\nHe turned back to the two Earthers. \"Now, what is it you want?\"\n\n\"I'm giving a party next week,\" the earless one said. \"I'd like you to\ncome. We'd like to get the Spacer slant on life.\"\n\n\"Party?\" Rolf repeated. \"You mean, dancing, and games, and stuff like\nthat?\"\n\n\"You'll enjoy it,\" the Earther said coaxingly. \"And we'd all love to\nhave a real Spacer there.\"\n\n\"When is it?\"\n\n\"A week.\"\n\n\"I have ten days left of my leave. All right,\" he said. \"I'll come.\"\n\nHe accepted the Earther's card, looked at it mechanically, saw the\nname--Kal Quinton--and pocketed it. \"Sure,\" he said. \"I'll be there.\"\n\nThe Earthers moved toward their little jetcar, smiling gratefully. As\nRolf crossed the street, the other Spacers greeted him with cold,\npuzzled stares.\n\n       *       *       *       *       *\n\nKanaday was almost as tall as Rolf, and even uglier. Rolf's eyebrows\nwere bold and heavy; Kanaday's, thick, contorted, bushy clumps of hair.\nKanaday's nose had been broken long before in some barroom brawl; his\ncheekbones bulged; his face was strong and hard. More important, his\nleft foot was twisted and gnarled beyond hope of redemption by the most\nskillful surgeon. He had been crippled in a jet explosion three years\nbefore, and was of no use to the Spacelines any more. They had pensioned\nhim off. Part of the deal was the dilapidated old house in Spacertown\nwhich he operated as a boarding-house for transient Spacers.\n\n\"What do you want to do that for?\" Kanaday asked. \"Haven't those\nEarthers pushed you around enough, so you have to go dance at one of\ntheir wild parties?\"\n\n\"Leave me alone,\" Rolf muttered.\n\n\"You like this filth you live in? Spacertown is just a ghetto, that's\nall. The Earthers have pushed you right into the muck. You're not even\na human being to them--just some sort of trained ape. And now you're\ngoing to go and entertain them. I thought you had brains, Rolf!\"\n\n\"Shut up!\" He dashed his glass against the table; it bounced off and\ndropped to the floor, where it shattered.\n\nKanaday's girl Laney entered the room at the sound of the crash. She was\ntall and powerful-looking, with straight black hair and the strong\ncheekbones that characterized the Spacers. Immediately she stooped and\nbegan shoveling up the broken glass.\n\n\"That wasn't smart, Rolf,\" she said. \"That'll cost you half a credit.\nWasn't worth it, was it?\"\n\nRolf laid the coin on the edge of the table. \"Tell your pal to shut up,\nthen. If he doesn't stop icing me I'll fix his other foot for him and\nyou can buy him a dolly.\"\n\nShe looked from one to the other. \"What's bothering you two now?\"\n\n\"A couple of Earthers were here this morning,\" Kanaday said. \"Slumming.\nThey took a fancy to our young friend here and invited him to one of\ntheir parties. He accepted.\"\n\n\"He _what_? Don't go, Rolf. You're crazy to go.\"\n\n\"Why am I crazy?\" He tried to control his voice. \"Why should we keep\nourselves apart from the Earthers? Why shouldn't the two races get\ntogether?\"\n\n       *       *       *       *       *\n\nShe put down her tray and sat next to him. \"They're more than two\nraces,\" she said patiently. \"Earther and Spacer are two different\nspecies, Rolf. Carefully, genetically separated. They're small and weak,\nwe're big and powerful. You've been bred for going to space; they're the\ncastoffs, the ones who were too weak to go. The line between the two\ngroups is too strong to break.\"\n\n\"And they treat us like dirt--like animals,\" Kanaday said. \"But\n_they're_ the dirt. They were the ones who couldn't make it.\"\n\n\"Don't go to the party,\" Laney said. \"They just want to make fun of you.\nLook at the big ape, they'll say.\"\n\nRolf stood up. \"You don't understand. Neither of you does. I'm part\nEarther,\" Rolf said. \"My grandmother on my mother's side. She raised me\nas an Earther. She wanted me to be an Earther. But I kept getting bigger\nand uglier all the time. She took me to a plastic surgeon once, figuring\nhe could make me look like an Earther. He was a little man; I don't know\nwhat he looked like to start with but some other surgeon had made him\nclean-cut and straight-nosed and thin-lipped like all the other\nEarthers. I was bigger than he was--twice as big, and I was only\nfifteen. He looked at me and felt my bones and measured me. 'Healthy\nlittle ape'--those were the words he used. He told my grandmother I'd\nget bigger and bigger, that no amount of surgery could make me small and\nhandsome, that I was fit only for space and didn't belong in Yawk. So I\nleft for space the next morning.\"\n\n\"I see,\" Laney said quietly.\n\n\"I didn't say good-bye. I just left. There was no place for me in Yawk;\nI couldn't pass myself off as an Earther any more. But I'd like to go\nback and see what the old life was like, now that I know what it's like\nto be on the other side for a while.\"\n\n\"It'll hurt when you find out, Rolf.\"\n\n\"I'll take that chance. But I want to go. Maybe my grandmother'll be\nthere. The surgeons made her young and pretty again every few years; she\nlooked like my sister when I left.\"\n\nLaney nodded her head. \"There's no point arguing with him, Kanaday. He\nhas to go back there and find out, so let him alone.\"\n\nRolf smiled. \"Thanks for understanding.\" He took out Quinton's card and\nturned it over and over in his hand.\n\n       *       *       *       *       *\n\nRolf went to Yawk on foot, dressed in his best clothes, with his face as\nclean as it had been in some years. Spacertown was just across the river\nfrom Yawk, and the bridges spanning the river were bright and gleaming\nin the mid-afternoon sun.\n\nThe bombs had landed on Yawk during the long-forgotten war, but somehow\nthey had spared the sprawling borough across the river. And so Yawk had\nbeen completely rebuilt, once the radioactivity had been purged from the\nland, while what was now Spacertown consisted mostly of buildings that\ndated back to the Twentieth Century.\n\nYawk had been the world's greatest seaport; now it was the world's\ngreatest spaceport. The sky was thick with incoming and outgoing liners.\nThe passengers on the ship usually stayed at Yawk, which had become an\neven greater metropolis than it had been before the Bomb. The crew\ncrossed the river to Spacertown, where they could find their own kind.\n\nYawk and Spacertown were like two separate planets. There were three\nbridges spanning the river, but most of the time they went unused,\nexcept by spacemen going back home or by spacemen going to the spaceport\nfor embarkation. There was no regular transportation between the two\ncities; to get from Spacertown to Yawk, you could borrow a jetcar or you\ncould walk. Rolf walked.\n\nHe enjoyed the trip. _I'm going back home_, he thought as he paced along\nthe gleaming arc of the bridge, dressed in his Sunday best. He\nremembered the days of his own childhood, his parentless childhood. His\nearliest memory was of a fight at the age of six or so. He had stood off\nwhat seemed like half the neighborhood, ending the battle by picking up\nan older bully, much feared by everyone, and heaving him over a fence.\nWhen he told his grandmother about the way he had won the fight she\ncried for an hour, and never told him why. But they had never picked on\nhim again, though he knew the other boys had jeered at him behind his\nback as he grew bigger and bigger over the years. \"Ape,\" they called\nhim. \"Ape.\"\n\nBut never to his face.\n\nHe approached the Yawk end of the bridge. A guard was waiting there--an\nEarther guard, small and frail, but with a sturdy-looking blaster at his\nhip.\n\n\"Going back, Spacer?\"\n\nRolf started. How did the guard know? And then he realized that all the\nguard meant was, are you going back to your ship?\n\n\"No. No, I'm going to a party. Kal Quinton's house.\"\n\n\"Tell me another, Spacer.\" The guard's voice was light and derisive. A\nswift poke in the ribs would break him in half, Rolf thought.\n\n\"I'm serious. Quinton invited me. Here's his card.\"\n\n\"If this is a joke it'll mean trouble. But go ahead; I'll take your word\nfor it.\"\n\nRolf marched on past the guard, almost nonchalantly. He looked at the\naddress on the card. _12406 Kenman Road._ He rooted around in his fading\nmemory of Yawk, but he found the details had blurred under the impact of\nfive years of Mars and Venus and the Belt and Neptune. He did not know\nwhere Kenman Road was.\n\nThe glowing street signs were not much help either. One said 287th\nStreet and the other said 72nd Avenue. Kenman Road might be anywhere.\n\nHe walked on a block or two. The streets were antiseptically clean, and\nhe had the feeling that his boots, which had lately trod in Spacertown,\nwere leaving dirtmarks along the street. He did not look back to see.\n\n       *       *       *       *       *\n\nHe looked at his wristchron. It was getting late, and Kenman Road might\nbe anywhere. He turned into a busy thoroughfare, conscious that he was\nattracting attention. The streets here were crowded with little people\nwho barely reached his chest; they were all about the same height, and\nmost of them looked alike. A few had had radical surgical alterations,\nand every one of these was different. One had a unicorn-like horn;\nanother, an extra eye which cunningly resembled his real ones. The\nEarthers were looking at him furtively, as they would at a tiger or an\nelephant strolling down a main street.\n\n\"Where are you going, Spacer?\" said a voice from the middle of the\nstreet.\n\nRolf's first impulse was to snarl out a curse and keep moving, but he\nrealized that the question was a good one and one whose answer he was\ntrying to find out for himself. He turned.\n\nAnother policeman stood on the edge of the walkway. \"Are you lost?\" The\npoliceman was short and delicate-looking.\n\nRolf produced his card.\n\nThe policeman studied it. \"What business do you have with Quinton?\"\n\n\"Just tell me how to get there,\" Rolf said. \"I'm in a hurry.\"\n\nThe policeman backed up a step. \"All right, take it easy.\" He pointed to\na kiosk. \"Take the subcar here. There's a stop at Kenman Road. You can\nfind your way from there.\"\n\n\"I'd rather walk it,\" Rolf said. He did not want to have to stand the\nstrain of riding in a subcar with a bunch of curious staring Earthers.\n\n\"Fine with me,\" the policeman said. \"It's about two hundred blocks to\nthe north. Got a good pair of legs?\"\n\n\"Never mind,\" Rolf said. \"I'll take the subcar.\"\n\n       *       *       *       *       *\n\nKenman Road was a quiet little street in an expensive-looking end of\nYawk. 12406 was a towering building which completely overshadowed\neverything else on the street. As Rolf entered the door, a perfumed\nlittle Earther with a flashing diamond where his left eye should have\nbeen and a skin stained bright purple appeared from nowhere.\n\n\"We've been waiting for you. Come on; Kal will be delighted that you're\nhere.\"\n\nThe elevator zoomed up so quickly that Rolf thought for a moment that he\nwas back in space. But it stopped suddenly at the 62nd floor, and, as\nthe door swung open, the sounds of wild revelry drifted down the hall.\nRolf had a brief moment of doubt when he pictured Laney and Kanaday at\nthis very moment, playing cards in their mouldering hovel while he\nwalked down this plastiline corridor back into a world he had left\nbehind.\n\nQuinton came out into the hall to greet him. Rolf recognized him by the\nmissing ears; his skin was now a subdued blue to go with his orange\nrobe.\n\n\"I'm so glad you came,\" the little Earther bubbled. \"Come on in and I'll\nintroduce you to everyone.\"\n\nThe door opened photoelectrically as they approached. Quinton seized him\nby the hand and dragged him in. There was the sound of laughter and of\nshouting. As he entered it all stopped, suddenly, as if it had been shut\noff. Rolf stared at them quizzically from under his lowering brows, and\nthey looked at him with ill-concealed curiosity.\n\nThey seemed divided into two groups. Clustered at one end of the long\nhall was a group of Earthers who seemed completely identical, all with\nthe same features, looking like so many dolls in a row. These were the\nEarthers he remembered, the ones whom the plastic surgeons had hacked at\nand hewn until they all conformed to the prevailing concept of beauty.\n\nThen at the other end was a different group. They were all different.\nSome had glittering jewels set in their foreheads, others had no lips,\nno hair, extra eyes, three nostrils. They were a weird and frightening\ngroup, highest product of the plastic surgeon's art.\n\nBoth groups were staring silently at Rolf.\n\n\"Friends, this is Rolf--Rolf--\"\n\n\"Dekker,\" Rolf said after a pause. He had almost forgotten his own last\nname.\n\n\"Rolf Dekker, just back from outer space. I've invited him to join us\ntonight. I think you'll enjoy meeting him.\"\n\nThe stony silence slowly dissolved into murmurs of polite conversation\nas the party-goers adjusted to the presence of the newcomer. They\nseemed to be discussing the matter earnestly among themselves, as if\nQuinton had done something unheard-of by bringing a Spacer into an\nEarther party.\n\nA tall girl with blonde hair drifted up to him.\n\n\"Ah. Jonne,\" Quinton said. He turned to Rolf. \"This is Jonne. She asked\nto be your companion at the party. She's very interested in space and\nthings connected with it.\"\n\nThings connected with it, Rolf thought. Meaning me. He looked at her.\nShe was as tall an Earther as he had yet seen, and probably suffered for\nit when there were no Spacers around. Furthermore, he suspected, her\nheight was accentuated for the evening by special shoes. She was not of\nthe Individ persuasion, because her face was well-shaped, with smooth,\neven features, with no individualist distortion. Her skin was unstained.\nShe wore a clinging off-the-breast tunic. Quite a dish, Rolf decided. He\nbegan to see that he might enjoy this party.\n\n       *       *       *       *       *\n\nThe other guests began to approach timidly, now that the initial shock\nof his presence had worn off. They asked silly little questions about\nspace--questions which showed that they had only a superficial interest\nin him and were treating him as a sort of talking dog. He answered as\nmany as he could, looking down at their little painted faces with\nconcealed contempt.\n\n_They think as little of me as I do of them._ The thought hit him\nsuddenly and his broad face creased in a smile at the irony. Then the\nmusic started.\n\n       *       *       *       *       *\n\nThe knot of Earthers slowly broke up and drifted away to dance. He\nlooked at Jonne, who had stood patiently at his side through all this.\n\n\"I don't dance,\" he said. \"I never learned how.\" He watched the other\ncouples moving gracefully around the floor, looking for all the world\nlike an assemblage of puppets. He stared in the dim light, watching the\ncouples clinging to each other as they rocked through the motions of the\ndance. He stood against the wall, wearing his ugliness like a shield. He\nsaw the great gulf which separated him from the Earthers spreading\nbefore him, as he watched the dancers and the gay chatter and the empty\nbadinage and the furtive hand-holding, and everything else from which he\nwas cut off. The bizarre Individs were dancing together--he noticed one\nman putting an extra arm to full advantage--and the almost identical\nConforms had formed their own group again. Rolf wondered how they told\neach other apart when they all looked alike.\n\n\"Come on,\" Jonne said. \"I'll show you how to dance.\" He turned to look\nat her, with her glossy blonde hair and even features. She smiled\nprettily, revealing white teeth. _Probably newly purchased?_ Rolf\nwondered.\n\n\"Actually I do know how to dance,\" Rolf said. \"But I do it so badly--\"\n\n\"That doesn't matter,\" she said gaily. \"Come on.\"\n\nShe took his arm. Maybe she doesn't think I look like an ape, he\nthought. She doesn't treat me the way the others do. But why am I so\nugly, and why is she so pretty?\n\nHe looked at her and she looked at him, and he felt her glance on his\nstubbly face with its ferocious teeth and burning yellowish eyes. He\ndidn't want her to see him at all; he wished he had no face.\n\nHe folded her in his arms, feeling her warmth radiate through him. She\nwas very tall, he realized, almost as tall as a Spacer woman--but with\nnone of the harsh ruggedness of the women of Spacertown. They danced,\nshe well, he clumsily. When the music stopped she guided him to the\nentrance of a veranda.\n\nThey walked outside into the cool night air. The lights of the city\nobscured most of the stars, but a few still showed, and the moon hung\nhigh above Yawk. He could dimly make out the lights of Spacertown across\nthe river, and he thought again of Laney and Kanaday and wished Kanaday\ncould see him now with this beautiful Earther next to him.\n\n\"You must get lonely in space,\" she said after a while.\n\n\"I do,\" he said, trying to keep his voice gentle. \"But it's where I\nbelong. I'm bred for it.\"\n\nShe nodded. \"Yes. And any of those so-called men inside would give ten\nyears of his life to be able to go to space. But yet you say it's\nlonely.\"\n\n       *       *       *       *       *\n\n\"Those long rides through the night,\" he said. \"They get you down. You\nwant to be back among people. So you come back. You come back. And what\ndo you come back to?\"\n\n\"I know,\" she said softly. \"I've seen Spacertown.\"\n\n\"Why must it be that way?\" he demanded. \"Why are Spacers so lucky and\nso wretched all at once?\"\n\n\"Let's not talk about it now,\" she said.\n\nI'd like to kiss her, he thought. But my face is rough, and I'm rough\nand ugly, and she'd push me away. I remember the pretty little Earther\ngirls who ran laughing away from me when I was thirteen and fourteen,\nbefore I went to space.\n\n\"You don't have to be lonely,\" she said. One of her perfect eyebrows\nlifted just a little. \"Maybe someday you'll find someone who cares,\nRolf. Someday, maybe.\"\n\n\"Yeah,\" he said. \"Someday, maybe.\" But he knew it was all wrong. Could\nhe bring this girl to Spacertown with him? No; she must be merely\nplaying a game, looking for an evening's diversion. Something new: make\nlove to a Spacer.\n\nThey fell silent and he watched her again, and she watched him. He heard\nher breath rising and falling evenly, not at all like his own thick\ngasps. After a while he stepped close to her, put his arm around her,\ntilted her head into the crook of his elbow, bent, and kissed her.\n\nAs he did it, he saw he was botching it just like everything else. He\nhad come too close, and his heavy boot was pressing on the tip of her\nshoe; and he had not quite landed square on her lips. But still, he was\nclose to her. He was reluctant to break it up, but he felt she was only\nhalf-responding, not giving anything of herself while he had given all.\nHe drew back a step.\n\nShe did not have time to hide the expression of distaste that\ninvoluntarily crossed her face. He watched the expression on her face as\nshe realized the kiss was over. He watched her silently.\n\n\"Someday, maybe,\" he said. She stared at him, not hiding the fear that\nwas starting to grow on her face.\n\nHe felt a cold chill deep in his stomach, and it grew until it passed\nthrough his throat and into his head.\n\n\"Yeah,\" he said. \"Someday, maybe. But not you. Not anyone who's just\nplaying games. That's all--you want something to tell your friends\nabout, that's why you volunteered for tonight's assignment. It's all you\ncan do to keep from laughing at me, but you're sticking to it. I don't\nwant any of it, hear me? Get away.\"\n\nShe stepped back a pace. \"You ugly, clumsy clown. You ape!\" Tears began\nto spoil the flawless mask of her face. Blinded with anger, he grabbed\nroughly for her arm, but she broke away and dashed back inside.\n\nShe was trying to collect me, he thought. Her hobby: interesting dates.\nShe wanted to add me to her collection. An Experience. Calmly he walked\nto the end of the veranda and stared off into the night, choking his\nrage. He watched the moon making its dead ride across the sky, and\nstared at the sprinkling of stars. The night was empty and cold, he\nthought, finally. But not more so than I.\n\n       *       *       *       *       *\n\nHe turned and looked back through the half-opened window. He saw a girl\nwho looked almost like her, but was not tall enough and wore a different\ndress. Then he spotted her. She was dancing with one of the Conforms, a\nfrail-looking man a few inches shorter than she, with regular, handsome\nfeatures. She laughed at some sly joke, and he laughed with her.\n\nRolf watched the moon for a moment more, thinking of Laney's warning.\n_They just want to make fun of you. Look at the big ape, they'll say._\n\nHe knew he had to get out of there immediately. He was a Spacer, and\nthey were Earthers, and he scorned them for being contemptuous little\ndolls, and they laughed at him for being a hulking ape. He was not a\nmember of their species; he was not part of their world.\n\nHe went inside. Kal Quinton came rushing up to him.\n\n\"I'm going,\" Rolf said.\n\n\"What? You don't mean that,\" the little man said. \"Why, the party's\nscarcely gotten under way, and there are dozens of people who want to\nmeet you. And you'll miss the big show if you don't stay.\"\n\n\"I've already seen the big show,\" Rolf told him. \"I want out. Now.\"\n\n\"You can't leave now,\" Quinton said. Rolf thought he saw tears in the\ncorners of the little man's eyes. \"Please don't leave. I've told\neveryone you'd be here--you'll disgrace me.\"\n\n\"What do I care? Let me out of here.\" Rolf started to move toward the\ndoor. Quinton attempted to push him back.\n\n\"Just a minute, Rolf. Please!\"\n\n\"I have to get out,\" he said. He knocked Quinton out of his way with a\nbackhand swipe of his arm and dashed down the hall frantically, looking\nfor the elevator.\n\n       *       *       *       *       *\n\nLaney and Kanaday were sitting up waiting for him when he got back,\nearly in the morning. He slung himself into a pneumochair and unsealed\nhis boots, releasing his cramped, tired feet.\n\n\"Well,\" Laney asked. \"How was the party?\"\n\n\"You have fun among the Earthers, Rolf?\"\n\nHe said nothing.\n\n\"It couldn't have been that bad,\" Laney said.\n\nRolf looked up at her. \"I'm leaving space. I'm going to go to a surgeon\nand have him turn me into an Earther. I hate this filthy life!\"\n\n\"He's drunk,\" Kanaday said.\n\n\"No, I'm not drunk,\" Rolf retorted. \"I don't want to be an ape any\nmore.\"\n\n\"Is that what you are? If you're an ape, what are they to you? Monkeys?\"\nKanaday laughed harshly.\n\n\"Are they really so wonderful?\" Laney asked. \"Does the life appeal to\nyou so much that you'll give up space for it? Do you admire the Earthers\nso much?\"\n\n       *       *       *       *       *\n\n_She's got me_, Rolf thought. I hate Spacertown, but will I like Yawk\nany better? Do I really want to become one of those little puppets? But\nthere's nothing left in space for me. At least the Earthers are happy.\n\n_I wish she wouldn't look at me that way._ \"Leave me alone,\" he snarled.\n\"I'll do whatever I want to do.\" Laney was staring at him, trying to\npoke behind his mask of anger. He looked at her wide shoulders, her\nmuscular frame, her unbeautiful hair and rugged face, and compared it\nwith Jonne's clinging grace, her flowing gold hair.\n\nHe picked up his boots and stumped up to bed.\n\n       *       *       *       *       *\n\nThe surgeon's name was Goldring, and he was a wiry, intense man who had\nprevailed on one of his colleagues to give him a tiny slit of a mouth.\nHe sat behind a shining plastiline desk, waiting patiently until Rolf\nfinished talking.\n\n\"It can't be done,\" he said at last. \"Plastic surgeons can do almost\nanything, but I can't turn you into an Earther. It's not just a matter\nof chopping eight or ten inches out of your legs; I'd have to alter your\nentire bone structure or you'd be a hideous misproportioned monstrosity.\nAnd it can't be done. I can't build you a whole new body from scratch,\nand if I could do it you wouldn't be able to afford it.\"\n\nRolf stamped his foot impatiently. \"You're the third surgeon who's given\nme the same line. What is this--a conspiracy? I see what you can do. If\nyou can graft a third arm onto somebody, you can turn me into an\nEarther.\"\n\n\"Please, Mr. Dekker. I've told you I can't. But I don't understand why\nyou want such a change. Hardly a week goes by without some Yawk boy\ncoming to me and asking to be turned into a Spacer, and I have to refuse\nhim for the same reasons I'm refusing you! That's the usual course of\nevents--the romantic Earther boy wanting to go to space, and not being\nable to.\"\n\nAn idea hit Rolf. \"Was one of them Kal Quinton?\"\n\n\"I'm sorry, Mr. Dekker. I just can't divulge any such information.\"\n\nRolf shot his arm across the desk and grasped the surgeon by the throat.\n\"Answer me!\"\n\n\"Yes,\" the surgeon gasped. \"Quinton asked me for such an operation.\nAlmost everyone wants one.\"\n\n\"And you can't do it?\" Rolf asked.\n\n\"Of course not. I've told you: the amount of work needed to turn Earther\ninto Spacer or Spacer into Earther is inconceivable. It'll never be\ndone.\"\n\n\"I guess that's definite, then,\" Rolf said, slumping a little in\ndisappointment. \"But there's nothing to prevent you from giving me a new\nface--from taking away this face and replacing it with something people\ncan look at without shuddering.\"\n\n\"I don't understand you, Mr. Dekker,\" the surgeon said.\n\n\"I know that! Can't you see it--I'm _ugly_! Why? Why should I look this\nway?\"\n\n\"Please calm down, Mr. Dekker. You don't seem to realize that you're a\nperfectly normal-looking Spacer. _You were bred to look this way._ It's\nyour genetic heritage. Space is not a thing for everyone; only men with\nextraordinary bone structure can withstand acceleration. The first men\nwere carefully selected and bred. You see the result of five centuries\nof this sort of breeding. The sturdy, heavy-boned Spacers--you, Mr.\nDekker, and your friends--are the only ones who are fit to travel in\nspace. The others, the weaklings like myself, the little people, resort\nto plastic surgery to compensate for their deficiency. For a while the\ntrend was to have everyone conform to a certain standard of beauty; if\nwe couldn't be strong, we could at least be handsome. Lately a new\ntheory of individualism has sprung up, and now we strive for original\nforms in our bodies. This is all because size and strength has been bred\nout of us and given to you.\"\n\n\"I know all this,\" Rolf said. \"Why can't you--\"\n\n\"Why can't I peel away your natural face and make you look like an\nEarther? There's no reason why; it would be a simple operation. But who\nwould you fool? Why can't you be grateful for what you are? You can go\nto Mars, while we can merely look at it. If I gave you a new face, it\nwould cut you off from both sides. The Earthers would still know you\nwere a Spacer, and I'm sure the other Spacers would immediately cease to\nassociate with you.\"\n\n       *       *       *       *       *\n\n\"Who are you to say? You're not supposed to pass judgment on whether an\noperation should be performed, or you wouldn't pull out people's eyes\nand stick diamonds in!\"\n\n\"It's not that, Mr. Dekker.\" The surgeon folded and unfolded his hands\nin impatience. \"You must realize that you are what you are. Your\nappearance is a social norm, and for acceptance in your social\nenvironment you must continue to appear, well, perhaps, shall I say\napelike?\"\n\nIt was as bad a word as the surgeon could have chosen.\n\n\"Ape! Ape, am I! I'll show you who's an ape!\" Rolf yelled, all the\naccumulated frustration of the last two days suddenly bursting loose. He\nleaped up and overturned the desk. Dr. Goldring hastily jumped backwards\nas the heavy desk crashed to the floor. A startled nurse dashed into the\noffice, saw the situation, and immediately ran out.\n\n\"Give me your instruments! I'll operate on myself!\" He knocked Goldring\nagainst the wall, pulled down a costly solidograph from the wall and\nkicked it at him, and crashed through into the operating room, where he\nbegan overturning tables and heaving chairs through glass shelves.\n\n\"I'll show you,\" he said. He cracked an instrument case and took out a\ndelicate knife with a near-microscopic edge. He bent it in half and\nthrew the crumpled wreckage away. Wildly he destroyed everything he\ncould, raging from one end of the room to the other, ripping down\nfurnishings, smashing, destroying, while Dr. Goldring stood at the door\nand yelled for help.\n\nIt was not long in coming. An army of Earther policemen erupted into\nthe room and confronted him as he stood panting amid the wreckage. They\nwere all short men, but there must have been twenty of them.\n\n\"Don't shoot him,\" someone called. And then they advanced in a body.\n\nHe picked up the operating table and hurled it at them. Three policemen\ncrumpled under it, but the rest kept coming. He batted them away like\ninsects, but they surrounded him and piled on. For a few moments he\nstruggled under the load of fifteen small men, punching and kicking and\nyelling. He burst loose for an instant, but two of them were clinging to\nhis legs and he hit the floor with a crash. They were on him\nimmediately, and he stopped struggling after a while.\n\n       *       *       *       *       *\n\nThe next thing he knew he was lying sprawled on the floor of his room in\nSpacertown, breathing dust out of the tattered carpet. He was a mass of\ncuts and bruises, and he knew they must have given him quite a\ngoing-over. He was sore from head to foot.\n\nSo they hadn't arrested him. No, of course not; no more than they would\narrest any wild animal who went berserk. They had just dumped him back\nin the jungle. He tried to get up, but couldn't make it. Quite a\ngoing-over it must have been. Nothing seemed broken, but everything was\nslightly bent.\n\n\"Satisfied now?\" said a voice from somewhere. It was a pleasant sound to\nhear, a voice, and he let the mere noise of it soak into his mind. \"Now\nthat you've proved to everyone that you really are just an ape?\"\n\nHe twisted his neck around--slowly, because his neck was stiff and sore.\nLaney was sitting on the edge of his bed with two suitcases next to her.\n\n\"It really wasn't necessary to run wild there,\" she said. \"The Earthers\nall knew you were just an animal anyway. You didn't have to prove it so\nviolently.\"\n\n\"Okay, Laney. Quit it.\"\n\n\"If you want me to. I just wanted to make sure you knew what had\nhappened. A gang of Earther cops brought you back a while ago and dumped\nyou here. They told me the story.\"\n\n\"Leave me alone.\"\n\n\"You've been telling everyone that all along, Rolf. Look where it got\nyou. A royal beating at the hands of a bunch of Earthers. Now that\nthey've thrown you out for the last time, has it filtered into your\nmind that this is where you belong?\"\n\n\"In Spacertown?\"\n\n\"Only between trips. You belong in space, Rolf. No surgeon can make you\nan Earther. The Earthers are dead, but they don't know it yet. All their\nparties, their fancy clothes, their extra arms and missing ears--that\nmeans they're decadent. They're finished. You're the one who's alive;\nthe whole universe is waiting for you to go out and step on its neck.\nAnd instead you want to turn yourself into a green-skinned little\nmonkey! Why?\"\n\n       *       *       *       *       *\n\nHe pulled himself to a sitting position. \"I don't know,\" he said. \"I've\nbeen all mixed up, I think.\" He felt his powerful arm. \"I'm a Spacer.\"\nSuddenly he glanced at her. \"What are the suitcases for?\" he said.\n\n\"I'm moving in,\" Laney said. \"I need a place to sleep.\"\n\n\"What's the matter with Kanaday? Did he get tired of listening to you\npreaching? He's my friend, Laney; I'm not going to do him dirt.\"\n\n\"He's dead, Rolf. When the Earther cops came here to bring you back, and\nhe saw what they did to you, his hatred overflowed. He always hated\nEarthers, and he hated them even more for the way you were being\ntricked into thinking they were worth anything. He got hold of one of\nthose cops and just about twisted him into two pieces. They blasted\nhim.\"\n\nRolf was silent. He let his head sink down on his knees.\n\n\"So I moved down here. It's lonely upstairs now. Come on; I'll help you\nget up.\"\n\nShe walked toward him, hooked her hand under his arm, and half-dragged,\nhalf-pushed him to his feet. Her touch was firm, and there was no\ndenying the strength behind her.\n\n\"I have to get fixed up,\" he said abruptly. \"My leave's up in two days.\nI have to get out of here. We're shipping for Pluto.\"\n\n       *       *       *       *       *\n\nHe rocked unsteadily on his feet. \"It'll really get lonely here then,\"\nhe said.\n\n\"Are you really going to go? Or are you going to find some jack-surgeon\nwho'll make your face pretty for a few dirty credits?\"\n\n\"Stop it. I mean it. I'm going. I'll be gone a year on this signup. By\nthen I'll have enough cash piled up on various planets to be a rich man.\nI'll get it all together and get a mansion on Venus, and have Greenie\nslaves.\"\n\nIt was getting toward noon. The sun, high in the sky, burst through the\nshutters and lit up the dingy room.\n\n\"I'll stay here,\" Laney said. \"You're going to Pluto?\"\n\nHe nodded.\n\n\"Kanaday was supposed to be going to Pluto. He was heading there when\nthat explosion finished his foot. He never got there after that.\"\n\n\"Poor old Kanaday,\" Rolf said.\n\n\"I'll miss him too. I guess I'll have to run the boarding-house now. For\na while. Will you come back here when your year's up?\"\n\n\"I suppose so,\" Rolf said without looking up. \"This town is no worse\nthan any of the other Spacertowns. No better, but no worse.\" He slowly\nlifted his head and looked at her as she stood there facing him.\n\n\"I hope you come back,\" she said.\n\nThe sun was coming in from behind her, now, and lighting her up. She was\nrugged, all right, and strong: a good hard worker. And she was well\nbuilt. Suddenly his aches became less painful, as he looked at her and\nrealized that she was infinitely more beautiful than the slick,\nglossy-looking girl he had kissed on the veranda, who had bought her\nteeth at a store and had gotten her figure from a surgeon. Laney, at\nleast, was real.\n\n\"You know,\" he said at last, \"I think I have an idea. You wait here and\nI'll come get you when my year's up. I'll have enough to pay passage to\nVenus for two. We can get a slightly smaller mansion than I planned on\ngetting. But we can get it. Some parts of Venus are beautiful. And the\nclosest those monkeys from Yawk can get to it is to look at it in the\nnight sky. You think it's a good idea?\"\n\n\"I think it's a great idea,\" she said, moving toward him. Her head was\nnearly as high as his own.\n\n\"I'll go back to space. I have to, to keep my rating. But you'll wait\nfor me, won't you?\"\n\n\"I'll wait.\"\n\nAnd as he drew her close, he knew she meant it.\n\n\nTHE END\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Amazing Stories_ December 1957.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note.\n\n\n\n\n\nEnd of Project Gutenberg's The Happy Unfortunate, by Robert Silverberg\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE HAPPY UNFORTUNATE ***\n\n***** This file should be named 25035.txt or 25035.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/5/0/3/25035/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}