{"title": "No Moving Parts", "author": "Murray F. Yaco", "releaseDate": "April 16, 2008", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Andrew Wainwright and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                           NO MOVING PARTS\n\n\n\n\n                          By MURRAY F. YACO\n\n                        ILLUSTRATED by GRAYAM\n\n[Illustration: We call them trouble-shooters. They called 'em Gypsies.\nEither way, they were hep to that whole bit about....]\n\n\nHansen was sitting at the control board in the single building on\nCommunications Relay Station 43.4SC, when the emergency light flashed\non for the first time in two hundred years.\n\nWith textbook-recommended swiftness, he located the position of the ship\nsending the call, identified the ship and the name of its captain, and\nmade contact.\n\n\"This is Hansen on 43.4SC. Put me through to Captain Fromer.\"\n\n\"Fromer here,\" said an incredible deep voice, \"what the devil do you want?\"\n\n\"What do I want?\" asked the astonished Hansen. \"It was you, sir, who sent\nthe emergency call.\"\n\n\"I did no such thing,\" said Fromer with great certainty.\n\n\"But the light flashed--\"\n\n\"How long have you been out of school?\" Fromer asked.\n\n\"Almost a year, sir, but that doesn't change the fact that--\"\n\n\"That you're imagining things and that you've been sitting on that asteroid\nhoping that something would happen to break the monotony. Now leave me the\nhell alone or I'll put you on report.\"\n\n\"Now look here,\" Hansen began, practically beside himself with frustration,\n\"I saw that emergency light go on. Maybe it was activated automatically\nwhen something went out of order on your ship.\"\n\n\"I don't allow emergencies on the Euclid Queen,\" said Fromer with growing\nanger. \"Now, if you don't--\"\n\nHansen spared himself the indignity of being cut off. He broke contact\nhimself. He sighed, reached for a book entitled _Emergency Procedure\nRules_, and settled back in his chair.\n\nFifteen minutes later the emergency light flashed on for the second time in\ntwo hundred years. With its red glow illuminating his freckled excited\nface, Hansen triumphantly placed another call to the Euclid Queen.\n\n\"This is Hansen on 43.4SC. Let me speak to Captain Fromer, please.\"\n\n\"Er--the Captain has asked me to contact you. I'm the navigator. I was just\nabout to call you. We have a small problem that--\"\n\n\"I'll speak to the Captain,\" Hansen repeated grimly.\n\n\"Now see here. I'm perfectly capable of handling this situation. Actually,\nit's hardly even an emergency. You were, it seems, signaled automatically\nwhen--\"\n\n\"If you'll check your emergency procedures,\" Hansen said, holding his thumb\nin the Rule Book, \"you'll note that the Relay Station Attendant contacts\nthe Captain personally during all emergencies. Of course, if you want to\nviolate--\"\n\n\"Look, old man,\" said the navigator, now sounding on the verge of tears,\n\"try to realize the spot I'm in. Fromer has ordered me to handle this thing\nwithout his assistance. He seems to feel that you have a grudge of some\nkind--\"\n\n\"If you don't put me in touch with Captain Fromer in five minutes, I'll put\nthrough a call to Sector Headquarters.\" Hansen signaled off contact. If he\nknew nothing else about the situation, he knew that he had the upper hand.\n\n       *       *       *       *       *\n\nFive minutes later Captain Fromer called him back. \"I am calling in\naccordance with emergency procedures,\" Fromer said between clinched teeth.\n\"The situation is this: We are reporting an emergency--\"\n\n\"What class emergency?\" Hansen interrupted.\n\n\"Class?\" asked Fromer, obviously caught off guard.\n\n\"Yes, Captain. There are three classes of emergencies. Major class, which\nwould include death and injury. Mechanical class, including malfunction of\nHegler units and such. And General class--\"\n\n\"Yes, yes, of course, General class by all means,\" Fromer said hurriedly.\n\"You see, it's hardly even an emergency. We--\"\n\n\"Just what is the nature of the trouble, Captain?\"\n\n\"Why, uh, well it seems that we were doing a preliminary landing procedure\ncheck, and ...\"\n\n\"Yes, go on.\"\n\n\"Why, er, it seems that we can't get the door open.\"\n\nIt was Hansen's turn to be taken aback. \"You're pulling my leg, sir.\"\n\n\"I most certainly am not,\" Captain Fromer said emphatically.\n\n\"You really mean that you can't open the door?\"\n\n\"I'm afraid so. Something's wrong with the mechanism. Our technical staff\nhas never encountered a problem like this, and they advise me that any\nattempt at repair might possibly result in the opposite situation.\"\n\n\"You mean not being able to get the door closed?\"\n\n\"Precisely. In other words, we can't land.\"\n\n\"I see. Then I'm afraid there's nothing I can do except advise Sector\nHeadquarters to send an emergency repair crew.\"\n\nCaptain Fromer sighed. \"I'm afraid so, too. How long will it take for a\nmessage to get there with your transmitting equipment?\"\n\n\"Two days, Captain. At a guess, there'll be a ship alongside within the\nweek. You'll be maintaining your present position, I assume?\"\n\n\"Oh, we'll be here, all right,\" Fromer said bitterly. Then he cut contact.\n\n       *       *       *       *       *\n\nAs the single occupant of a large asteroid with nothing but time and\nboredom on his hands, Hansen was enjoying the whole situation immensely. He\nallowed himself the luxury of several dozen fantasies in which his name was\nmentioned prominently in galaxy-wide reports of the episode. He imagined\nthat Captain Fromer was also creating vivid accounts--of quite another\nsort--that would soon be amusing several hundred billion news-hungry\ncitizens of the Federation.\n\nWhen the repair ship arrived, it came, to Hansen's astonishment, to the\nasteroid, and not alongside Fromer's ship. He soon found out that there was\nsomeone else who shared the Captain's embarrassment.\n\n\"I'm Bullard,\" said a tall, thin, mournful man. \"Mind if I sit?\"\n\n\"Help yourself,\" Hansen waved a hand toward the meager accommodations. He\nhad no idea why a Senior Engineer was being so deferential, but he enjoyed\nthe feeling of power.\n\n\"You're probably wondering about a lot of things,\" Bullard began sadly.\n\"Frankly, we don't have any ideas about how we can fix Captain Fromer's\ndoor.\" He waited to let that sink in. Then he continued: \"It took us three\ndays back at the base to find out that when these ships were built, almost\nfive hundred years ago, nobody bothered to include detail drawings of the\ndoor mechanism.\"\n\n\"But why? You certainly know how to build--\"\n\n\"We know how to build Star Class ships, sure. We've built a few in the\npast century or two. There's never been need for replacement, really.\nThese ships are designed to last forever. The original fleet was\nconceived to fill the System's needs for a full thousand years.\"\n\n\"But the doors on the few ships that have been built. How--\"\n\n\"The ship's we've built were exact duplicates of Captain Fromer's\nship--except for the door.\" Bullard's long face radiated despair. \"No\none ever questioned why the door mechanism wasn't included in the\noriginal plans. We simply designed another type--a different type--of\ndoor.\"\n\n\"Well, you certainly can find out how this particular door works, can't\nyou?\"\n\n\"I hope so,\" Bullard said, wringing his hands. \"But we have a couple of\nother problems. Number one, Captain Fromer has an extremely important\npassenger aboard. None other than His Exalted Excellency, R'thagna Bar.\nHe is--or was--on his way home after concluding a treaty of friendship\nwith the President of the Federation.\"\n\nHansen managed a whistle.\n\n\"Furthermore,\" Bullard continued, \"His Excellency _has to be home soon_ to\nget there in time for the mating season. This occurs once in a lifetime,\nI'm told, and this is his only chance to continue the ancestral rule--\"\n\n\"Wait a minute,\" Hansen said. \"Are you trying to say that you can't solve a\nsimple problem like getting him home and getting him out of the ship? You\ncan always cut it in two, can't you?\"\n\n\"These ships were made to last forever,\" Bullard explained. \"The hull is,\nof course, pseudo-met, but, not the kind of pseudo-met used for other\napplications. In short, about the only way you'll get in that ship is to\nvaporize it.\"\n\n\"But can't you simply disassemble the door mechanism? My God, how\ncomplicated can it be?\"\n\n\"We're going to try to do just that,\" Bullard said without a trace of\nconfidence. \"As far as the complication goes, let me say just this: it's\nfull of moving parts.\"\n\n\"What are you getting at?\" Hansen asked.\n\n\"Just this. These ships are perfect mechanisms. There is hardly anything in\nthem that could be called a moving part. Now a door has to open and close.\nSure, we devised a simple, safe way to do it a few hundred years after the\noriginal fleet was built. The men who designed the original door mechanism\nfelt, perhaps, that it was incongruous to include it in the first place.\nMaybe that is why they threw away the plans. God knows, it is incongruous.\nLook! Here's a photo we took of one in a ship back at base.\"\n\nHansen scanned the photograph. It was a meaningless jumble. He handed it\nback. \"Well, make yourself at home. I'm afraid that the only thing I can\nhelp with will be radio communication to Captain Fromer's ship.\"\n\n\"Good enough,\" Bullard said. \"I'm expecting someone else tomorrow. After\nyou bring him down, feel free to drop over and see me anytime.\"\n\n       *       *       *       *       *\n\nBullard went back to his ship, and Hansen went to bed. He dreamed of His\nExalted Excellency R'thagna Bar, growing angrier day by day as the time of\nmating came closer. In his dream he suddenly came upon a magnificent\nsolution to the problem, a solution involving a telepathic system of\nfertilization. He woke up before he had completely worked out the details.\n\nBullard's friend arrived the same morning. He was a small, dark active\nlittle man whom Hansen immediately disliked.\n\n\"Meet Dr. Quemos,\" Bullard said when Hansen dropped in on them. \"Dr. Quemos\nis a specialist in the history of technology. He thinks he knows how our\ncute little door mechanism is made.\"\n\n\"Can't say for sure,\" Quemos said, \"but I'd guess that those components are\nmade of metal--real metal.\"\n\n\"I thought that metal was used only in jewelry,\" Hansen said.\n\nDr. Quemos grinned slyly. \"That's what most people think. Actually, refined\nmetal of various types was used in large masses, formed masses, for\nthousands of years. Historically speaking, the pseudo-mets are relatively\nnew.\"\n\n\"It's difficult to imagine metal functioning as machinery,\" Hansen mused.\n\n\"And you say that this door mechanism has moving parts, lots of them?\"\n\n\"Moving parts are nothing to be afraid of,\" Quemos said. \"Here, look at\nthis.\" He put something small on the table, much in the manner of a young\nboy dropping a garter snake in the midst of school girls. Bullard and\nHansen crowded around. \"Now, take turns,\" said Quemos sharply, \"and don't\ndrop it. It's priceless, I assure you.\" The ancient wrist watch with its\ntransparent back was passed from hand to hand.\n\n\"Frightening little monster, isn't it,\" Bullard said.\n\n\"Those small round wheels are called gears,\" elucidated Quemos, \"one gear\nturns another, which turns another, and so on. I rather imagine that your\ndoor is operated on some similar principle.\"\n\n\"I seem to be the one who asks all the schoolboy questions,\" Hansen began,\n\"would somebody tell me why Captain Fromer doesn't take His Excellency to\nhis home planet, land the ship, and then let his technical staff tear off\nthe door mechanism?\"\n\n\"We've gone through that,\" Bullard said wearily. \"Unfortunately we need\nspecial tools. And there's no way to get them into the ship.\"\n\n\"Can I speak to Captain Fromer?\" Quemos asked.\n\n\"Right away,\" Hansen said. He pressed his hand in various patterns on his\nbelt. \"This is Hansen. Let us talk to Captain Fromer, please.\"\n\n\"Fromer here. Who is it?\"\n\n\"Dr. Quemos speaking. How is your passenger?\"\n\n\"My passenger is fine. But he keeps telling me that he is very anxious to\nplant his seed. When can you get us out of here?\"\n\n\"Plant his seed?\" said Quemos.\n\n\"There's nothing salacious about this, I've been assured. He simply has a\nbiological craving at this time in his life to--to plant his seed.\"\n\n\"I got problems like that, too,\" Bullard said, \"but I don't go around\ntelling everybody.\"\n\n       *       *       *       *       *\n\n\"Stop clowning,\" Fromer snapped, \"you guys better find a way to fix this\ndamn door or you'll have a galactic war on your hands. Anybody have any\nideas yet?\"\n\n\"We're sure that the door mechanism is made of metal,\" Quemos said, \"and\nthe construction is probably based on the principal of a worm gear.\"\n\n\"A what?\"\n\n\"A worm gear, Captain,\" Quemos said patiently. \"It's an ancient metal\ndevice that was sometimes used for closing large doors. There is also the\npossibility that the door is closed and opened by dogs. These seem to have\nbeen used, at least, to operate doors of undersea crafts. Although we're\nnot quite certain about the function of dogs.\"\n\nThe captain maintained a stony silence.\n\n\"Also,\" Quemos continued, \"we have unearthed, so to speak, a reference to a\nmetal component called a babbitt--\"\n\n\"Now see here!\" Captain Fromer roared, \"who do you think you're kidding\nwith this talk about worms, dogs and rabbits--\"\n\n\"Babbitts, Captain, babbitts! Perhaps a type of bearing. Anyway, we're at\nwork on the problem, I assure you.\" Quemos motioned to Hansen that he was\nthrough talking.\n\n       *       *       *       *       *\n\nDuring the next three days, Hansen twice visited Bullard and Quemos.\nOn each occasion, he found the two men in trance-like conditions,\nostensibly thinking through the problem that they had been assigned to\nsolve, but more probably, Hansen guessed, brooding about the reaction\nof Sector Headquarters to their daily progress reports which Hansen had\nbeen relaying for them. Hansen had only sympathy for the people back at\nSector Headquarters, for if these two experts were the Galaxy's two top\ntrouble-shooters, the Federation, was not, as Hansen put it to himself,\nin very good shape to fight a war with one hundred billion enraged\ncitizens who worshiped His Exalted Excellency R'thagna Bar almost as\nmuch as they did his seed.\n\nHansen went back to his reading, only to be interrupted with increasing\nfrequency by message transmissions from an increasingly alarmed Sector\nHeadquarters. Most messages were addressed to Bullard, and were bravely\ndesigned to disguise the senders' hysteria, while at the same time\nurging Bullard on to more magnificent efforts. A few messages, fairly\nrepresentative of the state of affairs as time wore on reflected an\nincreasing suspicion on the part of Sector Headquarters that Quemos and\nBullard, although certainly tops in their fields, were not tops enough.\n\n\n    SEC HDQ\n    BULLARD, COM. RLY.\n    43.4SC\n\n    PRESIDENT WOULD LIKE ESTIMATE OF WHEN DOOR WILL BE OPENED. YOU\n    SURE YOU CAN HANDLE? EMPHASIZE THAT POLITICAL SITUATION NOW\n    GETTING TOUCHY. REPEAT TOUCHY. R'THAGNA BAR CALLING ON PRESIDENT\n    TODAY TO MAKE DEMAND THAT SEED BE PLANTED ON TIME. SURE YOU\n    DON'T NEED MORE HELP?\n\n                                    CMD GENERAL\n\n\n    CMD GENERAL\n\n    NO HELP NEEDED. MAKING PROGRESS, ASSURE PRESIDENT. TODAY FOUND\n    OUT METAL IN MECHANISM IS VERY HARD. IN CONSTANT RADIO TOUCH\n    WITH FROMER. PASSENGER IMPATIENT BUT QUIETER. SLEEPS MORE NOW.\n    THIS SIGNIFICANT? QUEMOS DEVELOPING THEORY OF MECHANISM. SAYS\n    WILL TAKE TIME TO WORK OUT. HOW MUCH TIME WE HAVE? WHEN MUST\n    SEED BE PLANTED?\n\n                                    BULLARD\n\n\n    SEC. HDQ.\n    BULLARD, COM. RLY.\n    43.4SC\n\n    MUST HAVE ESTIMATE WHEN DOOR OPENS. THIS AN ORDER. AMBASSADOR\n    THREATENING WAR. CAN'T GIVE DEADLINE OF SEED PLANTING TIME SINCE\n    SUBJECT VERY TABOO. OUR BIOLOGISTS SAY R'THAGNA BAR SLEEPY\n    SIGNIFICANT. MAY BE PRELUDE TO SEEDING TIME. TELL ABOUT QUEMOS\n    THEORY IN NEXT COMMUNICATION. WILL EVALUATE HERE. NICE TO KNOW\n    METAL IS HARD. KEEP UP GOOD WORK. PRESSURE HERE TO SEND YOU\n    HELP. PRESIDENT SAYS WHOLE FEDERATION PRAYING FOR DOOR TO BE\n    FIXED. SAYS TO HURRY UP.\n\n                                    CMD GENERAL\n\n\n    CMD GENERAL\n\n    NO ESTIMATE POSSIBLE. QUEMOS THEORY ALMOST COMPLETE. STATES THAT\n    MECHANISM BUILT ON PRINCIPLE OF WORM GEAR. REPEAT. WORM GEAR.\n    TODAY INSTRUCTED FROMER'S CREW TO JIGGLE MOVING PARTS OF\n    MECHANISM AT RANDOM. PARTS WOULD NOT JIGGLE. FROMER STATES THAT\n    R'THAGNA BAR SLEEPS ALL TIME AND COLOR CHANGES TO BLUE AND RED\n    ON STOMACH. THIS SIGNIFICANT?\n\n                                    BULLARD\n\n\n    SEC HDQ\n    BULLARD, COM. RLY\n    43.4SC\n\n    IMPORTANT YOU AMPLIFY LAST MESSAGE. RED AND BLUE ON STOMACH? WHY\n    R'THAGNA BAR UNDRESSED? INVESTIGATE! PRESIDENT ORDERS HELP\n    SENT. HELP ON WAY. REPEAT. WHY R'THAGNA BAR UNDRESSED?\n\n                                    CMD GENERAL\n\n\n    CMD GENERAL\n\n    FROMER ADVISES TELL YOU SHIPS PHYSICIAN HAS PUT R'THAGNA BAR IN\n    REFRIGERATOR.\n\n                                    QUEMOS\n\n\n    SEC HDQ\n    QUEMOS. COM. RLY.\n    43.4SC.\n\n    TAKE OUT OF REFRIGERATOR! THIS AN ORDER! WHY UNDRESSED?\n\n                                    CMD GENERAL\n\n\n    CMD GENERAL\n\n    BULLARD MAKING MODEL OF MY DRAWINGS. READY SOON. R'THAGNA BAR\n    OUT OF REFRIGERATOR AS REQUESTED BUT SHIPS PHYSICIAN VERY ANGRY\n    AND WANTS TO PUT BACK IN. COLOR ON STOMACH PINK AND YELLOW WITH\n    BLUE SQUARES. THIS SIGNIFICANT?\n\n                                    QUEMOS\n\n\nIt went on like this for several more days. Hansen, at first amused, was\nnow alarmed and completely convinced that both Quemos and Bullard were\nthoroughly useless. The messages were his only source of information, since\nboth \"experts\" were too immersed in their work to talk with him. As his\nalarm grew, he decided that he might at least try to strike up a friendship\nwith someone on board Captain Fromer's sealed ship--someone who might have\nsomething comforting to report. He called up the ship's navigator.\n\n\"This is Hansen. How're things going up there?\"\n\n\"Ha!\"\n\n\"What's that mean? Good or bad?\"\n\n\"It means,\" the navigator said, while yawning, \"that things are falling\napart rapidly. In fact, in a day or two I don't think it'll make much\ndifference whether or not they open that damn door.\"\n\n\"You, er, care to fill me in?\"\n\n\"Why not?\" said the navigator, with the voice of a man who knows that it is\ntoo late for anything to matter. \"The members of the crew are divided into\ntwo factions. It appears that our physician has rallied half the crew to\nsupport his medical contention that our exhalted passenger belongs in the\nrefrigerator. The good captain, with some justice, one must admit, thinks\nthat he is in command of the ship, and prefers to believe that R'thagna Bar\nbelongs out of the refrigerator.\"\n\n\"Who seems to be winning the argument?\"\n\n\"Argument? There's no argument, old man--it's open warfare. No weapons\naboard, of course, but the two teams are grappling up and down the\ncorridors and shuttling our exhalted passenger in and out of the ice box\nabout four times each hour. Quite a sight, really. Right now he's _in_\nthe refrigerator, but the other team--\"\n\n\"Let me know who's ahead from time to time, will you?\" Hansen heard himself\nsay.\n\n\"Glad to oblige,\" the navigator said, yawning again. \"Oh, incidentally,\nhave they sent for help yet?\"\n\n       *       *       *       *       *\n\nHansen said with some surprise, \"Why, as a matter of fact, Sector\nHeadquarters is sending some help. How did you know?\"\n\n\"Bound to happen sooner or later, old man. When the going really gets tough\nthey always get around to sending a Gypsy. Only way to get anything done,\nyou know.\"\n\n\"I don't know,\" Hansen said reluctantly. \"Why is it that everyone knows\nexcept me? What, please, is a Gypsy?\"\n\n\"You're too young to know everything, old man,\" the navigator said. \"You're\nespecially too young to know about one of the Federation's best kept\nsecrets. But you might as well, I suppose. The fact is that a Gypsy is a\ngenerally vagrant, dirty, thieving, clever scoundrel who will not work, who\nhas absolutely no respect for order or authority, who believes that our\ninstitutions are effete and--\"\n\n\"But then why--\"\n\n\"Patience, patience,\" cautioned the navigator, haughtily, \"if I am to\nreveal everything I know, I must do it in my own way. The description I\njust gave you is not necessarily true. It is simply the way that Sector\nHeadquarters feels about Gypsies. Common jealousy, really. It seems that\nfrom time to time, our perfect little galactic society spawns men who don't\ncare to be cast in the common mold. In short, there are a few men around\nwith brains who don't think that it means very much to wear pretty uniforms\nor fancy titles.\"\n\n\"Uniforms like yours?\" asked Hansen.\n\n\"Precisely,\" the navigator said sadly. \"The truth of the matter is, of\ncourse, that I only play at being a navigator. I couldn't get this ship off\ncourse, if I tried. The same is true with the four engineering officers who\nstand around watching the Hegler drive units. They occasionally make a\nceremonial adjustment, but beyond that, they simply stand around looking\npretty.\"\n\n\"No moving parts.\" Hansen said.\n\n\"No moving brains, if you like. Anyway, a Gypsy has--somewhere along the\nline--learned how to do things. They'll take an emergency call about once a\nyear--if they happen to feel like it. Then they charge about half a million\ncredits.\"\n\n\"You mean they have an organization, standard rates and--\"\n\n\"Heavens no!\" the navigator said. \"They hate anything that smells like\norganization. They don't even specialize in any certain kind of work. One\nyear they'll be fascinated by sub-nucleonics, the next by horse racing.\nVery erratic. Can't keep attention on any one thing. Heard of one once who\nengaged in fishing and alcohol drinking. Brilliant mathematician, too. But\nhe'd only take a call once every three years or so.\"\n\n\"For a half million credits a crack, eh? You could live pretty well for\nthree years on that.\"\n\n\"Strangely enough,\" the navigator said thoughtfully, \"they don't really\nhave any interest in money. If you'd ever met one, you'd know that the high\nfee is sort of a penalty they mete out to everyone else for being so dumb.\"\n\n\"Well, one thing for sure,\" Hansen said, \"if Bullard and Quemos are the\ncream of the crop, I'm on the side of the Gypsies.\"\n\n\"Ah, youth!\" the navigator said, \"I, too, once had such dreams--\"\n\n       *       *       *       *       *\n\n\"We'll see about the dreams,\" Hansen said, almost menacingly, \"I didn't\nspend six years in that damn school just to sit around in a pretty uniform\nfor the rest of my life.\"\n\n\"Oh, you'll get used to it. In fact, you'll like it after a while. The home\nleaves. The fuss your friends will make over you when you step off the\nship. The regular and automatic promotions in grade with the extra gold\nband added to your sleeve; the move from one outpost to an always larger\ninstallation. You'll never do much, of course, but why should you? After\nall, there aren't any moving parts.\"\n\n       *       *       *       *       *\n\nHansen cut the communicator off. He stood there for a moment, feeling\ndepressed and betrayed. Automatically he reached down and flicked imaginary\ndust from his blue sleeve with its narrow solitary gold band. Ten minutes\nlater the Gypsy's ship signaled for landing.\n\nThe man who walked into Hansen's control room was hardly the ogre he had\nbeen prepared for. He looked, Hansen was later to reflect, like Santa Claus\nwith muscles in place of the fat. Wearing an almost unheard of beard and\ndressed in rough clothes, he walked across the room and made short work of\nthe usual formalities. \"Name's Candle,\" said the man. \"Where's those two\nphonies I'm supposed to replace?\"\n\n\"You'll have to go suit up and go back through the airlock,\" Hansen said,\nmotioning to the door. \"They're in their ship. It's the one next to yours.\nWant me to tell them you're on your way over?\"\n\n\"Hell, no,\" said Candle, grinning, \"I'll surprise 'em. Now, suppose you and\nme sit down and have a little chat.\"\n\nThey sat and Candle pumped Hansen of everything he knew about the entire\nsituation. An hour later, Hansen felt almost as if he had been had. \"Is\nthat all?\" he asked, wearily.\n\n\"I got the facts,\" Candle said. \"Now let's go throw those experts out.\" It\nwasn't quite that simple. Neither Bullard nor Quemos had any intention of\nsimply clearing out. \"Who the hell you think you are,\" Bullard said, \"to\ncome over here and order us off? We didn't even ask for help. And, God\nknows, you couldn't supply it anyway.\" Bullard, with evident distaste, ran\nhis eyes up and down Candle's clothing.\n\nDr. Quemos had some ideas, too. \"Letter of authority or no letter of\nauthority,\" Quemos said, pointing a manicured forefinger at the paper in\nCandle's hand, \"you'll ruin everything! You have no idea what you're up\nagainst. We've spent weeks working this thing out--\"\n\nCandle grinned. \"What've you worked out?\"\n\n\"Why--why we know that this is a metal double enveloping worm gear.\"\n\n\"Wrong,\" Candle said. \"It's a single enveloping worm gear. It's made of\nsteel with an aluminum alloy wheel gear and the two parts have corroded and\nstuck. The whole mechanism was originally designed for submarines.\"\n\nQuemos started to say something, then turned and looked at Bullard for\nreassurance. \"He's crazy,\" Bullard said, \"he's making it up as he goes\nalong. How could he possibly know what he's talking about? Why, there\nhaven't been any submarines for centuries.\"\n\n\"I'm tired of playing games,\" Candle said, no longer grinning. \"The boy and\nI have work to do. You two are in the way. You'll only take up time if I\nhave to work with you and show you what to do. I want you and your ship out\nof here in half an hour.\"\n\n\"Who's going to make us?\" Bullard asked with great originality.\n\n\"I am.\"\n\nEverybody turned around to see who else had entered the conversation. It\nwas Hansen. \"I'm going to give you fifteen minutes, not thirty,\" Hansen\nsaid. \"Then I'm going to turn the grid power on at full intensity. You can\neither use it to take off, or sit around and roast alive inside your ship.\"\nCandle turned and looked at Hansen with new respect. \"Okay ... Let's go\nback to your place. I've still got some things to figure out.\"\n\nQuemos was on the verge of hysteria. \"You're bluffing! You wouldn't dare.\nI'll report this!\"\n\nFifteen minutes later, the ship headed for space.\n\n       *       *       *       *       *\n\nBack in Hansen's room, the two men ate a quick lunch, then sat at the table\nand talked about Candle's plans for opening the reluctant door. \"The way I\nfigure it,\" Candle said, \"I think that we can handle the whole thing by\nradio. Which reminds me, one of these days I'm going to build a telescreen\nthat will transmit and receive through pseudo-met. Not too difficult really\nif you approach the problem--\"\n\n\"I better get Fromer for you,\" Hansen said hurriedly.\n\n\"Fromer here,\" said the bass voice.\n\n\"This is Candle. Let me talk to one of your so-called engineering\nofficers.\"\n\n\"Who the hell--\"\n\n\"Shut up and go get 'em,\" Candle growled back. \"And one more yelp out of\nyou and you'll stay in that ship till you rot.\"\n\nThere was a pause, then Fromer again, a meek Fromer. \"My chief engineering\nofficer is with me.\"\n\n\"Okay. Now get this. Come to think of it, you'd better record it. Number\none: By now you know which component is a worm gear. You will notice, I'm\nquite certain, that it engages a large notched wheel. The reason that the\ndoor will not move is because at the point where the two gears meet, some\nof the metal has oxidized. For possible use in future emergencies, I offer\nthis explanation. The entire mechanism is subject to periodic vacuum, when\nthe airlock door is operated. In between times, the mechanism is in the\nship's atmosphere. A condition of lower oxygen content thus obtains around\nthe sealed off area, and such an area is anodic--in other words, corrodible\nwith respect to the surrounding areas in which oxygen has free access. Now,\nsince this door has opened and closed successfully for about five hundred\nyears, it appears that there's a special reason why it suddenly refuses to\nfunction. At a guess, you would experience this condition of intense\ncorrosion only when the aluminum in the wheel gear is exposed to something\nlike sodium hydroxide, and only at the point where it controls the worm\ngear. Now, has this ship landed recently within such an atmosphere?\"\n\n\"Three weeks ago on Ghortin IV,\" said the weak voice of the engineer. \"We\nlanded to get some pictures of the cloud formations for souvenirs. We\ndropped on the edge of a large body of water because the view was better--\"\n\n       *       *       *       *       *\n\nCandle shook his head sadly and said, \"You could have avoided trouble\nby coming in over the land instead of the water. The heat from the\nship boiled the water which undoubtedly contained sodium carbonate and\ncalcium hydroxide; presto, and the air was filled with clouds of sodium\nhydroxide.\n\n\"I suggest that you steer away from all such wicked places in the future.\nOf course, if you'd learn how to mine ore, smelt metal, machine\ncomponents--\"\n\n\"First they'd have to discover fire,\" Hansen said out of the corner of\nhis mouth.\n\n\"You're catching on, son,\" Candle said, out of the corner of his mouth.\n\"Now, gentlemen, to open the door it will be necessary to break the\ncorroded area apart. This is a large heavy mechanism, as such things go.\nSince you have no tools heavy enough to batter the corroded area apart,\nyou'll have to make some.\"\n\n\"How can we?\"\n\nCandle sighed. \"I wish I had time to teach you to think, but instead,\nyou'll have to do as I tell you to do. I think you can probably make a\nbattering ram out of water. You just--don't interrupt--find or make a long\ncylindrical container, fill it with water and quick-freeze it in your\nrefrigerator--\"\n\n\"But they put R'thagna Bar in the refrigerator again--\"\n\n\"Then I suggest you get him the hell out,\" Candle said.\n\nAn hour later ten men smashed a half-ton cylinder of ice against the\ncorroded junction of the two gears. Following Candle's instructions, they\nnext applied the ram to the door itself, which smoothly swung open. \"You'll\nfind,\" Candle explained, \"that the only damage will be the two missing\nteeth on the aluminum gear. Since only two teeth are ever in contact at any\ntime, you can simply slide the gear forward and engage it at a point where\nthe teeth are intact. You'll find, I'm quite sure, that your door will\nfunction properly. Also, Captain, don't pull out of here until I'm aboard.\nI think I'd like to bring an assistant along, too.\"\n\n\"An assistant?\" Hansen asked.\n\nCandle twirled the ends of his long white moustache. \"You, my lad, if you'd\nlike to go along.\" He pulled a letter from his pocket and fanned the air\nwith it. \"I'm in complete command of this expedition--at least until His\nExalted Excellency gets home to plant his seed.\"\n\n       *       *       *       *       *\n\nHansen's face glowed. \"I can't think of anything I'd rather do. Let's get a\ncouple of messages off to Sector Headquarters and get on board ship.\"\n\n\"It may not be any joy ride,\" Candle said thoughtfully. \"You probably\nhaven't heard about it, but there've been a number of ship emergencies in\nthe past few weeks.\"\n\n\"Door failures?\"\n\n\"No. At least none that I've heard of. But at least two Hegler drives have\nstopped working in mid space.\"\n\n\"But, but there's nothing to stop working--\"\n\nCandle's eyes twinkled. \"No moving parts, eh?\"\n\nHansen reddened. \"I hope I've outgrown that silly notion.\"\n\nCandle peered into Hansen's eyes. \"I'm sure you have. I'm sure that you\nwill find out a lot more things for yourself. You're the kind. And we're\ngoing to need a lot of your kind, because failures--failures of so-called\nperfect mechanisms--are becoming more and more commonplace.\" Candle\npointed to the emergency light on the traffic control panel. \"That light\nwill be flashing with more and more frequency in the months to come. But\nnot just to signal trouble in space. If I were a superstitious man, I'd\nthink that the age of the perfect machine is about to be superseded by the\nage of the perfect failure--mechanical failures that can't be explained on\nany level. I have several friends who've been in touch with me recently\nabout--\"\n\n\"You think that it's time for a change?\"\n\nCandle smiled quickly. \"That's the idea. And the truth of the matter is\nthat I _am_ a superstitious man. I really believe, childishly, that the\nmechanics and motions of the galaxy may turn themselves upsidedown just to\nsnap man out of his apathy and give him some work to do.\"\n\n       *       *       *       *       *\n\nUpsidedown turned out to be a good word. They boarded the big ship an hour\nlater and were respectfully ushered into the presence of Captain Fromer and\nhis staff.\n\n\"We're underway,\" Captain Fromer said. \"We'll be landing in nine days to\ndeliver R'thagna Bar home.\"\n\n\"How is he?\" Hansen asked.\n\nFromer shrugged. \"He's been thawed out, frozen, and thawed out so many\ntimes, it's anybody's guess. Take a look for yourself.\"\n\nSomeone pulled back a curtain to expose the recumbent, thawing, steamy form\nof His Exhalted Excellency R'thagna Bar.\n\n\"Why's he undressed?\" Hansen asked.\n\n\"Funny, now that you mention it,\" Fromer said, puzzled, \"why _is_ he\nundressed?\"\n\n\"Fascinating! Damnedest thing I've ever seen,\" Candle said.\n\n\"What's so fascinating?\" Fromer asked suspiciously, moving closer.\n\n\"His belly. Never saw anything like it. Those black squares keep appearing\nand disappearing. If I've ever seen a truly random pattern--\"\n\n\"It started right after they froze him the first time,\" Fromer said\ndisconsolately.\n\n\"Fascinating, by Heaven,\" said Candle, who was now down on his hands and\nknees. \"Look at that top sequence! Random, yet physiological. I've got a\nfriend on Bridan III who'd trade anything for some photos of this. Get me\nsome photo equipment, will you?\"\n\nCaptain Fromer ran his hands through what was left of his hair. \"Get him\nsome photo equipment,\" he said to no one in particular, \"and somebody make\na truce with that idiot doctor long enough to get me a sedative.\" About\nthis time the ship turned upsidedown.\n\n\"But there's no reason for it!\" the chief engineer said, running\nalongside Hansen and Candle. \"The ship can't turn upsidedown. Everything\nis functioning perfectly!\"\n\n\"Really not interested,\" said Candle, running down the corridor's mile-long\nceiling. \"Figure something out for yourself for a change.\"\n\n\"But what I can't understand,\" said Hansen, dutifully trotting alongside,\n\"is how you knew with such certainty how the door mechanism was made. Even\nif submarines _were_ built like that, you'd have no way of knowing. There\nhaven't been any submarines in centuries.\"\n\n\"The hell you say,\" said Candle, increasing his pace, \"I built one five\nyears ago.\"\n\n\"Built one! What for?\"\n\n\"For the hell of it, and it was a damned good outfit, too. I found plans in\nan old museum, and had the good sense not to improve on 'em. Always\nremember, boy, that something that really works can't be improved. That's\nwhy the submarine mechanism was adopted--not adapted--for space. The\nso-called 'better way' they're building 'em today is simply a disguise for\nthe fact that most of the gas is gone from our technology.\"\n\n\"What happened to the submarine?\"\n\n\"Oh, I traded it to a friend for some falcons. You interested in falconry\nby any chance?\"\n\n\"Er, no. Can't say that I am.\"\n\n\"You will be,\" Candle said prophetically, \"you'll succumb to every\nenthusiasm man has ever been deviled with. You're the type. It's a\ndisease, boy, and the big symptom isn't just curiosity, but the kind\nof intense curiosity that turns you inside out, devours you and ruins\nyou for orthodoxy.\"\n\n       *       *       *       *       *\n\nHansen had stopped listening. He was absorbed in trying to recall the\npattern he had pressed on his radio belt--a pattern never taught to\nhim--when the ship had suddenly turned upsidedown. Hesitantly, he played\nwith the notion that he had been _thinking_ of the ship traveling\nupsidedown at the time he impressed the novel pattern on the belt. Now,\ncould that have possibly ... ?\n\nThe man and the boy disappeared down the ceiling, running at top speed\nto catch up as the rapidly vanishing form of R'thagna Bar was dragged and\npulled relentlessly toward the refrigerator in a tug of war between the\nship's wild, divided crew.\n\n\"Fascinating!\" said Candle. His eyes, glittering with their own peculiar\nmadness, remained riveted on the distant imperial belly. \"Never saw\nanything like it!\"\n\n\n                               THE END\n\n\n\n\n                         TRANSCRIBER'S NOTES\n\n\nThis etext was produced from Amazing Science Fiction Stories May 1960.\nExtensive research did not uncover any evidence that the U.S. copyright on\nthis publication was renewed.\n\nThe following corrections have been applied:\n\n   Page 16: \"{original omitted this quotation mark}You're especially\n   too young to know about one of the Federation's best kept\n   secrets.\n\n   Page 16: Hansen said with some surprise{original had surprice},\n   \"Why, as a matter of fact, Sector Headquarters is sending some\n   help.\n\n   Page 19: \"I'm going to give you fifteen minutes, not\n   thirty{original had thiry},\" Hansen said.\n\n   Page 24: as the rapidly vanishing form of R'thagna Bar was\n   dragged and pulled relentlessly toward the refrigerator in a tug\n   of war between the ship's{original had ships'} wild, divided\n   crew.\n\nPages 10, 11 and 19: All occurrences of \"psuedo-met\" have been changed to\n\"pseudo-met\".\n\nThe inconsistencies in the use of exalted/exhalted are as in the original.\n\nEllipses have been formatted as in the original.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of No Moving Parts, by Murray F. Yaco\n\n*** END OF THIS PROJECT GUTENBERG EBOOK NO MOVING PARTS ***\n\n***** This file should be named 25078.txt or 25078.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/5/0/7/25078/\n\nProduced by Greg Weeks, Andrew Wainwright and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}