{"title": "What The Left Hand Was Doing", "author": "Gordon Randall Garrett", "releaseDate": "April 25, 2008", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Bruce Albrecht, LN Yaddanapudi and\nthe Online Distributed Proofreading Team at\nhttp://www.pgdp.net\n\n\n\n\n\n\n\n\n\nWHAT THE LEFT HAND ... WAS DOING\n\nBy DARRELL T. LANGART\n\nIllustrated by Freas\n\n     _There is no lie so totally convincing as something the other\n     fellow already knows-for-sure is the truth. And no cover-story so\n     convincing...._\n\n[Illustration]\n\n\nThe building itself was unprepossessive enough. It was an old-fashioned,\nsix-floor, brick structure that had, over the years, served first as a\nprivate home, then as an apartment building, and finally as the\nheadquarters for the organization it presently housed.\n\nIt stood among others of its kind in a lower-middle-class district of\nArlington, Virginia, within howitzer range of the capitol of the United\nStates, and even closer to the Pentagon. The main door was five steps up\nfrom the sidewalk, and the steps were flanked by curving balustrades of\nornamental ironwork. The entrance itself was closed by a double door\nwith glass panes, beyond which could be seen a small foyer. On both\ndoors, an identical message was blocked out in neat gold letters: _The\nSociety For Mystical and Metaphysical Research, Inc._\n\nIt is possible that no more nearly perfect cover, no more misleading\nfront for a secret organization ever existed in the history of man. It\npossessed two qualities which most other cover-up titles do not have.\nOne, it was so obviously crackpot that no one paid any attention to it\nexcept crackpots, and, two, it was perfectly, literally true.\n\nSpencer Candron had seen the building so often that the functional\nbeauty of the whole setup no longer impressed him as it had several\nyears before. Just as a professional actor is not impressed by being\nallowed backstage, or as a multimillionaire considers expensive luxuries\nas commonplace, so Spencer Candron thought of nothing more than his own\npersonal work as he climbed the five steps and pushed open the\nglass-paned doors.\n\nPerhaps, too, his matter-of-fact attitude was caused partially by the\nanalogical resemblance between himself and the organization. Physically,\nCandron, too, was unprepossessing. He was a shade less than five eight,\nand his weight fluctuated between a hundred and forty and a hundred and\nforty-five, depending on the season and his state of mind. His face\nconsisted of a well-formed snub nose, a pair of introspective gray eyes,\na rather wide, thin-lipped mouth that tended to smile even when relaxed,\na high, smooth forehead, and a firm cleft chin, plus the rest of the\nnormal equipment that normally goes to make up a face. The skin was\nslightly tanned, but it was the tan of a man who goes to the beach on\nsummer weekends, not that of an outdoorsman. His hands were strong and\nwide and rather large; the palms were uncalloused and the fingernails\nwere clean and neatly trimmed. His hair was straight and light brown,\nwith a pronounced widow's peak, and he wore it combed back and rather\nlong to conceal the fact that a thin spot had appeared on the top rear\nof his scalp. His clothing was conservative and a little out of style,\nhaving been bought in 1981, and thus three years past being up-to-date.\n\nPhysically, then, Spencer Candron, was a fine analog of the Society. He\nlooked unimportant. On the outside, he was just another average man\nwhom no one would bother to look twice at.\n\nThe analogy between himself and the S.M.M.R. was completed by the fact\nthat his interior resources were vastly greater than anything that\nshowed on the outside.\n\nThe doors swung shut behind him, and he walked into the foyer, then\nturned left into the receptionist's office. The woman behind the desk\nsmiled her eager smile and said, \"Good morning, Mr. Candron!\"\n\nCandron smiled back. He liked the woman, in spite of her semifanatic\novereagerness, which made her every declarative sentence seem to end\nwith an exclamation point.\n\n\"Morning, Mrs. Jesser,\" he said, pausing at the desk for a moment. \"How\nhave things been?\"\n\nMrs. Jesser was a stout matron in her early forties who would have been\nperfectly happy to work for the Society for nothing, as a hobby. That\nshe was paid a reasonable salary made her job almost heaven for her.\n\n\"Oh, just _fine_, Mr. Candron!\" she said. \"Just _fine_!\" Then her voice\nlowered, and her face took on a serious, half conspiratorial expression.\n\"Do you know what?\"\n\n\"No,\" said Candron, imitating her manner. \"What?\"\n\n\"We have a gentleman ... he came in yesterday ... a _very_ nice man ...\nand very intelligent, too. And, you know what?\"\n\nCandron shook his head. \"No,\" he repeated. \"What?\"\n\nMrs. Jesser's face took on the self-pleased look of one who has\nimportant inside knowledge to impart. \"He has actual photographs ...\nthree-D, full-color _pho_tographs ... of the con_trol_ room of a flying\nsaucer! And one of the Saucerites, too!\"\n\n\"Really?\" Candron's expression was that of a man who was both impressed\nand interested. \"What did Mr. Balfour say?\"\n\n\"Well--\" Mrs. Jesser looked rather miffed. \"I don't really _know_! But\nthe gentleman is supposed to be back to_mor_row! With some _more_\npictures!\"\n\n\"Well,\" said Candron. \"Well. That's really fine. I hope he has\nsomething. Is Mr. Taggert in?\"\n\n\"Oh, yes, Mr. Candron! He said you should go on up!\" She waved a plump\nhand toward the stairway. It made Mrs. Jesser happy to think that she\nwas the sole controller of the only way, except for the fire escape,\nthat anyone could get to the upper floors of the building. And as long\nas she thought that, among other things, she was useful to the Society.\nSomeone had to handle the crackpots and lunatic-fringe fanatics that\ncame to the Society, and one of their own kind could do the job better\nthan anyone else. As long as Mrs. Jesser and Mr. Balfour were on duty,\nthe Society's camouflage would remain intact.\n\nSpencer Candron gave Mrs. Jesser a friendly gesture with one hand and\nthen headed up the stairs. He would rather not have bothered to take the\nstairway all the way up to the fifth floor, but Mrs. Jesser had sharp\nears, and she might wonder why his foot-steps were not heard all the\nway up. Nothing--but _nothing_--must ever be done to make Mrs. Jesser\nwonder about anything that went on here.\n\n       *       *       *       *       *\n\nThe door to Brian Taggert's office was open when Candron finally reached\nthe fifth floor. Taggert, of course, was not only expecting him, but had\nlong been aware of his approach.\n\nCandron went in, closed the door, and said, \"Hi, Brian,\" to the\ndark-haired, dark-eyed, hawk-nosed man who was sprawled on the couch\nthat stood against one corner of the room. There was a desk at the other\nrear corner, but Brian Taggert wasn't a desk man. He looked like a\nheavy-weight boxer, but he preferred relaxation to exercise.\n\nBut he did take his feet from the couch and lift himself to a sitting\nposition as Candron entered. And, at the same time, the one resemblance\nbetween Taggert and Candron manifested itself--a warm, truly human\nsmile.\n\n\"Spence,\" he said warmly, \"you look as though you were bored. Want a\njob?\"\n\n\"No,\" said Candron, \"but I'll take it. Who do I kill?\"\n\n\"Nobody, unless you absolutely have to,\" said Taggert.\n\nSpencer Candron understood. The one thing that characterized the real\nmembers of The Society for Mystical and Metaphysical Research--not the\n\"front\" members, like Balfour and Mrs. Jesser, not the hundreds of\n\"honorable\" members who constituted the crackpot portion of the\nmembership, but the real core of the group--the thing that characterized\nthem could be summed up in one word: _understanding_. Without that one\nessential property, no human mind can be completely free. Unless a human\nmind is capable of understanding the only forces that can be pitted\nagainst it--the forces of other human minds--that mind cannot avail\nitself of the power that lies within it.\n\nOf course, it is elementary that such understanding must also apply to\noneself. Understanding of self must come before understanding of others.\n_Total_ understanding is not necessary--indeed, utter totality is very\nlikely impossible to any human mind. But the greater the understanding,\nthe freer the mind, and, at a point which might be called the \"critical\npoint,\" certain abilities inherent in the individual human mind become\ncontrollable. A change, not only in quantity, but in quality, occurs.\n\nA cube of ice in a glass of water at zero degrees Celsius exhibits\ncertain properties and performs certain actions at its surface. Some of\nthe molecules drift away, to become one with the liquid. Other molecules\nfrom the liquid become attached to the crystalline ice. But, the ice\ncube remains essentially an entity. Over a period of time, it may change\nslowly, since dissolution takes place faster than crystallization at the\ncorners of the cube. Eventually, the cube will become a sphere, or\nsomething very closely approximating it. But the change is slow, and,\nonce it reaches that state, the situation becomes static.\n\nBut, if you add heat, more and more and more, the ice cube will change,\nnot only its shape, but its state. What it was previously capable of\ndoing only slightly and impermanently, it can now do completely. The\ncritical point has been passed.\n\nRoughly--for the analog itself is rough--the same things occurs in the\nhuman mind. The psionic abilities of the human mind are, to a greater or\nlesser degree, there to begin with, just as an ice cube has the\n_ability_ to melt if the proper conditions are met with.\n\nThe analogy hardly extends beyond that. Unlike an ice cube, the human\nmind is capable of changing the forces outside it--as if the ice could\nseek out its own heat in order to melt. And, too, human minds vary in\ntheir inherent ability to absorb understanding. Some do so easily,\nothers do so only in spotty areas, still others cannot reach the\ncritical point before they break. And still others can never really\nunderstand at all.\n\nNo one who had not reached his own critical point could become a \"core\"\nmember of the S.M.M.R. It was not snobbery on their part; they\nunderstood other human beings too well to be snobbish. It was more as\nthough a Society for Expert Mountain Climbers met each year on the peak\nof Mount Everest--anyone who can get up there to attend the meeting is\nautomatically a member.\n\nSpencer Candron sat down in a nearby chair. \"All right, so I refrain\nfrom doing any more damage than I have to. What's the objective?\"\n\nTaggert put his palms on his muscular thighs and leaned forward. \"James\nCh'ien is still alive.\"\n\nCandron had not been expecting the statement, but he felt no surprise.\nHis mind merely adjusted to the new data. \"He's still in China, then,\"\nhe said. It was not a question, but a statement of a deduction. \"The\nwhole thing was a phony. The death, the body, the funeral. What about\nthe executions?\"\n\n\"They were real,\" Taggert said. \"Here's what happened as closely as we\ncan tell:\n\n\"Dr. Ch'ien was kidnaped on July 10th, the second day of the conference\nin Peiping, at some time between two and three in the morning. He was\nreplaced by a double, whose name we don't know. It's unimportant,\nanyway. The double was as perfect as the Chinese surgeons could make\nhim. He was probably not aware that he was slated to die; it is more\nlikely that he was hypnotized and misled. At any rate, he took Ch'ien's\nplace on the rostrum to speak that afternoon.\n\n\"The man who shot him, and the man who threw the flame bomb, were\nprobably as equally deluded as to what they were doing as the double\nwas. They did a perfect job, though. The impersonator was dead, and his\nskin was charred and blistered clear up to the chest--no fingerprints.\n\n\"The men were tried, convicted, and executed. The Chinese government\nsent us abject apologies. The double's body was shipped back to the\nUnited States with full honors, but by the time it reached here, the\neye-cone patterns had deteriorated to the point where they couldn't be\nidentified any more than the fingerprints could. And there were half a\nhundred reputable scientists of a dozen friendly nations who were\neye-witnesses to the killing and who are all absolutely certain that it\nwas James Ch'ien who died.\"\n\nCandron nodded. \"So, while the whole world was mourning the fact that\none of Earth's greatest physicists has died, he was being held captive\nin the most secret and secure prison that the Red Chinese government\ncould put him in.\"\n\nTaggert nodded. \"And your job will be to get him out,\" he said softly.\n\nCandron said nothing for a moment, as he thought the problem out.\nTaggert said nothing to interrupt him.\n\nNeither of them worried about being overheard or spied upon. Besides\nbeing equipped with hush devices and blanketing equipment, the building\nwas guarded by Reeves and Donahue, whose combined senses of perception\ncould pick up any activity for miles around which might be inimical to\nthe Society.\n\n\"How much backing do we get from the Federal Government?\" Candron asked\nat last.\n\n\"We can swing the cover-up afterwards all the way,\" Taggert told him\nfirmly. \"We can arrange transportation back. That is, the Federal\nGovernment can. But getting over there and getting Ch'ien out of durance\nvile is strictly up to the Society. Senator Kerotski and Secretary\nGonzales are giving us every opportunity they can, but there's no use\napproaching the President until after we've proven our case.\"\n\nCandron gestured his understanding. The President of the United States\nwas a shrewd, able, just, and ethical human being--but he was not yet a\nmember of the Society, and perhaps would never be. As a consequence it\nwas still impossible to convince him that the S.M.M.R. knew what it was\ntalking about--and that applied to nearly ninety per cent of the Federal\nand State officials of the nation.\n\nOnly a very few knew that the Society was an _ex officio_ branch of the\ngovernment itself. Not until the rescue of James Ch'ien was an\naccomplished fact, not until there was physical, logical proof that the\nman was still alive would the government take official action.\n\n\"What's the outline?\" Candron wanted to know.\n\nTaggert outlined the proposed course of action rapidly. When he was\nfinished, Spencer Candron simply said, \"All right. I can take care of my\nend of it.\" He stood up. \"I'll see you, Brian.\"\n\nBrian Taggert lay back down on the couch, propped up his feet, and\nwinked at Candron. \"Watch and check, Spence.\"\n\n[Illustration]\n\nCandron went back down the stairs. Mrs. Jesser smiled up at him as he\nentered the reception room. \"Well! That didn't take long! Are you\nleaving, Mr. Candron?\"\n\n\"Yes,\" he said, glancing at the wall clock. \"Grab and run, you know.\nI'll see you soon, Mrs. Jesser. Be an angel.\"\n\nHe went out the door again and headed down the street. Mrs. Jesser had\nbeen right; it hadn't taken him long. He'd been in Taggert's office a\nlittle over one minute, and less than half a dozen actual words had been\nspoken. The rest of the conversation had been on a subtler level, one\nwhich was almost completely nonverbal. Not that Spencer Candron was a\ntelepath; if he had been, it wouldn't have been necessary for him to\ncome to the headquarters building. Candron's talents simply didn't lie\nalong that line. His ability to probe the minds of normal human beings\nwas spotty and unreliable at best. But when two human beings understand\neach other at the level that existed between members of the Society,\nthere is no need for longwinded discourses.\n\n       *       *       *       *       *\n\n[Illustration]\n\nThe big stratoliner slowed rapidly as it approached the Peiping People's\nAirfield. The pilot, a big-boned Britisher who had two jobs to do at\nonce, watched the airspeed indicator. As the needle dropped, he came in\non a conventional landing lane, aiming for the huge field below. Then,\nas the needle reached a certain point, just above the landing minimum,\nhe closed his eyes for a fraction of a second and thought, with all the\nmental power at his command: _NOW!_\n\nFor a large part of a second, nothing happened, but the pilot knew his\nmessage had been received.\n\nThen a red gleam came into being on the control board.\n\n\"What the hell?\" said the co-pilot.\n\nThe pilot swore. \"I _told_ 'em that door was weak! We've ripped the\nluggage door off her hinges. Feel her shake?\"\n\nThe co-pilot looked grim. \"Good thing it happened now instead of in\nmid-flight. At that speed, we'd been torn apart.\"\n\n\"_Blown_ to bits, you mean,\" said the pilot. \"Let's bring her in.\"\n\nBy that time, Spencer Candron was a long way below the ship, falling\nlike a stone, a big suitcase clutched tightly in his arms. He knew that\nthe Chinese radar was watching the jetliner, and that it had undoubtedly\npicked up two objects dropping from the craft--the door and one other.\nCandron had caught the pilot's mental signal--anything that powerful\ncould hardly be missed--and had opened the door and leaped.\n\nBut those things didn't matter now. Without a parachute, he had flung\nhimself from the plane toward the earth below, and his only thought was\nhis loathing, his repugnance, for that too, too solid ground beneath.\n\nHe didn't hate it. That would be deadly, for hate implies as much\nattraction as love--the attraction of destruction. Fear, too, was out of\nthe question; there must be no such relationship as that between the\nthreatened and the threatener. Only loathing could save him. The earth\nbeneath was utterly repulsive to him.\n\nAnd he slowed.\n\nHis mind would not accept contact with the ground, and his body was\nforced to follow suit. He slowed.\n\nMinutes later, he was drifting fifty feet above the surface, his\naltitude held steady by the emotional force of his mind. Not until then\ndid he release the big suitcase he had been holding. He heard it thump\nas it hit, breaking open and scattering clothing around it.\n\nIn the distance, he could hear the faint moan of a siren. The Chinese\nradar had picked up two falling objects. And they would find two: one\ndoor and one suitcase, both of which could be accounted for by the\n\"accident.\" They would know that no parachute had opened; hence, if they\nfound no body, they would be certain that no human being could have\ndropped from the plane.\n\nThe only thing remaining now was to get into the city itself. In the\ndarkness, it was a little difficult to tell exactly where he was, but\nthe lights of Peiping weren't far away, and a breeze was carrying him\ntoward it. He wanted to be in just the right place before he set foot on\nthe ground.\n\nBy morning, he would be just another one of the city's millions.\n\n       *       *       *       *       *\n\nMorning came three hours later. The sun came up quietly, as if its sole\npurpose in life were to make a liar out of Kipling. The venerable old\nChinese gentleman who strolled quietly down Dragon Street looked as\nthough he were merely out for a placid walk for his morning\nconstitutional. His clothing was that of a middle-class office worker,\nbut his dignified manner, his wrinkled brown face, his calm brown eyes,\nand his white hair brought respectful looks from the other passers-by on\nthe Street of the Dragon. Not even the thirty-five years of Communism,\nwhich had transformed agrarian China into an industrial and\ntechnological nation that ranked with the best, had destroyed the\nancient Chinese respect for age.\n\nThat respect was what Spencer Candron relied on to help him get his job\ndone. Obvious wealth would have given him respect, too, as would the\ntrappings of power; he could have posed as an Honorable Director or a\nPeople's Advocate. But that would have brought unwelcome attention as\nwell as respect. His disguise would never stand up under careful\nexamination, and trying to pass himself off as an important citizen\nmight bring on just such an examination. But an old man had both respect\nand anonymity.\n\nCandron had no difficulty in playing the part. He had known many elderly\nChinese, and he understood them well. Even the emotional control of the\nOriental was simple to simulate; Candron knew what \"emotional control\"\n_really_ meant.\n\nYou don't control an automobile by throwing the transmission out of gear\nand letting the engine run wild. Suppressing an emotion is not\ncontrolling it, in the fullest sense. \"Control\" implies guidance and\nuse.\n\nPeiping contained nearly three million people in the city itself, and\nanother three million in the suburbs; there was little chance that the\nPeople's Police would single out one venerable oldster to question, but\nCandron wanted an escape route just in case they did. He kept walking\nuntil he found the neighborhood he wanted, then he kept his eyes open\nfor a small hotel. He didn't want one that was too expensive, but, on\nthe other hand, he didn't want one so cheap that the help would be\nuntrustworthy.\n\nHe found one that suited his purpose, but he didn't want to go in\nimmediately. There was one more thing to do. He waited until the shops\nwere open, and then went in search of second-hand luggage. He had enough\nmoney in his pockets to buy more brand-new expensive luggage than a man\ncould carry, but he didn't want luggage that looked either expensive or\nnew. When he finally found what he wanted, he went in search of\nclothing, buying a piece at a time, here and there, in widely scattered\nshops. Some of it was new, some of it was secondhand, all of it fit both\nthe body and the personality of the old man he was supposed to be.\nFinally, he went to the hotel.\n\nThe clerk was a chubby, blandly happy, youngish man who bowed his head\nas Candron approached. There was still the flavor of the old politeness\nin his speech, although the flowery beauty of half a century before had\ndisappeared.\n\n\"Good morning, venerable sir; may I be of some assistance?\"\n\nCandron kept the old usages. \"This old one would be greatly honored if\nyour excellent hostelry could find a small corner for the rest of his\nunworthy body,\" he said in excellent Cantonese.\n\n\"It is possible, aged one, that this miserable hovel may provide some\nspace, unsuited though it may be to your honored presence,\" said the\nclerk, reverting as best he could to the language of a generation\nbefore. \"For how many people would you require accommodations?\"\n\n\"For my humble self only,\" Candron said.\n\n\"It can, I think, be done,\" said the clerk, giving him a pleasant smile.\nThen his face took on an expression of contrition. \"I hope, venerable\none, that you will not think this miserable creature too bold if he asks\nfor your papers?\"\n\n\"Not at all,\" said Candron, taking a billfold from his inside coat\npocket. \"Such is the law, and the law of the People of China is to be\nalways respected.\"\n\nHe opened the billfold and spread the papers for the clerk's inspection.\nThey were all there--identification, travel papers, everything. The\nclerk looked them over and jotted down the numbers in the register book\non the desk, then turned the book around. \"Your chop, venerable one.\"\n\nThe \"chop\" was a small stamp bearing the ideograph which indicated the\nname Candron was using. Illiteracy still ran high in China because of\nthe difficulty in memorizing the tens of thousands of ideographs which\nmade up the written language, so each man carried a chop to imprint his\nname. Officially, China used the alphabet, spelling out the Chinese\nwords phonetically--and, significantly, they had chosen the Latin\nalphabet of the Western nations rather than the Cyrillic of the Soviets.\nBut old usages die hard.\n\nCandron imprinted the ideograph on the page, then, beside it, he wrote\n\"Ying Lee\" in Latin characters.\n\nThe clerk's respect for this old man went up a degree. He had expected\nto have to put down the Latin characters himself. \"Our humble\nestablishment is honored by your esteemed presence, Mr. Ying,\" he said.\n\"For how long will it be your pleasure to bestow this honor upon us?\"\n\n\"My poor business, unimportant though it is, will require it least one\nweek; at the most, ten days.\" Candron said, knowing full well that\ntwenty-four hours would be his maximum, if everything went well.\n\n\"It pains me to ask for money in advance from so honorable a gentleman\nas yourself,\" said the clerk, \"but such are the rules. It will be seven\nand a half yuan per day, or fifty yuan per week.\"\n\nCandron put five ten-yuan notes on the counter. Since the readjustment\nof the Chinese monetary system, the yuan had regained a great deal of\nits value.\n\n       *       *       *       *       *\n\nA young man who doubled as bellhop and elevator operator took Candron up\nto the third floor. Candron tipped him generously, but not\nextravagantly, and then proceeded to unpack his suitcase. He hung the\nsuits in the closet and put the shirts in the clothes chest. By the time\nhe was through, it looked as though Ying Lee was prepared to stay for a\nconsiderable length of time.\n\nThen he checked his escape routes, and found two that were satisfactory.\nNeither led downward to the ground floor, but upward, to the roof. The\nhotel was eight stories high, higher than any of the nearby buildings.\nNo one would expect him to go up.\n\nThen he gave his attention to the room itself. He went over it\ncarefully, running his fingers gently over the walls and the furniture,\nnoticing every detail with his eyes. He examined the chairs, the low\nbed, the floor--everything.\n\nHe was not searching for spy devices. He didn't care whether there were\nany there or not. He wanted to know that room. To know it, become\nfamiliar with it, make it a part of him.\n\nHad there been any spy devices, they would have noticed nothing unusual.\nThere was only an old man there, walking slowly around the room,\nmuttering to himself as though he were thinking over something important\nor, perhaps, merely reminiscing on the past, mentally chewing over his\nmemories.\n\nHe did not peer, or poke, or prod. He did not appear to be looking for\nanything. He picked up a small, cheap vase and looked at it as though it\nwere an old friend; he rubbed his hand over the small writing desk, as\nthough he had written many things in that familiar place; he sat down in\na chair and leaned back in it and caressed the armrests with his palms\nas though it were an honored seat in his own home. And, finally, he\nundressed, put on his nightclothes, and lay down on the bed, staring at\nthe ceiling with a soft smile on his face. After ten minutes or so, his\neyes closed and remained that way for three-quarters of an hour.\n\nUnusual? No. An old man must have his rest. There is nothing unusual\nabout an old man taking a short nap.\n\nWhen he got up again, Spencer Candron was thoroughly familiar with the\nroom. It was home, and he loved it.\n\nNightfall found the honorable Mr. Ying a long way from his hotel. He\nhad, as his papers had said, gone to do business with a certain Mr. Yee,\nhad haggled over the price of certain goods, and had been unsuccessful\nin establishing a mutual price. Mr. Yee was later to be able to prove\nto the People's Police that he had done no business whatever with Mr.\nYing, and had had no notion whatever that Mr. Ying's business\nconnections in Nanking were totally nonexistent.\n\nBut, on that afternoon, Mr. Ying had left Mr. Yee with the impression\nthat he would return the next day with, perhaps, a more amenable\nattitude toward Mr. Yee's prices. Then Mr. Ying Lee had gone to a\nrestaurant for his evening meal.\n\nHe had eaten quietly by himself, reading the evening edition of the\nPeiping _Truth_ as he ate his leisurely meal. Although many of the\nyounger people had taken up the use of the knife and fork, the venerable\nMr. Ying clung to the chopsticks of an earlier day, plied expertly\nbetween the thumb and forefinger of his right hand. He was not the only\nelderly man in the place who did so.\n\nHaving finished his meal and his newspaper in peace, Mr. Ying Lee\nstrolled out into the gathering dusk. By the time utter darkness had\ncome, and the widely-spaced street lamps of the city had come alive, the\nelderly Mr. Ying Lee was within half a mile of the most important group\nof buildings in China.\n\nThe Peiping Explosion, back in the sixties, had almost started World War\nThree. An atomic blast had leveled a hundred square miles of the city\nand started fires that had taken weeks to extinguish. Soviet Russia had\nroared in its great bear voice that the Western Powers had attacked, and\nwas apparently on the verge of coming to the defense of its Asian\ncomrade when the Chinese government had said irritatedly that there had\nbeen no attack, that traitorous and counterrevolutionary Chinese agents\nof Formosa had sabotaged an atomic plant, nothing more, and that the\nhonorable comrades of Russia would be wise not to set off anything that\nwould destroy civilization. The Russian Bear grumbled and sheathed its\nclaws.\n\nThe vast intelligence system of the United States had reported that (A)\nthe explosion had been caused by carelessness, not sabotage, but the\nChinese had had to save face, and (B) the Soviet Union had no intention\nof actually starting an atomic war at that time. If she had, she would\nhave shot first and made excuses afterwards. But she _had_ hoped to make\ngood propaganda usage of the blast.\n\nThe Peiping Explosion had caused widespread death and destruction, yes;\nbut it had also ended up being the fastest slum-clearance project on\nrecord. The rebuilding had taken somewhat more time than the clearing\nhad taken, but the results had been a new Peiping--a modern city in\nevery respect. And nowhere else on Earth was there one hundred square\nmiles of _completely_ modern city. Alteration takes longer than starting\nfrom scratch if the techniques are available; there isn't so much dead\nwood to clear away.\n\nIn the middle of the city, the Chinese government had built its\nequivalent of the Kremlin--nearly a third of a square mile of\nultra-modern buildings designed to house every function of the Communist\nGovernment of China. It had taken slave labor to do the job, but the job\nhad been done.\n\nA little more than half a mile on a side, the area was surrounded by a\nwall that had been designed after the Great Wall of China. It stood\ntwenty-five feet high and looked very quaint and picturesque.\n\nAnd somewhere inside it James Ch'ien, American-born physicist, was being\nheld prisoner. Spencer Candron, alias Mr. Ying Lee, had to get him out.\n\nDr. Ch'ien was important. The government of the United States knew he\nwas important, but they did not yet know _how_ important he was.\n\n       *       *       *       *       *\n\nMan had already reached the Moon and returned. The Martian expedition\nhad landed safely, but had not yet returned. No one had heard from the\nVenusian expedition, and it was presumed lost. But the Moon was being\njointly claimed by Russian and American suits at the United Nations,\nwhile the United Nations itself was trying to establish a claim. The\nMartian expedition was American, but a Russian ship was due to land in\ntwo months. The lost Venusian expedition had been Russian, and the\nUnited States was ready to send a ship there.\n\nAfter nearly forty years, the Cold War was still going on, but now the\nscale had expanded from the global to the interplanetary.\n\nAnd now, up-and-coming China, defying the Western Powers and arrogantly\nignoring her Soviet allies, had decided to get into the race late and\nwin it if she could.\n\nAnd she very likely could, if she could exploit the abilities of James\nCh'ien to the fullest. If Dr. Ch'ien could finish his work, travel to\nthe stars would no longer be a wild-eyed idea; if he could finish,\nspatial velocities would no longer be limited to the confines of the\nrocket, nor even to the confines of the velocity of light. Man could go\nto the stars.\n\nThe United States Federal Government knew--or, at least, the most\nresponsible officers of that government knew--that Ch'ien's equations\nled to interstellar travel, just as Einstein's equations had led to\natomic energy. Normally, the United States would never have allowed Dr.\nCh'ien to attend the International Physicists Conference in Peiping. But\ndiplomacy has its rules, too.\n\nCh'ien had published his preliminary work--a series of highly abstruse\nand very controversial equations--back in '80. The paper had appeared in\na journal that was circulated only in the United States and was not read\nby the majority of mathematical physicists. Like the work of Dr. Fred\nHoyle, thirty years before, it had been laughed at by the majority of\nthe men in the field. Unlike Hoyle's work, it had never received any\npublicity. Ch'ien's paper had remained buried.\n\nIn '81, Ch'ien had realized the importance of his work, having carried\nit further. He had reported his findings to the proper authorities of\nthe United States Government, and had convinced that particular branch\nof the government that his work had useful validity. But it was too late\nto cover up the hints that he had already published.\n\nDr. James Ch'ien was a friendly, gregarious man. He liked to go to\nconventions and discuss his work with his colleagues. He was, in\naddition, a man who would never let anything go once he had got hold of\nit, unless he was convinced that he was up a blind alley. And, as far as\nDr. Ch'ien was concerned, that took a devil of a lot of convincing.\n\nThe United States government was, therefore, faced with a dilemma. If\nthey let Ch'ien go to the International Conferences, there was the\nchance that he would be forced, in some way, to divulge secrets that\nwere vital to the national defense of the United States. On the other\nhand, if they forbade him to go, the Communist governments would suspect\nthat Ch'ien knew something important, and they would check back on his\nprevious work and find his publications of 1980. If they did, and\nrealized the importance of that paper, they might be able to solve the\nsecret of the interstellar drive.\n\nThe United States government had figuratively flipped a coin, and the\nresult was that Ch'ien was allowed to come and go as he pleased, as\nthough he were nothing more than just another government physicist.\n\nAnd now he was in the hands of China.\n\nHow much did the Chinese know? Not much, evidently; otherwise they would\nnever have bothered to go to the trouble of kidnaping Dr. James Ch'ien\nand covering the kidnaping so elaborately. They _suspected_, yes: but\nthey couldn't _know_. They knew that the earlier papers meant something,\nbut they didn't know what--so they had abducted Ch'ien in the hope that\nhe would tell them.\n\nJames Ch'ien had been in their hands now for two months. How much\ninformation had they extracted by now? Personally, Spencer Candron felt\nthat they had got nothing. You can force a man to work; you can force\nhim to tell the truth. But you can _not_ force a man to create against\nhis will.\n\nStill, even a man's will can be broken, given enough time. If Dr. Ch'ien\nweren't rescued soon....\n\n_Tonight_, Candron thought with determination. _I'll get Ch'ien\ntonight._ That was what the S.M.M.R. had sent him to do. And that's what\nhe would--_must_--do.\n\nAhead of him loomed the walls of the Palace of the Great Chinese\nPeople's Government. Getting past them and into the inner court was an\nact that was discouraged as much as possible by the Special Police guard\nwhich had charge of those walls. They were brilliantly lighted and\nheavily guarded. If Candron tried to levitate himself over, he'd most\nlikely be shot down in midair. They might be baffled afterwards, when\nthey tried to figure out how he had come to be flying around up there,\nbut that wouldn't help Candron any.\n\nCandron had a better method.\n\n       *       *       *       *       *\n\nWhen the automobile carrying the People's Minister of Finance, the\nHonorable Chou Lung, went through the Gate of the Dog to enter the inner\ncourt of the Palace, none of the four men inside it had any notion that\nthey were carrying an unwanted guest. How could they? The car was a\nsmall one; its low, streamlined body carried only four people, and there\nwas no luggage compartment, since the powerful little vehicle was\ndesigned only for maneuvering in a crowded city or for fast, short trips\nto nearby towns. There was simply no room for another passenger, and\nboth the man in the car and the guards who passed it through were so\nwell aware of that fact that they didn't even bother to think about it.\nIt never occurred to them that a slight, elderly-looking gentleman might\nbe hanging beneath the car, floating a few inches off the ground,\nholding on with his fingertips, and allowing the car to pull him along\nas it moved on into the Palace of the Great Chinese People's Government.\n\nGetting into the subterranean cell where Dr. James Ch'ien was being held\nwas a different kind of problem. Candron knew the interior of the Palace\nby map only, and the map he had studied had been admittedly inadequate.\nIt took him nearly an hour to get to the right place. Twice, he avoided\na patrolling guard by taking to the air and concealing himself in the\ndarkness of an overhead balcony. Several other times, he met men in\ncivilian clothing walking along the narrow walks, and he merely nodded\nat them. He looked too old and too well-dressed to be dangerous.\n\nThe principle that made it easy was the fact that no one expects a lone\nman to break into a heavily guarded prison.\n\nAfter he had located the building where James Ch'ien was held, he went\nhigh-flying. The building itself was one which contained the living\nquarters of several high-ranking officers of the People's Government.\nCandron knew he would be conspicuous if he tried to climb up the side of\nthe building from the outside, but he managed to get into the second\nfloor without being observed. Then he headed for the elevator shafts.\n\nIt took him several minutes to jimmy open the elevator door. His mind\nwas sensitive enough to sense the nearness of others, so there was no\nchance of his being caught red-handed. When he got the door open, he\nstepped into the shaft, brought his loathing for the bottom into the\nfore, and floated up to the top floor. From there it was a simple matter\nto get to the roof, drop down the side, and enter the open window of an\nofficer's apartment.\n\nHe entered a lighted window rather than a darkened one. He wanted to\nknow what he was getting into. He had his gun ready, just in case, but\nthere was no sign of anyone in the room he entered. A quick search\nshowed that the other two rooms were also empty. His mind had told him\nthat there was no one awake in the apartment, but a sleeping man's mind,\nfilled with dimmed, chaotic thoughts, blended into the background and\nmight easily be missed.\n\n[Illustration]\n\nThen Spencer Candron used the telephone, punching the first of the two\ncode numbers he had been given. A connection was made to the room where\na twenty-four-hour guard kept watch over James Ch'ien via television\npickups hidden in the walls of his prison apartment in the basement.\n\nCandron had listened to recordings of one man's voice for hours, getting\nthe exact inflection, accent, and usage. Now, he made use of that\npractice.\n\n\"This is General Soong,\" he said sharply. \"We are sending a Dr. Wan down\nto persuade the guest. We will want recordings of all that takes place.\"\n\n\n\"Yes, sir,\" said the voice at the other end.\n\n\"Dr. Wan will be there within ten minutes, so be alert.\"\n\n\"Yes, sir. All will be done to your satisfaction.\"\n\n\"Excellent,\" said Candron. He smiled as he hung up. Then he punched\nanother secret number. This one connected him with the guards outside\nCh'ien's apartment. As General Soong, he warned them of the coming of\nDr. Wan. Then he went to the window, stepped out, and headed for the\nroof again.\n\n       *       *       *       *       *\n\nThere was no danger that the calls would be suspected. Those two phones\ncould not be contacted except from inside the Palace, and not even then\nunless the number was known.\n\nAgain he dropped down Elevator Shaft Three. Only Number One was\noperating this late in the evening, so there was no fear of meeting it\ncoming up. He dropped lightly to the roof of the car, where it stood\nempty in the basement, opened the escape hatch in the roof, dropped\ninside, opened the door, and emerged into the first basement. Then he\nstarted down the stairs to the subbasement.\n\nThe guards were not the least suspicious, apparently. Candron wished he\nwere an honest-to-God telepath, so he could be absolutely sure. The\nofficer at the end of the corridor that led to Ch'ien's apartment was a\nfull captain, a tough-looking, swarthy Mongol with dark, hard eyes. \"You\nare Dr. Wan?\" he asked in a guttural baritone.\n\n\"I am,\" Candron said. This was no place for traditional politeness. \"Did\nnot General Soong call you?\"\n\n\"He did, indeed, doctor. But I assumed you would be carrying--\" He\ngestured, as though not quite sure what to say.\n\nCandron smiled blandly. \"Ah. You were expecting the little black bag, is\nit not so? No, my good captain; I am a psychologist, not a medical\ndoctor.\"\n\nThe captain's face cleared. \"So. The persuasion is to be of the more\nsubtle type.\"\n\n\"Indeed. Only thus can we be assured of his co-operation. One cannot\nforce the creative mind to create; it must be cajoled. Could one have\nforced the great K'ung Fu-tse to become a philosopher at the point of a\nsword?\"\n\n\"It is so,\" said the captain. \"Will you permit me to search you?\"\n\nThe affable Dr. Wan emptied his pockets, then permitted the search. The\ncaptain casually looked at the identification in the wallet. It was,\nnaturally, in perfect order for Dr. Wan. The identification of Ying Lee\nhad been destroyed hours ago, since it was of no further value.\n\n\"These things must be left here until you come out, doctor,\" the captain\nsaid. \"You may pick them up when you leave.\" He gestured at the pack of\ncigarettes. \"You will be given cigarettes by the interior guard. Such\nare my orders.\"\n\n\"Very well,\" Candron said calmly. \"And now, may I see the patient?\" He\nhad wanted to keep those cigarettes. Now he would have to find a\nsubstitute.\n\nThe captain unlocked the heavy door. At the far end, two more guards\nsat, complacently playing cards, while a third stood at a door a few\nyards away. A television screen imbedded in the door was connected to an\ninterior camera which showed the room within.\n\nThe corridor door was closed and locked behind Candron as he walked\ntoward the three interior guards. They were three more big, tough\nMongols, all wearing the insignia of lieutenants. This was not a\nprisoner who could be entrusted to the care of common soldiers; the\nsecret was too important to allow the _hoi polloi_ in on it. They\ncarried no weapons; the three of them could easily take care of Ch'ien\nif he tried anything foolish, and besides, it kept weapons out of\nCh'ien's reach. There were other methods of taking care of the prisoner\nif the guards were inadequate.\n\nThe two officers who were playing cards looked up, acknowledged Dr.\nWan's presence, and went back to their game. The third, after glancing\nat the screen, opened the door to James Ch'ien's apartment. Spencer\nCandron stepped inside.\n\nIt was because of those few seconds--the time during which that door was\nopen--that Candron had called the monitors who watched Ch'ien's\napartment. Otherwise, he wouldn't have bothered. He needed fifteen\nseconds in which to act, and he couldn't do it with that door open. If\nthe monitors had given an alarm in these critical seconds....\n\nBut they hadn't, and they wouldn't. Not yet.\n\nThe man who was sitting in the easy-chair on the opposite side of the\nroom looked up as Candron entered.\n\nJames Ch'ien (B.S., M.S., M.I.T., Ph. D., U.C.L.A.) was a young man,\nbarely past thirty. His tanned face no longer wore the affable smile\nthat Candron had seen in photographs, and the jet-black eyes beneath the\nwell-formed brows were cold instead of friendly, but the intelligence\nbehind the face still came through.\n\nAs the door was relocked behind him, Candron said, in Cantonese: \"This\nunworthy one hopes that the excellent doctor is well. Permit me to\nintroduce my unworthy self: I am Dr. Wan Feng.\"\n\nDr. Ch'ien put the book he was reading in his lap. He looked at the\nceiling in exasperation, then back at Candron. \"All right,\" he said in\nEnglish, \"so you don't believe me. But I'll repeat it again in the hope\nthat I can get it through your skulls.\" It was obvious that he was\naddressing, not only his visitor, but anyone else who might be\nlistening.\n\n\"I do not speak Chinese,\" he said, emphasizing each word separately. \"I\ncan say 'Good morning' and 'Good-by', and that's about it. I _do_ wish I\ncould say 'drop dead,' but that's a luxury I can't indulge. If you can\nspeak English, then go ahead; if not, quit wasting my time and yours.\nNot,\" he added, \"that it won't be a waste of time anyway, but at least\nit will relieve the monotony.\"\n\nCandron knew that Ch'ien was only partially telling the truth. The\nphysicist spoke the language badly, but he understood it fairly well.\n\n\"Sorry, doctor,\" Candron said in English, \"I guess I forgot myself. I am\nDr. Wan Feng.\"\n\nCh'ien's expression didn't change, but he waved to a nearby chair. \"Sit\ndown, Dr. Feng, and tell me what propaganda line you've come to deliver\nnow.\"\n\nCandron smiled and shook his head slowly. \"That was unworthy of you, Dr.\nCh'ien. Even though you have succumbed to the Western habit of putting\nthe family name last, you are perfectly aware that 'Wan,' not 'Feng,' is\nmy family name.\"\n\nThe physicist didn't turn a hair. \"Force of habit, Dr. Wan. Or, rather,\na little retaliation. I was called 'Dakta Chamis' for two days, and even\nthose who could pronounce the name properly insisted on 'Dr. James.' But\nI forget myself. I am supposed to be the host here. Do sit down and tell\nme why I should give myself over to Communist China just because my\ngrandfather was born here back in the days when China was a republic.\"\n\n       *       *       *       *       *\n\nSpencer Candron knew that time was running out, but he had to force\nCh'ien into the right position before he could act. He wished again that\nhe had been able to keep the cigarettes. Ch'ien was a moderately heavy\nsmoker, and one of those drugged cigarettes would have come in handy\nnow. As it was, he had to handle it differently. And that meant a\ndifferent approach.\n\n\"No, Dr. Ch'ien,\" he said, in a voice that was deliberately too smooth,\n\"I will not sit down, thank you. I would prefer that you stand up.\"\n\nThe physicist's face became a frozen mask. \"I see that the doctorate you\nclaim is not for studies in the field of physics. You're not here to\nworm things out of me by discussing my work talking shop. What is it,\n_Doctor_ Wan?\"\n\n\"I am a psychologist.\" Candron said. He knew that the monitors watching\nthe screens and listening to the conversation were recording everything.\nHe knew that they shouldn't be suspicious yet. But if the real General\nSoong should decide to check on what his important guest was doing....\n\n\"A psychologist,\" Ch'ien repeated in a monotone. \"I see.\"\n\n\"Yes. Now, will you stand, or do I have to ask the guards to lift you to\nyour feet?\"\n\nJames Ch'ien recognized the inevitable, so he stood. But there was a\nwary expression in his black eyes. He was not a tall man; he stood\nnearly an inch shorter than Candron himself.\n\n\"You have nothing to fear, Dr. Ch'ien,\" Candron said smoothly. \"I merely\nwish to test a few of your reactions. We do not wish to hurt you.\" He\nput his hands on the other man's shoulders, and positioned him. \"There,\"\nhe said. \"Now. Look to the left.\"\n\n\"Hypnosis, eh?\" Ch'ien said with a grim smile. \"All right. Go ahead.\" He\nlooked to his left.\n\n\"Not with your head,\" Candron said calmly. \"Face me and look to the left\nwith your eyes.\"\n\nCh'ien did so, saying: \"I'm afraid you'll have to use drugs after all,\nDr. Wan. I will not be hypnotized.\"\n\n\"I have no intention of hypnotizing you. Now look to the right.\"\n\nCh'ien obeyed.\n\nCandron's right hand was at his side, and his left hand was toying with\na button on his coat. \"Now up,\" he said.\n\nDr. James Ch'ien rolled his eyeballs upward.\n\nCandron had already taken a deep breath. Now he acted. His right hand\nballed into a fist and arced upwards in a crashing uppercut to Ch'ien's\njaw. At almost the same time, he jerked the button off his coat, cracked\nit with his fingers along the special fissure line, and threw it to the\nfloor.\n\nAs the little bomb spewed forth unbelievable amounts of ultra-finely\ndivided carbon in a dense black cloud of smoke, Candron threw both arms\naround the collapsing physicist, ignoring the pain in the knuckles of\nhis right hand. The smoke cloud billowed around them, darkening the room\nand obscuring the view from the monitor screens that were watching them.\nCandron knew that the guards were acting now; he knew that the big\nMongols outside were already inserting the key in the door and inserting\ntheir nose plugs; he knew that the men in the monitor room had hit an\nalarm button and had already begun to flood the room with sleep gas. But\nhe paid no attention to these things.\n\nInstead, he became homesick.\n\nHome. It was a little place he knew and loved. He could no longer stand\nthe alien environment around him; it was repugnant, repelling. All he\ncould think of was a little room, a familiar room, a beloved room. He\nknew the cracks in its ceiling, the feel of the varnish on the homely\nlittle desk, the touch of the worn carpet against his feet, the very\nsmell of the air itself. And he loved them and longed for them with all\nthe emotional power that was in him.\n\nAnd suddenly the darkness of the smoke-filled prison apartment was gone.\n\nSpencer Candron stood in the middle of the little hotel room he had\nrented early that morning. In his arms, he held the unconscious figure\nof Dr. James Ch'ien.\n\nHe gasped for breath, then, with an effort, he stooped, allowed the limp\nbody of the physicist to collapse over his shoulder, and stood straight\nagain, carrying the man like a sack of potatoes. He went to the door of\nthe room and opened it carefully. The hall was empty. Quickly, he moved\noutside, closing the door behind him, and headed toward the stair. This\ntime, he dared not trust the elevator shaft. The hotel only boasted one\nelevator, and it might be used at any time. Instead, he allowed his\ndislike for the stair treads to adjust his weight to a few pounds, and\nthen ran up them two at a time.\n\nOn the roof of the hotel, he adjusted his emotional state once more, and\nhe and his sleeping burden drifted off into the night, toward the sea.\n\n       *       *       *       *       *\n\nNo mind is infinitely flexible, infinitely malleable, infinitely capable\nof taking punishment, just as no material substance, however\nconstructed, is capable of absorbing the energies brought to bear\nagainst it indefinitely.\n\nA man can hate with a virulent hatred, but unless time is allowed to\ndull and soothe that hatred, the mind holding it will become corroded\nand cease to function properly, just as a machine of the finest steel\nwill become corroded and begin to fail if it is drenched with acid or\nexposed to the violence of an oxidizing atmosphere.\n\nThe human mind can insulate itself, for a time, against the destructive\neffects of any emotion, be it hatred, greed, despondency, contentment,\nhappiness, pleasure, anger, fear, lust, boredom, euphoria,\ndetermination, or any other of the myriads of \"ills\" that man's\nmind--and thus his flesh--is heir to. As long as a mind is capable of\nchanging from one to another, to rotate its crops, so to speak, the\ninsulation will remain effective, and the mind will remain undamaged.\nBut any single emotional element, held for too long, will break down the\nresistance of the natural insulation and begin to damage the mind.\n\nEven that least virulent of emotions, love, can destroy. The hot,\npassionate love between new lovers must be modified or it will kill.\nOnly when its many facets can be shifted around, now one and now the\nother coming into play, can love be endured for any great length of\ntime.\n\nPossibly the greatest difference between the sane and the unsane is that\nthe sane know when to release a destructive force before it does more\nthan minimal damage; to modify or eliminate an emotional condition\nbefore it becomes a deadly compulsion; to replace one set of concepts\nwith another when it becomes necessary to do so; to recognize that point\nwhen the mind must change its outlook or die. To stop the erosion, in\nother words, before it becomes so great that it cannot be repaired.\n\nFor the human mind cannot contain any emotion, no matter how weak or how\nfleeting, without change. And the point at which that change ceases to\nbe _con_structive and becomes, instead, _de_structive--_that_ is the\nultimate point beyond which no human mind can go without forcing a\nchange--_any_ change--in itself.\n\nSpencer Candron knew that. To overuse the psionic powers of the human\nmind is as dangerous as overusing morphine or alcohol. There are limits\nto mental powers, even as there are limits to physical powers.\n\n_Psychokinesis_ is defined as the ability of a human mind to move, no\nmatter how slightly, a physical object by means of psionic application\nalone. In theory, then, one could move planets, stars, even whole\ngalaxies by thought alone. But, in physical terms, the limit is easily\nseen. Physically, it would be theoretically possible to destroy the sun\nif one had enough atomic energy available, but that would require the\nenergy of another sun--or more. And, at that point, the Law of\nDiminishing Returns comes into operation. If you don't want a bomb to\nexplode, but the only way to destroy that bomb is by blowing it up with\nanother bomb of equal power, where is the gain?\n\nAnd if the total mental power required to move a planet is greater than\nany single human mind can endure--or even greater than the total mental\nendurance of a thousand planetsfull of minds, is there any gain?\n\nThere is not, and can never be, a system without limits, and the human\nmind is a system which obeys that law.\n\nNone the less, Spencer Candron kept his mind on flight, on repulsion, on\nmovement, as long as he could. He was perfectly willing to destroy his\nown mind for a purpose, but he had no intention of destroying it\nuselessly. He didn't know how long he kept moving eastward; he had no\nway of knowing how much distance he had covered nor how long it had\ntaken him. But, somewhere out over the smoothly undulating surface of\nthe Pacific, he realized that he was approaching his limit. And, a few\nseconds later, he detected the presence of men beneath the sea.\n\nHe knew they were due to rise an hour before dawn, but he had no idea\nhow long that would be. He had lost all track of time. He had been\nkeeping his mind on controlling his altitude and motion, and, at the\nsame time, been careful to see whether Dr. Ch'ien came out of his\nunconscious state. Twice more he had had to strike the physicist to keep\nhim out cold, and he didn't want to do it again.\n\nSo, when he sensed the presence of the American submarine beneath the\nwaves, he sank gratefully into the water, changing the erosive power of\nthe emotion that had carried him so far, and relaxing into the simple\nphysical routine of keeping both himself and Ch'ien afloat.\n\nBy the time the submarine surfaced a dozen yards away, Spencer Candron\nwas both physically and mentally exhausted. He yelled at the top of his\nlungs, and then held on to consciousness just long enough to be rescued.\n\n       *       *       *       *       *\n\n\"The official story,\" said Senator Kerotski, \"is that an impostor had\ntaken Dr. Ch'ien's place before he ever left the United States--\" He\ngrinned. \"At least, the substitution took place before the delegates\nreached China. So the 'assassination' was really no assassination at\nall. Ch'ien was kidnaped here, and a double put in his place in Peiping.\nThat absolves both us and the Chinese Government of any complicity. We\nsave face for them, and they save face for us. Since he turned up here,\nin the States, it's obvious that he couldn't have been in China.\" He\nchuckled, but there was no mirth in it. \"So the cold war still\ncontinues. We know what they did, and--in a way--they know what we did.\nBut not how we did it.\"\n\nThe senator looked at the other two men who were with him on the fifth\nfloor office of the _Society for Mystical and Metaphysical Research_.\nTaggert was relaxing on his couch, and Spencer Candron, just out of the\nhospital, looked rather pale as he sat in the big, soft chair that\nTaggert had provided.\n\nThe senator looked at Candron. \"The thing I don't understand is, why was\nit necessary to knock out Ch'ien? He'll have a sore jaw for weeks. Why\ndidn't you just tell him who you were and what you were up to?\"\n\nCandron glanced at Taggert, but Taggert just grinned and nodded.\n\n\"We couldn't allow that,\" said Candron, looking at Senator Kerotski.\n\"Dr. James Ch'ien has too much of a logical, scientific mind for that.\nWe'd have ruined him if he'd seen me in action.\"\n\nThe senator looked a little surprised. \"Why? We've convinced other\nscientists that they were mistaken in their observations. Why not\nCh'ien?\"\n\n\"Ch'ien is too good a scientist,\" Candron said. \"He's not the type who\nwould refuse to believe something he saw simply because it didn't agree\nwith his theories. Ch'ien is one of those dangerous in-betweens. He's\ntoo brilliant to be allowed to go to waste, and, at the same time, too\nrigid to change his manner of thinking. If he had seen me teleport or\nlevitate, he wouldn't reject it--he'd try to explain it. And that would\nhave effectively ruined him.\"\n\n\"Ruined him?\" The senator looked a little puzzled.\n\nTaggert raised his heavy head from the couch. \"Sure, Leo,\" he said to\nthe senator. \"Don't you see? We _need_ Ch'ien on this interstellar\nproject. He absolutely _must_ dope out the answer somehow, and no one\nelse can do it as quickly.\"\n\n\"With the previous information,\" the senator said, \"we would have been\nable to continue.\"\n\n\"Yeah?\" Taggert said, sitting up. \"Has anyone been able to dope out\nFermat's Last Theorem without Fermat? No. So why ruin Ch'ien?\"\n\n\"It would ruin him,\" Candron broke in, before the senator could speak.\n\"If he saw, beyond any shadow of a doubt, that levitation and\nteleportation were possible, he would have accepted his own senses as\nusable data on definite phenomena. But, limited as he is by his\nscientific outlook, he would have tried to evolve a scientific theory to\nexplain what he saw. What else could a scientist _do_?\"\n\nSenator Kerotski nodded, and his nod said: \"I see. He would have\ndiverted his attention from the field of the interstellar drive to the\nfield of psionics. And he would have wasted years trying to explain an\ninherently nonlogical area of knowledge by logical means.\"\n\n\"That's right,\" Candron said. \"We would have set him off on a wild goose\nchase, trying to solve the problems of psionics by the scientific, the\nlogical, method. We would have presented him with an unsolvable\nproblem.\"\n\nTaggert patted his knees. \"We would have given him a problem that he\ncould not solve with the methodology at hand. It would be as though we\nhad proved to an ancient Greek philosopher that the cube _could_ be\ndoubled, and then allowed him to waste his life trying to do it with a\nstraight-edge and compass.\"\n\n\"We know Ch'ien's psychological pattern,\" Candron continued. \"He's not\ncapable of admitting that there is any other thought pattern than the\nlogical. He would try to solve the problems of psionics by logical\nmethods, and would waste the rest of his life trying to do the\nimpossible.\"\n\nThe senator stroked his chin. \"That's clear,\" he said at last. \"Well, it\nwas worth a cracked jaw to save him. We've given him a perfectly logical\nexplanation of his rescue and, simultaneously, we've put the Chinese\ngovernment into absolute confusion. They have no idea of how you got out\nof there, Candron.\"\n\n\"That's not as important as saving Ch'ien,\" Candron said.\n\n\"No,\" the senator said quickly, \"of course not. After all, the Secretary\nof Research needs Dr. Ch'ien--the man's important.\"\n\nSpencer Candron smiled. \"I agree. He's practically indispensable--as\nmuch as a man can be.\"\n\n\"He's the Secretary's right hand man,\" said Taggert firmly.\n\nTHE END\n\n  +--------------------------------------------------------------+\n  |                Transcriber's Note and Errata                 |\n  |                                                              |\n  | This etext was produced from Astounding Science Fiction,     |\n  | February 1960. Extensive research did not uncover any        |\n  | evidence that the U.S. copyright on this publication was     |\n  | renewed.                                                     |\n  |                                                              |\n  | One instance each of 'secondhand' and 'second-hand' occur in |\n  | the text.                                                    |\n  +--------------------------------------------------------------+\n\n\n\n\n\nEnd of the Project Gutenberg EBook of What The Left Hand Was Doing, by \nGordon Randall Garrett\n\n*** END OF THIS PROJECT GUTENBERG EBOOK WHAT THE LEFT HAND WAS DOING ***\n\n***** This file should be named 25166.txt or 25166.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/5/1/6/25166/\n\nProduced by Greg Weeks, Bruce Albrecht, LN Yaddanapudi and\nthe Online Distributed Proofreading Team at\nhttp://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}