{"title": "Impact", "author": "Irving E. Cox", "releaseDate": "May 23, 2008", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Andrew Wainwright and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                                IMPACT\n\n                        By IRVING E. COX, Jr.\n\n                        Illustrated by GRAYAM\n\n              _They were languorous, anarchic, shameless\n                in their pleasures ... were they lower\n                       than man ... or higher?_\n\n\nOver the cabin 'phone, Ann's voice was crisp with anger. \"Mr. Lord, I must\nsee you at once.\"\n\n\"Of course, Ann.\" Lord tried not to sound uncordial. It was all part of a\ntrade agent's job, to listen to the recommendations and complaints of the\nteacher. But an interview with Ann Howard was always so arduous, so stiff\nwith unrelieved righteousness. \"I should be free until--\"\n\n\"Can you come down to the schoolroom, Mr. Lord?\"\n\n\"If it's necessary. But I told you yesterday, there's nothing we can do to\nmake them take the lessons.\"\n\n\"I understand your point of view, Mr. Lord.\" Her words were barely civil,\nbrittle shafts of ice. \"However, this concerns Don; he's gone.\"\n\n\"Gone? Where?\"\n\n\"Jumped ship.\"\n\n\"Are you sure, Ann? How long ago?\"\n\n\"I rather imagined you'd be interested,\" she answered with smug\nsatisfaction. \"Naturally you'll want to see his note. I'll be waiting for\nyou.\"\n\nThe 'phone clicked decisively as she broke the connection. Impotent fury\nlashed Lord's mind--anger at Don Howard, because the engineer was one of\nhis key men; and, childishly, anger at Don's sister because she was the one\nwho had broken the news. If it had come from almost anyone else it would,\nsomehow, have seemed less disastrous. Don's was the fourth desertion in\nless than a week, and the loss of trained personnel was becoming serious\naboard the _Ceres_. But what did Ann Howard expect Lord to do about it?\nThis was a trading ship; he had no military authority over his crew.\n\nAs Lord stood up, his desk chair collapsed with a quiet hiss against the\ncabin wall, and, on greased tubes, the desk dropped out of sight beneath\nthe bunk bed, giving Lord the luxury of an uncluttered floor space eight\nfeet square. He had the only private quarters on the ship--the usual\ndistinction reserved for a trade agent in command.\n\nFrom a narrow wardrobe, curved to fit the projectile walls of the ship,\nLord took a lightweight jacket, marked with the tooled shoulder insignia of\ncommand. He smiled a little as he put it on. He was Martin Lord, trade\nagent and heir to the fabulous industrial-trading empire of Hamilton Lord,\nInc.; yet he was afraid to face Ann Howard without the visible trappings of\nauthority.\n\n       *       *       *       *       *\n\nHe descended the spiral stairway to the midship airlock, a lead-walled\nchamber directly above the long power tubes of the _Ceres_. The lock door\nhung open, making an improvised landing porch fifty feet above the charred\nground. Lord paused for a moment at the head of the runged landing ladder.\nBelow him, in the clearing where the ship had come down, he saw the rows of\nplastic prefabs which his crew had thrown up--laboratories, sleeping\nquarters, a kitchen, and Ann Howard's schoolroom.\n\nBeyond the clearing was the edge of the magnificent forest which covered so\nmuch of this planet. Far away, in the foothills of a distant mountain\nrange, Lord saw the houses of a village, gleaming in the scarlet blaze of\nthe setting sun. A world at peace, uncrowded, unscarred by the feverish\nexcavation and building of man. A world at the zenith of its native\nculture, about to be jerked awake by the rude din of civilization. Lord\nfelt a twinge of the same guilt that had tormented his mind since the\n_Ceres_ had first landed, and with an effort he drove it from his mind.\n\nHe descended the ladder and crossed the clearing, still blackened from the\nlanding blast; he pushed open the sliding door of the schoolroom. It was\nlarge and pleasantly yellow-walled, crowded with projectors, view-booths,\nstereo-miniatures, and picture books--all the visual aids which Ann Howard\nwould have used to teach the natives the cultural philosophy of the\nGalactic Federation. But the rows of seats were empty, and the gleaming\nmachines still stood in their cases. For no one had come to Ann's school,\nin spite of her extravagant offers of trade goods.\n\nAnn sat waiting, ramrod straight, in front of a green-tinged projectoscope.\nShe made no compromise with the heat, which had driven the men to strip\nto their fatigue shorts. Ann wore the full, formal uniform. A less\nstrong-willed woman might have appeared wilted after a day's work. Ann's\nface was expressionless, a block of cold ivory. Only a faint mist of\nperspiration on her upper lip betrayed her acute discomfort.\n\n\"You came promptly, Mr. Lord.\" There was a faint gleam of triumph in her\neyes. \"That was good of you.\"\n\nShe unfolded her brother's note and gave it to Lord. It was a clear,\nstraight-forward statement of fact. Don Howard said he was deserting the\nmission, relinquishing his Federation citizenship. \"I'm staying on this\nworld; these people have something priceless, Ann. All my life I've been\nlooking for it, dreaming of it. You wouldn't understand how I feel, but\nnothing else--nothing else--matters, Ann. Go home. Leave these people\nalone. Don't try to make them over.\"\n\nThe last lines rang in sympathy with Lord's own feelings, and he knew that\nwas absurd. Changes would have to be made when the trade city was built.\nThat was Lord's business. Expansion and progress: the lifeblood of the\nFederation.\n\n\"What do you want me to do?\" he demanded.\n\n\"Go after Don and bring him back.\"\n\n\"And if he refuses--\"\n\n\"I won't leave him here.\"\n\n\"I have no authority to force him against his will, Ann.\"\n\n\"I'm sure you can get help from this--\" her lip curled \"--this native girl\nof yours. What's her name?\"\n\n\"Niaga.\"\n\n\"Oh, yes; Niaga. Quaint, isn't it?\" She smiled flatly.\n\nHe felt an almost irresistible urge to smash his fist into her jaw.\nStraight-laced, hopelessly blind to every standard but her own--what right\ndid Ann have to pass judgment on Niaga? It was a rhetorical question.\nAnn Howard represented the Federation no less than Lord did himself. By\nlaw, the teachers rode every trading ship; in the final analysis, their\ncertification could make or break any new planetary franchise.\n\n       *       *       *       *       *\n\n\"Niaga has been very helpful, Ann; cooperative and--\"\n\n\"Oh, I'm sure she has, Mr. Lord.\"\n\n\"I could threaten to cut off Don's bonus pay, I suppose, but it wouldn't do\nmuch good; money has no meaning to these people and, if Don intends to stay\nhere, it won't mean much to him, either.\"\n\n\"How you do it, Mr. Lord, is not my concern. But if Don doesn't go home\nwith us--\" She favored him with another icy smile. \"I'm afraid I'll have to\nmake an adverse report when you apply for the franchise.\"\n\n\"You can't, Ann!\" Lord was more surprised than angry. \"Only in the case of\na primitive and belligerent culture--\"\n\n\"I've seen no evidence of technology here.\" She paused. \"And not the\nslightest indication that these people have any conception of moral\nvalues.\"\n\n\"Not by our standards, no; but we've never abandoned a planet for that\nreason alone.\"\n\n\"I know what you're thinking, Mr. Lord. Men like you--the traders and\nthe businessmen and the builders--you've never understood a teacher's\nresponsibility. You make the big noise in the Federation; but we hold it\ntogether for you. I'm not particularly disturbed by the superficials I've\nseen here. The indecent dress of these people, their indolent villages,\ntheir congenital irresponsibility--all that disgusts me, but it has not\naffected my analysis. There's something else here--something far more\nterrible and more dangerous for us. I can't put it in words. It's horrible\nand it's deadly; it's the reason why our men have deserted. They've had\nattractive women on other worlds--in the trade cities, anything money\ncould buy--but they never jumped ship before.\"\n\n\"A certain percentage always will, Ann.\" Lord hoped he sounded reassuring,\nbut he felt anything but reassured himself. Not because of what she said.\nThese naive, altogether delightful people were harmless. But could the\ncharming simplicity of their lives survive the impact of civilization? It\nwas this world that was in danger, not by any stretch of the imagination\nthe Federation.\n\n       *       *       *       *       *\n\nAs the thought occurred to him, he shrank from it with a kind of inner\nterror. It was heresy. The Federation represented the closest approximation\nof perfection mortal man would ever know: a brotherhood of countless\nspecies, a union of a thousand planets, created by the ingenuity and the\nenergy of man. The Pax Humana; how could it be a threat to any people\nanywhere?\n\n\"That would be my recommendation.\" Suddenly Ann's self-assurance collapsed.\nShe reached for his hand; her fingers were cold and trembling. \"But, if you\nbring Don back, I--I won't report against a franchise.\"\n\n\"You're offering to make a deal? You know the penalty--\"\n\n\"Collusion between a trade agent and the teacher assigned to his ship--yes,\nI know the law, Mr. Lord.\"\n\n\"You're willing to violate it for Don? Why? Your brother's a big boy now;\nhe's old enough to look after himself.\"\n\nAnn Howard turned away from him and her voice dropped to a whisper. \"He\nisn't my brother, Mr. Lord. We had to sign on that way because your company\nprohibits a man and wife sailing in the same crew.\"\n\nIn that moment she stripped her soul bare to him. Poor, plain,\nconscientious Ann Howard! Fighting to hold her man; fighting the unknown\nodds of an alien world, the stealthy seduction of an amoral people. Lord\nunderstood Ann, then, for the first time; he saw the shadow of madness\nthat crept across her mind; and he pitied her.\n\n\"I'll do what I can,\" he promised.\n\nAs he left the schoolroom she collapsed in a straight-backed chair--thin\nand unattractive, like Ann herself--and her shoulders shook with silent,\nbitter grief.\n\n       *       *       *       *       *\n\nMartin Lord took the familiar path to Niaga's village. The setting sun\nstill spread its dying fire across the evening sky, but he walked slowly\nthrough the deep, quiet shadows of the forest. He came to the stream where\nhe had met Niaga; he paused to dip his sweat-smeared face into the cool\nwater cascading over a five foot fall.\n\nA pleasant flood of memory crowded his mind. When he had first met Niaga,\nalmost a week before, she had been lying on the sandy bank of the stream,\nidly plaiting a garland of red and blue flowers. Niaga! A copper-skinned\ngoddess, stark naked and unashamed in the bright spot light of sun filtered\nthrough the trees. Languorous, laughing lips; long, black hair loosely\ncaught in a net of filmy material that hung across her shoulder.\n\nThe feeling of guilt and shame had stabbed at Lord's mind. He had come,\nunasked, into an Eden. He didn't belong here. His presence meant pillage, a\nrifling of a sacred dream. The landing had been a mistake.\n\nOddly enough, the _Ceres_ had landed here entirely by chance, the result of\na boyish fling at adventure.\n\nMartin Lord was making a routine tour of representative trade cities before\nassuming his vice-presidency in the central office of Hamilton Lord, Inc.\nIt had been a family custom for centuries, ever since the first domed ports\nhad been built on Mars and Venus.\n\nLord was twenty-six and, like all the family, tall, slim, yellow-haired.\nAs the Lords had for generations, Martin had attended the Chicago\nUniversity of Commerce for four years, and the Princeton Graduate School\nin Interstellar Engineering four more--essential preparations for the\nsuccessful Federation trader. In Chicago Martin had absorbed the basic\nphilosophy of the Federation: the union of planets and diverse peoples,\ncreated by trade, was an economy eternally prosperous and eternally\ngrowing, because the number of undiscovered and unexploited planets\nwas infinite. The steady expansion of the trade cities kept demand\nalways one jump ahead of supply; every merchant was assured that this\nyear's profits would always be larger than last. It was the financial\nmillennium, from which depression and recession had been forever\neliminated. At Princeton Lord had learned the practical physics\nnecessary for building, servicing and piloting the standard interstellar\nmerchant ships.\n\nMartin Lord's tour of the trade cities completed his education. It was his\nfirst actual contact with reality. The economy of progress, which had\nseemed so clear-cut in the Chicago lecture halls, was translated into a\nbrawling, vice-ridden, frontier city. In the older trade cities, the\nculture of man had come to dominate the occupied worlds. No trace of what\nalien peoples had been or had believed survived, except as museum oddities.\n\nThis, Lord admitted to himself, was conquest, by whatever innocuous name it\npassed. But was it for good or evil? In the first shock of reality, Martin\nLord had doubted himself and the destiny of the Federation. But only for a\nmoment. What he saw was good--he had been taught to believe that--because\nthe Federation was perfection.\n\nBut the doubt, like a cancer, fed and grew in the darkness of Lord's soul.\n\n       *       *       *       *       *\n\nOn the home trip a mechanical defect of the calibration of the time-power\ncarried the _Ceres_ off its course, light years beyond the segment of the\nGalaxy occupied by the Federation.\n\n\"We've burned out a relay,\" Don Howard reported.\n\n\"Have we replacements?\" Lord asked.\n\n\"It's no problem to fix. But repairs would be easier if we could set the\nship down somewhere.\"\n\nLord glanced at the unknown sun and three satellite planets which were\nplotted electronically on his cabin scanning screen. His pulse leaped with\nsudden excitement. This was his first--and last--chance for adventure, the\nonly interstellar flight he would command in his lifetime. When he returned\nto earth, he would be chained for the rest of his days to a desk job,\nsubmerged in a sea of statistical tables and financial statements.\n\n\"Run an atmosphere analysis on those three worlds, Mr. Howard,\" he said\nsoftly.\n\nDriven by its auxiliary nuclear power unit, the ship moved closer to the\nnew solar system. In half an hour Don Howard brought Lord the lab report.\nTwo of the planets were enveloped in methane, but the third had an\nearth-normal atmosphere. Lord gave the order for a landing, his voice\npulsing with poorly concealed, boyish pleasure.\n\nThe _Ceres_ settled on a hilltop, its cushioning rockets burning an\nimprovised landing area in the lush foliage. As the airlock swung open,\nLord saw half a dozen golden-skinned savages standing on the edge of the\nclearing. As nearly as he could judge, they were men; but that was not\ntoo surprising, because a number of planets in the Federation had evolved\nsentient species which resembled man. The savages were unarmed and nearly\nnaked--tall, powerfully built men; they seemed neither awed nor frightened\nby the ship.\n\nOver the circle of scorched earth Lord heard the sound of their voices. For\na fleeting second the words seemed to make sense--a clear, unmistakable\nwelcome to the new world.\n\nBut communication was inconceivable. This planet was far beyond the fringe\nof the Federation. Lord was letting his imagination run away with him.\n\nHe flung out his arms in a universally accepted gesture of open-handed\nfriendship. At once the talk of the natives ceased. They stood waiting\nsilently on the burned ground while the men unwound the landing ladder.\n\n       *       *       *       *       *\n\nLord made the initial contact himself. The techniques which he had learned\nin the University of Commerce proved enormously successful. Within ten\nminutes rapport was established; in twenty the natives had agreed to submit\nto the linguistic machines. Lord had read accounts of other trailblazing\ncommercial expeditions; and he knew he was establishing a record for speed\nof negotiation.\n\nThe savages were quite unfrightened as the electrodes were fastened to\ntheir skulls, entirely undisturbed by the whir of the machine. In less than\nan hour they were able to use the common language of the Federation.\nAnother record; most species needed a week's indoctrination.\n\nEvery new development suggested that these half-naked primitives--with\nno machine civilization, no cities, no form of space flight--had an\nintellectual potential superior to man's. The first question asked\nby one of the broad-shouldered savages underscored that conclusion.\n\n\"Have you come to our world as colonists?\"\n\nNo mumbo-jumbo of superstition, no awe of strangers who had suddenly\ndescended upon them from the sky. Lord answered, \"We landed in order\nto repair our ship, but I hope we can make a trade treaty with your\ngovernment.\"\n\nFor a moment the six men consulted among themselves with a silent exchange\nof glances. Then one of them smiled and said, \"You must visit our villages\nand explain the idea of trade to our people.\"\n\n\"Of course,\" Lord agreed. \"If you could serve as interpreters--\"\n\n\"Our people can learn your language as rapidly as we have, if we can borrow\nyour language machine for a time.\"\n\nLord frowned. \"It's a rather complex device, and I'm not sure--you see, if\nsomething went wrong, you might do a great deal of harm.\"\n\n\"We would use it just as you did; we saw everything you turned to make it\nrun.\" One of the golden-skinned primitives made a demonstration, turning\nthe console of dials with the ease and familiarity of a semantic expert.\nAgain Lord was impressed by their intelligence--and vaguely frightened.\n\n\"You could call this the first trade exchange between your world and ours,\"\nanother savage added. \"Give us the machine; we'll send you fresh food from\nthe village.\"\n\nThe argument was logical and eventually the natives had their way. Perhaps\nit was Ann Howard's intervention that decided the point. She vehemently\ndisapproved; a gift of techniques should be withheld until she had\nexamined their cultural traditions. But Martin Lord was a trade agent, and\nhe had no intention of allowing his mission to be wrecked by the ephemeral\ndoubts of a teacher. Here at the onset was the time to make it clear that\nhe was in command. He gave the natives the machine.\n\nAs the six men trudged across the burned earth carrying the heavy apparatus\neasily on their shoulders, Lord wondered if either he or Ann Howard had\nmuch to do with the negotiations. He had an unpleasant feeling that, from\nthe very beginning, the natives had been in complete control of the\nsituation.\n\n       *       *       *       *       *\n\nLess than an hour after the six men had departed, a band of natives emerged\nfrom the forest bearing gifts of food--straw baskets heaped with fruit,\nfresh meat wrapped in grass mats, hampers of bread, enormous pottery jars\nfilled with a sweet, cold, milky liquid. Something very close to the\nmiraculous had occurred. Every native had learned to use the Federation\nlanguage.\n\nA kind of fiesta began in the clearing beside the _Ceres_. The natives\nbuilt fires to cook the food. The women, scantily dressed if they were\nclothed at all, danced sensuously in the bright sunlight to a peculiarly\nexotic, minor-keyed music played on reed and percussion instruments.\nLaughing gaily, they enticed members of Lord's crew to join them.\n\nThe milky drink proved mildly intoxicating--yet different from the\nstimulants used in the Federation. Lord drank a long draught from a mug\nbrought him by one of the women. The effect was immediate. He felt no\ndulling of his reason, however; no loss of muscular control, but instead\na stealthy relaxation of mental strain joined with a satisfying sense of\nphysical well-being. A subtle shifting in prospective, in accepted values.\n\nThe savage feast, which grew steadily more boisterous, Lord would have\ncalled an orgy under other circumstances. The word did occur to him, but it\nseemed fantastically inapplicable. Normally the behavior of his men would\nhave demanded the severest kind of disciplinary action. But here the old\ncode of rules simply didn't apply and he didn't interfere with their\nenjoyment.\n\nThe afternoon sun blazed in the western sky; heat in shimmering waves\nhung over the clearing. Lord went into the ship and stripped off his\nuniform; somehow the glittering insignia, the ornamental braid, the stiff\ncollar--designed to be impressive symbols of authority--seemed garish and\nout of place. Lord put on the shorts which he wore when he exercised in\nthe capsule gym aboard ship.\n\nOutside again, he found that most of the men had done the same thing. The\nsun felt warm on his skin; the air was comfortably balmy, entirely free of\nthe swarms of flies and other insects which made other newly contacted\nfrontier worlds so rugged.\n\nAs he stood in the shelter of the landing ladder and sipped a second mug\nof the white liquor, Lord became slowly aware of something else. Divested\nof their distinguishing uniforms, he and his crew seemed puny and ill-fed\nbeside the natives. If physique were any index to the sophistication of a\nculture--but that was a ridiculous generalization!\n\nHe saw Ann Howard coming toward him through the crowd--stern-faced,\nhard-jawed, stiffly dignified in her uniform. The other women among the\ncrew had put on their lightest dress, but not Ann. Lord was in no frame of\nmind, just then, to endure an interview with her. He knew precisely what\nshe would say; Ann was a kind of walking encyclopedia of the conventions.\n\nLord slid out of sight in the shadow of the ship, but Ann had seen him. He\nturned blindly into the forest, running along the path toward the village.\n\nIn a fern-banked glen beside the miniature waterfall he had met Niaga.\n\n       *       *       *       *       *\n\nNo woman he had ever known seemed so breathtakingly beautiful. Her skin had\nbeen caressed by a lifetime's freedom in the sun; her long, dark hair had\nthe sheen of polished ebony; and in the firm, healthy curves of her body\nhe saw the sensuous grace of a Venus or an Aphrodite.\n\n[Illustration: In a fern-banked glen beside a miniature waterfall, Martin\nLord first saw Niaga.]\n\nShe stood up slowly and faced him, smiling; a bright shaft of sunlight fell\non the liquid bow of her lips. \"I am Niaga,\" she said. \"You must be one of\nthe men who came on the ship.\"\n\n\"Martin Lord,\" he answered huskily. \"I'm the trade agent in command.\"\n\n\"I am honored.\" Impulsively she took the garland of flowers which she had\nbeen making and put it around his neck. When she came close, the subtle\nperfume of her hair was unmistakable--like the smell of pine needles on a\nmountain trail; new grass during a spring rain; or the crisp, winter air\nafter a fall of snow. Perfume sharply symbolic of freedom, heady and\nintoxicating, numbing his mind with the ghosts of half-remembered dreams.\n\n\"I was coming to your ship with the others,\" she said, \"but I stopped here\nto swim, as I often do. I'm afraid I stayed too long, day-dreaming on the\nbank; time means so little to us.\" Shyly she put her hand in his. \"But,\nperhaps, no harm is done, since you are still alone. If you have taken no\none else, will I do?\"\n\n\"I--I don't understand.\"\n\n\"You are strangers; we want you to feel welcome.\"\n\n\"Niaga, people don't--that is--\" He floundered badly. Intellectually he\nknew he could not apply the code of his culture to hers; emotionally it\nwas a difficult concept to accept. If his standards were invalid, his\ndefinitions might be, too. Perhaps this society was no more primitive\nthan--No! A mature people would always develop more or less the same\nmechanical techniques, and these people had nothing remotely like a\nmachine.\n\n\"You sent us a gift,\" she said. \"It is only proper for us to return the\nkindness.\"\n\n\"You have made a rather miraculous use of the language machine in a\nremarkably short period of time.\"\n\n\"We applied it to everyone in the village. We knew it would help your\npeople feel at ease, if we could talk together in a common tongue.\"\n\n\"You go to great pains to welcome a shipload of strangers.\"\n\n\"Naturally. Consideration for others is the first law of humanity.\" After a\npause, she added very slowly, with her eyes fixed on his, \"Mr. Lord, do you\nplan to make a colony here?\"\n\n\"Eventually. After we repair the ship, I hope to negotiate a trade treaty\nwith your government.\"\n\n\"But you don't intend to stay here yourself?\"\n\n\"I couldn't.\"\n\n\"Have we failed in our welcome? Is there something more--\"\n\n\"No, Niaga, nothing like that. I find your world very--very beautiful.\"\nThe word very inadequately expressed what he really felt. \"But I'm not\nfree to make the choice.\"\n\nShe drew in her breath sharply. \"Your people, then, hold you enslaved?\"\n\nHe laughed--uneasily. \"I'm going home to manage Hamilton Lord; it's\nthe largest trading company in the Federation. We have exclusive\nfranchises to develop almost five hundred planets. It's my duty,\nNiaga; my responsibility; I can't shirk it.\"\n\n\"Why not--if you wanted to?\"\n\n\"Because I'm Martin Lord; because I've been trained--No, it's something\nI can't explain. You'll just have to take my word for it. Now tell me:\nhow should I go about negotiating a treaty with your people?\"\n\n\"You spoke of the government, Martin Lord; I suppose you used the word\nin a symbolic sense?\"\n\n\"Your chieftain; your tribal leader--whatever name you have for them.\"\n\n       *       *       *       *       *\n\nHer big, dark eyes widened in surprise. \"Then you meant actual men? It's\na rather unusual use of the word, isn't it? For us, government is a\nsynonym for law.\"\n\n\"Of course, but you must have leaders to interpret it and enforce it.\"\n\n\"Enforce a law?\" This seemed to amuse her. \"How? A law is a statement of\na truth in human relationship; it doesn't have to be enforced. What sane\nperson would violate a truth? What would you do, Martin Lord, if I told\nyou we had no government, in your sense of the word?\"\n\n\"You can't be that primitive, Niaga!\"\n\n\"Would it be so terribly wrong?\"\n\n\"That's anarchy. There'd be no question, then, of granting us a trade\nfranchise; we'd have to set up a trusteeship and let the teachers run your\nplanet until you had learned the basic processes of social organization.\"\n\nNiaga turned away from him, her hands twisted together. She said, in a soft\nwhisper that was flat and emotionless, \"We have a council of elders, Martin\nLord. You can make your treaty with them.\" Then, imperceptibly, her voice\nbrightened. \"It will take a week or more to bring the council together.\nAnd that is all to the good; it will give your people time to visit in\nour villages and to get better acquainted with us.\"\n\n       *       *       *       *       *\n\nNiaga left him, then; she said she would go to the village and send out\nthe summons for the council. By a roundabout path, Lord returned to the\nclearing around the _Ceres_. The forest fascinated him. It was obviously\ncultivated like a park, and he was puzzled that a primitive society should\npractice such full scale conservation. Normally savages took nature for\ngranted or warred against it.\n\nHe came upon a brown gash torn in a hillside above the stream, a place\nwhere natives were apparently working to build up the bank against\nerosion. In contrast to the beauty that surrounded it, the bare earth was\nindescribably ugly, like a livid scar in a woman's face. In his mind Lord\nsaw this scar multiplied a thousand times--no, a million times--when the\nmachines of the galaxy came to rip out resources for the trade cities.\nHe envisioned the trade cities that would rise against the horizon, the\nclutter of suburban subdivisions choking out the forests; he saw the pall\nof industrial smoke that would soil the clean air, the great machines\nclattering over asphalt streets.\n\nFor the first time he stated the problem honestly, to himself: this world\nmust be saved exactly as it was. But how? How could Lord continue to\nrepresent Hamilton Lord, Inc., as a reputable trade agent, and at the\nsame time save Niaga's people from the impact of civilization?\n\nIt was sunset when he returned to the _Ceres_. On the clearing the\nfestivities were still going on, but at a slower pace. Ann Howard was\nwaiting for Lord at the door of his cabin. She registered her official\ndisapproval of the revelry, which Lord had expected, and then she added,\n\n\"We can't make a treaty with them; these people have no government with\nthe authority to deal with us.\"\n\n\"You're wrong, Ann; there's a council of elders--\"\n\n\"I beg to differ, Mr. Lord.\" Her lips made a flat, grim line against her\nteeth. \"This afternoon I made a point of talking to every native in the\nclearing. Their idea of government is something they call the law of\nhumanity. Whether it is written down or not, I have no way of knowing;\nbut certainly they have no such thing as a central authority. This\nrather indicates a teacher trusteeship for the planet, I believe.\"\n\n\"You've made a mistake, Ann; I'll have to check for myself.\"\n\nLord and Ann Howard moved together through the clearing and he began to\ntalk to the natives. In each case he elicited the same information that\nAnn had given him. The mention of a governing council seemed to amuse the\nsavages. Lord and Ann were still conducting their puzzling inquest when\nNiaga returned from the village. She said that the council had been\ncalled and would meet within a week.\n\n\"There seems to be some difference of opinion,\" Ann told her coldly,\n\"between you and your people.\"\n\n\"Yes,\" Lord added uncertainly, \"I've been asking about the council and--\"\n\n\"But you didn't phrase your question clearly,\" Niaga put in smoothly.\n\"We're not quite used to using your words yet with your definitions.\"\nTo make her point, she called the same natives whom Ann and Lord had\nquestioned, and this time, without exception, they reversed their\ntestimony. Lord was willing to believe the language had caused the\ndifficulty. Niaga's people were entirely incapable of deception; what\nreason would they have had?\n\n       *       *       *       *       *\n\nFrom that hour, the clearing was never altogether free of native guests.\nThey deluged Lord's crew with kindness and entertainment. Lord never left\nthe ship, day or night, without having Niaga slip up beside him and put\nher arm through his. Because Ann Howard had made her objections so clear,\nthe native women, in an effort to please the teacher, had taken to wearing\nmore clothing than they were accustomed to. But they rejected the sack-like\nplastics which Ann dispensed in the schoolroom and put on the mist-like,\npastel-colored netting which they used normally to decorate their homes.\nIf anything, the addition of clothing made the women more attractive\nthan ever.\n\nThe scientists among Lord's men analyzed the planetary resources and found\nthe planet unbelievably rich in metals; the botanists determined that the\nseeds for the exotic fruits and flowers were exportable. All told, Niaga's\nworld could develop into the richest franchise in the Federation.\n\nNiaga took Lord to visit the villages which were close to the landing\nsite. Each town was exactly like its neighbors, a tiny cluster of small,\nyellow-walled, flat-roofed houses nestled among the tall trees close to\na cleared farmland which was worked co-operatively by everyone in the\nvillage. No single town was large, yet judging from the number that he\nsaw, Lord estimated the planetary population in the billions.\n\nContinuously Niaga tried to persuade him to stay and build a colony in\nthe new world. Lord knew that the other natives were being as persuasive\nwith the rest of the crew. And the temptation was very real: to trade the\nenergetic, competitive, exhausting routine that he knew for the quiet\npeace and relaxation here.\n\nAs the days passed the rigid scheduling of exploratory activities, always\npracticed by a trade mission, began to break down. The charming savages of\nthis new world put no monetary value on time, and something of their spirit\nbegan to infect Lord's crew. They stopped bucking for overtime; most of\nthem applied for accumulated sick leave--so they could walk in the forest\nwith the native women, or swim in the forest pools. Even Lord found time\nto relax.\n\nOne afternoon, after a swim with Niaga, they lay in the warm sun on the\ngrassy bank of a stream. Niaga picked a blue, delicately scented water\nlily, and gently worked it into his hair. Slowly she bent her face close\nuntil her lips brushed his cheek.\n\n\"Must you really go away when the treaty is made?\"\n\n\"I'm a Lord, Niaga.\"\n\n\"Does that matter? If you like it here--\"\n\n\"Niaga, I wish--I wish--\" He shrugged his shoulders helplessly.\n\n\"Why is it so important for you to build your trade cities?\"\n\nAs he sought for words to answer her question, the spell of her presence\nwas broken. He saw her for what she was: an extremely beautiful woman,\nsensuously very lovely, yet nonetheless a primitive--a forlorn child\nwithout any conception of the meaning of civilization. \"We keep our union\nof planets economically sound,\" he explained patiently, \"and at peace by\nconstantly expanding--\"\n\n\"I have visited the schoolroom your teacher has put up beside the ship. I\nhave seen her models of the many machines your people know how to build.\nBut why do you do it, Martin Lord?\"\n\n\"The machines make our lives easier and more comfortable; they--\"\n\n\"More comfortable than this?\" She gestured toward the stream and the\ncultivated forest.\n\n\"Your world moves at the pace of a walk, Niaga; with our machines, you\ncould rise above your trees, reach your destination in minutes--when now\nit takes you days.\"\n\n\"And miss all the beauty on the way. What point is there in saving\ntime, and losing so much that really matters? Do your machines give you\nanything--you as a person, Martin Lord--that you couldn't have here\nwithout them?\"\n\n       *       *       *       *       *\n\nThe question was unanswerable. It symbolized the enormous gulf that lay\nbetween Niaga and himself. More than that, Lord saw clearly that the\ntrade cities would destroy her world utterly. Neither Niaga nor her way\nof life could survive the impact of civilization. And the exotic charm,\nthe friendly innocence was worth saving. Somehow Lord had to find a way\nto do it.\n\n       *       *       *       *       *\n\nLord was by no means surprised when the first three men jumped ship and\nwent to live in one of the quiet villages. Subconsciously he envied them;\nsubconsciously he wished he had the courage to make the same decision.\nAlthough Ann Howard demanded it, Lord couldn't seriously consider taking\nmeasures to stop further desertions.\n\nWhen Don Howard jumped ship, he brought the issue to a head. Ann maneuvered\nLord so that he would have to take a stand. What and how, he didn't know.\n\nIt was the first time since the landing that Niaga had not been waiting\noutside the ship for Lord. At his request she had gone to the village\nto find what progress had been made in calling the council of elders.\nLord knew where to find her, but after his talk with Ann he walked slowly\nalong the forest path. He stopped to dip his face into the stream where\nhe had first met Niaga. Anything to put off the showdown. Lord was\ntrying desperately to understand and evaluate his own motivation.\n\nHe accepted the fact that he had not stopped the desertions because, if\nenough men jumped ship, the _Ceres_ would be unable to take off again. Lord\ncould then have embraced Niaga's temptation without having to make the\ndecision for himself. But that was a coward's way out and no solution.\nThere would always be people like Ann Howard who would not accept the\nsituation. They would eventually make radio communication with the\nFederation, and the location of Niaga's world would no longer be a secret.\n\nFundamentally that was the only thing that counted: to preserve this world\nfrom the impact of civilization.\n\nThen suddenly, as he listened to the music of the stream, Lord saw how that\ncould be done. Ann Howard had offered him a deal; she would keep her word.\nEverything hinged on that.\n\nDon Howard had to be brought back--if persuasion failed, then by force.\n\nMartin Lord ran back to the clearing. From a supply shed he took a pair of\ndeadly atomic pistols. Their invisible, pin-point knife of exploding energy\ncould slice through eighteen feet of steel, transform a mountain into a\ncloud of radioactive dust.\n\nHe ran through the forest to the village. As usual, the children were\nplaying games on the grass, while the adults lounged in front of their\ndwellings or enjoyed community singing and dancing to the pulsing rhythm of\ntheir music. The sound of gaiety suddenly died as Lord walked between the\nrows of houses.\n\nStrange, he thought; they seemed to guess what was in his mind. Niaga ran\nfrom the quiet crowd and took his hand.\n\n\"No, Martin Lord; you must not interfere!\"\n\n\"Where's Howard?\"\n\n\"He is a free man; he has a right to choose--\"\n\n\"I'm going to take him back.\" He drew one of his guns. She looked at him\nsteadily, without fear, and she said,\n\n\"We made you welcome; we have given you our friendship, and now you--\"\n\nHe pushed her aside brutally because her gentleness, her lack of anger,\ntightened the constriction of his own sense of guilt. Lord fired his weapon\nat the trunk of a tree. The wood flamed red for a moment and the sound of\nthe explosion rocked the air, powdering the grass with black ash.\n\n\"This is the kind of power controlled by men,\" he said. His voice was\nharsh, shrill with shame and disgust for the role he had to play. \"I shall\nuse this weapon to destroy your homes--each of them, one by one--unless you\nsurrender Don Howard to me.\"\n\nAs he turned the pistol slowly toward the closest yellow wall, Niaga\nwhispered, \"Violence is a violation of the law of humanity. We offered Don\nHoward sanctuary and peace--as we offer it to all of you. Stay with us,\nMartin Lord; make your home here.\"\n\nHe clenched his jaw. \"I want Don and I want him now!\"\n\n\"But why must you go back? Your world is powerful; your world is enormous\nwith cities and machines. But what does it hold for you as a man, Martin\nLord? Here we give you the dreams of your own soul, peace and beauty,\nlaughter and dignity.\"\n\n\"Surrender, Don!\" Although he was vaguely aware of it, he had no time to\nconsider consciously the strangely sophisticated wording of her argument.\nWhen she continued to talk in the same gentle voice, the temptation\ncaressed his mind like a narcotic; against his will, the tension began to\nwash from his muscles. Driven by a kind of madness to escape the sound of\nher voice, he pulled the trigger. The yellow wall exploded. Concussion\nthrobbed in his ears, deafening him--but he still heard her whisper in\nthe depths of his soul, like the music of a forest stream.\n\n       *       *       *       *       *\n\nThen, at the end of the village street, he saw Don Howard coming out of\none of the houses with his hands held high.\n\n\"You win, Lord; leave them alone.\"\n\nIt was victory, but Lord felt no triumph--only a crushing bitterness. He\nmotioned Howard to take the path back to the ship. To Niaga he said,\n\n\"If your council of elders ever gets around to meeting, you might tell\nthem that, as far as I'm concerned, you've already signed the trade\ntreaty with me. We're leaving in the morning to register the franchise.\"\n\n\"You'd break your own law? You said the negotiations had to be--\"\n\n\"Our men will come shortly to build the first trade city. I advise you not\nto resist them; they'll be armed with guns more powerful than mine.\"\n\nShe reached for his hand, but Lord turned away from her quickly so that\nshe could not again open the raw wound of shame in his soul. He followed\nDon Howard into the forest.\n\n\"You won't get away with it, Lord,\" Howard said grimly. \"No trade agent\ncan impose a treaty--\"\n\n\"Would a trusteeship be any better?\"\n\n\"Lord, no!\"\n\n\"There are only two alternatives, and a Hamilton Lord trade city is by\nfar the better.\"\n\n\"Yes--for Hamilton Lord.\"\n\n\"No, for these people. Don't forget, I'll be running Hamilton Lord.\nThe exclusive franchise will keep out the other traders, and I can see\nto it that our trade city does no harm. We've a thousand planets in the\nFederation; who's going to know if one of the cities doesn't really\nfunction?\"\n\n\"I get it. But why the hell did you have to bring me back?\"\n\n\"To make a deal with--with your wife.\"\n\nAfter a long pause, Don Howard said wearily, \"If Hamilton Lord can\nsacrifice the richest franchise in the galaxy, I suppose I can do my bit,\ntoo.\"\n\nAt dawn the _Ceres_ departed. Lord drove his men to work throughout the\nnight stowing the prefabs and the trade goods aboard the ship. Just before\nthe power tubes stabbed the launching fire into the earth, a delegation of\nvillagers came into the clearing. Niaga led them and she spoke to Lord at\nthe foot of the landing ladder.\n\n\"We still want you to stay among us, Martin Lord; we have come again to\noffer--\"\n\n\"It is impossible!\"\n\nShe put her arms around his neck and drew his lips against hers. The\ntemptation washed over his mind, shattering his resolution and warping\nhis reason. This was what he wanted: the golden dream of every man. But\nfor Lord only one idea held fast. Niaga's primitive, naive world had to be\npreserved exactly as it was. If he gave in to the dream, he would destroy\nit. Only in the central office of Hamilton Lord could he do anything to\nsave what he had found here. He wrenched himself free of her arms.\n\n\"It's no use, Niaga.\"\n\nShe knew that she had lost, and she moved away from him. One of the other\ngolden-skinned savages pushed a small, carved box into his hands.\n\n\"A parting gift,\" Niaga said. \"Open it when you are aboard your ship,\nMartin Lord.\"\n\nLong after the _Ceres_ had blasted off, he sat alone in his cabin looking\nat the box--small, delicately carved from a strange material, like a soft\nplastic. It seemed somehow alive, throbbing with the memory of the dream\nhe had left behind.\n\nWith a sigh he opened the box. A billow of white dust came from it. The\nbox fell apart and the pieces, like disintegrating gelatine, began to melt\naway. A printed card, made of the same unstable material, lay in Lord's\nhand.\n\n\"You have three minutes, Martin Lord,\" he read. \"The drug is painless, but\nbefore it wipes memory from the minds of you and your crew, I want you to\nunderstand why we felt it necessary to do this to you.\n\n\"When you first landed, we realized that you came from a relatively\nimmature culture because you made no response to our telepathy of welcome.\nWe did our best after that to simplify your adjustment to our way of life,\nbecause we knew you would have to stay among us. Of course, we never really\nlearned your language; we simply gave you the illusion that we had. Nor\nis there any such thing as a council of elders; we had to invent that to\nsatisfy you. We truly wanted you to stay among us. In time you could have\ngrown up enough--most of you--to live with us as equals. We knew it would\nbe disastrous for you to carry back to your world your idea of how we live.\nWe are the tomorrow of your people; you must grow up to us. There is no\nother way to maturity. We could not, of course, keep you here against your\nwill. Nor could we let you go back, like a poison, into your world. We\ncould do nothing else but use this drug. The impact of civilization upon\na primitive people like yours....\"\n\nThe words hazed and faded as the note disintegrated. Lord felt a moment of\ndesperate yearning, a terrible weight of grief. With an effort he pushed\nhimself from his chair and pulled open the door into the corridor. He had\nto order the ship back while he could still remember; he had to find Niaga\nand tell her ...\n\n... tell her. Tell whom? Tell what? Lord stood in the corridor staring\nblankly at the metal wall. He was just a little puzzled as to why he was\nthere, what he had meant to do. He saw Ann Howard coming toward him.\n\n\"Did you notice the lurch in the ship, Mr. Lord?\" she asked.\n\n\"Yes, I suppose I did.\" Was that why he had left his cabin?\n\n\"I thought we were having trouble with the time-power calibration, but I\nchecked with Don and he says everything's all right.\" She glanced through\nthe open door of his cabin at the electronic pattern on the scanning\nscreen. \"Well, we'll be home in another twenty hours, Mr. Lord. It's a pity\nwe didn't contact any new planets on this mission. It would have been a\ngood experience for you.\"\n\n\"Yes, I rather hoped so, too.\"\n\nHe went back to his desk. Strange, he couldn't remember what it was he had\nwanted to do. He shrugged his shoulders and laughed a little to himself. It\ndefinitely wouldn't do--not at all--for a Lord to have lapses of memory.\n\nTHE END\n\n\n\n\nTRANSCRIBER'S NOTES\n\n\nThis etext was produced from Amazing Science Fiction Stories, January 1960.\nExtensive research did not uncover any evidence that the U.S. copyright on\nthis publication was renewed.\n\nThe following corrections have been applied to the text:\n\nPage 9: money has no meaning to these people and, if Don intends to stay\nhere, it won't mean much to him,{superfluous quotation mark removed}\neither.\"\n\nPage 9: \"I'm sure you can get help from this--\" her{original had Her} lip\ncurled{original had a period here} \"--this native girl of yours. What's her\nname?\"\n\nPage 13: Lord answered,{original omitted this comma} \"We landed in order\nto repair our ship, but I hope we can make a trade treaty with your\ngovernment.\"\n\nPage 16: \"How?{superfluous quotation mark removed} A law is a statement of\na truth in human relationship;\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Impact, by Irving E. Cox\n\n*** END OF THIS PROJECT GUTENBERG EBOOK IMPACT ***\n\n***** This file should be named 25567.txt or 25567.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/5/5/6/25567/\n\nProduced by Greg Weeks, Andrew Wainwright and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}