{"title": "The Judas Valley", "author": "Gerald Vance", "releaseDate": "June 7, 2008", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell, and the Online Distributed\nProofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n[Illustration: He had lost all sense of right or wrong. Justice and\ninjustice were the same, and his only thought was, kill--kill--kill!]\n\n\n\n\n                         THE JUDAS VALLEY\n\n                         By GERALD VANCE\n\n\n    _Why did everybody step off the ship in this strange valley\n    and promptly drop dead? How could a well-equipped corps of\n    tough spacemen become a field of rotting skeletons in this\n    quiet world of peace and contentment? It was a mystery Peter\n    and Sherri had to solve. If they could live long enough!_\n\n\nPeter Wayne took the letter out of the machine, broke the seal, and\nexamined it curiously. It was an official communication from the\nInterstellar Exploration Service. It read:\n\n    FROM: Lieutenant General Martin Scarborough, I.E.S.\n    TO: Captain Peter Wayne, Preliminary Survey Corps\n\n    Report immediately to this office for assignment to I.E.S. _Lord\n    Nelson_. Full briefing will be held at 2200 hours, 14 April 2103.\n\n                                       By order of the Fleet Commandant.\n\nIt was short, brief, and to the point. And it gave no information\nwhatsoever. Peter Wayne shrugged resignedly, put the letter down on his\nbed, walked over to the phone, and dialed a number.\n\nA moment later, a girl's face appeared--blonde-haired, with high\ncheekbones, deep blue-green eyes, and an expression of the lips that\nintriguingly combined desirability and crisp military bearing.\n\n\"Lieutenant James speaking,\" she said formally. Then, as Wayne's image\nappeared on her screen, she grinned. \"Hi, Pete. What's up?\"\n\n\"Listen, Sherri,\" Wayne said quickly. \"I'm going to have to cancel that\ndate we had for tomorrow night. I just got my orders.\"\n\nThe girl laughed. \"I was just going to call _you_, I got a fac-sheet\ntoo. Looks as though we won't see each other for a while, Pete.\"\n\n\"What ship are you getting?\"\n\n\"The _Lord Nelson_.\"\n\nIt was Wayne's turn to laugh. \"It looks as though we _will_ be seeing\neach other. That's my ship too. We can keep our date in the briefing\nroom.\"\n\nHer face brightened. \"Good! I'll see you there, then,\" she said. \"I've\ngot to get my gear packed.\"\n\n\"Okay,\" Wayne said. \"Let's be on time, you know how General Scarborough\nis.\"\n\nShe smiled. \"Don't worry, Peter. I'll be there. So long for now.\"\n\n\"Bye, Sherri.\" He cut the connection, watched the girl's face melt away\ninto a rainbow-colored diamond of light, and turned away. There were a\nlot of things to do before he would be ready to leave Earth for an\ninterstellar tour of duty.\n\nHe wondered briefly as he started to pack just what was going on. There\nwas usually much more notice on any big jump of this order. Something\nspecial was up, he thought, as he dragged his duffle-bag out of the\ncloset.\n\n       *       *       *       *       *\n\nHe was at the briefing room at 2158 on the nose. The Interstellar\nExploration Service didn't much go for tardiness, but they didn't pay\nextra if you got there a half-hour early. Captain Peter Wayne made it a\npoint of being at any appointment two minutes early--no more, no less.\n\nThe room was starting to fill up, with men and women Wayne knew well,\nhad worked with on other expeditions, had lived with since he'd joined\nthe IES. They looked just as puzzled as he probably did, he saw; they\nknew they were being called in on something big, and in the IES big\nmeant _big_.\n\nAt precisely 2200, Lieutenant General Scarborough emerged from the inner\noffice, strode briskly up the aisle of the briefing room, and took his\ncustomary stance on the platform in front. His face looked stern, and he\nheld his hands clasped behind his back. His royal blue uniform was neat\nand trim. Over his head, the second hand of the big clock whirled\nendlessly. In the silence of the briefing room, it seemed to be ticking\nmuch too loudly.\n\nThe general nodded curtly and said, \"Some of you are probably wondering\nwhy the order to report here wasn't more specific. There are two reasons\nfor that. In the first place, we have reason to believe that we have\nfound a substantial deposit of double-nucleus beryllium.\"\n\nThere was a murmur of sound in the briefing room. Wayne felt his heart\nstarting to pound; D-N beryllium _was_ big. So big that a whole fleet of\nIES ships did nothing but search the galaxy for it, full time.\n\n\"Naturally,\" the general continued, \"we don't want any of this\ninformation to leak out, just in case it should prove false. The\nprospect of enough D-N beryllium to make fusion power really cheap could\ncause a panic if we didn't handle it properly. The Economics Board has\nwarned us that we'll have to proceed carefully if there actually is a\nbig deposit on this planet.\"\n\nCaptain Wayne stared uneasily at Sherri James, who frowned and chewed\nher lip. To his left, a short, stubby private named Manetti murmured\nworriedly, \"That means trouble. D-N beryllium always means trouble.\nThere's a catch somewhere.\"\n\nGeneral Scarborough, on the platform, said, \"There's a second reason for\nsecrecy. I think it can better be explained by a man who has the\nevidence first-hand.\"\n\nHe paused and looked around the room. \"Four weeks ago, the Scout Ship\n_Mavis_ came back from Fomalhaut V.\" There was a dead silence in the\nbriefing room.\n\n\"Lieutenant Jervis, will you tell the crew exactly what happened on\nFomalhaut V?\"\n\n       *       *       *       *       *\n\nLieutenant Jervis stepped forward and took his place on the platform. He\nwas small and wiry, with a hawk nose and piercingly intense eyes. He\ncleared his throat and smiled a little sheepishly.\n\n\"I've told this story so many times that it doesn't even sound real to\nme any more. I've told it to the Supreme Senate Space Committee, to half\nthe top brass in the IES, and to a Board of Physicians from the Medical\nDepartment.\n\n\"As well as I can remember it, it goes something like this.\"\n\nLaughter rippled through the room.\n\n\"We orbited around Fomalhaut V for a Scouting Survey,\" Jervis said. \"The\nplanet is hot and rocky, but it has a breathable atmosphere. The\ndetectors showed various kinds of metals in the crust, some of them in\ncommercially feasible concentration. But the crust is so mountainous and\nrocky that there aren't very many places to land a ship.\n\n\"Then we picked up the double-nucleus beryllium deposit on our\ndetectors. Nearby, there was a small, fairly level valley, so we brought\nthe ship down for a closer check. We wanted to make absolutely positive\nthat it was double-nucleus beryllium before we made our report.\"\n\nHe paused, as if arranging the story he wanted to tell in his mind, and\nwent on. \"The D-N beryllium deposit lies at the top of a fairly low\nmountain about five miles from the valley. We triangulated it first, and\nthen we decided we ought to send up a party to get samples of the ore if\nit were at all possible.\n\n\"I was chosen to go, along with another member of the crew, a man named\nLee Bellows. We left the ship at about five in the morning, and spent\nmost of the day climbing up to the spot where we had detected the\nberyllium. We couldn't get a sample; the main deposit is located several\nfeet beneath the surface of the mountaintop, and the mountain is too\nrough and rocky to climb without special equipment. We got less than\nhalfway before we had to stop.\"\n\nWayne felt Sherri nudge him, and turned to nod. He knew what she was\nthinking. This was where he came in; it was a job that called for a\nspecialist, a trained mountaineer--such as Captain Peter Wayne. He\nfrowned and turned his attention back to the man on the platform.\n\n       *       *       *       *       *\n\n\"We made all the readings we could,\" Jervis continued. \"Then we headed\nback to our temporary base.\"\n\nHis face looked troubled. \"When we got back, every man at the base was\ndead.\"\n\nSilence in the room. Complete, utter, deafening silence.\n\n\"There were only nine of us in the ship,\" Jervis said. He was obviously\nstill greatly affected by whatever had taken place on Fomalhaut V. \"With\nseven of us dead, that left only Bellows and myself. We couldn't find\nout what had killed them. They were lying scattered over the valley\nfloor for several yards around the ship. They looked as though they had\nsuddenly dropped dead at whatever they were doing.\"\n\nPeter Wayne made use of his extra few inches of height to glance around\nthe briefing room. He saw row on row of tense faces--faces that\nreflected the same emotions he was feeling. Space exploration was\nsomething still new and mostly unknown, and even the experienced men of\nIES still knew fear occasionally. The galaxy was a big place; unknown\nterrors lurked on planets unimaginably distant. Every now and then,\nsomething like this would come up--something to give you pause, before\nyou ventured into space again.\n\n\"We couldn't find out what had killed them,\" Jervis said again. \"They\nwere lying scattered every which way, with no clues at all.\" The small\nman's fingers were trembling from relived fright. \"Bellows and I were\npretty scared, I'll have to admit. We couldn't find a sign of what had\nkilled the men--they'd just--just _died_.\"\n\nThere was a quiver in his voice. It was obvious he could never take the\nstory lightly, no matter how many times he had to tell it.\n\nWayne heard Private Manetti mutter, \"There's always a price for D-N\nberyllium.\"\n\n\"The Scout Ship hadn't been molested,\" Jervis went on. \"I went inside\nand checked it over. It was untouched, undisturbed in every way. I\nchecked the control panel, the cabins, everything. All unbothered. The\nship was empty and dead. And--outside--\n\n\"When I came out, Bellows was dead too.\" He took a deep breath. \"I'm\nafraid I panicked then. I locked myself inside the ship, set the\nautocontrols, and headed back to Earth at top velocity. I set the ship\nin an orbit around the moon and notified headquarters. I was quarantined\nimmediately, of course, to make sure I wasn't carrying anything. The\nmedics checked me over carefully. I wasn't and am not now carrying any\nvirus or bacteria unknown to Terrestrial medicine.\n\n\"Since I'm the only one who knows exactly where this valley is, the\ngeneral has asked me to guide the _Lord Nelson_ to the exact spot.\nActually, it could be found eventually with the D-N beryllium as a\nguide. But the _Mavis_ was in orbit around Fomalhaut V for two weeks\nbefore we found the D-N beryllium deposit, and the Service feels that we\nshouldn't waste any time.\"\n\nThe lieutenant sat down, and General Scarborough resumed his place on\nthe platform.\n\n       *       *       *       *       *\n\n\"That's the situation,\" Scarborough said bluntly. \"You know the setup,\nnow--and I think some of you see how your specialities are going to fit\ninto the operation. As Lieutenant Jervis pointed out, we don't know what\nkilled the crew of the _Mavis_; therefore, we are going to take every\npossible precaution. As far as we know, there are no inimical life forms\non Fomalhaut V--but it's possible that there are things we don't know\nabout, such as airborne viruses that kill in a very short time. If so,\nthen Lieutenant Jervis is immune to the virus and is not a transmitter\nor carrier of it.\n\n\"However, to guard against such a possibility, no one will leave the\n_Lord Nelson_, once it has landed, without wearing a spacesuit. The air\nis breathable, but we're taking no chances. Also, no one will go out\nalone; scouting parties will always be in pairs, with wide open\ncommunication with the ship. And at no time will more than ten percent\nof the ship's company be outside at any one time.\"\n\nWayne made a rough mental computation. _The_ Lord Nelson _holds sixty.\nThat means no more than six out at any single time. They really must be\nworried._\n\n\"Aside from those orders, which were decided on by the Service Command,\nyou'll be under the direct orders of Colonel Nels Petersen. Colonel\nPetersen.\"\n\nPetersen was a tall, hard-faced man with a touch of gray at his temples.\nHe stepped forward and stared intently at the assembled crew.\n\n       *       *       *       *       *\n\n\"Our job is to make the preliminary preparations for getting D-N\nberyllium out of the crust of Fomalhaut V. We're supposed to stay alive\nwhile we do it. Therefore, our secondary job is to find out what it was\nthat killed the scouting expedition of the _Mavis_. There are sixty of\nus going aboard the _Lord Nelson_ tomorrow, and I'd like to have sixty\naboard when we come back. Got that?\"\n\nHe leaned forward, stretched upward on his toes, and smiled\nmechanically. \"Fine. Now, you all know your jobs, but we're going to\nhave to work together as a team. We're going to have to correlate our\nwork so that we'll know what we're doing. So don't think we won't have\nanything to do during the two weeks it will take us to get to Fomalhaut\nV. We're going to work it as though it were a shakedown cruise. If\nanyone doesn't work out, he'll be replaced, even if we have to turn\naround and come back to Earth. On a planet which has wiped out a whole\nscouting expedition, we can't afford to have any slip-ups. And that\nmeans we can't afford to have anyone aboard who doesn't know what he's\ndoing or doesn't care. Is that clear?\"\n\nIt was.\n\n\"All right,\" said the colonel. \"Let's go out and get acquainted with the\n_Lord Nelson_.\"\n\n       *       *       *       *       *\n\nThe briefing session broke up well past midnight, and the group that\nshortly would become the crew of the _Lord Nelson_ filtered out of the\nbuilding and into the cool spring air. Each man had a fairly good idea\nof his job and each man knew the dangers involved. No one had backed\nout.\n\n\"What d'ye think of it, Pete?\" Sherri James asked, as they left\ntogether. \"Sounds pretty mean.\"\n\n\"I wish we knew what the answers were beforehand,\" Wayne said. He\nglanced down at Sherri. The moon was full, and its rays glinted brightly\noff her golden hair. \"It's a risky deal, as Petersen said. Nine men go\nout, and eight die--of what? Just dead, that's all.\"\n\n\"It's the way the game goes,\" Sherri said. \"You knew that when you\njoined the corps.\" They turned down the main road of the IES compound\nand headed for the snack bar.\n\nWayne nodded. \"I know, kid. It's a job, and it has to be done. But\nnobody likes to walk into an empty planet like that knowing that eight\nof the last nine guys who did didn't come back.\"\n\nHe put his arm around her and they entered the snack bar that way. Most\nof the other crew-members were there already; Wayne sensed the\nheightening tenseness on their faces.\n\n\"Two nuclear fizzes,\" he said to the pfc at the bar. \"With all the\ntrimmings.\"\n\n\"What's the matter, Captain?\" said a balding, potbellied major a few\nstools down, who was nursing a beer. \"How come the soft drinks tonight,\nWayne?\"\n\nPeter grinned. \"I'm in training, Major Osborne. Gotta kill the evil\ngreen horde from Rigel Seven, and I don't dare drink anything stronger\nthan sarsaparilla.\"\n\n\"How about the amazon, then?\" Osborne said, gesturing at Sherri. \"Her\ntoo?\"\n\n\"Me too,\" Sherri said.\n\nOsborne stared at his beer. \"You two must be in Scarborough's new\nproject, then.\" He squinted at Peter, who nodded almost imperceptibly.\n\n\"You'll need luck,\" Osborne said.\n\n\"No we won't,\" Wayne said. \"Not luck. We'll need more than just luck to\npull us through.\"\n\nThe nuclear fizzes arrived. He began to sip it quietly. A few more\nmembers of the crew entered the snack bar. Their faces were drawn\ntensely.\n\nHe guzzled the drink and looked up at Sherri, who was sucking down the\nlast of the soda. \"Let's get going, Lieutenant James. The noncoms are\ncoming, and we don't want them to make nasty remarks about us.\"\n\n       *       *       *       *       *\n\nThe _Lord Nelson_ blasted off the next evening, after a frenzied day of\nhurried preparations. The crew of sixty filed solemnly aboard, Colonel\nPetersen last, and the great hatch swung closed.\n\nThere was the usual routine loudspeaker-business while everyone quickly\nand efficiently strapped into his acceleration cradle, and then the ship\nleaped skyward. It climbed rapidly, broke free of Earth's grasp, and,\nout past the moon, abruptly winked out of normal space into overdrive.\nIt would spend the next two weeks in hyperspace, short-cutting across\nthe galaxy to Fomalhaut V.\n\nIt was a busy two weeks for everyone involved. Captain Peter Wayne, as a\ncentral part of the team, spent much of his time planning his attack.\nHis job would be the actual climbing of the mountain where the\ndouble-nucleus beryllium was located. It wasn't going to be an easy job;\nthe terrain was rough, the wind, according to Jervis, whipped ragingly\nthrough the hills, and the jagged peaks thrust into the air like the\nteeth of some mythical dragon.\n\nStudy of the three-dimensional aerial photographs taken from the _Mavis_\nshowed that the best route was probably up through one end of the\nvalley, through a narrow pass that led around the mountain, and up the\nwest slope, which appeared to offer better handholds and was less\nperpendicular than the other sides of the mountain.\n\nThis time, the expedition would have the equipment to make the climb.\nThere were ropes, picks, and crampons, and sets of metamagnetic boots\nand grapples. With metamagnetic boots, Wayne thought, they'd be able to\nwalk up the side of the mountain almost as easily as if it were flat.\n\nHe studied the thick, heavy soles of the boots for a moment, then set to\nwork polishing. Wayne liked to keep his boots mirror-bright; it wasn't\nrequired, but it was a habit of his nonetheless.\n\nHe set to work vigorously. Everyone aboard the ship was working that\nway. Sherri James, who was in charge of the Correlation Section, had\nnoticed the same thing the day before. Her job was to co-ordinate all\nthe information from various members of the expedition, run them through\nthe computers, and record them. She had been busy since blastoff,\ntesting the computers, checking and rechecking them, being overly\nefficient.\n\n\"I know why we're doing it,\" she said. \"It keeps our mind off the end of\nthe trip. When we spend the whole day working out complicated circuits\nfor the computers, or polishing mountain boots, or cleaning the jet\ntubes, it's just so we don't have to think about Fomalhaut V. It helps\nto concentrate on details.\"\n\nWayne nodded and said nothing. Sherri was right. There was one thought\nin everyone's mind: what was the deadly secret of the valley?\n\nThere was another thought, after that:\n\n_Will we find it out in time?_\n\n       *       *       *       *       *\n\nAfter two weeks of flight through the vast blackness of interstellar\nspace, the _Lord Nelson_ came out of overdrive and set itself in an\norbit around Fomalhaut V. Lieutenant Jervis, the sole survivor of the\nill-fated _Mavis_, located the small valley between the giant crags that\ncovered the planet, and the huge spherical bulk of the spaceship settled\ngently to the floor of the valley.\n\nThey were gathered in the central room of the ship ten minutes after the\n_all-clear_ rang through the corridors, informing everyone that the\nlanding had been safely accomplished. From the portholes they could see\nthe white bones of the _Mavis's_ crew lying on the reddish sand of the\nvalley bottom.\n\n\"There they are,\" Jervis said quietly. \"Just bones. Those were my\nshipmates.\"\n\nWayne saw Sherri repress a shudder. Little heaps of bones lay here and\nthere on the sand, shining brightly in the hot sun. That was the crew of\nthe _Mavis_--or what was left of them.\n\nColonel Petersen entered the room and confronted the crew. \"We're here,\"\nhe said. \"You know the schedule from now on. No one's to leave the ship\nuntil we've made a check outside, and after that--assuming it's OK to go\nout--no more than six are to leave the ship at any one time.\"\n\nHe pointed to a row of metal magnetic tabs clinging to the wall nearest\nthe corridor that led to the airlock. \"When you go out, take one of\nthose tabs and touch it on your suit. There are exactly six tabs. If\nnone are there, don't go out. It's as simple as that.\"\n\nFour men in spacesuits entered the room, followed by two others. The\nleader of the group saluted. \"We're ready, sir,\" he said.\n\n\"Go out and get a look at the bodies,\" the colonel told the men, who\nwere Medical Corpsmen. \"You know the procedure. Air and sand samples\ntoo, of course.\"\n\nThe leader saluted again, turned, and left. Wayne watched the six\nspacesuited figures step one at a time to the wall, withdraw one of the\nmetal tabs, and affix it to the outer skin of his suit. Then they went\noutside.\n\nCaptain Wayne and Sherri James stood by one of the portholes and\nwatched the six medics as they bent over the corpses outside. \"I don't\nget it, I just don't understand,\" Wayne said quietly.\n\n       *       *       *       *       *\n\n\"What don't you get?\" Sherri asked.\n\n\"Those skeletons. Those men have only been dead for two months, and\nthey've been reduced to nothing but bones already. Even the fabric of\ntheir clothing is gone. Why? There must be something here that causes\nhuman flesh to deteriorate much faster than normal.\"\n\n\"It does look pretty gruesome,\" Sherri agreed. \"I'm glad we've been\nordered to keep our spacesuits on. I wouldn't want to be exposed to\nanything that might be out there.\"\n\n\"I wonder--\" Wayne muttered.\n\n\"What? What's the matter?\"\n\nWayne pointed to one figure lying on the sand. \"See that? What's that\nover his head?\"\n\n\"Why--it's a space helmet!\"\n\n\"Yeah,\" said Wayne. \"The question is: was he wearing just the helmet, or\nthe whole suit? If he was wearing the whole suit, we're not going to be\nas well protected as we thought, even with our fancy suits.\"\n\nFifteen minutes passed slowly before the medics returned, and five\nminutes more before they had passed through the decontamination chambers\nand were allowed into the ship proper. A ring of tense faces surrounded\nthem as they made their report.\n\n       *       *       *       *       *\n\nThe leader, a tall, bespectacled doctor named Stevelman, was the\nspokesman. He shrugged when Colonel Petersen put forth the question\nwhose answer everyone waited for.\n\n\"I don't know,\" the medic replied. \"I don't know what killed them.\nThere's dry bones out there, but no sign of anything that might have\ndone it. It's pretty hard to make a quick diagnosis on a skeleton,\nColonel.\"\n\n\"What about the one skeleton with the bubble helmet?\" Peter Wayne asked.\n\"Did you see any sign of a full suit on him?\"\n\nStevelman shook his head. \"Not a sign, sir.\"\n\nColonel Petersen turned and glanced at Lieutenant Jervis. \"Do you\nremember what the circumstances were, Lieutenant?\"\n\nJervis shrugged. \"I don't recall it very clearly, sir. I honestly\ncouldn't tell you whether they were wearing suits or bubble-helmets or\nanything. I was too upset at the time to make careful observations.\"\n\n\"I understand,\" Petersen said.\n\nBut the medic had a different theory. He pointed at Jervis and said,\n\"That's a point I've meant to make, Lieutenant. You're a trained space\nscout. Your psychological records show that you're not the sort of man\ngiven to panic or to become confused.\"\n\n\"Are you implying that there's something improper about my statement,\nDr. Stevelman?\"\n\nThe medic held up a hand. \"Nothing of the sort, Lieutenant. But since\nyou're not the sort to panic, even in such a crisis as the complete\ndestruction of the entire crew of your scout ship, you must have been\nill--partly delirious from fever. Not delirious enough to cause\nhallucinations, but just enough to impair your judgment.\"\n\nJervis nodded. \"That is possible,\" he said.\n\n\"Good,\" said Stevelman. \"I have two tentative hypotheses, then.\" He\nturned to the colonel. \"Should I state them now, Colonel Petersen?\"\n\n\"There's to be no secrecy aboard this ship, Doctor. I want every man and\nwoman on the ship to know all the facts at all times.\"\n\n\"Very well,\" the medic said. \"I'd suggest the deaths were caused by some\nunknown virus--or, perhaps, by some virulent poison that occurred\noccasionally, a poisonous smog of some kind that had settled in the\nvalley for a time and then dissipated.\"\n\nWayne frowned and shook his head. Both hypotheses made sense.\n\n\"Do you have any suggestions, Doctor?\" Petersen said.\n\n\"Since we don't have any direct information about why those men died,\nColonel, I can't make any definite statements. But I can offer one bit\nof advice to everyone: _wear your suits and be alert_.\"\n\n       *       *       *       *       *\n\nDuring the week that followed, several groups went out without suffering\nany ill effects. A short service was held for the eight of the _Mavis_\nand then the skeletons were buried in the valley.\n\nThey ran a check on the double-nucleus beryllium toward the end of the\nweek, after it had been fairly safely established that no apparent harm\nwas going to come to them. Wayne and Sherri were both in the crew that\nwent outside to set up the detector.\n\n\"You man the detector plate,\" said Major MacDougal, who was in charge of\nthe group, turning to Wayne.\n\nHe put his hand on the plate and waited for the guide coordinates to be\nset. MacDougal fumbled at the base of the detector for a moment, and the\nmachine began picking up eloptic radiations.\n\nWayne now looked down at the detector plate. \"Here we are,\" he said.\n\"The dial's oscillating between four and eight, all right. The stuff's\nhere.\"\n\nMacDougal whistled gently. \"It's really sending, isn't it!\" He pointed\ntoward the mountaintop. \"From up there, too. It's going to be a nice\nclimb. Okay, pack the detector up and let's get back inside.\"\n\nThey entered the airlock and passed on into the ship.\n\n\"The D-N beryllium up there, sir,\" Major MacDougal said. \"It's going to\nbe a devil of a job to get up to find the stuff.\"\n\n\"That's what Captain Wayne's here for,\" Petersen said. \"Captain, what\ndo you think? Can you get up here?\"\n\n\"It would have been easier to bring along a helicopter,\" Wayne said\nwryly. \"Pity the things don't fit into spaceships. But I think I can get\nup there. I'd like to try surveying the lay of the land, first. I want\nto know all the possible routes before I start climbing.\"\n\n\"Good idea,\" Petersen said. \"I'll send you out with three men to do some\npreliminary exploring. Boggs! Manetti! MacPherson! Suit up and get with\nit!\"\n\n       *       *       *       *       *\n\nWayne strode toward the spacesuit locker, took out his suit, and donned\nit. Instead of the normal space boots, he put on the special\nmetamagnetic boots for mountain climbing. The little reactors in the\nback of the calf activated the thick metal sole of each boot so that it\nwould cling tightly to the metallic rock of the mountain. Unlike\nordinary magnetism, the metamagnetic field acted on all metals, even\nwhen they were in combination with other elements.\n\nHis team of three stood before him in the airlock room. He knew all\nthree of them fairly well from Earthside; they were capable,\nlevel-headed men, and at least one--Boggs--had already been out in the\nvalley surveying once, and so knew the area pretty well.\n\nHe pulled on the boots and looked up. \"We're not going to climb the\nmountain this time, men. We'll just take a look around it to decide\nwhich is the best way.\"\n\n\"You have any ideas, sir?\" Sergeant Boggs asked.\n\n\"From looking at the photographs, I'd guess that the western approach is\nthe best. But I may be wrong. Little details are hard to see from five\nhundred miles up, even with the best of instruments, and there may be\nthings in our way that will make the west slope impassible. If so, we'll\ntry the southern side. It looks pretty steep, but it also seems rough\nenough to offer plenty of handholds.\"\n\n\"Too bad we couldn't have had that helicopter you were talking about,\"\nsaid Boggs.\n\nWayne grinned. \"With these winds? They'd smash us against the side of\nthe mountain before we'd get up fifty feet. You ought to know,\nSergeant--you've been out in them once already.\"\n\n\"They're not so bad down in this valley, sir,\" Boggs said. \"The only\ntime you really notice them is when you climb the escarpment at the\nnorthern end. They get pretty rough up there.\"\n\nWayne nodded. \"You can see what kind of a job we'll have. Even with\nmetamagnetic boots and grapples, we'll still have to use the old\nstandbys.\" He looked at the men. \"Okay; we're all ready. Let's go.\"\n\nThey unhooked four of the six tabs from the wall and donned them. Then\nthey moved on into the airlock and closed the inner door. The air was\npumped out, just as though the ship were in space or on a planet with a\npoisonous atmosphere. As far as anyone knew, the atmosphere of Fomalhaut\nV actually was poisonous. Some of the tension had relaxed after a week\nspent in safety, but there was always the first expedition to consider;\nno one took chances.\n\nWhen all the air had been removed, a bleeder valve allowed the outer air\nto come into the chamber. Then the outer door opened, and the four men\nwent down the ladder to the valley floor.\n\n       *       *       *       *       *\n\nWayne led the way across the sand in silence. The four men made their\nway toward the slope on the western side of the valley. Overhead, the\nbright globe of Fomalhaut shed its orange light over the rugged\nlandscape.\n\nWhen they reached the beginning of the slope, Wayne stopped and looked\nupwards. \"Doesn't look easy,\" he grunted. \"Damned rough hill, matter of\nfact. MacPherson, do you think you could make it to the top?\"\n\nCorporal MacPherson was a small, wiry man who had the reputation of\nbeing a first-rank mountaineer. He had been a member of the eighteenth\nMount Everest Party, and had been the second of that party to reach the\nsummit of the towering peak.\n\n\"Sure I can, sir,\" he said confidently. \"Shall I take the rope?\"\n\n\"Go ahead. You and Manetti get the rope to the top, and Sergeant Boggs\nand I will follow up.\"\n\n\"Righto, sir.\"\n\nCorporal MacPherson reached his gloved hands forward and contracted his\nfingers. The tiny microswitches in his gloves actuated the relays, and\nhis hands clung to the rock. Then he put his boots against the wall and\nbegan to move up the steep escarpment.\n\nPrivate Manetti followed after him. The two men were lashed together by\nthe light plastisteel cable. The sergeant held the end of the cable in\nhis hands, waiting for the coil to be paid out.\n\nWayne watched the two men climb, while a chill wind whipped down out of\nthe mountains and raised the sand in the valley. It was less than eighty\nfeet to the precipice edge above, but it was almost perpendicular, and\nas they climbed, the buffeting winds began to press against their bodies\nwith ever-increasing force.\n\nThey reached the top and secured the rope, and then they peered over the\nedge and signalled that Wayne and the sergeant should start up.\n\n\"We're coming,\" Wayne shouted, and returned the signal. It was at that\ninstant that he felt something slam against the sole of his heavy\nmetamagnetic boot. It was as though something had kicked him savagely on\nthe sole of his right foot.\n\nHe winced sharply at the impact. Then, somewhat puzzled he looked down\nat the boot. He felt something move under the sand. He tried to step\nback, and almost tripped. It was as though his right foot were stuck\nfirmly to the sand!\n\nHe pushed himself back, and with a tremendous heave managed to pull\nhimself free. He braced his body against the cliff, lifted his foot, and\nlooked at it.\n\nHanging from his boot sole was one of the ugliest monstrosities he had\never seen, unusually grotesque.\n\n       *       *       *       *       *\n\nIt was about the size and shape of a regulation football, and was\ncovered with a wrinkled, reddish hide. At one end was a bright red gash\nof a mouth studded with greenish, gnashing teeth. From the other end of\nthe creature's body protruded a long, needle-like projection which had\nimbedded itself in the metal sole of Wayne's boot.\n\n\"Good God! If I'd been wearing ordinary boots, that thing would have\nstuck clear into my foot!\"\n\nHe hefted the weighted pick with one hand and swung, catching the\nmonster with the point. It sank in and ripped through the creature,\nspilling red-orange blood over the sand. Shuddering a little, Wayne put\nhis other foot on the dead thing and pulled his right boot free of the\nneedle beak.\n\nHe started to say something, but he had a sudden premonition that made\nhim look up in time. Sergeant Boggs put both hands against the\nCaptain's shoulder and pushed.\n\n\"What the hell?\" Wayne asked in surprise as he felt the shove. He almost\nfell to the sand, but he had had just enough warning to allow him to\nkeep his balance. He put out a foot and staggered wildly.\n\nA sudden strange noise caused him to turn and look back. Five needles\nwere jabbing viciously up out of the sand in the spot where he would\nhave fallen.\n\n\"You out of your head, Boggs?\" he started to ask--but before the last\nword was out of his mouth, the sergeant charged in madly and tried to\npush him over again. He was fighting like a man gone berserk--which he\nwas.\n\nWayne grabbed him by the wrist and flipped him desperately aside. The\nsergeant fell, sprawled out for a moment on the sand, then bounced to\nhis feet again. His eyes were alight with a strange, terrifying flame.\n\nSilently, he leaped for Wayne. The captain slammed his fist forward,\nsending it crashing into Boggs's midsection. The sergeant came back with\na jab to the stomach that pushed Wayne backward. Again the deadly\nneedles flicked up from the ground, but they did not strike home.\n\nWayne gasped for breath and reached out for Boggs. Boggs leaped on him,\ntrying to push Wayne down where the beaks could get to him. Wayne\nsidestepped, threw Boggs off balance, and clubbed down hard with his\nfist.\n\nBoggs wandered dizzily for a second before Wayne's other fist came\nblasting in, knocking the breath out of him. A third blow, and the\nsergeant collapsed on the sand.\n\nWayne paused and caught his breath. The sergeant remained unconscious.\nWayne shook his head uncertainly, wondering what had come over the\nmild-mannered Boggs. A chilling thought struck him: _was this what\nhappened to the crew of the Mavis?_\n\n       *       *       *       *       *\n\nHe looked up the cliff, where the other two men were still peering over\nthe edge.\n\n\"MacPherson! Manetti! Come down! We're going back to the ship!\"\n\nHe heaved the unconscious body of Sergeant Boggs over his shoulder like\na potato-sack, and waited for the two men to come down. They drew near.\n\n\"Boggs must have gone out of his head,\" Wayne said. \"He jumped me like\na madman.\"\n\nThey had nothing to say, so he turned and began to trudge back to the\n_Lord Nelson_, trying to assemble the facts in his mind. They followed\nalongside.\n\nWhat was behind the attack? After seeing the monster, why had Boggs\nattempted to push his superior officer over into the sand? There were\nother little beasts under that sand; why would Boggs want one of\nthem--there seemed to be dozens--to jab him with its needle of a beak?\n\nAnd what were the beastly little animals, anyway?\n\nThere were no answers. But the answers would have to come, soon.\n\nHe tossed Boggs into the airlock and waited for the others to catch up.\nThey climbed up the ladder and said nothing as the airlock went through\nits cycle and the antibacterial spray covered them.\n\n       *       *       *       *       *\n\nColonel Petersen looked at him across the desk and put the palms of his\nhands together. \"Then, as I understand it, Captain, Sergeant Boggs tried\nto push you over into the sand when this--ah--_monster_ jabbed you in\nthe foot?\"\n\n\"That's right, sir,\" Wayne said. He felt uncomfortable. This wasn't a\nformal court-martial; it was simply an inquiry into the sergeant's\nactions. Charges would be preferred later, if there were any to be\npreferred.\n\nSergeant Boggs stood stolidly on the far side of the room. A livid\nbruise along his jaw testified to the struggle that had taken place. One\neye was puffed, and his expression was an unhappy one. Near him,\nMacPherson and Private Manetti stood stiffly at attention.\n\nThe colonel looked at Boggs. \"What's your side of the story, Sergeant?\"\n\nThe non-com's face didn't change. \"Sir, the captain's statement isn't\ntrue.\"\n\n\"_What's that?_\" Wayne asked angrily.\n\n\"Quiet, Captain,\" Petersen said. \"Go ahead, Boggs.\"\n\nThe sergeant licked his bruised lips. \"I was about to start up the rope\nwhen, for no reason at all, he struck me in the stomach. Then he hit me\nagain a few more times, and I passed out.\"\n\n\"Did he say anything when he did this?\" the Colonel asked.\n\n\"No, sir.\"\n\nWayne frowned. What was the sergeant trying to do? What the devil was he\nup to?\n\n\"Corporal MacPherson,\" the colonel said, \"Did you witness the fight?\"\n\n\"Yes, sir,\" the small man said, stepping a pace forward.\n\n\"Describe it.\"\n\n\"Well, sir, we were up on top of the cliff, and we called--or rather,\n_I_ called for the captain and the sergeant to come on up. Sergeant\nBoggs took a hold of the rope and then the captain hit him in the belly,\nsir. He hit him twice more and the sergeant fell down. Then the captain\ntold us to come down, which we did, sir. That was all.\" He gestured with\nhis hands to indicate he had no more to say.\n\nWayne could hardly believe his ears. Making an effort, he managed to\nrestrain himself.\n\n\"Private Manetti, do you have anything to add to that?\" the colonel\nasked.\n\n\"No, sir. It happened just like that, sir. We both seen the entire\nthing. That's the way it happened. The captain hauled off and let him\nhave it.\"\n\nThe colonel swivelled around and let his cold eyes rest on Wayne.\n\"Captain, you have stated that Sergeant Boggs did not talk to either of\nthese two men after you struck him. That eliminates any collusion.\"\n\n\"Yes, sir,\" Wayne said stonily.\n\n\"I talked to both men separately, and they tell substantially the same\nstory. The records of all three of these men are excellent. The sergeant\nclaims he never saw any monster of the type you describe, and the group\nI sent out to check says that there is no body of any alien animal\nanywhere near the spot. How do you explain the discrepancies between\nyour story and theirs?\"\n\n       *       *       *       *       *\n\nWayne glared angrily at the three men. \"They're lying, sir,\" he said\nevenly. \"I don't know why they're doing it. The whole thing took place\nexactly as I told you.\"\n\n\"I find that very difficult to believe, Captain.\"\n\n\"Is that a formal accusation, sir?\"\n\nPetersen shrugged and rubbed his hands against his iron-grey temples.\n\"Captain,\" he said finally, \"you have a very fine record. You have never\nbefore been known to strike an enlisted man for any cause whatever. I\nhold that in your favor.\"\n\n\"Thank you, sir.\"\n\n\"On the other hand, the evidence here definitely indicates that your\nstory is not quite true. Now, we know that Lieutenant Jervis acted\npeculiarly after the crew of the _Mavis_ met its mysterious end, and the\nMedical Corps thinks that whatever is causing the deaths could also\ncause mental confusion. Therefore, I am remanding you to the custody of\nthe Medical Corps for observation. You'll be kept in close confinement\nuntil this thing is cleared up.\"\n\nWayne frowned bitterly. \"Yes, sir,\" he said.\n\n       *       *       *       *       *\n\nPeter Wayne sat in his cell in the hospital sector and stared at the\nwall in confusion. What in blazes was going on? What possible motive\nwould three enlisted men have to frame him in this way? It didn't make\nany sense.\n\nWas it possible that he really _had_ gone off his rocker? Had he\nimagined the little beast under the sand?\n\nHe lifted his foot and looked again at the sole. There it was: a little\npit about an eighth of an inch deep.\n\nThe colonel had explained it away easily enough, saying that he might\npossibly have stepped on a sharp rock. Wayne shook his head. He knew he\nwasn't nuts. But what the hell was going on?\n\nThere were no answers. But he knew that the eventual answer, when it\ncame, would have something to do with the mystery of the _Mavis's_ eight\ncorpses.\n\nIt was late that afternoon when Sherri James came storming into the\nhospital sector. She was wearing a spacesuit, and she was brandishing a\npass countersigned by Colonel Petersen himself. She was determined to\nenter.\n\n\"The medics didn't want to let me in,\" she explained. \"But I told them\nI'd wear a spacesuit if it would make them any happier.\"\n\n\"Sherri! What the devil are you doing here?\"\n\n\"I just wanted to check on you,\" she said. Her voice sounded oddly\ndistorted coming over the speaker in the helmet. \"You're supposed to\nhave blown your wig or something. Did you?\"\n\n\"No. Of course not.\"\n\n\"I didn't think so.\" She unscrewed her helmet quickly. \"Listen, Peter,\nthere's something funny going on aboard this ship.\"\n\n\"I've known that a long time,\" he said.\n\n\"I think Boggs and those other two are trying to frame you,\" she said,\nher voice low. \"Do you know of anyone aboard named Masters?\"\n\n\"Masters?\" Wayne repeated. \"Not that I know of--why?\"\n\n\"Well, I overheard Boggs talking to one of the other men. I didn't hear\nvery clearly, but it sounded as though he said: 'We've got to get Moore\nout and turn him over to Masters.' Bill Moore is one of my\ncomputermen--tall, skinny fellow.\"\n\nWayne nodded, frowning. \"Yeah, but who is Masters? This is the queerest\nthing I ever heard of.\"\n\nFootsteps sounded in the corridor outside.\n\n\"Better put your helmet on,\" Wayne advised. \"Whoever's coming might not\nlike to see you this way.\"\n\nQuickly, she slipped the helmet back on. \"I don't know what's going on,\"\nshe said. \"But I intend to find out.\"\n\n       *       *       *       *       *\n\nOne of the medics entered the cell without knocking and came up to\nSherri. \"You'll have to go now, Lieutenant,\" he said. \"We're going to\nperform some tests on the captain now.\"\n\nSherri bristled. \"Tests? What kind of tests?\"\n\n\"Nothing very serious,\" the medic said. \"Just a routine checkup to\nclarify some points we're interested in.\"\n\n\"All right,\" Sherri said. \"You won't find anything the matter with\nhim.\" She left.\n\n\"Come with me, Captain,\" said the medic politely. He unlocked the cell\ndoor and, equally politely, drew a needle-beam pistol. \"Don't try\nanything, please, sir. I have my orders.\"\n\nSilently, Wayne followed the medic into the lab. Several other medics\nwere standing around watching him, with Stevelman, the head man, in the\nback.\n\n\"Over this way, Captain,\" Stevelman called.\n\nThere was a box sitting on a table in the middle of the room. It was\nfull of sand.\n\n\"Give me your hand, please, Captain,\" the medic said tonelessly.\n\nIn a sudden flash of insight, Wayne realized what was in the box. He\nthought fast but moved slowly. He held out his hand, but just as the\nmedic took it, he twisted suddenly away.\n\nHis hand flashed out and grasped the other's wrist in a steely grip. The\nmedic's fingers tightened on the needle-beam, and managed to pull the\ntrigger. A bright beam flared briefly against the lab's plastalloy\nfloor, doing nothing but scorching it slightly. Wayne's other hand\nballed into a fist and came up hard against the medic's jaw.\n\nHe grabbed the needle-beam pistol from the collapsing man's limp hand\nand had the other three men covered before the slugged medic had\nfinished sagging to the floor.\n\n\"All of you! Raise your hands!\"\n\nThey paid no attention to him. Instead of standing where they were, they\nbegan to move toward him. Wayne swore and, with a quick flip of his\nthumb, turned the beam down to low power and pulled the trigger three\ntimes in quick succession.\n\nThe three men fell as though they'd been pole-axed, knocked out by the\nlow-power beam.\n\n\"The whole ship's gone crazy,\" he murmured softly, looking at the three\nmen slumped together on the lab floor. \"Stark, staring, raving nuts.\"\n\nHe took one step and someone jumped him from behind. The needle-beam\npistol spun from his hand and slithered across the floor as Wayne fell\nunder the impact of the heavy body. Apparently the whole Medical Corps\nwas out to knock him down today.\n\nHe twisted rapidly as an arm encircled his neck, and rammed an elbow\ninto the newcomer's midsection. Then he jerked his head back, smashing\nthe back of his skull into his opponent's nose.\n\nThe hold around his neck weakened, and Wayne tore himself loose from the\nother's grasp. He jumped to his feet, but the other man was a long way\nfrom being unconscious. A stinging right smashed into Wayne's mouth, and\nhe felt the taste of blood. Hastily he wiped the trickle away with the\nback of his hand.\n\nWith his nose pouring blood, Wayne's antagonist charged in. His eyes\nburned with the strange flame that had been gleaming in Boggs's face out\non the desert in the valley. He ploughed into Wayne's stomach with a\nsavage blow that rocked Wayne back.\n\nHe grunted and drove back with a flurry of blows. The other aimed a wild\nblow at Wayne's head; Wayne seized the wrist as the arm flew past his\near, and twisted, hard. The medic flipped through the air and came to\nrest against the wall with a brief crunching impact. He moaned and then\nlapsed into silence.\n\n       *       *       *       *       *\n\nQuickly, Wayne grabbed the gun off the floor and planted his back to the\nwall, looking around for new antagonists. But there was evidently no one\nleft who cared to tangle with him, and the four medics strewn out on\nthe floor didn't seem to have much fight left in them.\n\nWayne crossed the room in a couple of strides and bolted the door. Then\nhe walked over to the box of sand. If it contained what he suspected--\n\nHe stepped over to the lab bench and picked out a long steel support rod\nfrom the equipment drawer. He placed the rod gently against the sand,\nand pushed downward, hard. There was a tinny scream, and a six-inch\nneedle shot up instantly through the surface.\n\n\"Just what I thought,\" Wayne murmured. \"Can you talk, you nasty little\nbrute?\" He prodded into the sand--more viciously this time. There was a\nflurry of sand, and the football-shaped thing came to the surface,\nclashing its teeth and screaming shrilly.\n\nWayne cursed. Then he turned the needle gun back up to full power and\ncalmly burned the thing to a crisp. An odor of singed flesh drifted up\nfrom the ashes on the sand.\n\n       *       *       *       *       *\n\nHe stooped and fumbled in Stevelman's pocket, pulling out a ring of\nkeys.\n\n\"They better be the right ones,\" he told the unconscious medic.\nHolstering the needle gun, he walked over to the medical stores cabinet,\nhoping that the things he needed would be inside. He knew exactly what\nhe was facing now, and what he would have to do.\n\nHe checked over the labels, peering through the neatly-arranged racks\nfor the substance he was searching for.\n\nFinally he picked a large plastine container filled with a white,\ncrystalline powder. Then he selected a couple of bottles filled with a\nclear, faintly yellow liquid, and took a hypodermic gun from the rack.\nHe relocked the cabinet.\n\nSuddenly a knock sounded. He stiffened, sucked in his breath, and turned\nto face the door.\n\n\"Who's there?\" he asked cautiously, trying to counterfeit Stevelman's\nvoice.\n\n\"Harrenburg,\" said a rumbling voice. \"I'm on guard duty. Heard some\nnoise coming from in there a while back, and thought I'd look in.\nEverything all right, Dr. Stevelman? I mean--\"\n\n\"Everything's fine, Harrenburg,\" Wayne said, imitating the medic's thin,\ndry voice. \"We're running some tests on Captain Wayne. They're pretty\ncomplicated affairs, and I'd appreciate it if you didn't interrupt\nagain.\"\n\n\"Sure, sir,\" the guard said. \"Just a routine check, sir. Colonel\nPetersen's orders. Sorry if I've caused any trouble, sir.\"\n\n\"That's all right,\" Wayne said. \"Just go away and let us continue, will\nyou?\"\n\nThere was the sound of the guard's footsteps retreating down the\ncorridor. Wayne counted to ten and turned back to the things he had\ntaken from the cabinet.\n\nThe bottles of liquid and the hypo gun went into his belt pouch. He\ntucked the big bottle of white powder under his left arm and cautiously\nunbolted and opened the door. There was no sign of anyone in the\ncorridor. _Good_, he thought. It was a lucky thing Harrenburg had\nblundered along just then, and not two minutes later.\n\nHe stepped outside the Medic Section and locked the door behind him with\nthe key he'd taken from Stevelman. After turning the needle gun back to\nlow power again in order to keep from killing anyone, he started on\ntiptoe toward the stairway that led into the bowels of the ship.\n\nAfter about ten paces, he saw a shadow on the stairway, and cowered in a\ndark recess while two crewmen passed, talking volubly. Once they were\ngone, he came out and continued on his way.\n\nIt took quite a while to get where he was going, since it involved\nhiding and ducking two or three more times along the way, but he finally\nreached the big compartment where the water repurifiers were. He climbed\nup the ladder to the top of the reserve tank, opened the hatch, and\nemptied the contents of the jar into the ship's water supply.\n\n\"That ought to do it,\" he said to himself. Smiling, he carefully smashed\nthe jar and dropped the fragments down the waste chute. He surveyed his\nhandiwork for a moment, then turned and headed back.\n\nHe hadn't been seen going down, and he didn't want to be seen going out.\nIf anyone even suspected that he had tampered with the water supply, all\nthey would have to do would be to run the water through the purifiers.\nThat would undo everything Wayne had been carefully preparing.\n\n       *       *       *       *       *\n\nHe made his way safely back up to the main deck and headed through the\nquiet ship toward the airlock. He wasn't so lucky this time; a guard saw\nhim.\n\n\"Where you goin', Captain?\" the guard demanded, starting to lift his\ngun. \"Seems to me you ought to be in the brig, and--\"\n\nWayne made no reply. He brought his gun up in a rapid motion and beamed\nthe man down. The guard toppled, a hurt expression on his face.\n\nWayne raced to the airlock. He didn't bother with a spacesuit--not\n_now_, when he knew that the air was perfectly harmless outside. He\nopened the inner door, closed it, and opened the outer door.\n\nThen, grinning gleefully, he pressed the button that would start the\npumping cycle. The outer door started to close automatically, and Wayne\njust barely managed to get outside and onto the ladder before it clanged\nshut. As soon as the great hatch had sealed itself, the pumps started\nexhausting the air from the airlock. No one could open the doors until\nthe pumping cycle was over.\n\nHe climbed down the ladder and began walking over toward the western\nwall. He would have to keep away from the ship for a while, and the\nrocks were as good a place as any to hide out.\n\n       *       *       *       *       *\n\nIt was dark. Fomalhaut had set, leaving the moonless planet in utter\nblackness, broken only by the cold gleam of the stars. The lights\nstreaming from the portholes of the _Lord Nelson_ gave a small degree of\nillumination to the valley.\n\nThe valley. It was spread out before him, calm and peaceful, rippling\ndunes of sand curling out toward the mountains. The valley, he knew, was\na betrayer--calm and quiet above, alive with an army of hideous vermin a\nfew feet below its surface.\n\nHe started to walk, and moistened his lips. He knew he was going to get\nawfully thirsty in the next few hours, but there was not the slightest\nhelp for it. There hadn't been any way to carry water from the ship.\n\n\"I can wait,\" he told himself. He stared back at the circular bulk of\nthe _Lord Nelson_ behind him, and his fingers trembled a little. He had\nknown, when he joined the Corps, that space was full of traps like this\none--but this was the first time he had actually experienced anything\nlike this. It was foul.\n\nSomething slammed into his boot sole, and this time Wayne knew what it\nwas.\n\n\"Persistent, aren't you!\" He jerked his foot up. This monster hadn't\nstuck as the other one had, but he saw the tip of the needle-beak\nthrashing around wildly in the loose sand. Wayne thumbed the gun up to\nfull power, and there was a piercing shriek as the gun burned into the\nsand. There was a sharp shrill sound, and the odor of something burning.\nHe spat.\n\nThe little beasts must be all over the floor of the valley! Scurrying\nfrantically, like blood-red giant crabs, sidling up and down beneath the\nvalley, searching upward for things to strike at. How they must hate his\nmetamagnetic boots, he thought!\n\nHe kept on walking, expecting to feel the impact of another thrust\nmomentarily, but he was not molested again. _They must be getting wise_,\nhe thought. _They know they can't get through my boots, and so they're\nleaving me alone. That way they don't call attention to themselves._\n\nA new, more chilling question struck him:\n\n_Just how smart are they?_\n\nHe had made it to the wall and was climbing up the treacherous slope\nwhen the airlock door opened, and someone stood outlined in the bright\ncircle of light that cut into the inky blackness. An amplified voice\nfilled the valley and ricocheted back off the walls of the mountains,\ncasting eerie echoes down on the lone man on the desert.\n\n\"CAPTAIN WAYNE! THIS IS COLONEL PETERSEN SPEAKING. DON'T YOU REALIZE\nTHAT YOU'RE A SICK MAN? YOU MAY DIE OUT THERE. COME BACK. THAT'S AN\nORDER, CAPTAIN. REPEAT: COME BACK. THAT'S AN ORDER!\"\n\n\"I'm afraid an order from you just doesn't hold much weight for me right\nnow, Colonel,\" Wayne said quietly, to himself. Silently he went on\nclimbing the escarpment, digging into the rough rock.\n\nHe kept on climbing until he found the niche for which he had been\nheading. He dragged himself in and sat down, as comfortably as possible.\nHe began to wait.\n\n       *       *       *       *       *\n\nDawn came in less than three hours, as Fomalhaut burst up over the\nhorizon and exploded in radiance over the valley. With dawn came a\npatrol of men, slinking surreptitiously across the valley, probably with\norders to bring him in. Wayne was ensconced comfortably in his little\nrock niche, hidden from the men in the valley below, but with a perfect\nview of everything that went on. The wind whistled around the cliffs,\nceaselessly moaning a tuneless song. He felt like standing up and\nshouting wildly, \"Here I am! Here I am!\" but he repressed the perverse\nurge.\n\nThe patrol group stood in a small clump in the valley below, seemingly\nwaiting for something. Moments passed, and then it became apparent what\nthat something was. Hollingwood, the metallurgist, appeared, dragging\nwith him the detector. They were going to look for Captain Wayne with\nit, just as they had searched out the double-nucleus beryllium.\n\nWayne frowned. It was a possibility he hadn't thought about. They could\neasily detect the metal in his boots! And he didn't dare take them off;\nhe'd never make it back across that hellish stretch of sand without\nthem. He glanced uneasily at his watch. _How much longer do I have to\nkeep evading them?_ he wondered. It was a wearing task.\n\nIt looked as though it would be much too long.\n\nThe muzzle of the detector began to swing back and forth slowly and\nprecisely, covering the valley inch by inch. He heard their whispered\nconsultations drifting up from below, though he couldn't make out what\nthey were saying.\n\n       *       *       *       *       *\n\nThey finished with the valley, evidently concluding he wasn't there, and\nstarted searching the walls. Wayne decided it was time to get out while\nthe getting was good. He crawled slowly out of the niche and wriggled\nalong the escarpment, heading south, keeping low so the men in the\nvalley wouldn't see him.\n\nUnfortunately, he couldn't see them either. He kept moving, hoping they\nwouldn't spot him with the detector. He wished he had the metamagnetic\nhand grapples with him. For one thing, the sharp rock outcroppings\nsliced his hands like so much meat. For another, he could have dropped\nthe grapples somewhere as a decoy.\n\n_Oh, well, you can't think of everything_, Wayne told himself. He\nglanced at his watch. How long was it going to take?\n\nHe heard the scrape of boot leather on a rock somewhere ahead of him. He\nglanced up sharply, seeing nothing, and scowled. They had spotted him.\n\nThey were laying a trap.\n\nCautiously, he climbed over a huge boulder, making no sound. There was\none man standing behind it, waiting, apparently, for Wayne to step\naround into view. He peered down, trying to see who it was. It seemed to\nbe Hollingwood, the dignified, austere metallurgist.\n\nWayne smiled grimly, picked up a heavy rock, and dropped it straight\ndown, square on the man's helmet. The plexalloy rang like a bell through\nthe clear early-morning air, and the man dropped to his knees, dazed by\nthe shock.\n\n       *       *       *       *       *\n\nKnowing he had just a moment to finish the job, Wayne pushed off against\nthe side of the rock and plummeted down, landing neatly on the\nmetallurgist's shoulders. The man reeled and fell flat. Wayne spun him\nover and delivered a hard punch to the solar plexus. \"Sorry, Dave,\" he\nsaid softly. The metallurgist gasped and curled up in a tight ball.\nWayne stood up. It was brutal, but it was the only place you could hit a\nman wearing a space helmet.\n\n_One down_, Wayne thought. _Fifty-eight to go._ He was alone against the\ncrew--and, for all he knew, against all fifty-nine of them.\n\nHollingwood groaned and stretched. Wayne bent and, for good measure,\ntook off the man's helmet and tapped him none too gently on the skull.\n\nThere was the sound of footsteps, the harsh _chitch-chitch_ of feet\nagainst the rock. \"He's up that way,\" he heard a deep voice boom.\n\nThat meant the others had heard the rock hitting Hollingwood's plexalloy\nhelmet. They were coming toward him.\n\nWayne sprang back defensively and glanced around. He hoped there were\nonly five of them, that the rule of six was still being maintained.\nOtherwise things could become really complicated, as they hunted him\nrelentlessly through the twisted gulleys.\n\nHe hated to have to knock out too many of the men; it just meant more\ntrouble later. Still, there was no help for it, if he wanted there to be\nany later. He thought of the bleached bones of the crew of the _Mavis_,\nand shuddered.\n\nIt was something of an advantage not to be wearing a helmet. Even with\nthe best of acoustical systems, hearing inside a helmet tended to be\ndistorted and dimmed. The men couldn't hear him as well as he could hear\nthem. And since they couldn't hear themselves too well, they made a\nlittle more noise than he did.\n\nA space boot came into view around a big rock, and Wayne aimed his\nneedle-beam at the spot where the man's head would appear.\n\nWhen the head came around the rock, Wayne fired. The man dropped\ninstantly. _Sorry, friend_, Wayne apologized mentally. _Two down.\nFifty-seven to go._ The odds were still pretty heavy.\n\nHe knew he had to move quickly now; the others had seen the man drop,\nand by now they should have a pretty good idea exactly where Wayne was.\n\nHe picked up a rock and lobbed it over a nearby boulder, then started\nmoving cat-like in the other direction. He climbed up onto another\nboulder and watched two men move away from him. They were stepping\nwarily, their beam guns in their hands. Wayne wiped away a bead of\nperspiration, aimed carefully, and squeezed the firing stud twice.\n\n_Four down. Fifty-five to go._\n\n       *       *       *       *       *\n\nA moment later, something hissed near his ear. Without waiting, he spun\nand rolled off the boulder, landing cat-like on his feet. Another\ncrewman was standing on top of a nearby boulder. Wayne began to sweat;\nthis pursuit seemed to be indefinitely prolonged, and it was beginning\nto look unlikely that he could avoid them forever.\n\nHe had dropped his pistol during the fall; it was wedged between a\ncouple of rocks several feet away.\n\nHe heard someone call: \"I got him. He fell off the rock. We'll take him\nback down below.\"\n\nThen another voice--ominously. \"He won't mind. He'll be glad we did it\nfor him--afterwards.\"\n\n\"I'll go get him,\" said the first voice. The man stepped around the side\nof the boulder--just in time to have a hard-pitched rock come thunking\ninto his midsection.\n\n\"Oof!\" he grunted, took a couple of steps backwards, and collapsed.\n\n_Five down. Fifty-four to go._ It could go on forever this way.\n\n\"What's the matter?\" asked the man who had replied to the first one with\nthose chilling words.\n\n\"Nothing,\" said Wayne, in a fair imitation of the prostrate crewman's\nvoice. \"He's heavy. Come help me.\"\n\nThen he reached down and picked up the fallen man's beam gun. He took\ncareful aim.\n\nWhen the sixth man stepped around the rock, he fired. The beam went\nwide of the mark, slowing the other down, and Wayne charged forward. He\npounded two swift punches into the amazed crewman, who responded with a\nwoozy, wild blow. Wayne ducked and let the fist glide past his ear, then\ncame in hard with a solid body-blow and let the man sag to the ground.\nHe took a deep breath.\n\n_Six down and only fifty-three to go._\n\n       *       *       *       *       *\n\nHe crawled back to the edge of the precipice and peered down into the\nvalley. There was no one to be seen. It was obvious that Colonel\nPetersen was still enforcing the six-man rule.\n\nAs he watched, he saw the airlock door open. A spacesuited figure\nscrambled down the ladder and sprinted across the deadly sand of the\nvalley floor.\n\nIt was Sherri! Wayne held his breath, expecting at any moment that one\nof the little monsters beneath the sand would sink its vicious needle\nupward into Sherri's foot. But her stride never faltered.\n\nAs she neared the precipice, another figure appeared at the airlock door\nand took aim with a gun.\n\nWayne thumbed his own needle-beam pistol up to full and fired hastily\nat the distant figure. At that distance, even the full beam would only\nstun. The figure collapsed backwards into the airlock, and Wayne grinned\nin satisfaction.\n\n_Seven down. Fifty-two to go._\n\nHe kept an eye on the airlock door and a finger on his firing stud,\nwaiting to see if anyone else would come out. No one else did.\n\nAs soon as Sherri was safely up to the top of the precipice, Wayne ran\nto meet her.\n\n\"Sherri! What the devil did you come out here for?\"\n\n\"I had to see you,\" she said, panting for breath. \"If you'll come back\nto the ship before they beam you down, we can prove to Colonel Petersen\nthat you're all right. We can show them that the Masters--\"\n\nShe realized suddenly what she said and uttered a little gasp. She had\nher pistol out before the surprised Wayne could move.\n\nHe stared coldly at the pistol, thinking bitterly that this was a hell\nof a way for it all to finish. \"So they got you too,\" he said. \"That\nlittle display at the airlock was a phony. You were sent out here to\nlure me back into the ship. Just another Judas.\"\n\nShe nodded slowly. \"That's right,\" she said. \"We all have to go to the\nMasters. It is--it--is--is--\"\n\nHer eyes glazed, and she swayed on her feet. The pistol wavered and\nswung in a feeble spiral, no longer pointed at Wayne. Gently, he took it\nfrom her nerveless fingers and caught her supple body as she fell.\n\nHe wiped his forehead dry. Up above, the sun was climbing toward the top\nof the sky, and its beams raked the planet below, pouring down heat.\n\n       *       *       *       *       *\n\nHe glanced at his wristwatch while waiting for his nerves to stop\ntingling. Sherri must have been the last one--the drug must have taken\neffect at last, and not a moment too soon. He decided to wait another\nhalf hour before he tried to get into the spaceship, just the same.\n\nThe huge globe of the _Lord Nelson_ stood forlornly in the center of the\nvalley. The airlock door stayed open; no one tried to close it.\n\nWayne's mouth was growing dry; his tongue felt like sandpaper.\nNevertheless, he forced himself to sit quietly, watching the ship\nclosely for the full half hour, before he picked up Sherri, tied his\nrope around her waist, and lowered her to the valley floor. Then he\nwandered around the rocks, collecting the six unconscious men, and did\nthe same for them.\n\nHe carried them all, one by one, across the sand, burning a path before\nhim with the needle beam.\n\nLong before he had finished his task, the sand was churning loathsomely\nwith the needles of hundreds and thousands of the monstrous little\nbeasts. They were trying frantically to bring down the being that was so\neffectively thwarting their plans, jabbing viciously with their upthrust\nbeaks. The expanse of sand that was the valley looked like a pincushion,\nwith the writhing needles ploughing through the ground one after\nanother. Wayne kept the orifice of his beam pistol hot as he cut his way\nback and forth from the base of the cliff to the ship.\n\nWhen he had dumped the seven unconscious ones all inside the airlock, he\nclosed the outer door and opened the inner one. There was not a sound\nfrom within.\n\n_Fifty-nine down_, he thought, _and none to go_.\n\nHe entered the ship and dashed down the winding staircase to the water\npurifiers to change the water in the reservoir tanks. Thirsty as he\nwas, he was not going to take a drink until the water had been cleared\nof the knockout drug he had dropped into the tanks.\n\nAfter that came the laborious job of getting everyone in the ship\nstrapped into their bunks for the takeoff. It took the better part of an\nhour to get all sixty of them up--they had fallen all over the ship--and\nnestled in the acceleration cradles. When the job was done, he went to\nthe main control room and set the autopilot to lift the spaceship high\ninto the ionosphere.\n\nThen, sighting carefully on the valley far below, he dropped a flare\nbomb.\n\n\"Goodbye, little monsters,\" he said exultantly.\n\nFor a short space of time, nothing happened. Then the viewplate was\nfilled with a deadly blue-white glare. Unlike an ordinary atomic bomb,\nthe flare bomb would not explode violently; it simply burned, sending\nout a brilliant flare of deadly radiation that would crisp all life\ndozens of feet below the ground.\n\nHe watched the radiation blazing below. Then it began to die down, and\nwhen the glare cleared away, all was quiet below.\n\nThe valley was dead.\n\nWhen it was all over, Wayne took the hypodermic gun from his pouch,\nfilled it with the anti-hypnotic drug that he had taken from the medical\ncabinet, and began to make his rounds. He fired a shot into each and\nevery one aboard. He had no way of knowing who had been injected by the\nsmall monsters and who had not, so he was taking no chances.\n\nThen he went to the colonel's room. He wanted to be there when the\nCommanding Officer awoke.\n\n       *       *       *       *       *\n\nThe entire crew of the _Lord Nelson_ was gathered in the big mess hall.\nWayne stared down at the tired, frightened faces of the puzzled people\nlooking up at him, and continued his explanation.\n\n\"Those of you who were under the control of the monsters know what it\nwas like. They had the ability to inject a hypnotic drug into a human\nbeing through a normal space boot with those stingers of theirs. The\ndrug takes effect so fast that the victim hardly has any idea of what\nhas happened to him.\"\n\n\"But why do they do it?\" It was Hollingwood, the metallurgist, looking\nunhappy with a tremendous bruise on his head where Wayne had clobbered\nhim.\n\n\"Why does a wasp sting a spider? It doesn't kill the spider, it simply\nstuns it. That way, the spider remains alive and fresh so that young\nwasps can feed upon it at their leisure.\"\n\nWayne glanced over to his right. \"Lieutenant Jervis, you've been under\nthe effect of the drug longer than any of us. Would you explain what\n_really_ happened when the _Mavis_ landed?\"\n\nThe young officer stood up. He was pale and shaken, but his voice was\nclear and steady.\n\n\"Just about the same thing that almost happened here,\" Jervis said. \"We\nall walked around the valley floor and got stung one at a time. The\nthings did it so quietly that none of us knew what was going on until we\ngot hit ourselves. When we had all been enslaved, we were ready to do\ntheir bidding. They can't talk, but they can communicate by means of\nnerve messages when that needle is stuck into you.\"\n\nNearly half the crew nodded in sympathy. Wayne studied them, wondering\nwhat it must have been like. They _knew_; he could only guess.\n\n\"Naturally,\" Jervis went on, \"those who have already been injected with\nthe drug try to get others injected. When everyone aboard the _Mavis_\nhad been stung, they ordered me to take the ship home and get another\nload of Earthmen. Apparently they like our taste. I had to obey; I was\ncompletely under their power. You know what it's like.\"\n\n\"And what happened to the others--the eight men you left behind?\" asked\nColonel Petersen.\n\nJervis clenched his teeth bitterly. \"They just laid down on the\nsand--and waited.\"\n\n\"Horrible!\" Sherri said.\n\n       *       *       *       *       *\n\nJervis fell silent. Wayne was picturing the sight, and knew everyone\nelse was, too--the sight of hordes of carnivorous little aliens\nburrowing up through the sand and approaching the eight Earthmen who lay\nthere, alive but helpless. Approaching them--and beginning to feed.\n\nJust when the atmosphere began to grow too depressing, Wayne decided to\nbreak the spell. \"I'd like to point out that the valley's been\ncompletely cauterized,\" he said. \"The aliens have been wiped out. And I\npropose to lead a mission out to reconnoitre for the double-nucleus\nberyllium.\"\n\nHe looked around. \"MacPherson? Boggs? Manetti? You three want to start\nover where we left off the last time?\"\n\nSergeant Boggs came up to him. \"Sir, I want you to understand that--\"\n\n\"I know, Boggs,\" Wayne said. \"Let's forget all about it. There's work to\nbe done.\"\n\n\"I'm sorry I misjudged you, Wayne. If it hadn't been for your quick\naction, this crew would have gone the way of the _Mavis_.\"\n\n\"Just luck, Colonel,\" Wayne said. \"If it hadn't been for those\nheavy-soled climbing boots, I'd probably be lying out there with the\nrest of you right now.\"\n\nColonel Petersen grinned. \"Thanks to your boots, then.\"\n\nWayne turned to his team of three. \"Let's get moving, fellows. We've\nwasted enough time already.\"\n\n\"Do we need spacesuits, sir?\" Manetti asked.\n\n\"No, Manetti. The air's perfectly fine out there,\" Wayne said. \"But I'd\nsuggest you wear your climbing boots.\" He grinned. \"You never can tell\nwhen they'll come in handy.\"\n\n\nTHE END\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Amazing Stories_ October 1956.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Judas Valley, by Gerald Vance\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE JUDAS VALLEY ***\n\n***** This file should be named 25713.txt or 25713.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.net/2/5/7/1/25713/\n\nProduced by Greg Weeks, Stephen Blundell, and the Online Distributed\nProofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}