{"title": "Valley of the Croen", "author": "Lee Tarbell", "releaseDate": "July 8, 2008", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, V. L. Simpson and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n    [Transcriber's Notes:\n        This etext was produced from Amazing Stories April 1949.\n        Extensive research did not uncover any evidence that the\n        U.S. copyright on this publication was renewed.\n\n        Misspellings have been corrected.]\n\n\n\n[Illustration]\n\n\nVALLEY of the CROEN\n\nBy LEE TARBELL\n\n\n    There was a mysterious golden statue that always pointed one\n    way--and it led to sudden death in the valley where flying disks\n    landed.\n\n\n[Illustration: Like a lodestone drawn to a magnet, the tiny golden\nstatue leaped from his hand and darted toward its huge counterpart.]\n\n\nThey say cross-eyed men are bad luck. He stood there, in my doorway,\neyeing me up and down with those in-focused black eyes.\n\nHis face was hideous even if the eyes had been normal. He was slashed\nwith a wide cicatrice of livid scar tissue from one cheekbone across his\nnose and down to the button of his jaw on the other side.\n\nHe was big, and he looked like bad news to me. I inadvertently moved the\ndoor as if to close it, then he spoke:\n\n\"You Keele, the mining man?\"\n\nI nodded, wondering at the mild voice from the huge battered figure.\n\n\"Been looking for you. I've run across something I wouldn't tell just\nanyone. But I've heard of you, that you are on the level. Here in\nKorea, you're known already.\"\n\nI still didn't step back and swing the door wide. But he had aroused my\ncuriosity as well as my natural desire to acquire things. I had made two\nfortunes and lost both in mining ventures. My present not small income\ncame from an emerald mine in the Andes. It had been a very dirty and\nvery sick Indio who had led me to that emerald mine. You never know!\n\n\"I'm pretty busy, could you give me some idea....\" I hedged. It doesn't\ndo to seem too anxious or eager in any business deal. Too, the sight of\nhis burly figure, even without the nightmare face, was not exactly\nreassuring. That bulge under the native quilted coat, I knew was nothing\nbut a gun too big for even his bulges to conceal completely. But a man\nneeded a gun, here. Especially if he had something valuable, such as the\nwhereabouts of gold.\n\nHe grinned, and the white, even teeth, and the wrinkles around his eyes\ntook away the sense of impending catastrophe brought by those crossed\neyes. I stepped back then, and he walked in. I sat down at my desk. He\nsat down across from me, and fumbled in one pocket. He lay on the desk\nan object in wrappings of dirty rags. These he peeled off slowly, his\neyes seeming to dart here and there, never looking where they should. As\nhe peeled, he talked:\n\n\"I just landed off a ship from Fusan, up-coast. Y' ever been in Fusan?\"\n\nI shook my head, watching his fingers work at the knots of the strings\naround his mysterious object.\n\n\"Korea is a funny place. As long as people have been living here, you'd\nthink it would be settled. But it isn't! There're immense forests, great\nmountains, where no man has gone, places no one enters. They're so dumb\nthey don't even have compasses; they get lost! Think my compass is\nmagic, wonder how I know where to go next, and not get lost.\nSuperstitious, scared to go into the great, dark, damp forests. Scared\nof the mountains no one has ever climbed. That kind of country is a\nprospector's meat!\"\n\nI nodded. He had the wrappings off, and I leaned forward, a little\nbreathless at the beauty of the thing in his hand. A curiously wrought\nlittle statuette about eight inches high, of gold. It was set with real\nemeralds, for eyes. About the neck and waist of the exquisite female\nfigure were inset jewels, simulating girdle and necklace. A little\ngolden woman goddess! It was very finely wrought, and what surprised me,\nit was not oriental, not any style of art I could place. Yet it was\nalien and ancient. I reached for it. He let me take it in my hands, and\nas I touched it, an electric tingle of surprise, a thrill of utter\ndelight, ran up my arm, as if the image contained a strong little soul\nintent upon enslaving me with admiration.\n\n\"Potent little female, isn't she?\"\n\n\nHis crossed eyes were on mine with that queer stare of the cross-eyed. I\ncould make nothing of the facial expressions of this man. He would have\nbeen disturbing to play poker against. I would have said he was afraid\nof that little figure! Afraid, yet very much attached to it. I set it\ndown and he wrapped it up again.\n\n\"Strange thing! Tell me about it.\"\n\n\"You know we split Korea with Russia, after the war. I thought I'd take\na look around. I have done quite a bit of that. It wasn't hard. Up near\nthe Russian line I found something.\"\n\nHe stopped, looked at me. Whether, he was trying to gauge my credulity\nor my depth, I don't know.\n\n\"You're young. You're not yet thirty, Keele; you've got time left to\nenjoy a fortune such as I'm letting you in on. And I saw such women\namong these unknown people as no man would believe. I spent a lot of\ntime spying on them.\"\n\nI figured he was lying about the women to get me to help him finance the\ntrip. But just the same, the hint of unknown and unspoiled beauty of\nsome hidden, weirdly alien tribe of people aroused my curiosity--the old\nlure of the Savage Princess from kid days, I guess. I hadn't had a real\nvacation in years--and what would I enjoy more than a jaunt through\nuntouched forests? Toward what didn't matter as long as the hunting was\ngood. And it sounded good!\n\n\"Unknown people, virgin forest, beautiful women and plenty of gold.\nSounds too good to be true!\"\n\nHe squinted at me, bared his fine teeth. He leaned forward, almost\nwhispered trying to impress me:\n\n\"The people who made that statue are still there. It isn't ancient--they\nstill make them!\"\n\nNow I knew he was lying, but still I was hooked. I had to know! For that\nstatue was an infinite evidence of a refinement of art culture rare on\nearth! If such a race still remained untouched by white man's modern\nrot--I could pick up a fortune in art objects. I wasn't too dumb to know\nwhat they'd bring in New York. I nodded, and he went on.\n\n\"I found a cache of valuable gold, jewels, and other things. Things I\ncan't understand. I could be better educated, Mr. Keele. That's why I've\ncome to you. I want some help.\"\n\nI leaned back. If he found gold, he should have the wherewithal to get\nin there and back without my help. So he was lying. I determined to find\nout why, and just what the lie was.\n\n\"Go ahead,\" was all I said. Give a liar enough rope and he'll trip\nhimself.\n\nBut he didn't! He didn't ask for money! He only wanted me for advice,\nfor the names of experienced men of the kind he needed, to help him go\nback there. Men willing to fight if needed. Or else he was too clever.\nAt the end he had me. I was committed to supervising and accompanying\nthat expedition. Or was it the wise emerald eyes of the little golden\nGoddess that trapped me? I didn't know, then.\n\nFinally I got it out of him. He hadn't brought back the gold. He had to\ncross bandit territory, and he didn't have to tell me why he didn't\ncarry his fortune with only his own rifle to guard it.\n\nI picked two well-known men who were available just then. Hank Polter\nhad led more than one hunting party through country I wouldn't have\npicked--and come out safe. He knew what a gun was for, and when to use\nit. And that's the most important part of handling a gun, knowing _when_\nyou have to shoot, and then doing it first. The man that shoots before\nhe has to is going to get you into more trouble than he can get you out\nof.\n\nLean and tough, he knew the ropes. Around thirty, just under six feet,\nnot bad looking, he was making the most of Seoul's wide-open hot spots.\nNearly broke, he jumped at our offer.\n\nSeoul is the capital of Korea, in case you don't know. Everyone did\npretty much as they pleased, for there were few restrictions from the\nso-recently installed government. There are a number of gold mines\naround Seoul, which was why I was there. Like the cross-eyed Jake Barto,\nI knew that something would turn up worth owning where governments have\nchanged three times in as many years.\n\nFrans Nolti, the other hunter we hired, was more of a fortune hunter,\nby appearance, than one who knew his way in the jungles of the world.\nHandsome in his Italian way, he was suave, apparently well educated,\nvery quick in his movements. He gave the impression of extreme\ncleverness, of intellect held in reserve behind a facade of worldliness,\nof light clever talk.\n\nBoth of them knew their Orient, far better than I. Which was one reason\nI wanted them.\n\n\nBarto had at first wanted a large party, at least a score of \"white\" men\nof the western school, able to fight and smart enough to know how. But I\nhad talked him out of it.\n\n\"You see, Jake, with two like these, we can travel fast. If there's\ntreachery, if they aren't satisfied with the cut we're offering, why\nit's two against two--you and I have an even chance. With a larger\nparty, we might pick up some scoundrels who will try to murder us and\nmake off with the treasure. Providing we _get_ the treasure!\"\n\nJake eyed me, in that maddeningly unreadable cross-eyed expression of\ncold ferocity which the scars gave his ugly face. We had agreed on\none-third each, the other two to split the other third between them. I\nwas footing the bills, Jake was nearly broke. He had found the stuff,\nand tried to hold out for half, me a quarter, the other two to split a\nquarter. I said nothing doing.\n\n\"No, Jake, this first trip, it's got to be this way. If it's like you\nsay it is, there'll be more. What we can carry won't be all the value.\nThere'll be more to be gotten out of that ruin than the stuff you found.\nYou'll have the money to do it, after this, and it's your find. We'll be\nout, after this one trip.\"\n\nWe sailed up the east coast of Korea from Fusan to the village of\nLeshin. By native cart from there to the ancient half-ruined city of\nMusan. That's close to the Manchurian border. There we hired eight\ndiminutive Korean ponies and four men to \"go along\" as Barto put it, for\nthey didn't want to go, and didn't appear like men of much use for\nanything but guides. And Barto knew the way. But I didn't want to be\nwandering around without any native interpreters, without contact of any\nkind possible with the people we might encounter. None of them had been\nmore than a few miles into the wilderness. They were sad looking men\nwhen we started northward. But Koreans manage to look pretty sad much of\nthe time. With their history, that's easy to understand.\n\nSomething about the burly, ugly Barto's behavior began to worry me. He\ndidn't know where he was going. He had told a lie, but just what the lie\nwas I couldn't figure out. I watched him covertly. Whenever we came to\nthe end of a march, instead of sighting his landmarks, making sure of\nhis bearings--he would go off by himself. Next day, he would know\nexactly where he wanted to go--but sometimes the \"way\" would be across\nan impassable gorge, a rapids, or straight into a cliff.\n\nOne night, the fourth day and well into the wilderness, we were moving\nup a broad valley through a forest of larch. I sighted a deer, and\ncalled a halt while I stalked it. I got it, and came back ahead of the\nrest, who were cutting up the deer. I moved quietly in the woods--it's a\ngood habit. I came upon Barto, and he was oblivious of me. He had the\nlittle golden girl in his hands, talking to it.\n\n\"Now, tell me the way, girl, tell me the way.\" Then he held the girl\nloosely in his hand, as I watched, it gave me an eerie feeling to see\nthe little figure turn, its outstretched hand pointing northward like a\ncompass. Was Jake Barto a madman? Or _did_ the little figure act as a\ncompass? If so, why did Barto have to rely on the pointing figure's hand\nfor directions? If he didn't get that figure from the place we were\nheading, where did he get it? How did he know there was anything of\nvalue in the place we were headed for?\n\nThese questions tormented me, for I could not ask them without revealing\nto Jake that I knew he was lying. And that meant a showdown. I might\nhave to kill him. Still, I had to get the truth out of him, or let a\nmadman lead us on and on into an untracked wilderness, if that is what\nhe was.\n\n\nFor several days we did not see a sign of life, after that deer.\n\nThe forest became denser at every mile, with more and more swamps and\nsurface water. Time after time our ponies mired and had to be lifted out\nof the mud. Lush ferns and rank grass made walking dangerous. The trees\nwere interlaced with draping festoons of gray \"Spanish moss,\" forming a\ncanopy overhead which let through only a gloomy half-light. No sounds\nbroke the stillness except the half-awed calls of the men. No birds, not\neven a squirrel. Then it began to rain.\n\nThat drizzle continued for a week! The men became frightened at the\ngloomy stillness and exhausted by the strenuous work of keeping the\nponies moving.\n\nThen in the night my four Koreans deserted. They didn't take any ponies,\njust what grub they could pack. We all felt better off without them, but\nI often wonder if they ever found their way out of that morass.\n\nThe next day there came a break. We sighted a majestic mountain about\ntwo days' march ahead. It looked like a gloomy cloud that had settled to\nearth for a moment's rest. But no cloud ever managed to look so rocky,\nso windswept, or so welcome. And no patch of blue sky ever looked so\ngood as that sky above the mountain, swept clean of the rain curtain by\nthe updraft.\n\nJake seemed to recognize that mountain, gave an audible sigh of relief\nwhen we sighted it. My suspicions quieted.\n\nWe went hunting that day. It was the first dry camp in a long time, the\nfirst signs of game; we needed a rest. As usual, Barto stayed at camp to\nguard the ponies and camp equipment.\n\nWe were on the trail of a bear when we saw a strange object in the sky.\nIt looked like a doughnut or a saucer, and it settled to the earth on\nthe far side of the great white mountain at whose foot we had made camp.\nIt seemed only an hour's walk to a point where we could overlook the\nlanding place of the strange object, and Hank and Frans pushed ahead,\ncurious and a little frightened. I had read in the American newspapers\nthe accounts of \"disk ships\" and knew they would not be able to get\nclose to it, and I wanted to watch Hank. I let them get out of sight,\nthen turned back to camp. Quietly, I was nearing our camp, when the\nscream of a woman in pain came to me!\n\nIt was the answer to all my apprehensions about the ugly Barto, a sudden\nmaterialization of the vague distrust I had felt all along! I broke into\na run, crashing through the young, white birches and larches, to the\nclearing.\n\nA chuckle reached me, a gloating heavy laugh of triumph.\n\nBarto had the girl prone, one arm bent near to breaking, her knees\ncaught beneath his weight. I caught him by the shoulders, heaved\nbackward, sent him sprawling across the young grass. He sat up, glared\nfor an instant, then went for his gun. Before it came out of the\nholster, my foot caught him beside the jaw. He was too big for any\nother method I might have chosen to be effective. The kick stretched him\nunconscious; my heel had struck the button.\n\nI turned, to see the girl disappearing among the brush. She had darted\naway instantly she was free. That she would bring her people down on us\nI had no doubt. I did doubt their ability to hurt us. Unless she\nbelonged to a band of Manchurian bandits hanging out here in the\nwilderness, they would not have arms. In the case she was of the\nbandits, we might be wiped out in our sleep.\n\nI bent over Jake, hoping I had not broken his neck. He looked as though\nhe would be out for some time. I picked up his heavy .45, shoved it in\nmy belt. I wished Hank and Frans would return soon. The four of us might\nbe able to handle her people.\n\nI turned--and _she_ stood there, looking at me!\n\n       *       *       *\n\nThat such as she existed among the usually ugly Koreans and Manchurians\nwas impossible! I gasped a little in unbelief. Her clothing was like\nnothing on this earth.\n\nSoft green leather was clasped low on her hips with a narrow gold band,\nset with jewels. It was a skirt, I suppose, but it hung with a diagonal\nhem-line running from hip to knee, it was beaded in an intricate\npattern, not Oriental, somehow reminding me of American Indian bead\nwork.\n\nOn her feet leather sandals, laced like the ancient Greek sandal nearly\nto the knee. In her hand a bow of horn, small and powerful. Around her\nshoulders a short leather cape similarly beaded and fringed. Around her\nbrows a jeweled circlet set like a diadem, and it crowned a young queen,\nproud and knowing very well her beauty and its power.\n\nHer features were neither Caucasian nor Oriental, certainly not the\nheavy-boned native stock. I couldn't pin them down to any race. Her nose\nwas straight, the nostrils neither wide nor narrow, but strong and firm.\nHer eyes were too wide-set and heavy-lidded to be Aryan, but they were\nnot tilted; they were level. Her hair was not black, but chestnut and\ncurled or naturally very wavy. Her glance was tawny and aflame with\nanger and excitement, furious upon the prostrate Barto. They were very\nlight-colored eyes, and they caught the sun in a blaze that made them\nseem yellow.\n\nStriking, she was a figure not of any ordinary kind. Her every aspect\ntold that she came of a culture unknown to me. She was evidently not\nignorant, but of a different way of life.\n\nLooking into her eyes, appraising her interest in myself that had\nbrought her back, drinking in the immense appeal of her strangeness and\nher evident gentility--the evidences of a past of cultivated living as\nstrange as her attire--I forgot the unconscious man at my feet.\n\nHer skin was whiter than my own! Her arms were bruised purple where\nBarto had clutched her. Then she spoke, in halting Korean:\n\n\"Is he dead?\"\n\n\"No,\" I answered.\n\n\"Then he will live to meet a far worse fate! I know why you are here,\nstranger, and I warn you! You are on a fool's errand! The Golden Goddess\nis death for such as you!\"\n\nI was bewildered.\n\n\"What Golden Goddess?\"\n\n\"The Golden Goddess whose symbol led him here. He does not know what it\nis. He stole it by murdering one of our own messengers for it. He did\nnot _know_ at all; he only heard the tales that some relate about her.\nThey are false tales.\"\n\n\"Did he tell you how he got it?\"\n\n\"He was boasting to me, trying to get me to tell what I knew about her\ndwelling-place. I would not, that is why he hurt me.\"\n\n\"Why did you come back, whatever-your-name?\"\n\n\"My name is Nokomee, and I came back to tell you something you need to\nknow. Leave these others, and you will live! Stay with them, you will be\nslain with them. We do not allow such as he to come among us, golden\ngirl or no.\"\n\n\"I cannot leave my comrades because of danger. What kind of man do you\nthink me?\"\n\n\"I do not care! I can only tell you. This is a secret place, where we\nremain hidden from the men of earth. I know what happens to those who\nstray upon our secrets! Go, and think no more to pry into treasure tales\nof this mountain land. It is not for such as you. Go, before it is too\nlate. I cannot hold back the death from you.\"\n\nI laughed. I thought of the Koreans who had deserted, of their talk\nabout the fires at night, of demons and haunted mountains ahead.\n\n\"We came a long way on the track of Barto's tale of treasure from which\nhe brought the golden girl. It will take more than words to frighten us\naway.\"\n\n\"Do not laugh! I try to save you from something even worse than death\nthat can come to you. I want to return to you the favor that you did me.\nIf you do not listen to me, how can I help you?\" Her voice took on a\nplaintive, charming note; she smiled a half-smile of complete witchery.\n\nA high, keening cry came suddenly from the slopes above us, and she\nraised on her toes as if to spring away.\n\n\"They come, my friends! I must leave you. I can only tell you to stay\nclose by your fire at night. I cannot say what fate will strike you. I\ncannot help you. Go back, friend who would live, go back!\"\n\n\nShe turned and sprang lightly up the slope toward the sound of the cry,\nhalf human, half beast-like, that she had called \"her friends.\" It had\nsounded to me like the cry of a wolf, or a cat-man, anything but human.\nBut people can make odd sounds, and imitate beasts. Still it had been an\neerie sound that gave me a foreboding, added to her warning words. What\nkind of people were these, who wore leather and jewels and used bows\nthat might have come off an Assyrian wall painting?\n\nCame a tumult above, the high clear blast of some horn, a dozen eerie\ncries hardly human--a rush and a pounding in the earth as though a party\nhad ridden off on heavy, full-size horses. No Manchurian pony ever made\nsuch a sound on soft ground!\n\nPolter and Noldi came back about an hour later. I had dragged the big\nBarto into a tent and made him comfortable. He was snoring peacefully.\nPolter squatted down beside me, folding his long form like a jackknife.\n\n\"That thing _was_ a ship, Keele,\" he said. There was a husky excitement,\nrepressed but still obvious about him. I grunted.\n\n\"It landed among some big timber on the south end of the mountain. We\ngot pretty close, enough to see the sides of the thing. Men busy around\nit, we couldn't get too close, afraid they'd see us.\"\n\nI started, a pulse of unreasoning fear, of terrific interest, ran\nthrough me. I asked in a voice I couldn't keep calm, \"What kind of men,\nHank? I saw reports of such ships in the papers, no one got close enough\nto see _that_ much. Newspapers called them illusions!\"\n\n\"They're not our kind of men; they are something very different. I don't\nknow just how to tell you, besides I couldn't be sure. But they seem to\nbe a people--\" He stopped. \"I'd rather you'd see it yourself. You\nwouldn't believe me.\"\n\nNoldi came out of the tent where Barto was still snoring. He came over\nand squatted across the fire, eyeing me strangely.\n\n\"What happened to the big jerk, Carl?\" he asked, a little tremor of\nanger in his voice.\n\n\"I've got to tell you fellows we're in trouble,\" I began. I did not\nbelieve that the girl's people would ignore Jake's attack upon her.\n\nHank looked at the slender man from New York's East Side. \"What's the\nmatter with Barto?\"\n\n\"S'got a bruise on his jaw the size of a goose-egg. Like a mule kicked\nhim. Scratched up quite a bit. I just wondered. He's unconscious, too; I\ncouldn't wake him up.\"\n\n\"We may be in for it,\" I went on. \"When I got back to camp, Hank had a\ngirl. He'd thrown her down, was struggling with her. I had to put him\nasleep to stop it. Didn't want trouble with her people.\"\n\nNoldi glanced at the torn place in the soft sod where the scuffle had\ntaken place. I had unconsciously nodded toward it. He got up, walked\nover, picked something out of the grass.\n\n\"Some girl, wearing this kind of stuff!\"\n\nHe handed the glittering bauble to Polter. It was a necklace of\nemeralds, with a pendant of gold in which was set a big blue stone that\nI couldn't recognize, maybe a diamond, maybe something else. It looked\nalmighty valuable, each stone was as big as a man's thumbnail. It had\nsnapped, lain there unnoticed by either of us.\n\n\nNoldi looked at me a little venomously.\n\n\"Looks as if you were a little premature, letting her go. We should have\nfound out where she gets this kind of sparkle first!\"\n\n\"Seemed the safest thing to do. We are only four, how could we handle\nher friends?\"\n\n\"Bah, they wouldn't have known where she was. We could have kept her\ntill we were good and ready to let her go.\"\n\nI stood up, took out my pipe and filled it.\n\n\"What about this ship you saw, and the people around it. That's\nimportant, not this girl and her jewelry.\"\n\n\"We couldn't see much except that it was a ship and that it landed in\nthe trees where it couldn't be seen from the sky. It's pretty big, and\nthere are men moving around it. That's all.\"\n\n\"That's plenty! If we run into them, there is no knowing what they'll\ndo. That ship was never built on this planet.\"\n\nNoldi didn't smile or laugh. He just looked at me. Serious, puzzled, and\na little scared.\n\n\"You think it's a space ship, eh, Keele?\"\n\nI nodded.\n\n\"What else could it be?\"\n\n\"What's it doin' out here in no man's land?\" Polter asked. \"You'd think\nstrangers like that would land near a city, try to make some kind of\nofficial contact.\"\n\n\"If you were landing on a strange world, would you land near a city?\" I\nasked.\n\nPolter laughed.\n\n\"I guess you hit it. They don't know whether they'd be welcome or not.\nScared, eh?\"\n\n\"Just careful, I'd say. We don't know anything about them. But ships\nlike that have been reported off and on for hundreds of years. Don't be\nsurprised if you never see a trace of it again, and if no one else but\nme ever believes you when you mention it. I don't think we'll have to\nworry about the flying saucer.\"\n\n\"What the hell do they want, then?\" Noldi didn't know what I meant,\nexactly.\n\n\"Nobody knows, Frans. Nobody ever saw them as close as you just did\ntoday.\"\n\n       *       *       *\n\nWatching Jake Barto next morning, I saw that the little image in his\nhand pointed right across the center of that cloud-topping mountain.\nThat meant we had to go around it, for we were not equipped for such\nclimbing, nor would there have been any sense in it. Jake figured on\ncircling to the left, and I was glad, for I for one wanted no parts of\nthat disk ship that Polter and Noldi had seen in the other direction.\nJake ignored me. He was unpredictable!\n\nIt was a long mountain, and we traveled along one side, toward the\nnorth, figuring on crossing to the east wherever a pass appeared. After\na time a faint trail showed, and we followed it. It drew us higher,\nuntil we were moving perilously along a ledge of rock, with precipitous\nwalls above and a sharp drop below. Higher and higher, above the\ntree-line now, the path went on, and there were signs of travel along it\nthat worried me.\n\nPolter was in the lead, and as we rounded a shoulder of rock, gave a cry\nof wonder. We hurried after, to see the trail breaking over a low crest\nof the mountain, and leading now downward. This shoulder of rock\noutthrust here marked the place where the trail we were following\ncrossed the ridge of the mountain crest at its lowest point. But it also\nmarked something else, which was what had caused Polter's cry.\n\nA line of dust across the trail and along the near-bare rocks stirred\nand lifted and fell fitfully, as if the air was barred passage by some\ninvisible wall, and there were the skeletons of birds that had flung\nthemselves against the invisible wall and died, falling there. There was\nthe skeleton of a goat half across the trail; and at one side, what had\nonce been a man! All these dead--and the bones could be seen here and\nthere along the far line of the dust--had gone so far and no farther.\nPolter had stopped fearfully ten feet from the clearly marked line--and\nI for one had no desire to add my skeleton to the others.\n\nFor a few minutes none of us had anything to say, then reason reasserted\nitself, and I pressed past Polter, knowing that the thing was an\nillusion born of coincidence and wind currents. Some baffling current of\nwind around the mountain formed here a wall of air cleavage, and the\nskeletons were merely coincidence. I pushed up to the strange line of\nlifting and falling dust, a little roll showing the magic of invisible\nforce, and pressed on, as if to cross.\n\nBehind me a cry gave me pause. I turned, looking for that cry's source,\nfor it seemed to me the cry was the girl I had rescued from Barto. That\nsaved me, for the little horse behind me pressed on across the strange\nline--and faltered, gave a horse-scream of terror, fell dead before me.\n\nWe stopped, terror of the unknown in our breasts, wondering--afraid to\nput the wonder into words. We did not look at each other or discuss the\nthing, we just accepted it, and stared dumbly at it like animals. I\ntossed a rock across the body of the now quite motionless pack animal,\nthe rock reached the wall beneath which my animal lay dead--slowed,\ncurved sharply to the ground, did not roll, but lay as if imprisoned in\ninvisible jelly!\n\nThere was a wall of invisible and deadly force there, and there was no\nknown explanation for it!\n\nI growled at Barto, all the suspicion and distrust that had been\nbuilding up in me toward him in my voice.\n\n\"What does your golden girl tell you now, Jake?\"\n\n\nJake surprised me. He walked ahead toward that frightening manifestation\nof the unknown, holding the little statuette before him like a sword,\nhis ugly face rapt in some listening beyond me. As the little statue\ncrossed the line, he sang out:\n\n\"Listen, Goddess of the Golden forces, listen and heed! We come from\nafar to pay our worship, to give to you our devotion, and we are met\nwith this wall of death! Is that the way you greet your friends?\"\n\nJake waved the statuette in a circular motion, then crossed the circle\ntwice with the waving gold. He stood there, his crossed eyes darting\nhere and there along the line of force, and after a long minute, after a\ntime that seemed filled with a distant chuckling, like thunder too far\noff to be heard clearly--the lift and fall of the dust on the baffled\nwind stopped, the strict line of the wind's stoppage began to disappear,\nthe line of demarcation was gone!\n\nJake reached out an arm, feeling cautiously for the invisible wall, and\nafter a minute, his face lightened from its habitual gloom, he stepped\nacross the line, and did not stagger and fall as had the horse. The wall\nwas gone! Jake turned, said calmly:\n\n\"Come on, our friends have decided to let us in.\"\n\nMy mind in a whirl at the unexpected display of knowledge beyond me, of\nforces beyond the power of any rifle bullet to overcome, of strange\nhidden things here--I stepped across the line, keeping close to the\ntracks left by Jake's big feet. Polter and Noldi followed and the horses\nplodded after. We trudged on, but not the same. We were afraid, and we\nwere conscious of a vast ignorance, of a fear that we did not belong\nhere, that the only wise thing for us to do was to turn back and give up\nthis Jake Barto and his cross eyes and his mumbo jumbo statue to his own\ndoom.\n\nAt least that's the way I felt, but something stronger than curiosity\ndrew me on. I wanted to know why I was so drawn when reason kept\ndemanding I give up this quest. I wanted to know why a golden statue\npointed always to one point on the horizon, and why that wall of force\nhad obeyed Jake's injunction to go away. Or was I unable to think,\nreally? Was I shocked out of my ability to reason and act on my reason's\ndictates?\n\nAhead, as the trail dipped low, a vast panorama of valley and hill and\nhollow, of eerie rocky spires, lay outspread. Here and there were\ncultivated fields, and figures at work on the fields. In the distance\nshone a stream. It flowed meandering into a wide lake. There were two\nvillages, not clear in the haze. At the distant lake, some kind of\nlarger structure lifted tall towers, shining with prismatic glitter, a\ncity of strange appearance.\n\nWe had crossed a barrier, and we had entered a land of the living--but\nit was unclear before us. The drifting mountain mists, the sun-glitter\nand the haze of noon kept the scene from striking through to our brains\nwith its true significance. For there was an eerie _difference_ about\nthe scene; it was not a land below us such as any of us had ever seen.\nI felt that and yet I could not think clearly about it. We moved along\nlike zombies, not thinking--just accepting the unusual and the unknown\nas casually as if we were travelers who could not be astounded. But\ninside, my mind was busily turning the significance and the meaning of\nthis wall of force. I had heard of such walls before--upon Shasta in\nCalifornia, and in Tibet, and in ancient times in Ireland, and there\nwere other instances of a similar wall in the past, and in the present\nin other places. But what it could really mean, that was what I did not\nknow.\n\nAfter crossing that invisible barrier, things began to happen in a\nsequence, of a strangeness and with a rapidity such that I was unable to\nanalyze or to rationalize. From there on I was like a man on a\ntightrope, hounded by invisible tormentors trying to shake me off. I had\nnot time to wonder whether it was true that spirits existed. What I did\nthink was that some of these Korean primitives had a Devil Doctor who\nsurpassed all others in trickiness, and was amusing himself at our\nexpense. But I did not _think_ it, I _clung_ to the idea to save my\nreason from tottering over the brink.\n\nThe first thing after the wall that could not exist but did--after we\nhad passed on over the ridge and half way down the mountain side--was a\ngully along the mountain side, up which Barto turned. I assumed he was\nstill following the pointing of the magnetic statuette, but I was\nvaguely conscious that none of us were _really_ conscious--were under a\nkind of spell in which our actions and our thoughts were\npredetermined--inevitable! I knew it, but I could not shake it off, nor\nput my finger on any reason why I should shake it off and call a halt to\nthe strange, wordless, silent following of Jake and his eerie talisman.\n\n\nThe faint trail led along the bottom of the gully, and after twenty\nminutes of downward progress, led into a dark overhang of rock, the sky\nhardly visible where the rocks almost met overhead. Down the semi-cavern\nwe went; still silent, zombie-like; and I felt ever more strongly the\ncompulsion that made us so move and so unable to do otherwise.\n\nJake was striding rapidly now, his dark ugly face aflame with weird\neagerness, my own heart pounding with alarm at the strangeness and the\nirrationality of the whole proceeding. He held the statuette out\nstiffly, it seemed fairly to leap in his hands, as if tugging with an\necstatic longing to reach the dark place ahead. The rocks closed\ncompletely overhead; the dimness changed to stygian darkness. I got out\nmy flashlight, sent the beam ahead. But Jake was pressing on through the\ndarkness, directly in the center of the trail.\n\nQuite suddenly the cavern turned, opened ahead, wider and wider--and\nbefore us lay a room of jeweled splendor, the temple of some\nforgotten--_or was it forgotten?_--cult of worship.\n\nThe golden statue in the center of the big round chamber drew our eyes\nfrom the splendor of the peculiarly decorated walls, from the strange\ncrystal pillar on the tall dais at the far wall, from the weird\nassemblages of crystals and metals that had an eerie resemblance to\nmachines--to a science entirely unknown to modern men. All these details\nof that chamber I remember now, looking back, but then--my attention and\nthat of the others was entirely drawn to the beauty of the tall, golden\nwoman who stood in frozen metallic wonder at the center of the forgotten\ncrypt.\n\nJake, his ugly face in a transport, had fallen to his knees, was\ncrawling forward to the statue abjectly, mouthing phrases of worship\nand self-abnegation. Close on his heels came Polter and Noldi, eyes\nrapt, movements mechanical. I stopped, some last remnant of sense\nremaining in my head, and by a strong effort of will held my limbs\nmotionless.\n\nAs Jake reached the statue, the little golden replica of the life-sized\nwoman of gold seemed to leap out of his reaching hands, and clung\nagainst the metallic waist of the golden woman as a lodestone to the\nmother lode.\n\nEven as Barto's hands touched the statue, he slumped, lay there\noutstretched, his fingertips touching the metal hem of the golden skirt;\nand whether he was unconscious from unsupportable ecstasy or for what\nmad reason, I did not know, but I did not _want_ to know.\n\nUndeterred by Jake's condition, the two men following in his steps also\nreached out hands to touch the golden metal--and fell flat on their\nfaces beside Jake Barto, unconscious, or dead!\n\nI stood, numb and with a terrific compulsion running through my nerves,\nwhich I resisted with all my will. I drew my eyes from the strangely\npleasant magnetic lure of the metal woman with an effort and examined\nthat strange chamber.\n\nThe walls were covered with a crystalline glittering substance, like\nmolten glass sprayed on and allowed to harden. Behind this glasseous\nprotective surface, paintings and carvings spread a fantasy of strange\nform and color, but the light was too dim to make much of it, except\nthat it was alien to my experience, and exceedingly well done, speaking\nof a culture second to none.\n\nBeyond the central form of the strange golden statue, was the dais which\nI had noticed at once, and now my eyes picked out the fact that on it\nwas also a glasseous protective sheath about a form--another statue, I\nthought.\n\n\nThoughtfully I prowled along the rim of the room, examining the wall\nfrescoes foot by foot, seeing on them a strange depiction of semi-human\nforms, of crab-men and crab-women, of snake-men and snake-women, of men\nhalf-goat and half-man, of creatures hardly human with great jaws that\nlooked like rock-cutters, with hands like moles on short powerful arms,\nfish people with finned legs and arms, their hands engaged in catching\ngreat fish and placing them in nets, a nightmare of weird half-human\nshapes that gradually brought to me a message that I could not accept.\n\nIf that rock painting was telling a true story and not some allegorical\nfantasy--these people who had built this place had been a race who knew\nthe secrets of life so intimately they could manipulate the unborn child\ninto shapes intended to give it powers and physical attributes fitting\nit for amphibious life, for the underground boring life of a mole, for\nthe tending of flocks in the goat-legged men--the whole gamut of these\nmonstrous diversions from the normal human seemed to me\ndesigned--purposely--to build a race which, like ants, has a shape\nfitted to its trade.\n\nI threw off the illusion of a deformed past race the wall art gave me,\nand passed on to examine the crystalline pillar on the dais. I stood a\nlong time, before the dais, drinking in the beauty of the form locked\nwithin the prisoning glass.\n\nNo human, no earth woman--she was different from anything I had ever\neven imagined.\n\nFemale, vaguely human in form she was, with an unearthly beauty; but\nfour-armed, with a forehead that went up and up and ended in a single\ntall horn, as on the fabled unicorn.\n\nHer eyes were closed, if she had eyes beneath the heavy purple-veined\nlids, so like the petals of some night-flower, pungent with perfume.\n\nNaked the figure was, except for a belt of what looked iron chain around\nthe waist, black and corroded with time, holding her with a great bolt\nand link to the side of that crystalline prison.\n\nHer hair, black as night, was pressed tight to the skull by the pressure\nof the crystal, which must have been poured about her in a molten or\nliquid state.\n\nAs I stood there agaze at the strangeness and wonder of her, a voice at\nmy shoulder made me whirl in surprise. A soft, silky familiar voice:\n\n\"Do you find the dead Goddess so fascinating, stranger from the world of\nmen?\"\n\nIt was the girl of the forest, no longer in hunting garb, but dressed in\nTurkish trousers, vest and slippers with upturned toes. Jewels glittered\nabout her waist and neck and arms, her wrists jangled with heavy\nbangles, in her ears two great pendants swayed--her eyelids were\ndarkened and her lips reddened. She was a ravishing houri of the harem,\nand I gasped a little at the change.\n\n\"Have you put on such clothes for my benefit?\" I asked, for I really\nthought perhaps she had.\n\nShe frowned and stamped her foot in sudden anger.\n\n\"I come here to save you from what has happened to your friends, and you\ninsult me. Don't you want to live? Do you want to become what they are\ngoing to become?\" She pointed to the bodies of Jake and Noldi and\nPolter.\n\n\nI turned where she pointed, to see a thing that very nearly made me\nscream out in revulsion.\n\nI shuddered, shrank back; for several creatures were bending over the\nthree, lifting them, bearing them away.\n\nIt was the strange, revolting difference from men in them that caused my\nfear. Once they may have been men, their far-off ancestors, perhaps--or\nin some other more recent way their bodies had been transformed, made\nover into creatures not human, not beast, not ghoul. What they were was\nnot thinkable or acceptable by me. I turned my face away, shuddering.\n\nThey were men such as the wall-paintings pictured, something that had\nbeen made from the main stock of mankind, changed unthinkably into a\ncreature who bore his tools of his trade in his own bone and flesh.\nMole-men, men with short heavy arms and wide-clawed hands, made for\ndigging through hard earth. They bore my friends away on their\nhairy-naked shoulders, and I stood too shocked to say a word. Three\nmole-men, accompanied by three tall, pale-white figures, figures\ninexpressibly alien--even through the heavy white robes--that moved with\nan odd hopping step that no human limb could manage, turned their\npaper-white, long, expressionless faces toward me for an instant, then\nwere gone, on the trail of the mole-man. Beneath those robes must have\nbeen a body as attenuated as a skeleton, as different as an insect's\nfrom man's. Within those odd egg-shaped heads must have been a mind as\nalien to mine as an ant's mind.\n\n\"Why do your people take my companions?\" I managed, when I had regained\nmy composure.\n\n\"They are not my people; they are of the enemies of the Dead Goddess.\"\nThe girl gestured to the figure in the crystal pillar. \"My people have\nno time for them, but neither have we power over them. They go their\nway, and we go ours. Once, long ago, it was different, but time has\nmade us a people divided.\"\n\n\"What will become of the three men?\"\n\n\"They will become workmen of one kind or another. Everyone works, in\n_their_ life-way. But it is not _our_ way! They guard our land from such\nintruders; we let them. It is an ancient pact we have with them.\"\n\n\"Why did they not seize me, I am an intruder as much as the others?\"\n\n\"Because I signed to them to let you stay. You did not see,\nwhatever-your-name-is....\"\n\n\"Call me Carlin Keele, Carl for short. What is your name, and what is\nyour race, and why are you so different from people as I know them?\"\n\n\"My name is Nokomee, as I told you before. You are still confused from\nthe magic that led you here. I have saved you once, and _now we are\neven_; my debt to you is paid. You will never see your friends again,\nand if you do, you will be sorry that you saw them, for they will have\nbecome beasts of burden. Now go, before it is too late. This is not your\nkind of country.\"\n\nSomething in her eyes, something in the sharp peremptory tone she used,\ntold me the truth.\n\n\"You don't really want me to go, Nokomee. I don't want to go. Many\nthings make me want to stay--your beauty is not the least attraction. I\ncould learn so much that my people do not know, that yours seem to\nknow.\"\n\n\"I would not want my beauty to lead you to your death.\" Nokomee did not\nsmile, she only looked at me, and I saw there a deep loneliness, a\ntender need for companionship and sympathy that had never been filled in\nher life. She looked at me, and her lower lip trembled a little, her\neyes suddenly averted from mine.\n\n\"Nokomee, there is so much we would have to tell each other, you of your\nlife, and I of the great country of which you have never heard. Would\nyou not like to see the great cities of my country?\"\n\nShe shook her head, turned on me with sudden fierce words:\n\n\"When you came and struck down that hideous cross-eyed man, my heart\nwent out to you in gratitude. Go, while my heart remains soft, it is not\nso often that the heart of a _Zerv_ is soft toward any outlander. Go, I\ncannot protect you from this place.\"\n\n\"I will stay,\" I said.\n\n\"Stubborn fool!\" She stamped her foot prettily, imperiously, vexed at my\nrefusal to go out of that weird place the way I had entered. \"Stay then,\nbut do not expect me to keep off the slaves of the Goddess. This place\ncan be most evil to those who do not know what it is, nor why it is\nsecret.\"\n\n\nShe turned, walked behind the great dais of the crystal sarcophagus, and\nI followed just in time to see her disappear behind a hanging curtain of\nleather. I hastened after, my hand on my gun, for I had no wish to be\nleft alone where I had seen my three companions stricken down with no\nenemy in sight.\n\nBehind the curtain a passage led, along the passage were several doors.\nShe sped past these lightly, almost running. I followed, she must have\nheard me, but she did not look back. The doors along the passage were\ncurtained. Through the gaps of the curtain I could see they were empty\nof life. The curtains were rotted as if long unused, dirty and blotched\nwith mould staining the leather.\n\nThough she had spoken to me in Korean, and I had answered in the same\ntongue, I knew she was no native, for she spoke it differently, perhaps\nno better than myself. I was no judge; what she used may have been a\ndialect different from that I had heard previously.\n\nI followed as she emerged from the long tunnel into the blaze of\nsunlight. She stood for a moment letting her eyes adjust to the glare. I\nstumbled to her side, half-blinded, stood looking down at the scene\nwhich seemed to engross her.\n\nGradually it came clear, like a television screen coming into perfect\ntune--the immense inner valley that the mountain of cloud-like snow\nenclosed. In the center of the encircled valley a lake shimmered blue as\nthe sky, and about that lake was a city.\n\nMy eyes refused, at first, to accept what they were seeing. My mind\nrebelled, but after a minute of staring and making sure--I gasped.\n\nAlien to this earth it was, but beautiful! Towers, and round-based\ndwellings braced together in one single unit of structural strength, a\ndesigned whole such as our architects dream of and never achieve. Walled\nwith white marble, the city was a fortress, but a lovely fortress. Yet\nthere was a coldness, an angularity, that told me these Zervs, as\nNokomee had called her race, lacked true sympathy for life forms, lacked\nemotion as we know it in art. Yet it was beautiful, if repellent because\nso alien, so pure in design, so lacking in the sympathetic understanding\nof man's nature. This was a city no earthman could ever call home. It\nlacked something. There were no dogs, no strolling women or running\nchildren, it lay silent and waiting--for what?\n\nNokomee waved a hand.\n\n\"Titanis, our first earth colony. But it is no longer ours. The Schrees\nhave taken it from us. That is why it is silent.\"\n\nI did not understand. There were plodding lines of people, disciplined,\ncarrying burdens, no bigger than ants at this distance. There was an\nominous horror about the quiet beauty of the place. It was somehow like\na beautiful woman lying just slain. Yet I could see no wounds of war, no\nreason for the feeling that I had, like the sudden shrinking one might\nhave at sight of the stump of a man's arm just amputated.\n\nI looked into Nokomee's face, and there were tears in her eyes. My heart\nsank. I felt a vast sympathy for her sorrow, though I could not\nunderstand.\n\n\"We planned so much with our new freedom here in your wilderness. Then\ncame the raiders, to freeze our Queen in her sleep, to drive us into\nyour forests, to make of us that remained mindless slaves and maimed\nhorrors. I cannot bear it, stranger. I cannot....\"\n\nShe turned and wept, her head on my chest. I patted her head, feeling\nentirely incompetent to console her for what injuries I could not\nimagine.\n\n\"What raiders, Nokomee? Tell me. Perhaps there is a way I can help. Who\nknows?\"\n\n\"We are so few now, who were so many and so strong--and every day fewer.\nThere is no hope. Do not try to wake it in me. It would be madness.\"\n\n\"Tell me. Perhaps that alone would help you.\"\n\n\"How can I tell you the long history of my home world, the immortal\nwisdom of our Queen, the strange science her immortal family gave her,\nof how we fought to protect her from our own tyrants and at last fled\ninto space with her? How can I tell you of what she is? How could you\nunderstand the ages of struggle on our own world that reduced her kind\nto but a dozen, and left our kind, the mortals, at the mercy of the\nSchrees? You ask, but it is impossible for you to believe things you do\nnot know about.\"\n\n\"Perhaps if I told you of my people and their life, you would understand\nthat I could understand what you think is impossible for me. I am not\nignorant as the others of earth people you have met. And my nation is\nnumerous, the greatest of this earth.\"\n\n\"Our ways are too strange to you. But I will try. You need not try to\ntell me of your people; we examined your earth carefully before we chose\nthis valley for our retreat. Here we built and raised the force wall to\nkeep out inquiring interlopers like yourself who might bring the powers\nof your nation in ignorant war against us. But from our home world the\nSchrees were sent on our trail, and they found us. They were too many.\nOur only hope was in safe hiding, and they found us out. We did not know\nthey could find us, or we would never have built. We thought pursuit had\nlong been abandoned, but they are driven by single-minded hate, not by\nlogic. It has been a lifetime of wandering they have followed us. It has\nbeen all my lifetime, making this home here, thinking ourselves\nsafe--and then they came and destroyed all our work.\"\n\n\nAs she talked, she had quieted. We had resumed walking along the ledge\nof the mountainside. Suddenly from ahead a man leaped out, his strange\nweapon trained on my breast. I stood, not daring to move, while Nokomee\nshouted a string of shrill alien syllables at him. He thrust the weapon\nback in his belt, and fell in behind us as we passed. I could not help\nstaring at him, and at the thing he had pointed at me.\n\nIt was a tapering tube about a foot long, triggered on the thumb side\nwith a projecting stud, with a hand-grip shaped with finger grooves. I\nknew it was a weapon with a long history of development behind it by the\nsimplicity of the lines, the entire efficiency of its appearance. The\nsmall end was a half-inch, perhaps, in bore, the big end perhaps three\ninches or less. He handled it as though it weighed but a trifle. I did\nnot ask what it was.\n\nThe man himself was no taller than Nokomee, though much more solidly\nbuilt, with thick, slightly bowed legs and heavy black brows on bulging\nbone structure, his eyes deep-set beneath. His ears, like Nokomee's,\nwere high and too small to be natural. His teeth were larger than normal\non earth, and the incisors smaller and more pointed, the canines heavier\nand longer. There was a point to his chin, heavy-angled and thick-boned\nas it was, it was not an earthman's chin. His neck was long, more supple\nand active, he kept moving his head in an unnatural watchfulness like a\nwild animal's. I wondered what other differences, small in themselves,\nbut adding up to complete strangeness of aspect, I would find in time.\n\n\"That is Holaf,\" murmured Nokomee in Korean to me. \"He is a chief among\nus now, since the fall of our strength. He is good, but young and always\ntoo impetuous. He needs long experience, and it looks as if he would get\nit, now.\"\n\n\"You have more than one leader?\" I asked.\n\n\"We have three chiefs left to us, who rule their families--their clans.\nWe have but one real leader. He is an old wise man left us by good\nfortune. He is our lone scientist. The chiefs of the clans listen to the\nleader, but they argue. Things look bad for us all.\"\n\n\"You are too few to reconquer the city?\"\n\n\"Too few, yes. And time plays against us, for with the coming of the\nships from our home planet--that I should call that tyrant's nest\nhome!--there will be even more of the Schrees, then. We are a lost\npeople now. There is no hope, eventually we will be hunted down as you\nearthmen will be hunted down, like animals. Made into slaves--and worse\nthan slaves. You will learn what I mean when next you see your three\nfriends.\"\n\nIt was too much for me. I asked:\n\n\"Why don't you leave this place, and go on to another?\"\n\n\"On your little world? It is not big enough to hide ourselves from them.\nAnd we have lost our ships, we cannot get others.\"\n\n\"You think that they mean to conquer our whole planet?\"\n\n\"In time they will do so. Not yet, but when they are many, they will\nspread, slaughter all who fight them, and enslave all who do not. They\nare very terrible creatures, not men at all, you know.\"\n\n\"Not like you and I?\"\n\n\"Not at all. You will see, soon. Hurry, it is late, and we have council\nto attend.\"\n\nThere was a deep passion in her words, quick and sharp and strange on\nher lips as they were, a passion of anger and hopeless effort that\nsomehow roused me into desire to help her and these strange people of\nhers. Too, if what she said was true, these raiders who had despoiled\nher people would in time engulf the world with a war of conquest, even\nif they were less able to defeat us than she estimated. I resolved to\nmake the most of this opportunity to learn the worst of this hidden\nthreat to men everywhere. I felt a kinship with Nokomee and her friend,\nsilent and alert beside me, and I realized it could well be that I had\nin my hands the future of mankind, and that it behooved me not to let it\nfall through carelessness.\n\n\nLapsed now into silence, we reached the end of the trail along the\nledge. We came out upon a broad shelf, with several cave mouths opening\nalong its cliff-side. Gathered here in the twilight were some two-score\nmen and women, bearing weapons; some the short powerful bow I had seen\nin Nokomee's hands; others weapons like Holaf's tapered tube; still\nothers bearing small, round metal shields embossed with weird designs\nthat meant nothing to me. Squatted here, without fire, they fell silent\nat our approach, eyeing me with curiosity and the beginnings of anger at\nmy intrusion. Nokomee began to talk swiftly in that rattling,\nhigh-pitched tongue of theirs. I squatted down on my heels, took out my\npipe, lit it. At the flare of my match Holaf struck it from my hand. I\nrealized it had been a blunder, even a spark might attract attention to\ntheir presence on the hillside. Still, the incident told me Nokomee had\nnot been lying to me.\n\nHolaf pointed at the city far below, now glowing here and there with\nlights, and at the match on the ground. Then he motioned to a cave\nmouth, and I followed him. Inside there was a fire burning, furs strewn\nabout the floor, metal urns and even mirrors hung on the rough stone\nwalls. I sat on a rude wooden bench of newly-hewed wood, lit my pipe\nagain without interference. But I was sorry to miss that conference\noutside in the open air. I wanted to hear, even if I could not\nunderstand. Holaf still remained by my side, and his hand did not leave\nthe oddly-carved butt of the tapered tube-gun.\n\nI sat there, feeling very much alone, with Holaf watching me somberly,\nthe only light a flickering amber from the fire. I started to my feet as\na musically pitched, almost singing voice questioned Holaf in their\ntongue. I looked about for the source, then saw her moving toward me in\nthe half-light, and I stepped back in a kind of awe and embarrassment,\nfor this was new.\n\nShe was as tall as myself, shaped with slender Amazonian strength, but\ncurved and soft and subtly aware of her feminine allure, strongly\ninterested and pleased at the awe and pleasure in my face. Her, rounded,\nfully adult body was sketched over with a web of silkily gleaming black\nnet, light and unsubstantial as a dream, clinging and wholly revealing.\nHer eyes were dark-lidded and wide-set, her brow high and proud, and\nabout her neck hung a web of emeralds set in a golden mesh of yielding\nlinks.\n\nShe came on, moving on shoes like Japanese water shoes, completely\nmystifying as to how she balanced on the stilt-like soles. Stepping thus\nin little balancing steps like a dancer, she moved very close, peering\ninto my eyes, so that I blushed deeply at the nearness and the nudity of\nher, and she laughed, amusedly, as at a child. Her long, gemmed hand\nreached out and touched me, and she talked to Holaf excitedly, her face\nall smiles and interest; I was a wholly fascinating new toy he had\nbrought her, it seemed. Then she sank to the bench, crossing her lovely\nknees over her hands, clasped together as if to make sure they behaved.\nTo me she was wholly cultured and I some strange boor who had never been\nin a drawing room. I felt the impact of that culture in her interested\neyes and in the sleek, smart bearing of her utterly relaxed body. She\nstretched a hand to gesture me to be seated, and I tried Korean on her.\n\n\"It is a pleasure to meet you, lady. If I but knew who you were, and how\nto speak properly, there is much we could find of interest to discuss.\"\n\n\"I am sure of it, stranger. First you must tell me of yourself, and then\nlater we will talk of what is familiar to me. I cannot put off the\ncuriosity which burns me. Please tell me all about your people and\nyourself!\" Her voice was hard to follow, she handled the clumsy Korean\nwith a bird-like quickness and an utter disregard for the nature of the\nlanguage. Her eyes burned into my own, and I sat embarrassed beside her,\ntongue-tied, while Holaf smiled quietly and kept his hand on his weapon.\n\nSo I talked about New York, about my home town in Indiana, about my mine\nin South America, about anything and everything, and she listened, rapt\neyes encouraging me, hanging on every stumbling, mispronounced,\ndifficult word. I would have given an arm to have been able to talk\nexpertly in her own tongue.\n\nThus engaged, and engrossed by her, I glanced up absently to note\nNokomee's eyes blazing into my own in fury, and spaced about the room in\na listening circle, a score of others. I stopped abruptly, and Nokomee\nlashed out at the woman beside me with a string of alien expletives that\nmade her face flame with an anger as great as Nokomee's own. I wondered\nvaguely what I had done....\n\nTheir strange, grim faces, all watching me, seeming to peer inside me,\ntrying to gauge me as an enemy or a friend. I stood up, for the exciting\nnear-nude body of the woman who had caused Nokomee's outburst was too\nclose, too intimately relaxed.\n\nAbruptly Nokomee took me by the hand, led me out and along the ledge on\nthe cliff. Into another cavern entrance she led me, to a smaller\nchamber, where another fire burned, and another bench invited to its\nwarmth. She half pushed me to a seat, and busied herself in the next\nadjoining chamber, rattling dishware, and now and again giving a sharp\nexclamation as of extreme disgust.\n\n\nI gathered I had been guilty of falling for the Zerv equivalent of a\nvamp. How wrong I was in this deduction I was to learn. It was not the\nwoman's beauty that Nokomee feared, but something vastly more dangerous.\nI was very ignorant then. The Zervs were an ancient people and their\nways were strange entirely. For the net-clad beauty had been a \"Zoorph.\"\nI asked Nokomee, as she repeated the word again.\n\n\"What is a Zoorph, that makes you so angry? I thought she was very\ncharming. I saw no harm in talking to her!\"\n\nNokomee thrust her head out of the curtained doorway, from which the\nsmell of food told me I had not eaten since morning.\n\n\"A Zoorph dear _child_ of earth, is a creature not good for man or\nbeast! Only a Zerv would be fool enough to keep so dangerous an animal\nabout! If I told you, you would not believe it.\"\n\n\"Tell me anyway, Nokomee.\"\n\nThe girl came, bearing food on a tray. She squatted at my feet, putting\nthe tray on the bench, and holding a large graceful urn of some liquid\nto replenish my cup. Very prettily she did this, yet I gathered that it\nwas something which would have overwhelmed me with the honor if I had\nunderstood. I did appreciate her service, and I tried to say so, but she\nsilenced me.\n\n\"Never mind, one day you will understand how proud we are, that in our\nown world and in our own society _you_ would be less than a worm. Yet I\nserve you, who am more above you than a princess would be in your world.\nThus does the world change about one, and one adjusts. But do not think\nof it. It must be, or some terrible thing like the Zoorph would seize\nupon you here among us.\"\n\nI laughed a little, for I was sure she was telling a lie, to warn me\nagainst the \"vamp\" in the only words she could think of in the alien\ntongue.\n\nHer face flushed deep red at my laughter, and she half rose as if to\nleave, but restrained her anger.\n\n\"A Zoorph is worse than a disease, it has enervated my people until they\nhave lost everything, and still they are among us. They are children\nraised by a secret cult on my own world, trained into strange practices.\nIt is somewhat like a witch or sorcerer would be to you, but much, much\ndifferent. You could not understand unless you were raised among us.\nWhen men are tired of life, they go to a Zoorph. It is not nice to speak\nof, what they are and what they do. To us, it is like death, only worse.\nYet we have them, as ants have pets, as dogs have lice, as your people\nhave disease. It is a custom. It is a kind of escape from life and\nlife's dullness--but it is escape into madness, for the Zoorph has an\nart that is utter degradation, and few realize how bad they are for us.\nYou must never go near her again!\"\n\n\nDays passed into weeks, and every day I learned a few words of the Zerv\nlanguage, every day I picked up a little more insight into their utterly\ndifferent ways and customs and standards--their scale of values. It was\na process replete with surprises, with revelations, with new\nunderstanding of nature itself as seen through the alien eyes.\n\nI remained as a kind of semi-prisoner, tolerated because of Nokomee's\nposition and her affection for me. Nokomee, I learned, was \"of the\nblood,\" though there were few surviving of her family to carry on the\npower and prestige she would have inherited. Yet, she was \"of the blood\"\nand entitled to all the respect and obedience the Zervs gave even to\ntheir old ruler.\n\nHe was an attenuated skeleton of a man, with weary eyes and trembling\nhands, and I grew more and more sure that the inactivity against their\nusurpers visible in the valley beneath was due more to his age and\ntimorous nature than to any inability to turn the tables. They seemed to\nhold the \"Schrees\" in contempt, yet never took any action against them,\nso that I wondered if the contempt were justified or was an inherited,\nsublimated hatred.\n\nThe supplies, rifles and ammunition which had been left on our horses\nwhen we entered the cavern of the golden image, had been brought to\nNokomee's cavern and locked in a small chamber before my eyes. It was\nall there. As the time dragged on, I chafed at the inactivity, fought\nagainst the barriers of language and alien custom that separated me from\nthese people, struggled to overcome their indifference and their, to me,\nimpossible waiting for _what_ I did not understand.\n\nFinally I could wait no longer. In the night, I burst the lock of the\ncloset with a bar, took out a rifle and .45 and two belts of cartridges.\nI slid over the lip of the ledge that hid us from the city's eyes. I was\ngoing to see for myself what we were hiding from, what we were waiting\nfor, was going to take my chances with the dangers in that place they\nhad built and from which they now hid. I had pressed Nokomee for\nexplanations and promises of future participation in their life and\nactivities, and I had been refused for the last time! Like a runaway, I\nslid down the steep cliff face, putting as much space between the Zervs\nand myself as rapidly as I could.\n\nThe night was dark as pitch. I had left Nokomee asleep in her chamber. I\nhad avoided Holaf, who still kept a kind of amused watch over my\nactivities, and I was free. Free to explore that weird city of plodding\nlives, of strange unexplained sounds, of ominously hidden activity!\n\nScrambling, sliding, worrying in the dimness, I finally reached the less\nprecipitous slopes of the base of the cliff. As I stopped to get a\nbearing on the direction of the city, above me came a slithering, a soft\nfeminine exclamation, and down upon me came a perfumed weight, knocking\nme sprawling in the grass.\n\nMy eyes quickly adjusted, I crawled to the dim shape struggling to her\nfeet. Her face was not Nokomee's, as I had at first thought. Those\nenormous shadowed eyes, that thin lovely nose, the flower-fragile lips,\nthe mysterious allure--were the woman whom Nokomee had described as a\n\"Zoorph\" and whom she had both feared and despised. I spoke sharply in\nthe tongue of the Zervs. I had learned enough under Nokomee's tutelage\nto carry on a conversation.\n\n\"Why do you follow me, Zoorph?\"\n\n\"Because I am weary of being cooped up with those who do not trust me,\njust as you. I want to find a new, exciting thing; just as do you. Even\nif it is death or worse, I want it. I am alive, as are you.\"\n\nI put down the dislike and distrust the girl Nokomee had aroused in me\nagainst her. Perhaps she _had_ been merely jealous of her.\n\n\"Don't you _know_ what could happen in the city?\" To me it was curious\nthat she should want to go where the others feared to go.\n\n\"I know no better than you what awaits there, and I do not believe what\nthey have told me of the Schrees. They are not wholly human, but neither\nare they evil wholly, as the Zervs suppose.\"\n\n\"Why do the Zervs wait, instead of trying to do something for\nthemselves? They speak of the threat of these raiders, yet they do not\ntry to help me bring others of my people here to stop the threat they\nspeak of so fearfully. I do not understand.\"\n\n\"The old ruler thinks the ships will come and drive them off from his\ncity. But he is wrong, they will never come. It is like waiting for the\nmoon to fall. The raiders' ships will return, and they will be stronger\nthan ever. But not a ship of the Zervs remains in neighboring space to\nsuccor us. Yet he hopes, and his followers wait. It is foolish, and he\ncannot trust you or men like you to get help for him. He is too old to\nmeet new conditions and to understand.\"\n\n\nFew of the Zervs had shown the rapt interest in me and my people that\nthis Zoorph had made so plain. I thought backward on how carefully she\nand I had been kept apart since our first meeting, and I realized there\nwas more to it than Nokomee's words of anger.\n\n\"What is a Zoorph, and what is your name? Why did Nokomee warn me\nagainst all Zoorphs?\"\n\n\"A Zoorph is a member of a cult; a student of mysteries not understood\nby the many. The others have a superstition about us, that we destroy\nsouls and make others slaves to our will. It is stupid, but it is like\nall superstitions--hard to disprove because so vague in nature.\" She\nflickered impossible eyelashes at me languishingly, in perfect coquetry.\n\"You don't think me dangerous to your soul, do you?\"\n\nI didn't. I thought her a very charming and talented woman, whom I\nwanted to know much better. I said so, and she laughed.\n\n\"You are wiser than I thought, to see through their lies. They are good\npeople, but like all people everywhere, they have their little\ninsanities, their beliefs and their intolerances.\"\n\nYet within me there was a little warning shudder borne of the strange\npower of her eyes on my own, of the chill of the night, of many little\npast-observed strangenesses in her ways, in the fear the Zervs bore for\nher ... I reserved something of caution. She saw this in my eyes and\nsmiled sadly, and that sad and understanding smile was perfectly\ncalculated to dispel my last doubt of her. I slid closer across the\ngrass, to lie beside her.\n\n\"What could I gain by a knowledge of what lies in the city, Zoorph?\" I\nasked.\n\n\"My name is _Carna_, stranger. In that city you can learn whether there\nis danger for your people in what the Schrees plan on earth. We could\nnot tell that, for we do not know enough about your own race's\nabilities. You could steal a vehicle to take you to your own rich\ncities. And as for me, I could go with you, to practice my arts in your\ncities and become rich and famous.\"\n\n\"What are your arts, Carna?\"\n\n\"Nothing you would call spectacular, perhaps. I can read thought, I can\nforetell the future, and I can sometimes make things happen fortunately,\nif I try very hard. Such things, very unsubstantial arts, not like your\ngun which kills. Subtle things, like making men fall in love with me,\nperhaps.\"\n\nShe laughed into my eyes and I got abruptly to my feet. She was telling\nthe truth in the last sentence, and I did not blame Nokomee for fearing\nher power.\n\n\"Let us see, then, Carna, what the night can give us. I cannot wait\nforever for chance to bring me freedom. Come,\" I bent and helped her to\nher feet, very pleasant and clinging her grasp on my arm, very soft and\nutterly smooth the flesh of her arm in my hand, very graceful and lovely\nher swift movement to rise. My heart was beating wildly, she was a kind\nI understood, but could not resist any the better for knowing. Or was I\nunkind, and she but starved for kindness and human sympathy, so long\namong a people who disliked and feared her?\n\nWe walked along in the darkness, the distant moving lights of that city\ncloser each step, and a dread in my breast at what I would find there, a\ndread that grew. Beside me Carna was silent, her face lovely and glowing\nin the night, her step graceful as a deer's.\n\nWe circled the high wall of white marble keeping some twenty feet away,\nwhere the grass gave knee-high cover we could drop into instantly. We\ncame around to the far side from the cliff, and stopped where a paved\nhighway ran smooth, like pebbled glass, straight across the valley. I\nglanced at Carna, she gestured toward the open gate in the wall, and\nsmiled a daring word.\n\n\"In...?\"\n\n\"In!\" I answered, and like two kids, hand in hand, we stole through the\nshadowed gateway, sliding quickly out of the light, standing with our\nbacks to the wall, looking up the long, dim-lit way along which a myriad\ndark doorways told of life. But it was seemingly deserted. Carna\nwhispered softly:\n\n\"When it was ours, the night was gay with life and love, now--_it is\ndeath!_\"\n\n\"Death or taxes, we're going to take a look.\"\n\nWe stole along the shadowed side of the street, the moon was up,\nshedding much too bright a light now for comfort. Perhaps a hundred\nyards along that strange street we went, I letting the Zoorph lead the\nway, for I had an idea she must know the city and have some plan, or she\nwould not be here. If she meant to use me to escape into my world, I was\nall for her.\n\n\nThen, from ahead, came the sound of feet, many of them in unison. We\ndarted into a doorway, crouched behind a balustrade. Nearer came the\nfeet, and I peered between the interstices of the screening balustrade.\nThe feet came on; slow, rhythmic, marching without zest or pause or\nbreak, perfection without snap. As the first marching figure came into\nsight in the moonlight, I shuddered to the core with something worse\nthan fear.\n\nFor they were men who were no longer men! When Barto and Polter and\nNoldi had been carried off unconscious, Nokomee had told me:\n\n\"They are not my people. They go their way and we go ours. Time has made\nus a people divided. Time, _and a cruel science_.\"\n\nThese were the mole-men, the crab-men, the creatures built for specific\npurposes as tools are built. Each _thing_ bore on his back a bale of\ngoods, or a bar of metal, a burden sizeable enough for two ordinary men.\nThey were strong, and they were silent and smooth-moving as machines. I\nrealized they _were_ machines--made out of flesh.\n\n\"Are these slaves, or what?\" I asked Carna.\n\n\"These were once the slaves, or workmen of the race of Zervs. They now\nserve the Schrees, for they are mindless, in a way. They are not\nimportant. It is those who guard and guide them I wait to see. I have\nnot yet seen a Schree, but only heard the Zervs describe them.\"\n\nThe nightmare procession went on for minutes, long minutes that were to\nme a nightmare. Yet I realized that if I had been raised to the idea of\nhumankind made into machines, it would not be revolting--not after they\nhad been hereditarily moulded for centuries into what they were. Yet\nwhat a crime it was, what they might have been if left to develop as\nnature intended, rather than as man cruelly mal-intended. They must have\nbeen once specially selected for strength as well as beauty, for about\nthem was a sad and terrible grace, a remainder of noble chiseling of\nbrow and nostril, distorted as by a fiend into the horror that it\nwas--these had once been a noble race!\n\n\"Do you feel the terrible horror of this sight?\" I asked Carna.\n\n\"Always I have felt the horror that was done to them in the past. It is\n_still_ done to man. Look, there are the three who came with you, and\nfell into the hands _of the priests_. They are the thing that the Zervs\n_really fear_, yet they live with it, and have done so for centuries.\nThey can despise the Schrees, but they are as bad themselves--look!\"\n\nI followed with my eye her pointing finger. Yes, that figure _was_\nhulking Barto, and I almost yelled \"Jake, snap out of it!\" before I\nremembered my own peril.\n\nThen he came into the full light, and passed not twenty feet away. I\nleaned against the railing of stone, sick as a dog and retching. They\nhad made him over, with some unknown aborted science of an evil world!\nJake was clubfooted, lumbering, with his jaws grown into great jowls of\nbone, his arms elongated and ending in hooks. Two of the fingers, or the\nthumb and finger had been enlarged or grafted into a bone-like semblance\nof a crab's claw. What he was going to be when they got through, I\ndidn't know, but neither did Jake. He didn't know anything! He clumped\nalong, his crossed eyes unmoving, his back bent with a weight heavy for\neven his broad shoulders--a man no longer, but a mindless zombie. A\ncross-eyed zombie!\n\nI cursed silently, tearing my hands against the stone as I resisted the\nimpulse to fire and fire again upon those hopping, thin, white things\nthat came after.\n\n\"Just _what_ are those hopping things?\"\n\n\"They are a separate race, who have lived with both Zervs and with\nSchrees. They are a part of our life. You have dogs, horses, machines.\nWe have _Jivros_--that is, priests--and we have the workmen we call\nShinros, and too, we have the Zoorphs!\" She laughed a little as I stared\nat her. \"Do not worry, the Zoorphs are not really so different. But the\nSchrees and Shinros _are_ different.\"\n\n\"Damned, beastly, demoniac life it must be.\"\n\n\"To you, who expect things to be like your knowledge tells you it must\nbe. To us, it is our way. For a Zerv, or for a Schree, it is a good way.\nThe Jivros do the supervisory work, the Shinros do the hard work, and\nthe Schrees take it easy and enjoy life. Why do you have machines?\"\n\n\"Machines are not alive. That is different.\"\n\n\"Neither are the Shinros alive, they only seem so. They do not know what\nthey have lost--it is much as if they had died.\n\n\"But come, I must show you where we can get a ship to take us away from\nthis and into your world. I have a life to live, I want to _live_ it!\nYou--have a message to deliver to your people, or they will become the\nShinros of the whole race of Schrees. I do not like to think what can\nhappen to your world!\"\n\n\nI followed her again on our furtive way among the shadows. She was\nswift and sure, and made good time. She knew where she was going. It was\na broad open space deep within the city. On three sides were wide closed\ndoors like hangar doors. The fourth was a massive structure of rose\ngranite, beetling above us, a monstrous shape in the dimness, throwing a\nshadow half across the paved space. We raced across the shadow toward\nthe nearest doorway, flattened against it, listening for life inside.\nCarna worked on the catch of the door, after a second slid the door\naside slowly, carefully. Inside I could see a shimmering smoothness,\nround, higher than my head, a top-shaped object. I guessed that this was\nthe ship she meant to steal from the Schrees. Suddenly the door she was\nsliding open scraped, and emitted a shrill, high-pitched sound. I did\nnot know if it was an alarm activated by the opening door or just rust\non the rails and wheels of the door mechanism. Carna cried:\n\n\"Hurry, get into the ship, we must take off at once. They will come;\nthey must have heard that sound!\"\n\nI ducked into the darkness, circled the bulging shape, looking for an\nopening. Smooth, there seemed no way I could find.\n\n\"Here it is, help me open it,\" Carna panted behind me.\n\nI leaped to her side. She was twisting at an inset handle around which\nfaint lines indicated the door edge. I pulled her aside, took hold of\nthe handle, twisted hard. It bent, then gave, and the door swung easily\nopen in my hands. We tumbled in. Carna raced through the first chamber,\nand even as I got the door closed, the floor lifted under my feet\neasily, drifted out of the wide doorway, shot upward so quickly I was\nthrown to the floor. I lay there, the increasing acceleration pressing\nme hard against the cool metal. After a time I struggled up, made my way\nto the woman's side.\n\nAhead was the moonlit range of mountains. Carna was setting a course\nstraight along the ridge of them, heading southward.\n\n\"How far will this thing fly?\" I asked.\n\n\"It will fly around your world many times, if I want it to.\"\n\n\"What kind of fuel does it use?\" I asked incredulously.\n\n\"I don't know what that is. It uses a substance we call Ziss. It is a\ngood fuel.\"\n\n\"It must be!\"\n\nI looked back along the ridge of the mountain's top toward the valley we\nhad left. We were in a bubble on the top of the flat, circular ship; one\ncould see in any direction. Back there a series of glowing round shapes\nshot upward, came after us in a long curve that would bring them ahead\nof us on our course. Carna changed her course to parallel the pursuit,\nand they changed again, to intercept her new direction. Again she\nchanged, circling farther west.\n\nBut it was no use! Rapidly they overhauled us.\n\n\"Can't you get more speed out of it?\" I shouted at her, for they were\nvery close.\n\n\"We have been unlucky, my friend. This ship is not in good shape. There\nis something wrong with it. I cannot make it go as it should, or there\nis something I do not know....\"\n\nSwiftly they came up with us, over us, and beams of light shot from them\ndown upon us. The ship was held now, rigid. One could feel the\nacceleration cease. Like a bird on a string we followed as they swung\nback toward the valley. Minutes later we were being lowered into the\nopen space we had just left. I clicked the safety off my rifle,\nloosened the gun in my holster. I covered the door, shielding myself\nbehind the round shape of a machine. But Carna put a hand on my weapon,\nshook her head.\n\n\"If you kill some of them, they will make of you a Shinro. If you submit\nmeekly, it may be I can talk to someone and save you. I have ways. I\nunderstand them. They will be glad to get me, and I will tell them _you_\nknow many things they need to know. I can save your life. Later we can\ntry again, in another ship. Next time we will not be so unlucky.\"\n\nIt sounded like sense, and I looked into her deep eyes searchingly. She\nmeant well. Perhaps she could do what she said. I did not know these\naliens; she was almost one of them.\n\nAs the door opened in the side, I lay the rifle down, stood with crossed\narms as the thin, hopping horrors came near.\n\n\nThese things had _never_ been men. They had faces that were empty of\nfeatures, just flat, shiny, gray eyes, two holes where they breathed, no\nmouth that I could see. There was a long neck around which the collar of\ntheir white robe was gathered in folds. Their hands were horny, like an\ninsect's claws. They were not human, they were only four-limbed, and\nwalked--or hopped--in an erect position. There the resemblance ceased.\n\nThey led us out, Carna rattling off a series of sounds I could hardly\nfollow. Something about:\n\n\"We had to flee from the Zervs, we did not believe you would take us in,\nwe had to steal a ship. I am Carna, a Zoorph of the first grade, and\nthis man is a native of the United States, the greatest country of this\nearth. Do not harm him, he can help you if he wishes.\"\n\nHer words must have had quite an effect, for the weird, insect-like men\nexamined me with their eyes as we hurried along, across the hangar\nspace, into the big building of rose granite. Within twenty minutes we\nwere entering a tremendous room, and Carna nudged me.\n\n\"Their boss, Carl! Look impressed.\"\n\nIt was easy to look impressed. I _was_ mightily impressed by the _She_\non the throne!\n\n       *       *       *\n\nI had no eyes for the score or so of Schrees that surrounded the massive\ncarved chair, even though I was curious about their difference from men.\nAbove them were her sleepy eyes, wide almonds, molten and wise,\nincandescent with intense inner fire above a mouth that was a wide,\nscarlet oval torn into the whitely-glowing face.\n\nA great black pelt softened the harsh lines of the throne, framed her\nchalk-white body so that it curved starkly sensual, dominating the great\nchamber with beauty. It was a beauty one knew this woman used as a tool,\na weapon, keen and polished and ready, and it struck at me swift as a\ngreat serpent, the fires behind her eyes driving the blow.\n\nShe wore a kind of sark of shadowy black veil, sewn over with sparkling\nbits of gem. It was in truth but an effective ornament for the proud\nfirm breasts, the narrow waist, the arch of the hips and the curves of\nher thighs. Inadvertently I let out a low whistle of approbation and\nastonishment. Carna, beside me, nudged me sharply, and I snapped out of\nit.\n\nThe purple, lazy lids of her eyes moved, the slow weary-wise gaze\ncentered on me, her hand moved. In two strides a man from the\nthrone-side had me by the arm, and another seized my other, tugged me\nforward to her feet, thrust me down on my knees. Still, I looked.\nCuriosity and something more held me in a grip I couldn't shake.\n\nThis was more than a woman, I sensed. There was an awe of her throbbing\nin me. Not fear--something deeper, something one feels before the\nunexplainable, something one feels gazing at the moon and wondering; an\nominous, deep, thrilling and unexplainable emotion.\n\nCloser, I could see her firm flesh was dusted over with a glittering\npowder, the soft curves of her hair swept back to mingle and lose\nthemselves in the black fur of the pelt so that the night-black hair\nseemed to spread everywhere about her and melt into the shadows.\n\nHer hands were sinuous as serpents, the fingers tapering, the nails very\nlong like the Chinese. Her nose was exquisite, but thin-edged, and with\na cruel line on each side that vanished when she spoke.\n\n\"It is death to strangers in this valley....\" she mused, not speaking to\nme or to anyone, but with a cruel intent to toy with me in the words,\nmocking, waiting for me to answer.\n\n\"I have been long on the way,\" I answered, in much the same tone, as\nthough we were speaking of some one not present.\n\n\"The way to death is sometimes long, and sometimes short. And, too,\nthere are things worse than death. But what was it you came here\nseeking?\"\n\n\"I did not know, until just now,\" I answered, still looking at her eyes,\nwhich glanced at me, then away, then back again. She was interested in\nspite of her apparent weariness with routine--or perhaps with life\nitself.\n\n\"Now that you know, will you tell me?\" She smiled a little, not a good\nsmile, but a secret jest with herself. An appearance of extreme evil sat\nfor a moment on her face, then went again, like the wind. Her voice was\ngrave, careless, yet modulated with an extreme care as if she spoke to a\nchild.\n\n\"I seek the wisdom I see in your eyes, to know what is and why it\nwearies you. I want to know a great many things, about your people and\nwhat they do here, what they mean to mine, what your plans may be--a\ngreat many things I need now.\"\n\nThe sleepiness left her eyes, and she bent toward me with the grace of a\ngreat cat and the shadows circling her eyes lifted a little. Wise,\naloof, indifferent, yet she did not know what I was, or what I meant,\nand she meant to find out.\n\n\"So you know....\" she mused, as if to herself.\n\n\"I know you are from space. I know it has been a long long time since\nyou first touched here; your people, that is. I know that you drove the\nZervs from this city and took it for your own. But that is all.\"\n\n\"It is too much. You cannot leave here.\" Her voice was sharp, and I was\nsurprised to learn that she had even considered letting me go free. It\nwas encouraging, after the dire pictures the Zervs and Nokomee had drawn\nfor me of these Schrees.\n\nI looked curiously at them, the Zervs had called them \"not human.\" They\n_were_ different, as a negro is different from a white, or an Oriental\nfrom a Finn. Their eyes were wide-set and a little prominent, their ears\nthinner and smaller, their necks very long and supple--different still\nfrom the Zervs. Yet they were a human race. I had misunderstood--or I\nhad not yet met those whom the Zervs called Schree.\n\n\nCarna had knelt beside me, and I murmured to her:\n\n\"Are these the Schrees, or something else?\"\n\n\"These are the high-class Schrees, they are very like the Zervs in\nappearance. The other classes of the Schrees at sometime in the past\nwere changed by medical treatments into a different appearance. It was a\nway of fixing the caste system permanently--understand?\" She answered me\nswiftly, in a whisper, and the woman on the throne frowned as she\nnoticed our conversation.\n\nHer eyes fixed ours as she said, with a curiously excited inflection, no\nlonger bored with us: \"Take these two to the place of questioning. I\nwill supervise the proceeding. I must know what these two intended here,\nwhether others of this man's people understand us.\"\n\n\"We're in for it!\" said Carna, and I knew what she meant. Jerked to our\nfeet, we were hurried from the big throne room, down a corridor, through\na great open door which closed behind us.\n\nThat place! It was a laboratory out of Mr. Hyde's nightmares.\n\nUp until now I had accepted the many divergencies and peculiarities of\nthe Zervs, the priestly insect-men, the monstrous workers--all the\nvariance of this colony from space--as only to be expected of another\nplanet's races. I had consciously tried to resist the impact of horror\non my mind, had tried to put it aside as a natural reaction and one\nwhich did not necessarily mean that this expedition from space was a\nhorrible threat to men. I had tried to accept their ways as not\nnecessarily monstrous, but as a different way of life that _could_ be as\ngood a way as our own if I once understood it. There were attractive\npoints about the Zervs and even about these Schrees' rulers which bore\nout this impulse toward tolerance in me.\n\nBut in this laboratory--or _abattoir_--some nameless, ominous aura or\nsmell or electric force--what it was I know not--struck at my already\nstaggering understanding with a final blow.\n\nNow at last I met the real Schrees! I knew without asking. They seemed\nto me to be an attempt by the peculiar insect-like \"priests\" to make\nfrom normal men a creature more like themselves in appearance. Perhaps\nit had been done from the natural urge to have about them beings more\nlike themselves than men ... and it was plain that the race of the\ninsect-like creatures and of men had become inextricably linked--become\na social unity in the past. It was also increasingly plain that the\nfour-limbed insect creatures had in the beginning been the cultured\nrace, been the fathers of the science and culture of this race, had\nthrough the centuries lost their dominance to the Zervs and the Schree's\nupper classes--had retained the \"priest\" role as their own place in\nsociety. It was perhaps at that time that their science had brought the\nSchree type into existence. There were perhaps a hundred of them at work\nin the big chamber--a chamber bewilderingly filled with hanging surgical\nnon-glare lights, filling the place with a shadowless illumination,\nrevealing great, gurgling bottles of fluid with tubes and gleaming metal\nrods; pulsing elastic bulbs; throbbing little pumps, with row on row of\ngauges and dials and little levers along the walls.\n\nThere were a score of ominous-looking operating tables, some occupied,\nsome empty, about them gathered group after group of white-masked\nSchrees. These were taller than men, near seven feet, with very bony\narms and legs, a skeletal structure altered into attenuation, with\nhigh, narrow skulls, great liquid eyes, no brows, hairless skulls\nshowing bare and pointed above the white surgical masks.\n\nVery like the Jivro caste, yes, but different as men are different from\ninsect. They walked with a long graceful stride, not hopping as the\npriests' class. Their eyes were mournful and liquid with a dog-like\nsoftness, their hands were snake-quick and long, they looked like\nsad-faced ghouls busy about the dismemberment of a corpse--a corpse of\nsomeone they had loved, and they appearing very sad about the necessity.\nSuch was their appearance; mournful, ghoulish, yet human and warm in a\nrepressed, frustrated way.\n\nThe tall, sad-eyed Schrees turned from the preparation of two rigs like\ndental chairs, except that they were not that at all, but only similarly\nsurrounded with gadgetry incomprehensible to me. We had stood isolated,\nwaiting, with four guards between us and the door.\n\nAs we were each placed in one of these chairs, our wrists and ankles\nfastened with straps of metal, I expected almost any horrible torture to\nbe inflicted upon us.\n\nThey shot a beam of energy through my head and I heard words, sentences,\na rapid expounding of alien grammar and pronunciation which sank deep\ninto my brain. My memory was being ineradicably written upon with all\nthe power needed to make of me whatever they wanted. But apparently\ntheir only purpose now was to give me a complete understanding of their\nlanguage. An hour, two, swept by, and now the heretofore almost\nunintelligible gibberish about me became to my ears distinct and\nunderstandable words. I was now acquainted with the tongue of the\nSchrees, far better than little Nokomee had taught me the somewhat\ndifferent tongue of the Zervs.\n\nThen they wrapped about my waist and chest a strong net of metal mesh,\nand I knew that now something strenuous was going to occur, for I could\nnot move a muscle because of the complete wrapping of metal mesh.\n\n\nNow a metal disk was set to swinging in front of my nose so that I could\nnot see what they were doing to my companion. I watched the metal disk,\nand saw behind it the tall swaying figure of the Queen enter and\napproach. She stopped a few feet from my chair, and her eyes were intent\nupon me. Then a light flashed blindingly in the reflecting disk, it went\nback and forth faster and faster, and I felt a strong vibration of\nenergy pass in a beam through my head, throbbing, throbbing ... darkness\nengulfed me. It was a darkness that was a black whirlwind of emotion.\nThe sense of the desertion by humankind, by God and mercy and\nrationality swept through me and overwhelmed my inner self. I will never\nforget the utter agony of shrieking pain and loss that formed a whirling\nocean of darkness into which I dived....\n\nIn this maelstrom of seeming destruction I lost all grip, had no will,\nwas at sea mentally. Into this shrieking hurricane of madness a calm\nvoice intruded. I recognized a familiar note--it was the ruler herself,\nher voice no longer bored, but with a cruel curiosity that I knew meant\nto be satisfied if it killed me.\n\n\"Tell me what your people intend to do about the flying saucers they\nspeak of in their newspapers?\"\n\n\"They do not believe they exist; they are told they are delusions,\" I\nheard myself answering. I was surprised to hear my voice, for it came\nwith no conscious volition on my part.\n\n\"That is for the public; that is a lie. But what do the powers behind\nthe scenes intend to do about them?\"\n\n\"They are searching for them, to learn all they can about them. They do\nnot understand where they come from, but they have some information.\nThey suspect they are from space, and are afraid of them.\"\n\n\"And they sent you here to learn what you could. They brought you the\ngolden statuette to help you gain an entry, did they not?\"\n\nI tried to resist the impulse to tell the truth, for I could realize\nthat if she thought I had the power of my government behind me, my fate\nmight be different than if I did not. I tried to say \"yes, they sent\nme,\" but I could not! I answered like an automaton:\n\n\"No, my government has no knowledge of my expedition. I came purely to\nget gold and for no other reason. Mining is my business.\"\n\nShe gave a little exclamation of frustration. Then after a pause she\nasked:\n\n\"Do you think our way of life and your own could live together in peace,\ncould grow to be one?\"\n\nAgain I made futile efforts to hide my revulsion and fear of them all.\nIt was no use. The flood of force pouring through my head was more\neffective than any truth serum.\n\n\"No, to me you are horrors, and my people would never consent to live at\npeace with you. You could never conquer us. Until the last of our\ncultured members were dead they would resist the horrible practices of\nyour culture.\"\n\n\"That is as I surmised,\" she mused. \"But I would have you tell me why\nthis is so. What is it you find so revolting about us.\"\n\n\"What have you done to my companions? Do you think men want that to\nhappen to them?\"\n\n\"That was a punishment for entering here without permission. That would\nnot happen to any but enemies.\"\n\n\"Men could never accept the altering of the shapes of workers, the\ntinkering with the hereditary form of their children, the artificial\ngrafting upon our race of revolting and unnecessary form changes. Your\nwhole science is a degeneration of wisdom into evil, tampering with life\nitself. You are horrors, and you do not know it.\"\n\nI could hear her steps as she turned and left, tapping angrily upon the\nfloor. After her I could hear the shuffling, heavier tread of her\nretinue. As the flood of vibration ceased, I began to curse aloud for\nthe undiplomatic truths I had been forced to utter. In seconds my arms\nwere free, and I was led out, a tall grim-faced guard on each side, with\na firm grip on my arms. I wondered what was happening to the lovely\nZoorph, but I did not get a chance to look. I was thrown into a cell,\nand the heavy wooden door shut. The thud of a bar dropped in place\npunctuated the evening's experience with a glum finality.\n\n       *       *       *\n\nI lay for hours with my mind in a whirl from the effects of the truth\nray. Jivros, or insect-priests, moved phantom-like before my sleepless\neyes, watching from the dark and waiting. Gradually my thinking became\nmore normal, and I began a systematic analysis and summing up of what I\nhad learned of these people. There were but a few members of the ruling\ngroups, and it was evident the rule was split between the Jivro caste of\nthe insect men and some normal-appearing groups who had divided the\npower with them in the past. Under these were the Schrees, and under\nthese the malformed working caste or castes. The Schrees had contact\nwith some space-state, the Zervs were outcasts of the ruler caste who\nhad been driven from that space-state--perhaps more than one\nplanet--sometime in the past and had hid out upon earth until recently\nlocated by the power that ruled on their home planets. Now they were\nfugitive and nearly powerless, and I knew the Zervs were few in number\nfrom my own observation. There were perhaps a hundred, perhaps two\nhundred. They had contact with some of the Jivros with whom they were\nfamiliar, but the appearance of Jake and Noldi and Polter among the\nworkmen in the city told me that these Jivros could be traitors to them,\ncould be giving new allegiance to the conquerors of the Zervs. My mind\ncentered on two facts. The Jivro caste were the real source of the evil\nin these people. It was their unnatural attitude toward human life which\nhad made this race the horror it was, and they were still exercising\nthat evil influence.\n\nMorning came through a high barred window, and after a while food came,\nslid beneath the door. I did not see the bearer of the food, though I\ncalled out in curiosity. He did not answer, only shuffled wearily away.\n\nThe morning crawled past, the sun mounted until I could see the golden\norb near zenith. Then came what I dreaded, the tread of a number of\nfeet. The bar was lifted; I saw four armed guards and a waiting\nwhite-robed Jivro, his protruding pupiless eyes moving as he ran his\ngaze over my figure. I could not help shrinking from the horror of his\nexamination, brief though it was, for I realized he might be deciding\njust what freak of nature he could make out of me.\n\nI was marched out, down the corridor, up a long ramp, a turn, along two\nother corridors, up another ramp. The tour ended before a wide metal\ndoor, the guards spaced themselves at each side, the door was opened by\nthe agile, hopping Jivro. I went in ahead of it.\n\nThere were but four beings in the room, and I stood before the long,\nfoot-high table behind which the four reclined upon cushioned couches.\n\nThey were four divergent creatures. One was the queen, whose name I had\nyet to hear spoken. One was a very old Jivro, his skin ash-white and\ncovered with a repulsive scale, like leprosy. The third was a\nmournful-eyed Schree, clad in an ornamented smock-like garment, from\nwhich his thin limbs thrust grotesquely. The fourth was a handsome,\nlong-necked male who resembled the queen. He lounged negligently some\ndistance from the three, as if in attendance upon her. I deduced he was\nher paramour, husband or close relative, perhaps a brother.\n\nI stood eyeing them silently, waiting. I gathered the three heads of the\ngovernment were here, and the extra one represented the balance of power\nin the hands of the queen. His negligent lack of interest seemed to me\nto be an evident giving of his voice to the queen, if he was a part of\nthis gathering.\n\nThe queen's voice had lost its sleepy, mocking tones, was sharp,\nincisive:\n\n\"You present a problem new to us, earthman. Sooner or later, if we\ndecide to remain upon this planet permanently, we will have to meet and\nconquer, or meet and engage in commerce with the other members of your\nrace. You are the first educated member of your race who has fallen into\nour hands. We must study your people, and we would like your willing\ncooperation. Will you give it willingly? Or must we put you to death?\nWhich would perhaps symbolize, even indicate directly, our future\nattitude toward your races.\"\n\n\"I am quite willing,\" I said, before I had a chance to bungle it worse,\n\"quite willing to exchange information on your people for the same about\nmy own. However, I doubt that your people will find this planet\ncongenial to an invader who ignores the natives as you have done.\"\n\n\n\"We did not come here to colonize, earthman. We came in pursuit of\nrenegades from our law, fugitives who fled when their plots were\nuncovered. But we are considering the possibility of a permanent colony\nhere, and you could help us....\"\n\nFor an instant her eyes dwelt upon mine with a peculiar warning\nexpression, as evident as a wink, and the expression was evanescent as a\nbreath. I caught on, and made my face agreeable and subservient.\nImmediately her own reassumed a harsh, proud set, her voice became even\nmore incisive and cold.\n\nMy eyes drifted casually to the blank, cold stare of the old Jivro, to\nthe mournful liquid eyes of the Schree, on to the apparently\ndisinterested gaze of the queen's friend. The only ominous feeling I got\nwas from the eyes of the aged insect-man, and my deduction that they\nwere the source of the evils of these people was strengthened. The\nchills ran down my back, and something within me thrilled as I\nunderstood that this queen was playing a part to please the Jivros, that\nher interests were actually divergent. Her voice was saying:\n\n\"You could help us greatly by explaining your life to us, who are so\ndifferent; make it possible that in the future trade and cultural\nintercourse might spring up between the two alien ways of life. There\nwill be no peace without understanding, you realize!\"\n\n\"I quite agree with your views, and will help you in any way that I\ncan,\" I said loudly, for the old Jivro seemed to be hearing with\ndifficulty. He leaned back at my words, seemed to relax as if pleased.\n\nThe queen turned to her companion, smiled and said:\n\n\"Genner, you will see that he is taken care of as a guest, and endeavor\nto learn what you can from him. I will hold you responsible for the\nsuccess of this experiment.\"\n\n\"Very well,\" Genner murmured, \"but it seems to me, Wananda Highest, that\nwe can never allow the wall of secrecy between ourselves and the people\nof this planet to be breached. To consider doing otherwise ...\" for an\ninstant his eye hesitated upon hers, then he went on, \"... could hardly\nbe logical, but of course, there is much we could learn from them, and\nthey from us. That, I see, as the only purpose of this exception.\"\n\nJust then a great hullabaloo broke out in the corridors outside, the\ndoor burst open, and into the room three captives were borne,\nhalf-carried, half-pushed. I stood back out of the way, and the three\nwere prodded into a row in front of the low table. Among them I\nrecognized with a start my erstwhile guard, Holaf, of the Zervs.\n\nWananda leaned forward, her eyes glittering with sudden triumph, her\nvoice thrilling with a cruel mocking note.\n\n\"More of the skulking Zervs fail to avoid our warriors! Where did you\nfind them, Officer?\"\n\n\"They were attempting to release the captive Croen female in the crystal\nprison of the cave of the Golden statue, your highness. Our spies among\nthe Zervs informed us of the attempt.\"\n\nWananda's eyes blazed at Holaf. Her voice became more shrill with\nsomething almost like fear. The three men shrank back visibly from her\nfury.\n\n\"So it is not enough you plot treason, you must also turn against your\nGods? You know the Croen powers, you know what she would do to us all,\nyou included. But so that you can overcome the Schrees, nothing else to\nyou is sacred, nothing too vile for you to do. Away with them, let them\nbecome the least among the mindless men.\"\n\nThe tall Schree warriors, their long faces expressionless, started to\nhustle the three captives toward the door again. Holaf wrenched free,\nturned, his face contorted with hatred.\n\n\"You have hounded us until we are but few, Wananda the Faithless, but\nyou will never conquer us. We still have your doom in our hands, and it\nwill find you out. Death to you, woman without mercy, creature without\nsoul! These sacred Jivros plot your downfall, and your people pray that\nthey will succeed. The ancient Jivro rule would be better than the\njustice you administer, you snake in a woman's flesh!\"\n\nThe Schree holding Holaf's arms let go, tugged a weapon from his belt,\nstruck Holaf over the head with it. He slumped unconscious, with blood\nrunning over his face from the blow. The three were taken out, and\nWananda leaned back. Seeing my intent face, she waved a hand to her\ncompanion, Genner, who rose to his feet and motioning to me, preceded me\nfrom the room by another door than that which I had entered. I followed\nhim.\n\n\nApparently I was on my honor, for no guard followed, and Genner bore no\nweapons I could see but a little jeweled dagger in his belt.\n\nAs he walked a step ahead of me, I asked:\n\n\"Who is this Croen that Holaf spoke of, in the crystal column. I saw\nher, wondered at her, in the room of the golden goddess. Why do they\nthink she could be released?\"\n\n\"The Croen are a powerful race of wizards, Carlin Keele. They live far\noff from our home planets in space, and they have a code of conduct that\nmakes them monitors, doctors, interferers in all matters of other races'\nbusiness. If she were released, she would at once attempt to overthrow\nour power, to set up a state after the Croen pattern. It is their way.\nThey consider themselves as superior to all others, and they do have a\nknowledge of nature which they use to impose their will upon all\npeoples. They are worshipped as Gods by many primitive people, and so\nconsider themselves above all laws but their own. She was captured many\nyears ago in an attempt to overthrow the rule of Wananda upon a small\nsatellite planet. Wananda did not kill her, but placed her in suspended\nanimation within the protective crystal plastic. Our queen intends to\nrevive her and study her mind for her wisdom, but we have not had time\nbecause of the press of events. Soon, now, she will become a tool in our\nhands to build greater the eminence of Wananda.\"\n\n\"Peculiar looking creature, yet attractive,\" I murmured.\n\n\"The Croens are physically beautiful, but they are warlike and cruel,\nthey do not desire peace and the way of life of the Schrees and Jivros\nis an irritant to them. They hate and despise us, and we return them the\nfavor.\"\n\nI did not reply, but my heart seemed to throb in sympathy with the Zerv\nattempt to free the beautiful creature from her living tomb.\n\n\"Could she turn the tables for the Zervs if they had succeeded?\"\n\n\"I really don't know,\" answered Genner, opening a door and motioning me\ninto the apartment. \"These are my quarters. There is plenty of room, the\nplace is usually empty of all but slaves. I seldom sleep here myself,\npreferring more congenial and less lonesome sleeping accommodations. I\nthink you will find it comfortable. I will see you at the evening meal\ntime.\"\n\nAs I walked in, the door closed and I heard the lock click. I was a\n\"guest\" with reservations.\n\nCuriously I examined the place, the unreadable books kept in niches\nbehind transparent sections of the wall, the strange furnishings, at\nonce exotic and comfortless to me. The books I could not get at, finding\nno way to open the transparent panels which seemed an integral part of\nthe wall. I could not feel comfortable in the seats and lounges, as they\nwere very low, requiring an oriental squat at which I am not adept. I\ncompromised by stretching out along a hard couch raised some six inches\nabove the floor. There were no gadgets to tinker with, the place was to\nme barren of necessary appurtenances ... strange people, indeed.\n\nAs I was dozing off, the lock clicked in the door, and I sat up,\nstartled to see Wananda glide in and close the door quickly behind her.\nShe was alone, and there was something furtive about her.\n\n\"Welcome to my abode, beautiful one.\"\n\nThe woman smiled, an almost human smile; reserved, yet with an\nunexpected warmth. I waited with intense curiosity for her explanation\nof her visit.\n\n\"I come to you for aid, for I can talk to none of my own. I am in\ntrouble which perhaps no one but you could remedy. Will you give me your\nhonor, will you do what I ask without question, will you be my friend?\"\n\nI was taken aback that this apparently powerful personage should be\nseeking aid of me, a prisoner. I answered:\n\n\"I see no reason why you should not trust me, as I know no one here to\nbetray you to. But are you not the supreme power here? Why should you\nwant my aid?\"\n\n\"Because you do not understand my position does not mean that I am not\nin trouble. These Jivros are difficult allies for one with blood in her\nveins. I was raised to be a ruler. The Jivro priests were my tutors and\nmy administrators before I came of age. It is only reluctantly they have\nfollowed the orders from the rulers of our home planets to obey me. They\nintend to slay me, and report my death as an accident. I live in fear,\nand I have long awaited their treachery. There is but one hope for me\nand that is Cyane, the Superior One whom I saved only by enclosing her\nin that living coffin. That is what I ask of you--to succeed where the\nZervs have failed, and to release her and guide her in flight from here.\nShe can lead your people, save them from these monstrous Jivros who have\nmade of my race the things which you see. I would save your people as\nwell as myself. Will you try to release her?\"\n\n\nI leaned back against the cushions, crossed my legs, took out my pipe.\nThis was not exactly a surprise, but I had not realized the rift between\nher and the peculiar insect-men was such as to cause her to fear for her\nlife.\n\n\"How does one release a person from such a death?\" I asked. \"In my\npeople's understanding of life, death comes with the stopping of the\nbreath.\"\n\n\"She can be released by an injection of a stimulant which I can obtain\nfor you. She is not dead, but in a condition very near to death, like a\nspider stung by a wasp. If she were free, she would soon scour your\nearth clean of the Jivros. Our race needs her even more than your own,\nyet I must pretend to be her enemy. I must pretend to be your\nseductress, and worm from you the knowledge which the Jivros will use to\nconquer and enslave your planet and your people. I must play this part,\nunnatural to me, of a cruel and heartless ruler, or they will have me\nkilled by some subtle poison which they will call illness. You see, the\nJivros are our doctors. Much of the wisdom of our race is in their\nhands. They are our priests and our administrators. They leave to us\nonly useless occupations which will not allow us to be dangerous. For\ncenturies they have been taking over every vital function of our life. I\nam allowed to live only so long as I am a willing tool, and foolish\nenough to wreak their evil will upon my people. It is a part I cannot\ncontinue to play. Every instinct of my being shrinks from what I am\nforced to order done daily, from what I am forced to allow them to do to\nhuman beings.\"\n\nThis was a different kettle of fish than I had expected. This slender,\nlovely creature, with her hands wrung together in pain and sorrow for\nher brutally maltreated people, this tear-streaked lovely face contorted\nwith an agony which she had not spoken of to anyone else--this actress\nsupreme, who for all her life had pretended to approve of the alien\nJivro's sabotage of her own racial stock--was a heart-rending picture,\nand her own face told me with its extreme tension that what she said was\na fact. But perhaps this alien from space _could_ act that well? I\npreferred to believe her.\n\n\"I don't see how you expect me to get a chance to release Cyane of her\ncrystal coffin? I will have no opportunity.\"\n\n\"I will _make_ an opportunity. I am not yet alone or helpless, much as\nthe insects would like me to be. This is my only power, that I am the\nsame blood as the people, and not a Jivro. They know that, and\nconstantly try to destroy this strength of mine by making me commit\ncruelties which I cannot always avoid for fear of such of them as the\nold Jivro whom you met at the council. So long as I retain his favor, I\nlive. When he raises his finger in the death signal, my days will be few\nthereafter.\"\n\n\"I think I understand your position. I have heard of puppet rulers\nbefore--woman whom I am delighted to learn has a human heart after all.\nI am wholly with you, and want you to feel that you can trust me to the\nhilt.\"\n\nShe smiled and dried her eyes. After a moment she leaned forward, and\nthe glory of her beauty, the near nudity of her utterly graceful body\nstruck at me as she fixed my eyes with her own, her face now intent with\nwill to make me completely understand quickly what she knew must be very\nobscure to me.\n\n\"The Jivros fear the power of Cyane, the Croen captive, as they fear\ndeath! The Croens have fought to destroy their power for centuries, on\nmany planets in our area of space. Cyane is one of their greatest. She\nis a scientist of vast wisdom, and one who has developed a technique of\nincreasing the vitality of life within herself, as well as in anyone she\nchooses to favor. You could well win from her such gifts, if you should\nrelease her. It is one reason I wish to release her, in order to win\nfrom her that secret of long life which she holds. The Croens are\nmasters of warfare and she would be able, with only a little help, to\ndevelop an attack which they could not withstand.\"\n\n\"If they are so powerful, how is it they have not defeated the Jivros?\"\n\n\"The Jivros are a very ancient, very widespread race. The Croens came\ninto our space-area recently, as time goes, only three centuries by your\ntime. They were lost. There were only a few hundred in a great ship, and\nthey settled upon a small uninhabited and airless satellite of our home\nplanet, were there for many years before they were discovered. When the\nJivros attacked them to destroy them, they found in spite of their\ninnumerable ships and countless warriors they could not harm them. But\ntheir attacks angered the superior ones, and they began a campaign of\nextermination against the insect men's empire. Since the Croen were\nfew, they began to recruit from among the Zervs and other groups who\nwere subservient to the Schrees. The Schrees were the ancient tools of\nthe Jivros, and have always held positions as tributary rulers, since\nthe insect-men themselves found subject peoples obeyed the Schrees more\nreadily. They have always kept the priest-like power and, by poisoning\nand other devices, remove any Schree puppet who displeases them.\"\n\n\"Go on,\" I said huskily, her rapt face and intent manner, her utterly\nlovely ivory body, glittering everywhere with the shining powder which\nshe used, the subtle penetrative scent of her--I was hard put to\nconcentrate upon her words.\n\n\n\"I plan to have the crystal pillar opened, perhaps, have Cyane brought\nto my own chambers, and I will pretend to set up apparatus to read her\nsleeping mind and so learn from her. Naturally the Jivros will become\nsuspicious of me if I do so, as they fear the knowledge of the Croen\nwhich has always proved too great for them. There will be but a few days\ntime between my action in bringing her here, and my own death or her\nconfiscation by the Jivros. But in order to overrule me in this, they\nwill have to make a pretext, charge me with infidelity, convince the old\nJivro that I intend harm to him and his. During that time you must find\na way to release Cyane and escape with her.\"\n\n\"Why don't you yourself release her and escape with her?\" I asked.\n\n\"Because I can be useful to her when she attacks us. Besides, I am\nconstantly under the Jivro eyes, and they know me so well they would see\nmy perturbation, they would know something was wrong and forestall me.\nYou alone could do it, and, too, I depend upon your alien knowledge to\nprovide a barrier or two to their overcoming you. Your weapons which you\nbore when we captured you--do they fear them?\"\n\n\"I never shot any of them; I don't know.\"\n\n\"Perhaps I will send you with the party to get Cyane. That way you can\nfind a chance to inject the stimulant when they are not looking. They\nmust remove the crystal from about her to move her; it is too heavy to\ncarry otherwise. Then when she awakes, you can find a way to divert\ntheir pursuit, provide a false trail. Do you understand?\"\n\n\"I could try, but I cannot tell if I could outwit them or not.\"\n\n\"They are really very stupid things, the Jivros. Like an insect, their\npatterns are fixed and repetitive. They are almost incapable of original\nthought. Once you know them, you can always outwit them. With you will\ngo my brother, Genner. He may be successful where you are not.\"\n\n\"It is agreed then.\" I stood up; this low couch made my knees stiff. She\ntook my movement as a dismissal of her, and flushed deeply. I smiled at\nher embarrassment, and went down on one knee to bring my face level with\nhers where she half reclined on the bench-like lounge.\n\n\"Dear lady,\" I said in English, not finding the necessary Schree words\nin my artificial memory for a term of respect--then in Schree phrases,\n\"I will do my utter best to help you and your people. It is my duty to\nmy own race, too, as it is yours to yours. Trust me, so far as good-will\nmay go. Together, we will rid ourselves of these unclean Jivros of\nyours!\"\n\nShe rose then, and I stood too, still holding her hand that I had seized\nin my own to impress her with my sincerity. For an instant she looked\nat our two hands clasped together, then she placed an arm on my\nshoulder, leaning against me and trembling slightly with emotion. Tears\nsprang out in her eyes. She brushed them aside.\n\nI did not know what to do. For fear of offending her, I restrained the\nimpulse to take her in my arms, and it took great willpower.\n\nSomething about her aroused my deepest admiration. Here was a woman who\nhad been playing a difficult part for years, whose heart was sore with\nsorrow for her blighted people, and who must yet seem to approve. The\nsigns of long strain were very plain on her face. I understood that this\nwas one of her greatest fears, that her mind would give way and betray\nher true emotions to the Jivros.\n\nClumsily I patted her bare shoulder. For an instant her wet cheek was\npressed against my own, then she went gliding swiftly away, her face\nonce again proud and empty of all human feeling. At the door she turned,\nswept her palm once over her face, removing the tears and as the hand\npassed upward she smiled as sweetly as a young girl, with a pathetic and\nutterly charming mischievous expression. Then the palm passed downward,\nand her face was left again stiff and masklike, the lips twisted a\nlittle into a cruel thinness, her eyes hard as agates on my own. She was\nsuperb, and I silently applauded. Then she was gone.\n\n\nAs I stood there, musing on the nature and the strange life of Wananda,\na mocking, sultry laugh made me whirl, for I had thought I was alone.\n\nStanding beside the tall, open window--a window I had examined and found\nimpossible of exit because beneath it was a straight drop of some\nseventy or eighty feet--was my erstwhile companion and prisoner, the\nZoorph, Carna!\n\nStill in her hand was the long, fantastically ornamented drape behind\nwhich she had been concealed during my \"secret\" interview with the\npuppet queen.\n\n\"You!\" I exploded. \"Where did you come from and what did you hear?\"\n\n\"Very interesting things, friend Keele. She is a fascinating woman, is\nshe not?\" Carna made a pretty mouth, as if kissing something, and with\nher fingers a gesture new to me, but one unmistakable in meaning. \"She\nnow has your simple heart in her hand, to do with as she wishes. You are\na fine fool, you!\"\n\n\"I thought you had psychic powers. You claim to read minds and foretell\nthe future, and you do not understand that she is fine and honest and\nutterly admirable! You are the fool, Carna!\"\n\nShe laughed.\n\n\"You are right, and not so simple. I said that only to know if your\nperceptions were keen enough to know that what she said was true.\"\n\n\"Now you know. How did you get here, what do you want, what have they\ndone to you?\"\n\nShe snapped her fingers, and gave the Zerv equivalent of \"pouf.\"\n\n\"They gave me their tongue, as they did you, I notice. They questioned\nme much longer than you, as they thought I knew the Zervs might be\ncaught. I did not tell them much. But it was my fault that poor Holaf\nwas caught. I did know he was going to try to revive the Croen captive.\nThey wrung that out of me, and then put me in a room directly above this\none. I knew that you were below me from the talk of the guards. I made a\nrope from the hangings and slipped down to see you. I may go back up\nwhen I get ready.\"\n\nShe came toward me as she spoke, her hips undulating exquisitely, that\nsultry smile of completely improper intent on her beautiful face. She\nwore still the silkily gleaming black net in which I had first met her.\nIt was torn now and even more revealing.\n\nI fixed my eyes on the wide web of linked emeralds at her throat to keep\nmy eyes from hers, for she had a disturbing power to make a man's head\nswim and his will disappear. It was perhaps no greater power than many\nanother woman possesses, but to me she was particularly devastating. I\nmoved back as she came toward me, smiling a little, and said in spite of\nmy liking for her:\n\n\"Keep away from me, Zoorph! You will destroy my soul!\"\n\nShe laughed huskily.\n\n\"What is a soul or so to the passion that could burn us, my Carl? Do you\nreally fear me, stranger from a strange people? Don't you know how much\nI thirst to drink of your lips! Look at me, you coward. Are you afraid\nof a woman? Don't you know how curious I am as to how you of this planet\nmake love? I who am a student of love, am most curious about you. Stand\nstill. Here we are prisoners, about to die, perhaps, and you refuse me\none sup of pleasure before we die? You are a cruel, and a spineless\ncreature. I despise you, and yet I want you very much.\"\n\nI kept backing away, around the room, and she pursued me at arm's\nlength, her long graceful legs dramatically striding, making of her\npursuit a humorous burlesque, yet I knew she was quite serious about it.\nIf little Nokomee had not warned me against her, I might have succumbed\nthen and there, for, as she said--\"What good is a tomorrow that may\nnever exist for us?\"\n\n\"What did you come for, Carna? To make a fool of me?\"\n\n\"I thought we might try to escape again, but this pretty queen of the\naccursed Schrees has charmed you to her will, and I must await a better\nopportunity. But that does not prevent me from trying to outdo her\nattraction for you. Do you love her already, Carl?\"\n\n\"Of course not, I just met her.\"\n\nThis was utterly ridiculous, yet it was a lot of fun and I could see no\nreal reason why I should resist Carna's advances. To me she was about\nthe most attractive woman I had ever met, and I might never see her\nagain. I gave up my retreat, seized the girl almost roughly in my arms,\nbent her back with a savage, long-drawn kiss and embrace. Then I\nreleased her, to see what she would make of an earthman's kiss.\n\n\nShe stood for an instant, her hand pressed to her lips, her eyes wide\nwith surprise, one hand raised as if to push me away. Then she giggled\nlike a young girl, and put both hands on my shoulders.\n\n\"So that is what you call love, strange one? Shall I show you how we of\nfar-off Calmar do the first steps of courtship?\"\n\n\"That would be interesting,\" I said huskily, my lips burning.\n\nHer voice became low and penetrating.\n\n\"You will be two, yet alone, above the all.\" She said other words whose\nmeanings I did not know. My head swam, my soul seemed to be floating in\na sea of new and strange emotions. I sank into a dream state, and with\nher low suggestive words in my ears, a new world came gradually into\nform about us, we were two lovers walking among plumed fern-trees,\nbeside deliciously tinkling streams, the songs of birds rang like little\nbells all about. I was conscious of her warm lips upon my own and of her\neyes like two deep dark pools in which my own gaze swam and sank and\nrose.\n\nSuddenly a rude, loud voice broke in, the dream of paradise vanished\nfrom about us.\n\nBefore us stood Genner, his face angry, and in the wall I saw the panel\nby which he had entered where I had thought was only blank wall. He\ncried:\n\n\"You, Zoorph, I had thought not to interfere. But you are not going to\nenslave this man to your will. We need him, and your people need him\ntoo, and what you do is not right, for you know as well as I that if he\nfalls entirely under your spell he will be left no will of his own!\"\n\nCarna, not even abashed at the intrusion, almost spit as she angrily\nretorted:\n\n\"What is the difference whose will he obeys so long as it is what we all\ndesire that gets accomplished? He would be better off with my\nexperienced direction than with his own ignorance of our ways, in\nanything you plan. Do you think I want to be left out? Do you think I do\nnot desire freedom from the Jivros, too? Do you think I want to be made\ninto a mindless thing when I fail to please them?\"\n\n\"Never mind; get back where you came from. This man is our ally, not our\nslave, and your behavior is bad. I will hold this against you. Go!\" He\npointed at the window with one rigid, outstretched arm, and Carna moved\nslowly away, saying:\n\n\"No, Prince, do not think me an enemy! It is only that my heart _is_\nmoved toward this strange one, I wanted him _very_ much, and how else\ncan a Zoorph love than as she has been taught?\"\n\nThe prince smiled at her words, his arm fell to his side.\n\n\"Very well, little temptress. Kiss your love goodbye. It may be a long\ntime before I let you see him again. If he desires it, you may meet\nlater on. But I will warn him, so that he does not become your slave.\"\n\n\"I would not rob him of his self, my Prince. I have an affection for\nthis one!\"\n\n\"We will see that you do not, sweet Carna. Now get out, and be quick.\nThe time approaches.\"\n\nShe darted to my side, where I sat still bewildered by the eerie yet\nutterly delightful experience with the witchery of a Zoorph, pressed\nburning lips to my own, caressed my cheek with her fingertips, gave my\nhand a quite American squeeze. Then I watched her slender legs swing up\nand out of sight as she went up her improvised ladder hand over hand.\nShe was athletic as a dancer.\n\n\"Whew,\" I said, passing my hand over my heated face, and grinning at the\nPrince.\n\n\"Yes, whew! If it had not been for me you would have become her\nproperty, for they are very accomplished in making people do what they\nwant.\"\n\n\"Hypnotism, developed beyond anything I ever heard of! It must be\nhereditary, such power!\" I mused aloud. Genner answered as if I spoke to\nhim.\n\n\"The word hypnotism I know not, I guess you mean what we call Zoorph. It\nis a cult, teaching the art of enslaving others to your will. But she is\na good girl, and her Zoorph qualities are not evil. For your own sake,\nremember always to hold yourself in check, or she will automatically\nbecome your mistress. A man does not like to be a slave even to so\ncharming a mistress.\"\n\nI did not say anything. I saw nothing wrong with the idea just then.\n\n\"Were you there behind the panel while your sister and I talked?\" I\nasked.\n\n\"Of course. To make sure nothing went amiss. If some curious Jivro had\ncome to the door, she would have joined me in the passage.\"\n\n\nThe Prince sat down across from me on a low stool.\n\n\"I will lead this group she will send to bring the Croen. You will\nnaturally accompany us, as I am to keep an eye on you. Wananda will give\nyou the fluid to inject into her veins. You must not be seen making the\ninjection. Somewhere along the way she will revive. She is an extremely\nstrong creature, and will immediately make her escape. I will order none\nto shoot at her with vibro guns, as we do not wish her harmed. We will\nhurry back to get ships to pursue and capture her. But we will be unable\nto capture her.\n\n\"If you can manage to keep up with her in her flight, do so. You should\nbe able to outrun a Jivro; they are not very fast. But whether you can\nkeep up with the Croen, that I doubt. However, make the attempt, and\nwhen you are alone with her, explain why we want her to escape, who her\nfriends are. If you do not do that, she may elect to make her way\nthrough the wilderness, which would be fatal for her. Knowing she has\nallies among us, she will find a way to attack us.\"\n\nI grunted. I did not see how they expected one lone woman, however\nfantastically gifted with wits and know-how, to overcome the ships,\narmament and organization of the Jivros, even with Wananda working to\nneutralize their power.\n\n\"She must be a wizard; you expect such wonders of her!\"\n\n\"There will be a ship waiting to pick her up as soon as she is out of\nsight of the Jivros who will accompany us. I have sent it already. It\nwaits in the hills by the barrier. With you along, you can contact the\nremaining Zervs. They will augment your power. I can send more ships\nmanned with my men, later. We have been preparing for this a long time.\"\n\n\"Aren't you doing a lot of talking? Walls have ears, you know, and those\nJivros of yours look pretty shifty to me.\"\n\n\"It is the hour of their sleep. They are creatures of regularity, like\nants, you know. They live by routine. There are only guards awake. I\nknow exactly where every one of them stands at this moment, where every\none of them sleeps. I have not been inactive.\"\n\n       *       *       *\n\nWe filed out of the city gate, a party of nearly fifty, a score of them\nbearers of a big palanquin-like vehicle in which they proposed to carry\nthe Croen's inert body.\n\nI was remembering the brief examination of her that I had made when I\nentered the cavern of the golden statue.\n\nA four-armed female of near-human aspect, but with a single horn on her\nforehead. A member of a race from distant space, alien even to these\nvisitors to earth. She had been utterly different from anything I had\neven imagined as human--yet somewhere, somehow the origin of that race\nhad been similar to our own. I wondered if space was peopled with such\nnear-human races, all descendant from some ancient space-traveling race\nwho had colonized--then passed on into forgotten time?\n\nThe party wound on, taking that same trail by which I had entered the\ncavern with Hank and Jake and Frans. Silently I blessed the fate that\nhad spared me the things that had been done to them. Their only\nrelease, I imagined, could be death.\n\nOverhead the rocky walls began to close, the light grew dim, ahead came\nthat eerie glow from the magnetic statue. The prince's eyes caught mine\nin a swift, silent order to be ready, and the two of us drew ahead of\nthe column. In my jacket pocket I held the hypodermic, one of Schree\ndesign, different from a modern medical hypodermic only in that it was\ndecorated with incut figures of glorified Jivros, carved in the\ncrystalline cylinder, and the metal was of gold.\n\nThere were only two of the repellent insect-men with us. I surmised they\nwere there only as observers, but that was not the case. They were there\nbecause they had to be. I could see an unusual agitation on their blank,\nbulge-eyed faces, if those insect masks could be called faces. They were\nafraid of this Croen female, even in her inert condition.\n\nThe tall, graceful Schree warriors followed us into the cavern, and last\nof all came the two hopping Jivros. The intense attraction of the statue\ndrew me, but I remembered how I had avoided it before, and kept my eyes\naverted. Like light on a moth's eyes, the power of it seemed to strike\ninto the will only when the eyes were upon it.\n\nWe gathered around the column of crystal. The Schrees attached a loop of\nrope to the top, pulled it carefully from the base. When it was\nstretched out horizontal upon the floor, the two Jivros set to work with\nlittle spinning metal disk-saws, cutting a line entirely around it\nlengthwise. Then they tapped it with small hammers, and the cut cracked\nthrough. Lifting off the top section like the lid of a sarcophagus, the\nCroen lay exposed to the light of day.\n\nI stood entranced by the exquisite beauty and majesty of the naked\ncreature until Prince Genner nudged me with an elbow. Even as he did so,\nhe whirled, pointed, cried out:\n\n\"There, through that doorway, one of the traitorous Zervs spies upon us.\nCatch him, my warriors, before they bring the others down upon us!\"\n\nAs if drilled or awaiting this order, the tall Schrees set off as one\nman, running through the same doorway by which I had followed the angry\nNokomee.\n\nThe prince and I were left alone with the two Jivros, who stood beside\nthe nude figure of the alien Croen. They eyed us, their eyes jerking\nnervously from our faces to the body of the Croen. Quite calmly the\nPrince tugged a vibro-gun, very like the weapon Holaf had worn at his\nwaist, from his belt and trained it upon the two horrors.\n\n\"This day will come for all the Jivros,\" cried the prince in a\ntriumphant voice, and shot a terrible blue bolt of force into the body\nof each of them. The second had snapped a little weapon from his breast,\nhidden in the folds of his white robe, and as he fell, the beam of it\ncut a long smoking channel in the floor rock. The prince calmly picked\nit up, pressed the trigger lever, handed the thing to me. I pocketed it,\nthen stepped over to the nude body of the Croen. I inserted the needle\ncarefully in the artery at her inner elbow, pushed the plunger slowly\nhome, my eyes on her face with a deep awe.\n\nThe prince bent beside me, watching her face intently, and both of us\nstood rapt, waiting for I knew not what except that it would be more\nmarvelous to meet such a god-like creature as this face to face than\nanything else that had ever happened to me.\n\nBut a sound of feet up the corridor made Prince Genner spring to his\nfeet.\n\n\"Quick, man, help me get these dead horrors out of sight! I do not trust\nall those warriors, though most of them are in sympathy with us.\"\n\n\nWe sprang to the dead things. I bent and picked one up by the shoulders.\nSurprisingly, frighteningly light they were, as if filled with cotton.\nTheir limbs were truly skeletal, and curiously I tugged the white robe\nfrom the strange insect body as I followed the prince. The thorax, the\nwasp-waist, the long pendulous abdomen, the atrophied center limbs\nfolded across the wasp-waist--the whole thing was like a great white\nwasp without wings. As we flung them into an empty chamber, I turned the\nburden face down, and on the back were two thin wisps of residual wings.\nOnce these things had been winged!\n\nWe sped back to the side of the sleeping Croen.\n\nI stopped ten feet from the giant figure, surprise, awe, a thrill of\nadmiration filling me! She was sitting up, her hands at her temples,\npeering about with her great eyes distracted. On her face, even in this\ncondition of tension, still unaware of her surroundings, was the\ngreatest evidence of intelligence I had ever sensed. This Croen race, I\nrealized, was something truly beyond an earthman's understanding.\n\nBut the prince had no time for the awed, stupefied condition into which\nsight of her had struck me.\n\n\"Come, Cyane, great one, we have released you, but you must flee at\nonce. I know how weak you must be, but if you can, please rise and flee.\nThis man will accompany you. He is alien to us, and it is better that he\nbe out of the hands of the Jivros as quickly as possible. Go, dear one,\nswiftly, swiftly--we will find you later!\"\n\nThe great body moved, gathered itself, stood tottering, gazing wildly\nabout. The prince pointed at the cavern entrance where our footprints\nstill showed in the dust. To me he cried: \"Go up the rocky side as far\nas you can when you reach the slopes. The north side, earthman. Keep\ngoing, and conceal yourselves in the bush. I will guide the search away\nfrom you.\"\n\nI ran ahead of the tottering figure and she followed, her steps\ngathering strength. Faster she followed until we raced along the dim\ncavern way. The rocky roof opened out and the blue sky showed overhead.\nThe prince had gestured to me when we had entered to a ledge that angled\nupward from the gully, and I knew now what he had meant.\n\nI could not keep up with the great strides of the now fully aroused\nCroen goddess. She turned back, picked me up like a child, and in great\nleaps bounded up the side of the canyon along the ledge. Up and up and\nover, and still she ran, untiring. I was not rescuing, I was being\nrescued!\n\nAs we ran beneath the shadow of the trees, a figure rose suddenly up\nbefore us. I was astounded to see it was Holaf, whom I had thought the\nJivros had already dealt with.\n\n\"I await you, Cyane, great one, to guide you to safety. The prince has\nsent me,\" he cried.\n\nThe great striding creature slowed, spoke to me with a voice full of a\ndeep music.\n\n\"Do you trust this man?\"\n\n\"He may be trusted in this case. He has already risked his life to set\nyou free.\"\n\nShe set me down. I looked at Holaf, who was too excited to be amused.\n\n\"Hasten, we must get under cover at once. A place awaits, and many men,\narms, tools. We have long fought for this day, Cyane!\" Holaf was wholly\necstatic to see the success of his plans. I realized the prince had made\nan ally of him with the same kind of interview the queen had granted me.\n\nHolaf led us around the side of the mountain, keeping in the shelter of\nthe trees, and by a back route to the same hideaway in the mountainside\nwhere I had first met him.\n\nI greeted Nokomee with a glad smile, but her smile was not so glad and\nmy heart was hurt to find she was angry with me. But the great Croen\ncreature left us no time for argument.\n\nThe caves where the two hundred or so Zervs had hidden for so long were\nquite numerous and confusingly branched. There was room there to hide an\narmy if needed.\n\n\nI went at once to the small chamber where Nokomee had placed the packs\nand camping equipment from the horses, and took out one of Hank's big\nold forty-fives, belted it on. The old-fashioned belt was filled with\ncartridges. I also took my own Winchester Model .70. I had a plentiful\nsupply of 130-grain Spitzer-point bullets, a high-velocity, long-range\nkiller that I might get a chance to use. I filled my pockets with\ncartridges, took a knapsack and filled that. So, burdened down with\nlethal equipment, I hurried back to Cyane's side. I didn't want to miss\na move of that visitor from far space. I wanted to learn, and I had an\nidea she would show plenty of science if she got into action. The prince\nwasn't gambling on her for nothing, not with that glorious sister of his\nin jeopardy.\n\nShe had seated herself on that same big bench where I had first met the\nZoorph, Carna, and the Zervs were coming and going to her rapidly-given\norders. A dozen of the older Zervs were assembling apparatus under her\ndirection, and if I expected to learn something, I saw I was going to be\ndisappointed, for the stuff was inexplicable to me.\n\nI went on outside to the ledge from which the city could be seen. I was\nworried about how Genner had explained to the Jivros the death of the\ntwo who had accompanied him. I had taken a pair of small binoculars from\nmy packs, and seeing activity near the gates of the wall, I trained the\nlenses upon the wall.\n\nI gave a cry which brought the Zervs speeding to me. I handed the\nfocused glasses to Holaf, pointed at the gates. He put them to his eyes,\nthen he too gave a cry of warning, and raced back to the Croen.\n\nFor, filing out of the gates and spreading out across the valley was the\nvanguard of an army. The glass had shown the streets filled with\nmarching men.\n\nFor a few minutes I could not understand exactly what had happened, then\nI guessed. The prince had asked for permission to use the entire forces\nof the city in a search for the Croen! The strategy of the man was\nexquisite. He was playing on the Jivro fear of the Croen to get the\nmilitary power fully in his hands!\n\nEven as the great limbs of the Croen woman brought her to my side, as I\nhanded her the glasses, round disk ships began to rise from the center\nof the city one after the other until at least five score of the smaller\ntype were in the sky. After them came two of the larger craft that I\nknew were really space ships with huge inner chambers in the bottom\nwhere the small craft nested.\n\nAn all-out search for the Croen was on in earnest!\n\nBut now quite suddenly an astonishing thing happened. One of the great\nmother ships swung in a circle, came alongside the other, and from the\ngreat center bulge of the upper surface a blue beam lashed out, struck\nthe other in a slicing flare and sheared off the entire upper bulge in\none blow. The great ship faltered for an instant, then began to fall. It\nstruck the ground near the wall with a blinding explosion. As the great\nmushroom of white smoke began to lift up, the stem of the mushroom blew\naway, and where the ship had fallen was only a hole, surrounded by bits\nof shattered metal. The wall near the explosion was breached in a\nfifty-foot-wide break, and the bodies of men could be seen through the\nbreach, killed by concussion.\n\nFrom the city a blazing yellow beam lanced here and there in pursuit of\nthe traitor disk, but it darted like a dragonfly, up, down, and zig-zag.\nThe pursuing beam came nowhere near it. Somehow I knew the prince, and\nperhaps Wananda too, were in that ship, and my heart was in my throat as\nI thought of the queen in that ship, being shot at by the repulsive\ninsect men.\n\n\nThe army deploying on the plain kept right on marching, columns slanting\noutward from the center, forming three columns that spread out like the\nextending prongs of a trident. I could make nothing of it.\n\nSeveral dogfights had broken out among the smaller disk ships since the\nfall of the mother disk, but these were quickly over, and the flight\ncame on, swift as arrows.\n\nThe remaining mother disk settled to earth on the level land directly\nbelow our hiding place, and the smaller disk settled now around it. The\narmy marched on, nearer and nearer.\n\nI looked at Holaf, handed him the glasses.\n\n\"I don't know whether we are lost, or, whether the prince has joined us,\ndeserting the Jivros in the city you Zervs built.\"\n\n\"None but Prince Genner knew our hiding place, and who else would place\nthemselves under our fire range, knowing we were here?\" Even as he\nspoke, the door opened in the side of the great disk, and the prince\nsprang out, turning to assist his sister to the ground.\n\nThe Croen, Cyane, standing beside me, suddenly leaped off the ledge, her\nlong limbs making easy going of the sloping detritus below. Seconds\nlater she was running easily across the plain toward the ship, and I was\nsurprised to see the prince and the queen bow their knees to her, kneel\nbefore her as if praying to a goddess. She touched the bowed heads with\nher fingertips, and the three figures then entered the disk and the door\nclosed. The ship lifted, took off alone in a southerly direction, flying\nhigher and higher and out of sight. Even as it disappeared, another\ngreat disk lifted from the city, set out in the same direction in\npursuit.\n\nBut the smaller ships below lifted at once as they sighted this pursuit,\nset out after the second mother disk.\n\n\"I guess we're going to miss the fighting,\" I said to Holaf.\n\n\"We can get into it when the time is right. We've got to move at once.\nThe Jivros know our location now. Come on!\"\n\nHolaf strode back into the cavern that had been the Zerv's hideout for\nso long. I followed, stopping curiously to examine the apparatus which\nthe Croen had abandoned on the advent of the prince. It was a kind of\nstill, bubbling now with a wick lamp under the red fluid, and nearly a\ngallon of the end product had collected in a big jar.\n\n\"What was this distillation all about?\" I asked Holaf.\n\n\"It was a medicine she was making for the Shinro. She said that an\ninjection into their blood would increase their perceptions to a human\nrange of intelligence, and that then we could use their resulting rage\nagainst their mutilators. It is only a temporary effect. It will wear\noff in a day, leave them again to the stupidity the Jivros gave them.\nNow, she's gone, I don't even know the dosage. It is useless, the prince\ntook her from us.\"\n\n\"We can use it, if it is complete. I have the needle I used to revive\nthe Croen. Bring the stuff; we'll try it.\"\n\n\"We could circle the army, get into the city....\" said Holaf, his eyes\nglittering on mine.\n\n\"Let's go,\" I cried, getting his idea.\n\n       *       *       *\n\nWe were near a hundred and fifty young Zerv fighters, and perhaps as\nmany women and old men and children. We wound through the passages of\nthe tunnels in the mountain, came out on the far side from the valley.\nAlong the mountainside we traveled, and I realized we were at the mercy\nof any force we met, being too few and too hampered with baggage and the\nhelpless members of the Zerv families.\n\nBut Holaf knew what to do. He pointed out a trail toward the wilderness\nto the thin little column, told them where to take cover and await his\nreturn. Then with myself and a dozen of his best warriors, he turned his\nface again toward the Jivro stronghold.\n\nWe circled the valley, marching hard, crossing the upper narrow end.\nComing toward the city, twilight was closing down, and we made the last\nfew miles in complete darkness.\n\nNear the walls, Holaf chopped a thirty-foot sapling, which we carried to\nthe wall. A young Zerv swarmed up the pole, let down a rope to help the\nascent of the others. I climbed the rough pole after him. I hadn't the\nathletic ability of these Zervs who seemed to like to climb ropes hand\nover hand. So over and down into the silent city we went, drawing up\npole and rope after us, hiding them in the shadows of the wall.\n\nLike shadows we stole along the streets, and after long minutes heard\nthe unmistakable feet of the Shinros. They came with that ghastly\nmechanical rhythmic tread, eyes staring, backs burdened. I guessed that\nnow their burdens were materials for the defense of the wall. We\nfollowed, and not far distant from the breach of the explosion of the\ndisk ship, found our chance. They were accompanied by four of the\nhopping Jivros, and upon the back of each a young Zerv sprang, silent as\nstalking cats, striking them down, crushing their skulls with vibro-gun\nbarrels.\n\nHolaf and I set to work immediately on the mindless Shinros, injecting\nshots of the red fluid into their veins one by one, varying the shots to\ngauge the effect. But it was potent stuff, and before I had the third\nman under the needle, the first was speaking in a hoarse, angry voice.\n\n\"What has happened to me, what--what?\"\n\nHolaf said: \"These are almost all graft jobs, were once captives and\nnormal men. The result, if this shot works, is going to be a thoroughly\nangry man, fighting mad for the blood of the Jivros.\" Then he raised his\nvoice to the newly revived Shinro.\n\n\"You were made into a beast of burden by the Jivro insects! Tonight you\nwill get your revenge. This shot of sense we are giving you will last\nonly till daylight, so your life does not matter--it will revert to the\nbeast in the morning. Go and spend your time where it will hurt the\nJivros most--spill their blood. Their power is ending this night! This is\nthe beginning of the end for all the Jivro parasites of our race. What\nwe begin tonight will not stop till every Jivro in the ancient Schree\ngroup of planets is dead and gone!\"\n\nAs we completed our injections, the column stood waiting, but a column\nof sane men, ready to shed Jivro blood for their revenge.\n\n\"Go as if to get more burdens of stone to repair the wall. When the\nJivros show themselves, kill, get weapons, do not stop killing until\nthey are gone or you are dead. You have but this night; make the most of\nit.\"\n\nThe column plodded off, in the same apparent condition we had first met\nthem. But in their brains was boiling, enraged sanity, in a condition of\ncomplete rebellion, of murderous intent.\n\n\"They'll sell their lives for something worthwhile, tonight,\" said Holaf\ninto my ear, as we set off on their trail. We intended to make the most\nof any opening the revived Shinros made for us.\n\n\nTwo more columns of toiling Shinros we liberated with injections, then\nour supply of fluid was exhausted. Just what more to do to hurt the\nJivros we didn't know.\n\n\"How many ships do those Jivros have? Why are they always in hiding?\nSince I've been around here I haven't seen a dozen of 'em at one time!\"\nI asked Holaf, my feet tired from sneaking along the deserted streets.\n\n\"They never come out in the open except for some express reason, such as\ndriving the Shinros to work. They still have probably a score of ships.\"\n\n\"Twenty of those big disks?\" I asked.\n\n\"Yes, I would say that many. But they will not bring them out to battle\nunless there is no other way. A Jivro never does anything he can get a\nhuman to do. Now that they have only the Shinros in the city, with the\narmy out there searching for the Croen--and maybe the most of it\ndeserting to some rendezvous the prince sent them word about--they will\ndo nothing unless they must. You know how a spider hides when it senses\ndanger?\"\n\n\"There are many insects that hide when they are in fear.\"\n\n\"They have that trait, but they also have courage when desperation\ndrives them. Now they are holed up in their strongholds, waiting\ndevelopments. They will only come out to fight if they see an\nopportunity to crush their opposition, or if they are driven forth.\"\n\nSuddenly the long beam of a searchlight lanced across the night sky\nabove, then another and another. For an instant a huge disk showed in\nthe beam. It tilted and drove abruptly sideways out of the light. The\nbeam danced after. It was not seen again, and still more beams winked\non, began to search, systematically quartering the sky.\n\n\"I would say our friends, the Jivros, were in for it. The prince and the\nCroen are attacking,\" I said to Holaf.\n\nHe grunted.\n\n\"I didn't expect it so soon. They do not have the strength in ships. But\nthe Croen must have some stunt figured out to equalize their power.\"\n\nWe moved along pretty rapidly, keeping to the shadows, and soon were\nagain at the side of that flat, paved place from which the disk ships\ntook off. Overhead loomed the beetling walls of the palace from which\nthe prince had led his people in revolt--manned now by the Jivros. I\nwondered how it felt to them to have to do their own fighting.\n\nThe beams moving about from the top of the building lit the streets\nabout us with a distinct glow. It was no place to remain. We moved back\nalong the parallel street, and I had an idea. Whatever was I carrying\nall this weight of heavy game rifle and knapsack of cartridges, and not\neven getting in position for a shot? I gestured to Holaf and tapped the\nrifle, pointing up.\n\nHe got the idea, led me to a dark doorway and we entered the building,\nmade our way to the roof. Lying prone along the parapet of the roof, I\nadjusted the sights for two hundred yards, and swung the rifle sight\nslowly across the flat roof of the palace. The reflections of the big\nsearchlights made the surface quite bright, and about each light was a\ngroup of the tall white-robed Jivros. They made perfect targets!\n\nI began to fire, taking my time, centering each figure exactly. At each\nshot, one Jivro fell. I had fired but a score of times, and the\nwhite-robed creatures began to leave the lights, to cluster about the\narchway over the roof stair.\n\nGrouped as they now were, I did not need to aim. I fired four more clips\nas rapidly as I could load them. Then the remaining Jivros began to\nswing the great beams in a frantic search for the deadly fire. As the\nbeam swung toward us, Holaf seized my head, pushed it beneath the\nparapet. The beam swept on without pausing. I raised my head and kept on\nfiring.\n\nAll of the beams but two were now stationary and unattended. I could not\nreach these, the angle of fire was wrong; but I could see the base of\nthe lights, and as they swung again toward me, I fired into the center\nof the beam. It blinked out. Holaf clapped me on the shoulder.\n\n\"Get the rest of the lights, man, never mind the damned insects! The\nCroen will take care of them soon enough.\"\n\nOne by one I put out the search beams, the sky overhead grew dark again.\n\n\"These are the creatures who expect to conquer the earth!\" I cried out\nscornfully to Holaf. \"They could be bested by a bunch of boy scouts with\ntwenty-twos!\"\n\n\"They have never fought! They are only priests, not warriors. They are\nnot thinking of conquering anything now, without their willing servants.\nThey are fighting only for life!\"\n\n\nOverhead still wheeled the circle of guarding disks, manned, I knew, by\nthe inexperienced priest-like insect men. I took a careful aim at the\nglowing transparent bulge in the center of the nearest, hoping the alien\nplastic was as soft as the earth plastics. But there was no way to tell\nif it had pierced the shell of plastic, or if it had done any harm.\n\nFumbling in my pockets, I pulled out a loaded clip, lay there pondering\nwith the clip in front of my nose. Absently I noted the black band\naround the nose of the bullets, indicating it was a high-velocity,\narmor-piercing cartridge, manufactured by the U.S. Army for exactly such\nemergencies as I faced. I did not know if it would prove too big a\npowder-charge for my rifle, I did not know then even how I came to have\nthe cartridges. Polter had bought some Army ammunition and these must\nhave been among his things. I may have been firing them steadily and not\nknown the difference.\n\nI inserted the clip, and lay there with my fore-sight following the disk\nship in its steady circling flight. Just where would an armor-piercing\nsteel bullet do the most harm? I shot the clip out at the great round\nbody of the thing, trying to guess where a hit might damage machinery or\npierce fuel tanks. There was no visible result, and I gave the flying\ndisks up as a bad job. How did I know they were built to resist meteors\nin ultra high-speed space flight? It didn't even occur to me.\n\n\"Where're your buddies?\" I asked Holaf. He lay beside me peering down\ninto the street below.\n\n\"Gone to join the Shinro. They are storming the doors of the palace\nnow.\" He gestured toward the street.\n\nI leaned over the parapet. Below in the street the hideous, mutilated\nbodies of the Shinro moved in a mass. They had brought up a huge beam,\nand were pounding it against the great palace doors. Others climbed\ntoward the tall barred windows, some of them slipped through. But of the\nwhite-robed Jivros there was now no visible sign.\n\nI was about to send a few shots through those same windows, when a\nwaving white cloth from a window near the top of the huge structure drew\nmy eyes. A sudden fear struck my heart. Could that be my Zoorph, left\nthere--could that be Carna? I felt sure it was, and something warm and\npitiful seemed to flutter in my chest as I thought of her alone among\nthose hopping Jivros. I got to my feet, started across the roof.\n\n\"Where are you going, earthman?\" asked Holaf, placing a hand on my\nshoulder.\n\n\"I am going into that place, but there is no need you accompanying me. I\nthink I saw Carna at her window, a prisoner! I would like to free her.\"\n\nHolaf gave a cry of unbelief.\n\n\"No, you cannot do that! The Croen means to destroy that place down to\nthe ground. Carna will have to perish with it. It is too bad, but you\ncannot enter there. I know what is going to happen.\"\n\nEven as he spoke, a great white blossom of flame spurted suddenly over\nour heads, spread and spread across the sky above the circling ships.\nLooking up, my eyes were struck blind. I dropped to the roof surface\nwith agony. Then came the terrific, stunning concussion. The prince was\nletting off the fireworks at last! I exulted, even as I despaired.\nSomehow I only now realized that this waiting, strange Zoorph in her\nprison, who faced death because forgotten by her friends--_must not\ndie!_ In my heart some warm thing she had waked there with her magic\nbreathed, moved, sprang into complete life. I could not see her die! I\nmust get into that place that I saw was doomed, even as I now saw two of\nthe great ships above falter in flight, turn and slide downward at\nincreasing speed. The concussion had broken them, perhaps destroyed the\nlife within them. I realized that in a short time the same thing was\ngoing to happen to the headquarters of the Jivros.\n\nBelow, the booming of the great ram against the palace door ceased,\nthere came wild shouts, cheers, running feet, terrible screams of agony.\nI ran down the ramps up which we had ascended to the roof. Heedless of\ndanger, I raced along the dark street, across the wide-open space\nsurrounding the palace.\n\nAbout the palace door the dead were sprawled in mangled heaps. Among the\ndead were several white robes, now stained with the pale blood of the\nJivros. I surmised the frightened creatures had opened the door,\nintending to kill the men wielding the ram--and had been unable to do a\ncomplete job. The doors gaped open. I stumbled over the reeking heap of\nslain. A dying man raised one horrible crab claw to me, called out my\nname! It was Jake, his ugly face now a horror. I had not even known he\nhad received the reviving shot of the Croen medicine.\n\nI bent to hear his words, but he only looked at me for a second, his\nlips formed one word: \"Gold!\" He laughed bitterly, repeated it: \"Gold,\nhell!\" and then his head dropped lifeless.\n\nI raced on into the place, and at my heels came Holaf. In his hands he\nheld the vibro gun, and on his face was a wild triumph. He kept crying\naloud:\n\n\"Death to the Jivros! An end to tyranny!\"\n\n\nI had no time for the political angles which so inspired Holaf. I raced\nupward along the same paths by which Prince Genner had led me to my own\ndetention quarters. I did not know how to reach Carna's room except that\nit lay directly above my own. I raced into the open door of the prince's\nquarters, and to that window by which Carna had entered. I leaned out,\nshouted at the top of my voice.\n\n\"Zoorph, are you there?\"\n\nHer voice came to me with a message of relief, yet it justified my worse\nfears. She was here, and the place was about to be blasted by some\ntitanic explosive of the Croen science creation! Her words were\nindistinct, but the tone was almost mocking, and I thought I heard her\nlaugh.\n\n\"Can you come down, Carna, or do I have to come after you?\"\n\nSeconds later the knotted drape she had used before swayed down into\nsight, I grasped it to steady it. Her bare legs followed, and now her\nvoice came to me with a sweet mockery:\n\n\"Never let it be said that Carna required a lover to climb to her\nwindow! Rather let it be said that passion made Carna risk....\"\n\nOverhead another of the terrible blasts of flame blazed across the sky.\nThe light blazed all about us, and Carna leaped from the window ledge\ninto my arms even as the concussion struck at us. I lost my balance; we\nfell to the floor together ... and her voice went calmly, mockingly on,\nloud in the sudden ensuing silence:\n\n\"... death itself to be at her lover's side! And it sounds as if we both\nrisked death this night!\"\n\nI lay there staring into those mysterious depths of her strange\nwide-spaced eyes, and she giggled a little. I could not help laughing.\nEven as I struggled to retain sense an almost hysterical laugh of relief\nbroke from me.\n\nWe got to our feet, and in spite of the terrible danger, our arms kept\nhold of each other, our eyes still held together, and our lips were\ndrawn together and burned there for minutes.\n\n\"This is madness, woman, we must get out of here. The Croen has made\nbombs for the prince's ships. He has rebelled against the Jivros,\nreleased the Croen, Cyane, they will blast this place, perhaps the whole\ncity, before this night is over!\"\n\n\"So no one placed any value on the life or the help of Carna but the\nearth man! Why did you come here for me, Carl?\"\n\n\"I saw your scarf at the window. I learned then what I did not know\nbefore--I could not let you die! Do you know what I felt when I knew you\nwere still in this prison?\"\n\n\"Of course I know. You see, Carl, the magic of the Zoorphs is really a\nmagic of love. You love me, and I willed it so. You will always love me\nnow!\"\n\nI was not entranced by her words.\n\n\"We have no time for a discussion of metaphysics or of love, woman.\nCome, we must get out.\"\n\nCarna gestured toward the doorway. I whirled, stood frozen with startled\nnerves. There stood the old Jivro whom I had met in the council beside\nthe queen. In his hands were no weapons, and at his back were no tall\nSchree guards. I wondered if the desertion of the Jivros had been so\ncomplete. Even as I stooped to retrieve the heavy rifle from the floor,\nhis hands gestured, and the rifle eluded my reach, seeming to glide\nacross the floor. I followed it, and he gestured again.\n\nSome force seemed to freeze me. It had not been nerves that held me\nbefore, I learned, but his eyes upon me! Unwinking, the ancient master\nof what worlds unknown to me, regarded me, and I knew I was helpless\nbefore the power he controlled. My lips moved, but no sound came out.\n\nA sudden blast of light came from the window, and the vast concussion\nshook the building terribly. For an instant I felt freedom in my limbs.\nI tugged out the .45 at my belt, leveled it, fired. The Old One\nstaggered, his eyes blazed at me, and his hand gestured again. The gun\nfell from my hands, and some terrible black thing struck into my brain,\ntearing, rending. I fell forward into blackness....\n\n       *       *       *\n\nSwirling nothingness, a dry cachination as of some dead-as-dust thing\nlaughing at life itself, a shuddering vibrance flooding through my flesh\nin waves of terrible nausea, a dim glow that grew and grew into\nterrifying painful brilliance, then paled and died again into the\nswirling blankness that was not death, but a knowledge of deep\ninjury....\n\nAgain and again the swirling horror of my brain slowed, almost stopped.\nMy eyes almost opened into the painful light, and the deep interior\nvibrating sensation swelled into overpowering violence. I sank again\ninto darkness. Over and over I struggled almost to the doors of\nconsciousness, only to be shoved back by the consciously controlled\nexterior force.\n\nAt last the sickness passed, and my mind quieted. I struggled into\nwakefulness. As I opened my eyes, the face of the old Jivro gaped with\nits noseless, bulging eyes not a foot away, the thin, wide lips and\nmouth hanging open like a trap, the ridges across the mouth like a fish,\nwhite and horrible.\n\nI retched at the repellent sight, and the mouth moved, the words came\nout so strangely, like a mechanical voice:\n\n\"Tell me, earthman, how is the weapon with which you shot my men on the\nroof made? What are the details of its construction, and the formula for\nits explosive?\"\n\nI almost laughed.\n\n\"You are ridiculous, old insect! Such things are known only to\ntechnicians in factories, not to mining men like myself.\"\n\nAgain the blinding light struck at me, the sickening shaking of the\nvibrance welled through me. I sank and was raised again to\nconsciousness.\n\nStill the same foolish old insect face, the same bulging ignorant eyes.\nThe words:\n\n\"Tell, then, how this Croen and the forces of Prince Genner may be\novercome? Speak, earthman.\"\n\nThe compulsion moved me, and I answered:\n\n\"There is no way you can overcome them, Jivro. You are doomed, and there\nis no hope for your tyranny over the Schrees to continue. They have\ntired of the Jivros, and you deserve what you are going to get.\"\n\nAgain the sickening application of force and again the exterior\ncompulsion to speak. I said:\n\n\"Your only chance to get back power is to get forces from your home in\nspace, wherever that may be. You cannot overcome these fighting men and\ntheir weapons, which are as good as your weapons, for you Jivros have\nrelied for too long upon the Schrees and Shinros for your fighting, and\nfor your thinking too, by the questions you ask. Have you not done any\nthinking in your life, that you ask me such silly questions?\"\n\nA change came over the old creature. I knew he was wounded, for I had\nseen the glistening milky fluid pouring from the wound in his breast. He\nleaned weakly against the table to which I was strapped, his eyes on\nmine glazing over with death. The wide lips at the very bottom of the\nflat face, moved:\n\n\"The Jivro Empire is ending, I think, earthman. We dug our own grave\nwhen we relegated all unpleasant duties to our conquered races. For an\nage the Jivro has been a creature shunning all work and effort, even\nthinking. We were bound to lose our grip. I see now that I am really\nfoolish, and not a strong being of intellect. Our doom is written, and\nthe day of the writing was that day when we conquered and enslaved the\nSchrees.\"\n\n\"Now you are talking sense, Old One. You see what is plain to all\nothers; at last it becomes clear to you. But you are dying, and it is\ntoo late for wisdom to come to the Jivros. Once you set your feet on the\npath to greatness; but when you did evil, your feet naturally turned to\nthe downward path of decadence. Evil is not a way of life, it is a way\nof death.\"\n\nThe bulging eyes on mine flickered with a fierce inner fire for an\ninstant, then the head bent lower. For an instant he tottered there\nbeside me, then crashed to the floor with a sound like a bundle of dry\nsticks.\n\n\nI turned my head, saw that I was in the chamber of my first\ninterrogation, and the sound of feet about me was the Jivro \"doctors,\"\nmoving to carry away their ruler. I saw the sleek body of Carna on a\ntable but a dozen feet away. Three of the tall white-robed insects bent\nover her, one moving a control in a great lamp device, another\nscribbling on a pad, and the third was speaking. Evidently the Zoorph\nwas getting the third degree, too. I lay back weakly. I felt as if I had\nbeen through a washing machine and some of my buttons left in the\nwringer.\n\nAs I closed my eyes, a vast _boom_ crashed into my ears, the table\njumped beneath me, pieces of masonry fell bounding on the floor and I\nraised my head, staring wildly. Evidently the prince and the Croen were\nstill bombing the place.\n\nI tugged at the straps on my wrists and ankles. They gave a little. I\nkept on tugging, turning my head as far as I could to see how the insect\nmen were taking their bombardment. They stood, near fifty of them, in a\ngroup by the door. Evidently they had started to run out when the crash\ncame, but had stopped when it was evident the roof was going to remain\nintact. If those things had any sense they would be in the deepest\nsub-basement they could find, I figured. The Schrees must have been\ncarrying them as helpless parasites for too many centuries to realize\nthey could do without them, for them to be so inept.\n\nStraining my neck, I watched the grotesque high-breasted white figures\nabout the doorway, they were tittering to each other in some tongue I\ndid not know, a strange sound like the rasping of corn husks under\nsqueaking wagon wheels. Suddenly the whole palace shook terribly, the\nfloor seemed to reel, an unbearable sound raged at my ears. I cringed\nfrom the pain of the sound. When I opened my eyes, the whole mass of the\nJivro medicals was jammed in the doorway, struggling to get over each\nother, and the squeaking and rasping increased into a bedlam of sound. I\nlaughed, a deep \"ha ha,\" and from the neighboring table Carna cried:\n\n\"See what wonderful creatures are the tyrants when things are not going\ntheir way. If I had known they were like that in war, I would have\nkilled them all myself long, long, ago. I would have poisoned them, and\nwhen they asked me who did it, I would have said, _boo_ and they would\nall have run away and hid!\"\n\nAs the last of them got through the door, I gave my loosened straps one\nmighty pull, and the heavy leather tore. I could hear it part in the\nsudden silence. Again and again I strained, and at last the leather\nparted entirely. My right hand was free. Feverishly I tore at the other\nfastenings. There could be but little time left us before that bombing\nstruck dead center and brought the whole palace down. We had to get out.\nI knew it quite as well as those fleeing insect men.\n\nFree at last, I rolled off the table, landed on all fours, leaped to\nCarna's side, and released the buckles of the straps. As she sat up, her\nface level with mine, she pursed her lips, and I gave her a hearty\nsmack. As her arms went about my neck, I picked her up, raced through\nthe doorway, along the passage, down the ramps. I was weaponless, but I\nhad no longer any fear of the Jivros. I saw a group of them busy in a\nbig chamber as I passed, but I raced on, spinning around the next\ncorner, down the ramps and on ... on ... until I felt the coolness of\nfresh air ahead, ran out beneath the stars again, and along the shadowed\nstreet.\n\nPutting my Zoorph back on her feet, we raced toward that breach in the\nwall. Over our heads the great blasting explosions went on, and I saw\nbut three of the circling disks left to the defense of the city.\n\nOutside the city wall we stopped to catch our breath, leaning against\nthe wall in the shadow.\n\nCarna said, musingly: \"It is all over for the ancient Empire of the\nJivros, if help does not come for them tonight. For, now that they are\nseen to be so helpless without their slaves and their fighting men, the\nnews will spread. Planet after planet will rise against them. This is\ntheir finish!\"\n\n\"They expected to conquer earth, Carna. They could never have done it.\nFor a little while, perhaps, but not for long.\"\n\n\"They might have! They are like ants; they have a highly developed\npattern of activity. But when that pattern is disrupted, they are lost.\nThey do not think--they remember.\"\n\n\n\"We've got to make contact with the queen and with Genner and the Croen.\nWe will be left out of things.\" I was wondering what Carna's future\nplans were.\n\n\"You are interested in the beautiful sister of the Prince?\" asked Carna.\n\n\"You are interested in the so handsome Prince?\" I answered in the same\ntone of voice.\n\n\"Of course, what woman would not be! But I am more interested in you,\nfor I fell in love with you. But I can fall out again, and maybe--who\nknows....\" she laughed.\n\n\"What's more to the point, Carna, is she interested in me?\"\n\n\"I could tell you,\" said Carna, her eyes mysterious on my own, luminous\nand huge in the darkness.\n\n\"Well, perhaps you had better tell me, then.\"\n\n\"Why? I love you!\"\n\n\"You mean she _is_ interested in me!\"\n\n\"Very much, and she is a very smart woman who has ways of getting what\nshe wants. I am very much afraid she will take you with her to space\nwhen they go, and leave poor Carna in her ruined city, with no one but\nthe wild beasts and the dead bodies. This will be the end of this\nplace.\"\n\n\"You are wrong!\" I smiled, thinking the girl was flattering me.\n\n\"No, not wrong, dear earthman. I am very much afraid of the future, for\nI am to lose you, but I have a way of avoiding that.\"\n\n\"And what is that way?\"\n\n\"You will find out when the time comes, and you may like it very much!\"\n\n\"Let's get away from this wall where we can see what's going on....\"\n\nWe plodded across the level, grassy valley floor, walking backward some\nof the time, watching the great circling ships above the city's center,\nand the lancing blue paths of their rays stabbing at some darting\nadversary high above them.\n\nThen from the western sky came a series of round low shapes, speeding so\nrapidly the eye could hardly distinguish them from the darkly glowing\nhorizon. After their passage, in a close series, came the air-scream of\nfalling missiles, high-pitched, then came a terrific cannonading of\nexplosions. Fountains of fire sprang up in exact sequence, one after the\nother. The ground shook and shook underfoot, each shock seeming greater,\nto add its strength to the one preceding it. I knew that this was for\nthe Jivros the end of their plans on earth.\n\nSimultaneous with the arrow-swift flight, two great blazing lances of\nblue fire shot downward from the ships far overhead, transfixed the\ncircling spheres one after the other. They tilted, plunged slowly,\nfaster and faster--ended in great splashes of fire and sound somewhere\nin the city below.\n\nI mopped my face. The night was hot, and relief flooded me.\n\n\"We got out of there just in time, Miss Mystic!\"\n\nShe nodded, her white smile in the night a beautiful thing.\n\n\"What is this Miss Mystic word you use?\"\n\n\"It means Zoorph, Carna. It is U.S.A. speech.\"\n\n\"U.S.A. speech,\" she parroted. \"Some day I will talk U.S.A. speech, too,\nlike you!\"\n\n\"I hope so. This tongue of yours gives me cramps in the jaws.\"\n\nWe plodded on across the grass, heading for the cliff ledge where we had\nmet. I knew no where else to go.\n\nQuite suddenly came a soft sussuration overhead, a light-beam lanced\ndown, pinning us there. I tossed Carna aside, rolled myself out of the\npath of light. But mercilessly the light beam spread, until we were\nagain within the circle of illumination.\n\nBut no blue death ray followed. The dark shape settled to the earth\nbeside us, and the door in the side opened.\n\nI sprang to my feet in glad surprise to see Holaf in the round doorway,\nmotioning us to enter. He cried:\n\n\"Come, the day of the Jivro has ended, there is work now for men to do!\"\n\n\nCarna laughed happily, ran to the doorway, and as Holaf caught her waist\nand swung her up, she kissed him on the cheek, still laughing in\nabandoned joy to know that finally the centuries-long nightmare fastened\non her people was ended. I followed more sedately, wondering what now? I\nthought of poor cross-eyed Jake Barto, and of the three fortune-hunters\nwho had gone the same path--and as I shook Holaf's hand, questioned the\necstatic confidence of release upon his face.\n\n\"Suppose the Empire sends ships here, will they not destroy all you\nhave gained? Why do you feel so sure their power is broken? They were\nbut few here?\"\n\n\"They will not send ships, for no messenger got away. What do you think\nthe ships of the prince have been doing? This is the beginning of their\nend!\"\n\n\"How did you get out of the palace? The last I saw you, you were\nstorming the place, gun in hand, and cheering....\"\n\n\"When the bombs began to burst against the very roof, I got out. I\nkilled a few Jivros first, though! It has been a good time; the best of\nmy life!\"\n\n\"Were you picked up as you picked us up?\"\n\n\"Of course. Look there who it is that has done us the honor....\"\n\nMy eyes followed his finger pointing through the far arched doorway to\nthe control room. At the bank of levers and dials, her face intent upon\nthe scene through the circular plastic dome, sat Wananda. Inadvertently\nmy eyes went to Carna's face; she nodded once, vigorously. I knew she\nmeant:\n\n\"See, I have told you the truth. She knew where you were, her heart told\nher, who else would descend to pick you up while the fighting was still\ngoing on?\"\n\nI went to her, and stood for a moment beside her, watching her swift\nhands, the light on her midnight hair, the delicate superb chiseling of\nher forehead and nose, the exquisite aura of womanhood about her--she\nwas every inch a queen.\n\nShe turned, startled to find me there, then smiled, and a warm flush\nspread slowly from her neck upward to her temples. She knew that I knew!\nShe laughed a little quiet sound to herself.\n\n\"That is why the Zoorphs are hated, earthman. One can never keep a\nsecret!\"\n\n\"You must have the powers of Carna yourself, to know that she told me.\"\nI answered.\n\n\"I have studied their methods. One comes by such talents hereditarily.\nThe Zoorph is only an organization which concentrates on taking in and\nteaching such gifted children. I, as a princess, had a tutor of their\nsect. I know that you love her, too, you know.\"\n\n\"And not yourself. But she confesses that I love her only because of her\nskill at hypnosis, or something of the kind. To me that seems unfair,\nbut I cannot help it. I love her, though I am drawn to you. But why\nshould we concern ourselves with these matters? You will go back to\nspace with your ships to carry rebellion to the other Jivro strongholds.\nI will be left behind to mourn you both.\"\n\n\"Why should you be left behind? Do you find the Schree or the Zerv\ncompany so repellent?\"\n\n\"Not at all. I should desire nothing more than to see the worlds of\nother suns, other places in the far paths of space. Yet....\"\n\n\"Yet what? Have you a wife here, children?\"\n\n\"No, not that. But I have possessions it cost me many years of effort to\nacquire.\"\n\nCarna came silently into the room, stood on the other side of the queen.\nFor an instant Wananda closed her eyes, and some subtle sense of my own\ntold me they were talking with each other in a way I could not hear.\nWananda opened her eyes, turned to me, smiling whimsically.\n\n\"Carna suggests that she will give your love to me in return for a\ncertain favor.\"\n\n\"Do you want my love, Wananda?\" I asked softly.\n\nShe did not stop smiling secretly to some sound she heard and I did\nnot.\n\n\"You see, earthman, our race has never developed the morals and\ninhibitions which your people find so necessary. We are polygamous, and\nnot apt to be jealous. She offers to give you to me as a royal husband\nin return for the privilege of being your slave, your housekeeper, your\nbody-servant as it were. What do you say?\"\n\n\nI was stunned. So openly to be bargained over; frankly to be invited to\nmarriage, to two women at the same time! Weakly I countered:\n\n\"Your people would object to an alien consort!\"\n\n\"The word is strange to me. Among us you would be a ruler if you married\nme. Among us all men have several wives. But women have but one\nhusband.\"\n\n\"You are offering me the rule of the Schrees?\"\n\n\"Yes, and if our coming war with the Jivro creatures turns out well, it\nwill mean not one planet, but many. I cannot say how many, as some of\nthose never allied with the Schrees before will naturally gravitate to\nus in gratitude for our releasing them from the Jivros. I am agreeable\nmainly because I know that we need your earth science, your different\nculture--as wedded to our own science we would be invincible. We will\nneed everything finally to conquer the ancient ingrown tyranny of the\nJivros. I am not offering you exactly any bed of roses. Besides, I like\nand trust Carna. I can understand why she loves you, and why she\nbargains for any part of you. She knows I have but to exert my own\nwisdom of Zoorph to release you from her hold on you.\"\n\n\"I see. Let me get this straight. You love me; it is agreeable to you\nthat I continue to love Carna; but I will love you too. Two wives who\nlove me, a kingdom, and the chance of knocking over a whole empire of\ninsects who have parasitized human races in space and meant to do it\nhere. There is no way I can refuse!\"\n\nCarna laughed.\n\n\"With two of us working your mind for you, how could you refuse?\"\n\nWananda frowned at Carna's frankness.\n\n\"It is stated in the nineteenth law of Zoorph code that no victim is\never to be told of his enslavement openly, Carna. Why do you break the\nlaw?\"\n\n\"I don't know, Wananda Highest. I think it is because I want to be fair\nto him, and give him a chance to do his own thinking, too.\"\n\nI grinned.\n\n\"Our race has long been familiar with your so-called magic, dear ones.\nWe call it hypnotism, and if you think I cannot resist it, remember that\nI shot the Old One with his eyes upon me.\"\n\nWananda suddenly set the big lever she held into a notch, turned to me,\nher face full of a charming surprise which I yet knew was an act.\n\n\"So you think you can resist your wives' wills, do you, earthman? Come,\nCarna, let us humble his boasts once and, for all!\"\n\nTheir two lovely faces pressed cheek to cheek, the two pair of eyes\nbored into my own, and four quick slim hands gestured about my chin. A\ndizzy enervation swam into me as though I were bleeding to death, as\nthough honey and whiskey were being poured down my throat, as though I\nhad fallen suddenly onto a pink cloud of spun candy.\n\nVisions of terrific pleasure began to hum in my head, my knees gradually\ngave way beneath me, until I was on my knees before the two women. My\nhands were unconsciously extended as if to fend them off, and each of\nthem seized a hand, pulled me to the round bench at the back of the\ncontrol cabin. They stroked my cheeks, began to murmur their \"magical\"\nphrases in their mysterious mystic secret words, and my wits began to\nfloat into a very genuine paradise where their two faces, side by side,\nbecame flower and fruit and tree and earth itself.\n\n\nWhen I awoke from the dream into which they had sent me, Carna was\nseated beside me, nodding sleepily, her head on her chest, and Wananda\nhad returned to the controls of the ship. As I looked at each of them, I\nfound _a new something had been added_! I loved each of them equally\nwell!\n\nI sat up, stretching. Sometimes it is comforting to have problems\ndecided for one. Now I did not have to go through any excruciating pangs\nof conscience or guilt or fight myself into a state of not wanting one\nor the other of them. They had just adjusted me to the situation\nmentally, and I felt that everything was perfect in the best of all\npossible marriages for me!\n\n\"Well, I'm getting hungry!\" I cried, apropos of nothing except that I\ndid feel pangs.\n\nMy Zoorph did not even get up. She reached out one hand to where a\ncovered tray sat on the bench beside her, and handed it to me. I took\noff the lid, and on it were broiled chops, steaming deliciously baked\nbeans, some kind of soft brown bread--fruit, a sweet perfumed wine.\n\n\"The master is hungry, Carna will provide!\"\n\nIf I get cross-eyed as Jake Barto, it will be from trying to see two\nwomen at once.\n\nOh yes, I forgot to tell you that Nokomee became the prince's third\nwife. I wished her happiness. For me, two are enough!\n\n\nTHE END\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Valley of the Croen, by Lee Tarbell\n\n*** END OF THIS PROJECT GUTENBERG EBOOK VALLEY OF THE CROEN ***\n\n***** This file should be named 26010.txt or 26010.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/6/0/1/26010/\n\nProduced by Greg Weeks, V. L. Simpson and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}