{"title": "The Memory of Mars", "author": "Raymond F. Jones", "releaseDate": "July 19, 2008", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n[Illustration: Illustrated by FINLAY]\n\n\n                          the memory of mars\n\n                          By RAYMOND F. JONES\n\n\n         _\"As soon as I'm well we'll go to Mars for a vacation\n         again,\" Alice would say. But now she was dead, and the\n         surgeons said she was not even human. In his misery,\n         Hastings knew two things: he loved his wife; but they\n         had never been off Earth!_\n\n\nA reporter should be objective even about a hospital. It's his business\nto stir others' emotions and not let his own be stirred. But that was no\ngood, Mel Hastings told himself. No good at all when it was Alice who\nwas here somewhere, balanced uncertainly between life and death.\n\nAlice had been in Surgery far too long. Something had gone wrong. He was\nsure of it. He glanced at his watch. It would soon be dawn outside. To\nMel Hastings this marked a significant and irrevocable passage of time.\nIf Alice were to emerge safe and whole from the white cavern of Surgery\nshe would have done so now.\n\nMel sank deeper in the heavy chair, feeling a quietness within himself\nas if the slow creep of death were touching him also. There was a sudden\nfar distant roar and through the window he saw a streak of brightness in\nthe sky. That would be the tourist ship, the Martian Princess, he\nremembered.\n\nThat was the last thing Alice had said before they took her away from\nhim. \"As soon as I'm well again we'll go to Mars for a vacation again,\nand then you'll remember. It's so beautiful there. We had so much fun--\"\n\nFunny, wonderful little Alice--and her strange delusion that she still\nclung to, that they had taken a Martian vacation in the first year of\ntheir marriage. It had started about a year ago, and nothing he could\nsay would shake it. Neither of them had ever been to space.\n\nHe wished now he had taken her. It would have been worth it, no matter\nwhat its personal cost. He had never told her about the phobia that had\nplagued him all his life, the fear of outer space that made him break\nout in a cold sweat just to think of it--nor of the nightmare that came\nagain and again, ever since he was a little boy.\n\nThere must have been some way to lick this thing--to give her that\nvacation on Mars that she had wanted so much.\n\nNow it was too late. He knew it was too late.\n\n       *       *       *       *       *\n\nThe white doors opened, and Dr. Winters emerged slowly. He looked at Mel\nHastings a long time as if trying to remember who the reporter was. \"I\nmust see you--in my office,\" he said finally.\n\nMel stared back in numb recognition. \"She's dead,\" he said.\n\nDr. Winters nodded slowly as if in surprise and wonder that Mel had\ndivined this fact. \"I must see you in my office,\" he repeated.\n\nMel watched his retreating figure. There seemed no point in following.\nDr. Winters had said all that need be said. Far down the corridor the\nDoctor turned and stood patiently as if understanding why Mel had not\nfollowed, but determined to wait until he did. The reporter stirred and\nrose from the chair, his legs withering beneath him. The figure of Dr.\nWinters grew larger as he approached. The morning clatter of the\nhospital seemed an ear-torturing shrillness. The door of the office\nclosed and shut it out.\n\n\"She is dead.\" Dr. Winters sat behind the desk and folded and unfolded\nhis hands. He did not look at Mel. \"We did everything we could, Mr.\nHastings. Her injuries from the accident were comparatively minor--\" He\nhesitated, then went on. \"In normal circumstances there would have been\nno question--her injuries could have been repaired.\"\n\n\"What do you mean, 'In normal circumstances--'?\"\n\nDr. Winters turned his face away from Mel for a moment as if to avoid\nsome pain beyond endurance. He passed a weary hand across his forehead\nand eyes and held it there a moment before speaking. Then he faced Mel\nagain. \"The woman you brought in here last night--your wife--is\ncompletely un-normal in her internal structure. Her internal organs\ncannot even be identified. She is like a being of some other species.\nShe is not--she is simply not human, Mr. Hastings.\"\n\nMel stared at him, trying to grasp the meaning of the words. Meaning\nwould not come. He uttered a short, hysterical laugh that was like a\nbark. \"You're crazy, Doc. You've completely flipped your lid!\"\n\nDr. Winters nodded. \"For hours during the night I was in agreement with\nthat opinion. When I first observed your wife's condition I was\nconvinced I was utterly insane. I called in six other men to verify my\nobservation. All of them were as stupefied as I by what we saw. Organs\nthat had no place in a human structure. Evidence of a chemistry that\nexisted in no living being we had ever seen before--\"\n\nThe Doctor's words rolled over him like a roaring surf, burying,\nsmothering, destroying--\n\n\"I want to see.\" Mel's voice was like a hollow cough from far away. \"I\nthink you're crazy. I think you're hiding some mistake you made\nyourself. You killed Alice in a simple little operation, and now you're\ntrying to get out of it with some crazy story that nobody on earth would\never believe!\"\n\n\"I want you to see,\" said Dr. Winters, rising slowly. \"That's why I\ncalled you in here, Mr. Hastings.\"\n\n       *       *       *       *       *\n\nMel trailed him down the long corridor again. No words were spoken\nbetween them. Mel felt as if nothing were real anymore.\n\nThey went through the white doors of Surgery and through the inner\ndoors. Then they entered a white, silent--cold--room beyond.\n\nIn the glare of icy white lights a single sheeted figure rested on a\ntable. Mel suddenly didn't want to see. But Dr. Winters was drawing back\nthe cover. He exposed the face, the beloved features of Alice Hastings.\nMel cried out her name and moved toward the table. There was nothing in\nher face to suggest she was not simply sleeping, her hair disarrayed,\nher face composed and relaxed as he had seen her hundreds of times.\n\n\"Can you stand to witness this?\" asked Dr. Winters anxiously. \"Shall I\nget you a sedative?\"\n\nMel shook his head numbly. \"No--show me ...\"\n\nThe great, fresh wound extended diagonally across the abdomen and\nbranched up beneath the heart. The Doctor grasped a pair of small\nscissors and swiftly clipped the temporary sutures. With forceps and\nretractors he spread open the massive incision.\n\nMel closed his eyes against the sickness that seized him.\n\n\"Gangrene!\" he said. \"She's full of gangrene!\"\n\nBelow the skin, the surface layers of fatty tissue, the substance of the\ntissue changed from the dark red of the wounded tissue to a dark and\ngreenish hue that spoke of deadly decay.\n\nBut Dr. Winters was shaking his head. \"No. It's not gangrene. That's the\nway we found the tissue. That appears to be its--normal condition, if\nyou will.\"\n\nMel stared without believing, without comprehending.\n\nDr. Winters probed the wound open further. \"We should see the stomach\nhere,\" he said. \"What is here where the stomach should be I cannot tell\nyou. There is no name for this organ. The intestinal tract should lie\nhere. Instead, there is only this homogeneous mass of greenish,\ngelatinous material. Other organs, hardly differentiated from this mass,\nappear where the liver, the pancreas, the spleen should be.\"\n\nMel was hearing his voice as if from some far distance or in a dream.\n\n\"There are lungs--of a sort,\" the Doctor went on. \"She was certainly\ncapable of breathing. And there's a greatly modified circulatory system,\ntwo of them, it appears. One circulates a blood substance in the outer\nlayers of tissue that is almost normal. The other circulates a liquid\nthat gives the remainder of the organs their greenish hue. But how\ncirculation takes place we do not know. She has no heart.\"\n\n       *       *       *       *       *\n\nMel Hastings burst out in hysterical laughter. \"Now I know you're crazy\nDoc! My tender, loving Alice with no heart! She used to tell me, 'I\nhaven't got any brains. I wouldn't have married a dumb reporter if I\ndid. But so I've got a heart and that's what fell in love with you--my\nheart, not my brains.' She loved me, can't you understand that?\"\n\nDr. Winters was slowly drawing him away. \"I understand. Of course I\nunderstand. Come with me now, Mr. Hastings, and lie down for a little\nwhile. I'll get you something to help take away the shock.\"\n\nMel permitted himself to be led away to a small room nearby. He drank\nthe liquid the Doctor brought, but he refused to lie down.\n\n\"You've shown me,\" he said with dull finality. \"But I don't care what\nthe explanation is. I knew Alice. She was human all right, more so than\neither you or I. She was completely normal, I tell you--all except for\nthis idea she had the last year or so that we'd gone together on a\nvacation to Mars at one time.\"\n\n\"That wasn't true?\"\n\n\"No. Neither of us had ever been out in space.\"\n\n\"How well did you know your wife before you married her?\"\n\nMel smiled in faint reminiscence. \"We grew up together, went to the same\ngrade school and high school. It seems like there was never a time when\nAlice and I didn't know each other. Our folks lived next door for\nyears.\"\n\n\"Was she a member of a large family?\"\n\n\"She had an older brother and sister and two younger sisters.\"\n\n\"What were her parents like?\"\n\n\"They're still living. Her father runs an implement store. It's a farm\ncommunity where they live. Wonderful people. Alice was just like them.\"\n\nDr. Winters was silent before he went on. \"I have subjected you to this\nmental torture for just one reason, Mr. Hastings. If it has been a\nmatter of any less importance I would not have told you the details of\nyour wife's condition, much less asking you to look at her. But this is\nsuch an enormous scientific mystery that I must ask your cooperation in\nhelping to solve it. I want your permission to preserve and dissect the\nbody of your wife for the cause of science.\"\n\nMel looked at the Doctor in sudden sharp antagonism. \"Not even give her\na burial? Let her be put away in bottles, like--like a--\"\n\n\"Please don't upset yourself any more than necessary. But I do beg that\nyou consider what I've just proposed. Surely a moment's reflection will\nshow you that this is no more barbaric than our other customs regarding\nour dead.\n\n\"But even this is beside the point. The girl, Alice, whom you married is\nlike a normal human being in every apparent external respect, yet the\norgans which gave her life and enabled her to function are like nothing\nencountered before in human experience. It is imperative that we\nunderstand the meaning of this. It is yours to say whether or not we\nshall have this opportunity.\"\n\nMel started to speak again, but the words wouldn't come out.\n\n\"Time is critical,\" said Dr. Winters, \"but I don't want to force you to\nan instantaneous answer. Take thirty minutes to think about it. Within\nthat time, additional means of preservation must be taken. I regret that\nI must be in such haste, but I urge that your answer be yes.\"\n\nDr. Winters moved towards the door, but Mel gestured for him to remain.\n\n\"I want to see her again,\" Mel said.\n\n\"There is no need. You have been tortured enough. Remember your wife as\nyou have known her all her life, not as you saw her a moment ago.\"\n\n\"If you want my answer let me see her again.\"\n\n       *       *       *\n\nDr. Winters led the way silently back to the cold room. Mel drew down\nthe cover only far enough to expose the face of Alice. There was no\nmistake. Somehow he had been hoping that all this would turn out to be\nsome monstrous error. But there was no error.\n\nWould she want me to do what the Doctor has asked? he thought. She\nwouldn't care. She would probably think it a very huge joke that she had\nbeen born with innards that made her different from everybody else. She\nwould be amused by the profound probings and mutterings of the learned\ndoctors trying to find an explanation for something that had no\nexplanation.\n\nMel drew the sheet tenderly over her face.\n\n\"You can do as you wish,\" he said to Dr. Winters. \"It makes no\ndifference to us--to either of us.\"\n\n       *       *       *       *       *\n\nThe sedative Dr. Winters had given him, plus his own exhaustion, drove\nMel to sleep for a few hours during the afternoon, but by evening he was\nawake again and knew that a night of sleeplessness lay ahead of him. He\ncouldn't stand to spend it in the house, with all its fresh reminders of\nAlice.\n\nHe walked out into the street as it began to get dark. Walking was easy;\nalmost no one did it any more. The rush of private and commercial cars\nswarmed overhead and rumbled in the ground beneath. He was an isolated\nanachronism walking silently at the edge of the great city.\n\nHe was sick of it. He would have liked to have turned his back on the\ncity and left it forever. Alice had felt the same. But there was nowhere\nto go. News reporting was the only thing he knew, and news occurred\nonly in the great, ugly cities of the world. The farmlands, such as he\nand Alice had known when they were young, produced nothing of interest\nto the satiated denizens of the towns and cities. Nothing except food,\nand much of this was now being produced by great factories that\nsynthesized protein and carbohydrates. When fats could be synthesized\nthe day of the farmer would be over.\n\nHe wondered if there weren't some way out of it now. With Alice gone\nthere was only himself, and his needs were few. He didn't know, but\nsuddenly he wanted very much to see it all again. And, besides, he had\nto tell her folks.\n\n       *       *       *       *       *\n\nThe ancient surface bus reached Central Valley at noon the next day. It\nall looked very much as it had the last time Mel had seen it and it\nlooked very good indeed. The vast, open lands; the immense ripe fields.\n\nThe bus passed the high school where Mel and Alice had attended classes\ntogether. He half expected to see her running across the campus lawn to\nmeet him. In the middle of town he got off the bus and there were\nAlice's mother and father.\n\nThey were dry-eyed now but white and numb with shock. George Dalby took\nhis hand and pumped it heavily. \"We can't realize it, Mel. We just\ncan't believe Alice is gone.\"\n\nHis wife put her arms around Mel and struggled with her tears again.\n\"You didn't say anything about the funeral. When will it be?\"\n\nMel swallowed hard, fighting the one lie he had to tell. He almost\nwondered now why he had agreed to Dr. Winters' request. \"Alice--always\nwanted to do all the good she could in the world,\" he said. \"She figured\nthat she could be of some use even after she was gone. So she made an\nagreement with the research hospital that they could have her body after\nshe died.\"\n\nIt took a moment for her mother to grasp the meaning. Then she cried\nout, \"We can't even bury her?\"\n\n\"We should have a memorial service, right here at home where all her\nfriends are,\" said Mel.\n\nGeorge Dalby nodded in his grief. \"That was just like Alice,\" he said.\n\"Always wanting to do something for somebody else--\"\n\nAnd it was true, Mel thought. If Alice had supposed she was not going to\nlive any longer she would probably have thought of the idea, herself.\nHer parents were easily reconciled.\n\nThey took him out to the old familiar house and gave him the room where\nhe and Alice had spent the first days of their marriage.\n\n       *       *       *       *       *\n\nWhen it was night and the lights were out he felt able to sleep\nnaturally for the first time since Alice's accident. She seemed not far\naway here in this old familiar house.\n\nIn memory, she was not, for Mel was convinced he could remember the\ndetails of his every association with her. He first became conscious of\nher existence one day when they were in the third grade. At the\nbeginning of each school year the younger pupils went through a course\nof weighing, inspection, knee tapping, and cavity counting. Mel had come\nin late for his examination that year and barged into the wrong room. A\nshower of little-girl squeals had greeted him as the teacher told him\nkindly where the boy's examination room was.\n\nBut he remembered most vividly Alice Dalby standing in the middle of the\nroom, her blouse off but held protectingly in front of her as she jumped\nup and down in rage and pointed a finger at him. \"You get out of here,\nMelvin Hastings! You're not a nice boy at all!\"\n\nFace red, he had hastily retreated as the teacher assured Alice and the\nrest of the girls that he had made a simple mistake. But how angry Alice\nhad been! It was a week before she would speak to him.\n\nHe smiled and sank back deeply into the pillow. He remembered how proud\nhe had been when old Doc Collins, who came out to do the honors every\nFall, had told him there wasn't a thing wrong with him and that if he\ncontinued to drink his milk regularly he'd grow up to be a football\nplayer. He could still hear Doc's words whistling through his teeth and\nfeel the coldness of the stethoscope on his chest.\n\nSuddenly, he sat upright in bed in the darkness.\n\nStethoscope!\n\nThey had tapped and inspected and listened to Alice that day, and all\nthe other examination days.\n\nIf Doc Collins had been unable to find a heartbeat in her he'd have\nfainted--and spread the news all over town!\n\nMel got up and stood at the window, his heart pounding. Old Doc Collins\nwas gone, but the medical records of those school examinations might\nstill be around somewhere. He didn't know what he expected to prove, but\nsurely those records would not tell the same story Dr. Winters had told.\n\nIt took him nearly all the next day. The grade school principal agreed\nto help him check through the dusty attic of the school, where ancient\nrecords and papers were tumbled about and burst from their cardboard\nboxes.\n\nThen Paul Ames, the school board secretary, took Mel down to the\nDistrict Office and offered to help look for the records. The old\nbuilding was stifling hot and dusty with summer disuse. But down in the\ncool, cobwebbed basement they found it.... Alice's records from the\nthird grade on up through the ninth. On every one: heart, o.k.; lungs,\nnormal. Pulse and blood pressure readings were on each chart.\n\n\"I'd like to take these,\" said Mel. \"Her doctor in town--he wants to\nwrite some kind of paper on her case and would like all the past medical\nhistory he can get.\"\n\nPaul Ames frowned thoughtfully. \"I'm not allowed to give District\nproperty away. But they should have been thrown out a long time\nago--take 'em and don't tell anybody I let you have 'em.\"\n\n\"Thanks. Thanks a lot,\" Mel said.\n\nAnd when she was fourteen or fifteen her appendix had been removed. A\nDr. Brown had performed the operation, Mel remembered. He had taken over\nfrom Collins.\n\n\"Sure, he's still here,\" Paul Ames said. \"Same office old Doc Collins\nused. You'll probably find him there right now.\"\n\nDr. Brown remembered. He didn't remember the details of the\nappendectomy, but he still had records that showed a completely normal\noperation.\n\n\"I wonder if I could get a copy of that record and have you sign it,\"\nMel said. He explained about the interest of Dr. Winters in her case\nwithout revealing the actual circumstances.\n\n\"Glad to,\" said Dr. Brown. \"I just wish things hadn't turned out the way\nthey have. One of the loveliest girls that ever grew up here, Alice.\"\n\n       *       *       *\n\nThe special memorial service was held in the old community church on\nSunday afternoon. It was like the drawing of a curtain across a portion\nof Mel's life, and he knew that curtain would never open again.\n\nHe took a bus leaving town soon after the service.\n\nThere was one final bit of evidence, and he wondered all the way back to\ntown why he had not thought of it first. Alice's pregnancy had ended in\nmiscarriage, and there had never been another.\n\nBut X-rays had been taken to try to find the cause of Alice's\ndifficulty. If they showed that Alice was normal within the past two\nyears--\n\n       *       *       *       *       *\n\nDr. Winters was mildly surprised to see Mel again. He invited the\nreporter in to his office and offered him a chair. \"I suppose you have\ncome to inquire about our findings regarding your wife.\"\n\n\"Yes--if you've found anything,\" said Mel. \"I've got a couple of things\nto show you.\"\n\n\"We've found little more than we knew the night of her death. We have\ncompleted the dissection of the body. A minute analysis of each organ is\nnow under way, and chemical tests of the body's substances are being\nmade. We found that differences in the skeletal structure were almost as\ngreat as those in the fleshy tissues. We find no relationship between\nthese structures and those of any other species--human or animal--that\nwe have ever found.\"\n\n\"And yet Alice was not always like that,\" said Mel.\n\nDr. Winters looked at him sharply. \"How do you know that?\"\n\nMel extended the medical records he had obtained in Central Valley. Dr.\nWinters picked them up and examined them for a long time while Mel\nwatched silently.\n\nFinally, Dr. Winters put the records down with a sigh. \"This seems to\nmake the problem even more complex than it was.\"\n\n\"There are X-rays, too,\" said Mel. \"Alice had pelvic X-rays only a\nlittle over two years ago. I tried to get them, but the doctor said\nyou'd have to request them. They should be absolute proof that Alice was\ndifferent then.\"\n\n\"Tell me who has them and I'll send for them at once.\"\n\nAn hour later Dr. Winters shook his head in disbelief as he turned off\nthe light box and removed the X-ray photograph. \"It's impossible to\nbelieve that these were taken of your wife, but they corroborate the\nevidence of the other medical records. They show a perfectly normal\nstructure.\"\n\nThe two men remained silent across the desk, each reluctant to express\nhis confused thoughts. Dr. Winters finally broke the silence. \"It must\nbe, Mr. Hastings,\" he said, \"--it must be that this woman--this utterly\nalien person--is simply not your wife, Alice. Somehow, somewhere, there\nmust be a mistake in identity, a substitution of similar individuals.\"\n\n\"She was not out of my sight,\" said Mel. \"Everything was completely\nnormal when I came home that night. Nothing was out of place. We went\nout to a show. Then, on the way home, the accident occurred. There could\nhave been no substitution--except right here in the hospital. But I know\nit was Alice I saw. That's why I made you let me see her again--to make\nsure.\"\n\n\"But the evidence you have brought me proves otherwise. These medical\nrecords, these X-rays prove that the girl, Alice, whom you married, was\nquite normal. It is utterly impossible that she could have metamorphosed\ninto the person on whom we operated.\"\n\nMel stared at the reflection of the sky in the polished desk top. \"I\ndon't know the answer,\" he said. \"It must not be Alice. But if that's\nthe case, where is Alice?\"\n\n\"That might even be a matter for the police,\" said Dr. Winters. \"There\nare many things yet to be learned about this mystery.\"\n\n\"There's one thing more,\" said Mel. \"Fingerprints. When we first came\nhere Alice got a job where she had to have her fingerprints taken.\"\n\n\"Excellent!\" Dr. Winters exclaimed. \"That should give us our final\nproof!\"\n\nIt took the rest of the afternoon to get the fingerprint record and make\na comparison. Dr. Winters called Mel at home to give him the report.\nThere was no question. The fingerprints were identical. The corpse was\nthat of Alice Hastings.\n\n       *       *       *       *       *\n\nThe nightmare came again that night. Worse than Mel could ever remember\nit. As always, it was a dream of space, black empty space, and he was\nfloating alone in the immense depths of it. There was no direction. He\nwas caught in a whirlpool of vertigo from which he reached out with\nagonized yearning for some solidarity to cling to.\n\nThere was only space.\n\nAfter a time he was no longer alone. He could not see them, but he knew\nthey were out there. The searchers. He did not know why he had to flee\nor why they sought him, but he knew they must never overtake him, or all\nwould be lost.\n\n[Illustration]\n\nSomehow he found a way to propel himself through empty space. The\nsearchers were growing points of light in the far distance. They gave\nhim a sense of direction. His being, his existence, his universe of\nmeaning and understanding depended on the success of his flight from the\nsearchers. Faster, through the wild black depths of space--\n\nHe never knew whether he escaped or not. Always he awoke in a tangle of\nbedclothes, bathed in sweat, whimpering in fear. For a long time Alice\nhad been there to touch his hand when he awoke. But Alice was gone now\nand he was so weary of the night pursuit. Sometimes he wished it would\nend with the searchers--whoever they were--catching up with him and\ndoing what they intended to do. Then maybe there would be no more\nnightmare. Maybe there would be no more Mel Hastings, he thought. And\nthat wouldn't be so bad, either.\n\nHe tossed sleeplessly the rest of the night and got up at dawn feeling\nas if he had not been to bed at all. He would take one day more, and\nthen get back to the News Bureau. He'd take this day to do what couldn't\nbe put off any longer--the collecting and disposition of Alice's\npersonal belongings.\n\n       *       *       *       *       *\n\nHe shaved, bathed and dressed, then began emptying the drawers, one by\none. There were many souvenirs, mementos. She was always collecting\nthese. Her bottom drawer was full of stuff that he'd glimpsed only\noccasionally.\n\nIn the second layer of junk in the drawer he came across the brochure on\nMartian vacations. It must have been one of the dreams of her life, he\nthought. She'd wanted it so much that she'd almost come to believe that\nit was real. He turned the pages of the smooth, glossy brochure. Its\ncover bore the picture of the great Martian Princess and the blazoned\nemblem of Connemorra Space Lines. Inside were glistening photos of the\nplush interior of the great vacation liner, and pictures of the domed\ncities of Mars where Earthmen played more than they worked. Mars had\nbecome the great resort center of Earth.\n\nMel closed the book and glanced again at the Connemorra name. Only one\nman had ever amassed the resources necessary to operate a private space\nline. Jim Connemorra had done it; no one knew quite how. But he operated\nnow out of both hemispheres with a space line that ignored freight and\ndealt only in passenger business. He made money, on a scale that no\ngovernment-operated line had yet been able to approach.\n\nMel sank down to the floor, continuing to shift through the other things\nin the drawer.\n\nHis hand stopped. He remained motionless as recognition showered sudden\nfrantic questions in his mind. There lay a ticket envelope marked\nConnemorra Lines.\n\nThe envelope was empty when he looked inside, and there was no name on\nit. But it was worn. As if it might have been carried to Mars and back.\n\nIn sudden frenzy he began examining each article and laying it in a\ncareless pile on the floor. He recognized a pair of idiotic Martian\ndolls. He found a tourist map of the ruined cities of Mars. He found a\nmenu from the Red Sands Hotel.\n\nAnd below all these there was a picture album. Alice at the Red Sands.\nAlice at the Phobos Oasis. Alice at the Darnella Ruins. He turned the\npages of the album with numb fingers. Alice in a dozen Martian settings.\nSome of them were dated. About two years ago. They had gone together,\nAlice had said, but there was no evidence of Mel's presence on any such\ntrip.\n\nBut it was equally impossible that Alice had made the trip, yet here was\nproof. Proof that swept him up in a doubting of his own senses. How\ncould such a thing have taken place? Had he actually made such a trip\nand been stripped of the memory by some amnesia? Maybe he had forced\nhimself to go with her and the power of his lifelong phobia had wiped it\nfrom his memory.\n\nAnd what did it all have to do--if anything--with the unbelievable thing\nDr. Winters had found about Alice?\n\nOvercome with grief and exhaustion he sat fingering the mementos\naimlessly while he stared at the pictures and the ticket envelope and\nthe souvenirs.\n\n       *       *       *       *       *\n\nDr. Winters spoke a little more sharply than he intended. \"I don't think\nanything is going to be solved by a wild-goose chase to Mars. It's going\nto cost you a great deal of money, and there isn't a single positive\nlead to any solution.\"\n\n\"It's the only possible explanation.\" Mel persisted. \"Something happened\non Mars to change her from what she once was to--what you saw on your\noperating table.\"\n\n\"And you are hoping that in some desperate way you will find there was a\nswitch of personalities--that there may be a ghost of a chance of\nfinding Alice still alive.\"\n\nMel bit his lip. He was scarcely willing to admit such a hope but it was\nthe foundation of his decision. \"I've got to do what I can,\" he said.\n\"I must take the chance. The uncertainty will torment me all my life if\nI don't.\"\n\nDr. Winters shook his head. \"I still wish I could persuade you against\nit. You will find only disappointment.\"\n\n\"My mind is made up. Will you help me or not?\"\n\n\"What can I do?\"\n\n\"I can't go into space unless I can find some way of lifting, even\ntemporarily, this phobia that nearly drives me crazy at the thought of\ngoing out there. Isn't there a drug, a hypnotic method, or something to\nhelp a thing like this?\"\n\n\"This isn't my field,\" said Dr. Winters. \"But I suspect that the cause\nof your trouble cannot be suppressed. It will have to be lifted.\nPsycho-recovery is the only way to accomplish that. I can recommend a\nnumber of good men. This, too, is very expensive.\"\n\n\"I should have done it for Alice--long ago,\" said Mel.\n\n       *       *       *       *       *\n\nDr. Martin, the psychiatrist, was deeply interested in Mel's problem.\n\"It sounds as if it is based on some early trauma, which has long since\nbeen wiped from your conscious memory. Recovery may be easy or\ndifficult, depending on how much suppression of the original event has\ntaken place.\"\n\n\"I don't even care what the original event was,\" said Mel, \"if you rid\nme of this overwhelming fear of space. Dr. Winters said he thought\nrecovery would be required.\"\n\n\"He is right. No matter how much overlay you pile on top of such a\nphobia to suppress it, it will continue to haunt you. We can make a\ntrial run to analyze the situation, and then we can better predict the\nchance of ultimate success.\"\n\nAs a reporter, Mel Hastings had had vague encounters with the subject of\npsycho-recovery, but he knew little of the details about it. He knew it\ninvolved some kind of a machine that could tap the very depths of the\nhuman mind and drag out the hidden debris accumulated in mental\nbasements and attics. But such things had always given him the willies.\nHe steered clear of them.\n\nWhen Dr. Martin first introduced him into the psycho-recovery room his\nresolution almost vanished. It looked more like a complex electronic\nlaboratory than anything else. A half dozen operators and assistants in\nnurses' uniforms stood by.\n\n\"If you will recline here--,\" Dr. Martin was saying.\n\nMel felt as if he were being prepared for some inhuman biological\nexperiment. A cage of terminals was fitted to his head and a thousand\nsmall electrodes adjusted to contact with his skull. The faint hum of\nequipment supported the small surge of apprehension within him.\n\nAfter half an hour the preparations were complete. The level of lights\nin the room was lowered. He could sense the operators at their panels\nand see dimly the figure of Dr. Martin seated near him.\n\n\"Try to recall as vividly as possible your last experience with this\nnightmare you have described. We will try to lock on to that and follow\nit on down.\"\n\nThis was the last thing in the world Mel wanted to do. He lay in\nagonized indecision, remembering that he had dreamed only a short time\nago, but fighting off the actual recollection of the dream.\n\n\"Let yourself go,\" Dr. Martin said kindly. \"Don't fight it--\"\n\nA fragment of his mind let down its guard for a brief instant. It was\nlike touching the surface of a whirlpool. He was sucked into the\nsweeping depths of the dream. He sensed that he cried out in terror as\nhe plunged. But there was no one to hear. He was alone in space.\n\nFear wrapped him like black, clammy fur. He felt the utter futility of\neven being afraid. He would simply remain as he was, and soon he would\ncease to be.\n\nBut they were coming again. He sensed, rather than saw them. The\nsearchers. And his fear of them was greater than his fear of space\nalone. He moved. Somehow he moved, driving headlong through great\nvastness while the pinpoints of light grew behind him.\n\n\"Very satisfactory,\" Dr. Martin was saying. \"An extremely satisfactory\nprobe.\"\n\nHis voice came through to Mel as from beyond vast barriers of time and\nspace. Mel felt the thick sweat that covered his body. Weakness throbbed\nin his muscles.\n\n\"It gives us a very solid anchor point,\" Dr. Martin said. \"From here I\nthink we run back to the beginning of the experience and unearth the\nwhole thing. Are you ready, Mr. Hastings?\"\n\nMel felt too weak to nod. \"Let 'er rip!\" he muttered weakly.\n\n       *       *       *       *       *\n\nThe day was warm and sunny. He and Alice had arrived early at the\nspaceport to enjoy the holiday excitement preceding the takeoff. It was\nsomething they had both dreamed of since they were kids--a vacation in\nthe fabulous domed cities and ruins of Mars.\n\nAlice was awed by her first close view of the magnificent ship lying in\nits water berth that opened to Lake Michigan. \"It's _huge_--how can such\nan enormous ship ever get off the Earth?\"\n\nMel laughed. \"Let's not worry about that. We know it does. That's all\nthat matters.\" But he could not help being impressed, too, by the\nenormous size and the graceful lines of the luxury ship. Unlike Alice,\nhe was not seeing it at close range for the first time. He had met the\nship scores of times in his reporting job, interviewing famous and\nwell-known personages as they departed or arrived from the fabulous\nplaygrounds of Mars.\n\n\"If you look carefully,\" Mel pointed out, \"you'll see a lot of faces\nthat make news when they come and go.\"\n\nAlice's face glowed as she clung to Mel's arm and recognized some of the\nfamous citizens who would be their fellow passengers. \"This is going to\nbe the most fun we've ever had in our lives, darling.\"\n\n\"Like a barrel of monkeys,\" Mel said casually, enjoying the bubbling\nexcitement that was in Alice.\n\nThe ship was so completely stabilized that the passengers did not even\nhave to sit down during takeoff. They crowded the ports to watch the\nland and the water shoot past as the ship skimmed half the length of\nLake Michigan in its takeoff run. As it bore into the upper atmosphere\non an ever-increasing angle of climb, its own artificial gravity system\ntook over and gave the illusion of horizontal flight with the Earth\nreceding slowly behind.\n\nMel and Alice wandered through the salons and along the spacious decks\nas if in some fairyland-come-true. All sense of time seemed to vanish\nand they floated with the great ship in timeless, endless space.\n\nHe wasn't quite certain when he first became aware of his own sense of\ndisquietude. It seemed to result from a change in the members of the\ncrew. On the morning of the third day they ceased their universal and\nuninterrupted concern for their passengers' entertainment and enjoyment.\n\nMost of the passengers seemed to have taken no note of it. Mel commented\nto Alice. She laughed at him. \"What do you expect? They've spent two\nfull days showing us the ship and teaching us to play all the games\naboard. You don't expect them to play nurse to us during the whole trip,\ndo you?\"\n\nIt sounded reasonable. \"I suppose so,\" said Mel dubiously. \"But just\nwhat _are_ they doing? They all seem to be in such a hurry to get\nsomewhere this morning.\"\n\n\"Well, they must have some duties to perform in connection with running\nthe ship.\"\n\nMel shook his head in doubt.\n\n       *       *       *       *       *\n\nAlice joined him in wandering about the decks, kibitzing on the games of\nthe other passengers, and watching the stars and galaxies on the\ntelescopic screens. It was on one of these that they first saw the\nshadow out in space. Small at first, the black shadow crossed a single\nstar and made it wink. That was what caught Mel's attention, a winking\nstar in the dead night of space.\n\nWhen he was sure, he called Alice's attention to it. \"There's something\nmoving out there.\" By now it had shape, like a tiny black bullet.\n\n\"Where? I don't see anything.\"\n\n\"It's crossing that patch of stars. Watch, and you can see it blot them\nout as it moves.\"\n\n\"It's another ship!\" Alice exclaimed. \"That's exciting! To think we're\npassing another ship in all this great emptiness of space! I wonder\nwhere it's coming from?\"\n\n\"And where it's going to.\"\n\nThey watched its slow, precise movement across the stars. After several\nminutes a steward passed by. Mel hailed him and pointed to the screen.\n\"Can you tell us what that other ship is?\"\n\nThe steward glanced and seemed to recognize it instantly. But he paused\nin replying. \"That's the Mars liner,\" he said finally. \"In just a few\nminutes the public address system will announce contact and change of\nship.\"\n\n\"Change of ship?\" Mel asked, puzzled. \"I never heard anything about a\nchange of ship.\"\n\n\"Oh, yes,\" the steward said. \"This is only the shuttle that we're on\nnow. We transfer to the liner for the remainder of the trip. I'm sure\nthat was explained to you at the time you purchased your tickets.\" He\nhurried away.\n\nMel was quite sure no such thing had been explained to him when he\npurchased tickets. He turned back to the screen and watched the black\nship growing swiftly larger now as it and the Martian Princess\napproached on contact courses.\n\nThe public address system came alive suddenly. \"This is your Captain.\nAll passengers will now prepare to leave the shuttle and board the Mars\nliner. Hand luggage should be made ready. All luggage stowed in the hold\nwill be transferred without your attention. It has been a pleasure to\nhave you aboard. Contact with the liner will be made in fifteen\nminutes.\"\n\nFrom the buzz around him Mel knew that this was as much a surprise to\neveryone else as it was to him, but it was greeted with excitement and\nwithout question.\n\nEven Alice was growing excited now and others crowded around them when\nit was discovered what they were viewing. \"It looks _big_,\" said Alice\nin subdued voice. \"Bigger than this ship by far.\"\n\nMel moved away and let the others have his place before the screen. His\nsense of uneasiness increased as he contemplated the approach of that\nhuge black ship. And he was convinced its color _was_ black, that it was\nnot just the monotone of the view screen that made it so.\n\nWhy should there be such a transfer of passengers in mid-space? The\nMartian Princess was certainly adequate to make the journey to Mars.\nActually they were more than a third of the way there, already. He\nwasn't sure why he felt so certain something was amiss. Surely there was\nno possibility that the great Connemorra Lines would plan any procedure\nto the detriment of the more than five thousand passengers aboard the\nship. His uneasiness was pretty stupid, he thought.\n\nBut it wouldn't go away.\n\nHe returned to the crowd clustered at the viewing screen and took Alice\nby the arm to draw her away.\n\nShe looked quizzically at him. \"This is the most exciting thing yet. I\nwant to watch it.\"\n\n\"We haven't got much time,\" Mel said. \"We've got a lot of things to get\nin our suitcases. Let's go down to our stateroom.\"\n\n\"Everyone else has to pack, too. There's no hurry.\"\n\n\"Fifteen minutes, the Captain said. We don't want to be the last ones.\"\n\nUnwillingly, Alice followed. Their stateroom was a long way from the\nsalon. The fifteen minutes were almost up by the time they reached it.\n\n       *       *       *       *       *\n\nMel closed the door to their room and put his hands on Alice's\nshoulders. He glanced about warily. \"Alice--I don't want to go aboard\nthat ship. There's something wrong about this whole thing. I don't know\nwhat it is, but we're not going aboard.\"\n\nAlice stared at him. \"Have you lost your mind? After all our hopes and\nall our planning you don't want to go on to Mars?\"\n\nMel felt as if a wall had suddenly sprung up between them. He clutched\nAlice's shoulders desperately in his hands. \"Alice--I don't think that\nship out there is going to Mars. I know it sounds crazy, but please\nlisten to me--we weren't told anything about the Martian Princess being\nmerely a shuttle and that we'd transfer to another ship out here. No one\nwas told. The Martian Princess is a space liner perfectly capable of\ngoing to Mars. There's no reason why such a huge ship should be used\nmerely as a shuttle.\"\n\n\"That ship out there is bigger.\"\n\n\"Why? Do we need any more room to finish the journey?\"\n\nAlice shook herself out of his grasp. \"I don't know the answers to those\nquestions and I don't care to know them!\" she said angrily.\n\n\"If you think I'm going to give up this vacation and turn right around\nhere in space and go back home you're crazy. If you go back you'll go\nback alone!\"\n\nAlice whirled and ran to the door. Mel ran after her, but she was\nthrough the door and was melting into the moving throng by the time he\nreached the door. He took a step to follow, then halted. He couldn't\ndrag her forcibly back into the stateroom. Maybe she'd return in a few\nminutes to pack her bags. He went back in the room and closed the door.\n\n       *       *       *       *       *\n\nEven as he did so he knew that he was guessing wrong. Alice would be\nmatching him in a game of nerves. She'd go on to the other ship,\nexpecting him to pack the bags and follow. He sat down on the bed and\nput his head in his hands for a moment. A faint shudder passed through\nthe ship and he heard the hollow ring of clashing metal. The unknown\nship had made contact with the Martian Princess. Their airlocks were\nbeing mated now.\n\nFrom the porthole he could see the incredible mass of the ship. He\ncrossed the room and pressed the curtains aside. His impression had been\nright. The ship _was_ black. Black, nameless, and blind. No insignia or\nportholes were visible anywhere on the hull within his range of vision.\n\nHe didn't know what he was going to do, but he knew above all else that\nhe wasn't going to board that ship. He paced the floor telling himself\nit was a stupid, neurotic apprehension that filled his mind, that the\ngreat Connemorra Lines could not be involved in any nefarious acts\ninvolving five thousand people--or even one person. They couldn't afford\nsuch risk.\n\nHe couldn't shake it. He was certain that, no matter what the cost, he\nwas not going to board that black ship.\n\nHe looked about the stateroom. He couldn't remain here. They'd certainly\nfind him. He had to hide somewhere. He stood motionless, staring out the\nporthole. There was no place he could hide with assurance inside the\nship.\n\nBut what about outside?\n\nHis thoughts crumpled in indecision as he thought of Alice. Yet whatever\nthe black ship meant, he could help no one if he went aboard. He had to\nget back to Earth and try to find out what it was all about and alert\nthe authorities. Only in that way could he hope to help Alice.\n\n       *       *       *       *       *\n\nHe opened the stateroom door cautiously and stepped out. The corridor\nwas filled with hurrying passengers, carrying hand luggage, laughing\nwith each other in excitement. He joined them, moving slowly, alert for\ncrew members. There seemed to be none of the latter in the corridors.\n\nKeeping close to the wall, he moved with the crowd until he reached the\nrounded niche that marked an escape chamber. As if pushed by the\nhurrying throng, he backed into it, the automatic doors opening and\nclosing to receive him.\n\nThe chamber was one of scores stationed throughout the ship as required\nby law. The escape chambers contained space suits for personal exit from\nthe ship in case of emergency. They were never expected to be used. In\nany emergency requiring abandonment of the vessel it would be as\nsuicidal to go into space in a suit as to remain with the ship. But\nfusty lawmakers had decreed their necessity, and passengers received a\nperfunctory briefing in the use of the chambers and the suits--which\nthey promptly forgot.\n\nMel wrestled now with what he remembered of the instructions. He\ninspected a suit hanging in its cabinet and then was relieved to find\nthat the instructions were repeated on a panel of the cabinet. Slowly,\nhe donned the suit, following the step by step instructions as he went.\nHe began to sweat profusely from his exertions and from his fear of\ndiscovery.\n\nHe finally succeeded in getting the cumbersome gear adjusted and\nfastened without being detected. He did not know if the airlock of the\nchamber had some kind of alarm that would alert the crew when it was\nopened. That was a chance he had to take. He discovered that it was\narranged so that it could be opened only by a key operated from within\nthe suit. This was obviously to prevent anyone leaving the ship\nunprotected. Perhaps with this safeguard there was no alarm.\n\nHe twisted the lock and entered the chamber. He opened the outer door\nand faced the night of space.\n\n       *       *       *\n\nHe would not have believed that anything could be so utterly terrifying.\nHis knees buckled momentarily and left him clinging to the side of the\nport. Sweat burst anew from every pore. Blindly, he pressed the jet\ncontrol and forced himself into space.\n\nHe arced a short distance along the curve of the ship and then forced\nhimself down into contact with the hull. He clung by foot and hand\nmagnetic pads, sick with nausea and vertigo.\n\nHe had believed that by clinging to the outside of the hull he could\nescape detection and endure the flight back to Earth. In his sickness of\nbody and mind the whole plan now looked like utter folly. He retched and\nclosed his eyes and lay on the hull through the beginning of an\neternity.\n\n       *       *       *       *       *\n\nHe had no concept of time. The chronometer in the suit was not working.\nBut it seemed as if many hours had passed when he felt a faint shock\npass through the hull beneath him. He felt a momentary elation. The\nships had separated. The search for him--if any--had been abandoned.\n\nSlowly he inched his way around the hull to get a glimpse of the black\nship. It was still there, standing off a few hundred yards but not\nmoving. Its presence dismayed him. There could be no reason now for the\ntwo ships to remain together. The Martian Princess should be turning\naround for the return to Earth.\n\nThen out of the corner of his eye he saw it. A trace of movement. A\ngleam of light. Like a small moon it edged up the distant curvature of\nthe hull. Then there were more--a nest of quivering satellites.\n\nWithout thought, Mel pressed the jet control and hurled himself into\nspace.\n\nThe terror of his first plunge was multiplied by the presence of the\nsearchers. Crewmen of the Martian Princess, he supposed. The absence of\nthe space suit had probably been discovered.\n\nIn headlong flight, he became aware of eternity and darkness and\nloneliness. The sun was a hot, bright disc, but it illuminated nothing.\nAll that his mind clung to for identification of itself and the\nuniverse around it was gone. He was like a primeval cell, floating\nwithout origin, without purpose, without destination.\n\nOnly a glimmer of memory pierced the thick terror with a shaft of\nrationality. Alice. He must survive for Alice's sake. He must find the\nway back to Alice--back to Earth.\n\nHe looked toward the Martian Princess and the searchers on the hull. He\ncried out in the soundless dark. The searchers had left the hull and\nwere pursuing him through open space. Their speed far exceeded his. It\nwas futile to run before them--and futile to leave the haven of the\nMartian Princess. His only chance of survival or success lay in getting\nto Earth aboard the ship. In a long curve he arced back toward the ship.\nInstantly, the searchers moved to close in the arc and meet him on a\ncollision course.\n\nHe could see them now. They were not crewmen in spacesuits as he had\nsupposed. Rather, the objects--two of them--looked like miniature\nspaceships. Beams of light bore through space ahead of them, and he\nsuspected they carried other radiations also to detect by radar and\ninfra red.\n\nIn the depths of his mind he knew they were not of the Martian Princess.\nNor were there any crewmen within them. They were robot craft of some\nkind, and they had come from the great black ship.\n\nHe felt their searching beams upon him and waited for a deadly, blasting\nburst of heat or killing radiation. He was not prepared for what\nhappened.\n\n       *       *       *       *       *\n\nThey closed swiftly, and the nearest robot came within a dozen feet,\nmatching Mel's own velocity. Suddenly, from a small opening in the\nmachine, a slender metal tentacle whipped out and wrapped about him like\nthe coils of a snake. The second robot approached and added another\nbinding. Mel's arms and legs were pinned. Frantically, he manipulated\nthe jet control in the glove of the suit. This only caused the tentacles\nto cut deeply and painfully, and threatened to smash the shell of the\nsuit. He cut the jets and admitted the failure of his frantic mission.\n\nIn short minutes they were near the ships again. Mel wondered what kind\nof reprimand the crewmen of the Martian Princess could give him, and\nwhat fantastic justification they might offer for their own actions.\n\nBut he wasn't being taken toward the Martian Princess. He twisted\npainfully in the grip of the robot tentacles and confirmed that he was\nbeing carried to the black stranger.\n\nSoundlessly, a port slid open and the robots swept him through into the\ndark interior of the ship. He felt himself dropped on a hard metal\nfloor. The tentacles unwound. Alone, he struggled to his feet and\nflashed a beam of light from the suit flashlight to the walls about him.\nWalls, floor and ceiling were an indistinguishable dark gray. He was the\nonly object in the chamber.\n\nWhile he strained his sight to establish features in the blank metallic\nsurfaces a clipped, foreign voice spoke. \"Remove your suit and walk\ntoward the opening in the wall. Do not try to run or attack. You will\nnot be harmed unless you attack.\"\n\nThere was no use refusing. He did as commanded. A bright doorway opened\nin the wall before him. He walked through.\n\nIt reminded him of a medical laboratory. Shelves and cabinets of hand\ninstruments and electronic equipment were about. And in the room three\nmen sat watching the doorway through which he entered. He gazed at the\nstrangers as they at him.\n\nThey looked ordinary enough in their white surgeons' smocks. All seemed\nto be of middle age, with dark hair turning gray at the fringe. One was\nconsiderably more muscular than the other two. One leaned to overweight.\nThe third was quite thin. Yet Mel felt himself bristling like a dog in\nthe dark of the moon.\n\nNo matter how ordinary they looked, these three were not men of Earth.\nThe certainty of this settled like a cold, dead weight in the pit of his\nstomach.\n\n\"You--\" he stammered. There was nothing to say.\n\n\"Please recline on this couch,\" the nearest, the muscular one said. \"We\nwish you no harm so do not be afraid. We wish only to determine if you\nhave been harmed by your flight into space.\"\n\nAll three of them were tense and Mel was sure they were worried--by his\nescapade. Had he nearly let some unknown cat out of the bag?\n\n\"Please--,\" the muscular one said.\n\nHe had no alternative. He might struggle, and destroy a good deal of\napparatus, but he could not hope to overwhelm them. He lay on the couch\nas directed. Almost instantly the overweight one was behind him, seizing\nhis arm. He felt the sting of a needle. The thin one was at his feet,\nlooking down at him soberly. \"He will rest,\" the thin one said, \"and\nthen we shall know what needs to be done.\"\n\n       *       *       *\n\nThe sleep had lasted for an eon, he thought. He had a sense of the\npassage of an enormous span of time when he at last awoke. His vision\nwas fuzzy, but there was no mistaking the image before him.\n\nAlice. His Alice--safe.\n\nShe was sitting on the edge of the bed, smiling down at him. He fought\nhis way up to a half-sitting position. \"Alice!\" He wept.\n\nAfterwards, he said, \"Where are we? What happened? I remember so many\ncrazy things--the vacation to Mars.\"\n\n\"Don't try to remember it all, darling,\" she said. \"You were sick. Some\nkind of hysteria and amnesia hit you while we were there. We're home\nnow. You'll soon be out of the hospital and everything will be all\nright.\"\n\n\"I spoiled it,\" he murmured. \"I spoiled it all for you.\"\n\n\"No. I knew you were going to be all right. I even had a lot of fun all\nby myself. But we're going back. As soon as you are all well again we'll\nstart saving up and go again.\"\n\nHe nodded drowsily. \"Sure. We'll go to Mars again and have a real\nvacation.\"\n\nAlice faded away. All of it faded away.\n\n       *       *       *       *       *\n\nAs if from a far distance the walls of Dr. Martin's laboratory seemed to\nclose about him and the lights slowly increased. Dr. Martin was seated\nbeside him, his head shaking slowly. \"I'm so terribly sorry, Mr.\nHastings. I thought we were going to get the full and true event this\ntime. But it often happens, as in your case, that fantasy lies upon\nfantasy, and it is necessary to dig through great layers of them before\nuncovering the truth. I think, however, that we shall not have to go\nmuch deeper to find the underlying truth for you.\"\n\nMel lay on the couch, continuing to stare at the ceiling. \"Then there\nwas no great, black ship out of space?\"\n\n\"Of course not! That is one danger of these analyses, Mr. Hastings. You\nmust not be deceived into believing that a newly discovered fantasy is\nthe truth for which you were looking. You must come back and continue\nyour search.\"\n\n\"Yes. Yes, of course.\" He got up slowly and was helped to the outer room\nby the Doctor and an attendant. The attendant gave him a glass of white,\nsweetish substance to drink.\n\n\"A booster-upper,\" laughed Dr. Martin. \"It takes away the grogginess\nthat sometimes attends such a deep sweep. We will look for you day after\ntomorrow.\"\n\nMel nodded and stepped out into the hall.\n\n       *       *       *\n\nNo great black ship.\n\nNo mysterious little robot ships with tentacles that whip out and\ncapture a man.\n\nNo strange trio in surgeons' gowns.\n\nAnd no Alice--\n\nA sudden spear of thought pierced his mind. Maybe all that was\nillusion, too. Maybe he could go home right now and find her waiting for\nhim. Maybe--\n\nNo. That was real enough. The accident. Dr. Winters. The scene in the\nicy room next to Surgery at the hospital. Dr. Martin didn't know about\nthat. He would have called that a fantasy, too, if Mel had tried to tell\nhim.\n\nNo. It was all real.\n\nThe unbelievable, alien organs of Alice.\n\nThe great, black ship.\n\nThe mindless robot searchers.\n\nHis nightmare had stemmed from all this that had happened out in space,\nwhich had somehow been wiped from his conscious memory. The nightmare\nhad not existed in his boyhood, as he had thought. It was oriented in\ntime now.\n\nBut what had happened to Alice? There was no clue in the memory\nunearthed by Dr. Martin. Was her condition merely the result of some\nfreak heredity or gene mutation?\n\nThe surging turmoil in his mind was greater than before. There was only\none way to quiet it--that was to carry out his original plan to go to\nMars.\n\nHe'd go out there again. He'd find out if the black ship existed or not.\n\n       *       *       *       *       *\n\nThe girl in the ticket office was kind but firm. \"Our records show that\nyou were a vacationer to Mars very recently. The demand is so great and\nthe ship capacity so small that we must limit vacation trips to no more\nthan one in any ten-year period.\"\n\nHe turned away and went down the hall and out the doorway of the marble\nand brass Connemorra Lines Building.\n\nHe walked through town for six blocks and the thought of old Jake Norton\ncame to his mind. Jake had been an old timer in the city room when Mel\nwas a cub. Jake had retired just a few months ago and lived in a place\nin town with a lot of other old men. Mel hailed the nearest cab and\ndrove to Jake's place.\n\n\"Mel, it's great to see you!\" Jake said. \"I didn't think any of the boys\nwould remember an old man after he'd walked out for the last time.\"\n\n\"People remember real easy when they want favors.\"\n\n\"Sure,\" Jake said with a grin, \"but there's not much of a favor I can do\nyou any more, boy. Can't even loan you a ten until next payday.\"\n\n\"Jake, you can help me,\" said Mel. \"You don't expect to ever take a trip\nto Mars, do you?\"\n\n\"Mars! Are you crazy, Mel?\"\n\n\"I went once. I've got to go again. It's about Alice. And they won't let\nme. I didn't know you could go only once in ten years.\"\n\nJake remembered. Alice had called him and all the other boys after\nthey'd come back the other time. Mel had been sick, she said. He\nwouldn't remember the trip. They were asked not to say anything about\nit. Now Mel was remembering and wanted to go again. Jake didn't know\nwhat he should do.\n\n\"What can I do to help you?\" he asked.\n\n\"I'll give you the money. Buy a ticket in your name. I'll go as Jake\nNorton. I think I can get away with it. I don't think they make any\ncloser check than that.\"\n\n\"Sure--if it'll do you any good,\" Jake said hesitantly. He was\nremembering the anxiety in Alice's voice the day she called and begged\nhim not to say anything that would remind Mel of Mars. No one ever had,\nas far as Jake knew.\n\nHe took the money and Mel waited at the old men's home. An hour later\nJake called. \"Eight months is the closest reservation I can get at\nnormal rates, but I know of some scalpers who charge 50% more.\"\n\nMel groaned. \"Buy it no matter what the cost! I've got to go at once!\"\nHe would be broke for the next ten years.\n\n       *       *       *       *       *\n\nIt was little different from the other time. There was the same holiday\nexcitement in the crowd of vacationers and those who had come to see\nthem off. It was the same ship, even.\n\nAll that was different was the absence of Alice.\n\nHe stayed in his stateroom and didn't watch the takeoff. He felt the\nfaint rocking motion as the ship went down its long waterway. He felt\nthe shift as the artificial gravity took over. He lay on the bed and\nclosed his eyes as the Martian Princess sought the cold night of space.\n\nFor two days he remained in the room, emerging only for meals. The trip\nitself held no interest for him. He waited only for the announcement\nthat the black ship had come.\n\nBut by the end of the second day it had not come. Mel spent a sleepless\nnight staring out at the endless horizon of stars. Dr. Martin had been\nright, he thought. There was no black ship. He had merely substituted\none illusion for another. Where was reality? Did it exist anywhere in\nall the world?\n\nYet, even if there were no black ship, his goal was still Mars.\n\nThe third day passed without the appearance of the black ship. But on\nthe very evening of that day the speaker announced: \"All passengers will\nprepare for transfer from the shuttle ship to the Mars liner. Bring hand\nluggage--\"\n\nMel sat paralyzed while he listened to the announcement. So it was true!\nHe felt the faint jar that rocked the Martian Princess as the two ships\ncoupled. From his stateroom port Mel could see the stranger, black,\nugly, and somehow deadly. He wished he could show Dr. Martin this\n\"illusion\"!\n\nHe packed swiftly and left the room. Mel joined the surprised and\nexcited throng now, not hanging back, but eager to find out the secret\nof the great black ship.\n\nThe transition from one ship to the other was almost imperceptible. The\nstructure of both corridors was the same, but Mel knew when the junction\nwas crossed. He sensed the entry into a strange world that was far\ndifferent from the common one he knew.\n\nFar down the corridor the crowd was slowing, forming into lines before\nstewards who were checking tickets. The passengers were shunted into\nbranching corridors leading to their own staterooms. So far everything\nwas so utterly normal that Mel felt an overwhelming despondency. It was\njust as they had been told; they were transferring to the Mars liner\nfrom the shuttle.\n\nThe steward glanced at his ticket, held it for a moment of hesitation\nwhile he scanned Mel's face. \"Mr. Norton--please come with me.\"\n\nThe steward moved away in a direction no other passengers were taking.\nAnother steward moved up to his place. \"That way,\" the second man said\nto Mel. \"Follow the steward.\"\n\n       *       *       *       *       *\n\nMel's heart picked up its beat as he stepped out of the line and moved\nslowly down the corridor after the retreating steward. They walked a\nlong way through branching silent corridors that showed no sign of life.\n\nThey stopped at last before a door that was like a score of others they\nhad passed. There were no markings. The steward opened the door and\nstood aside. \"In here please,\" he said. Mel entered and found himself\nalone. The steward remained outside.\n\nThe room was furnished as an office. It was carpeted and paneled\nluxuriously. A door leading from a room at his left opened and admitted\na tall man with graying hair. The man seemed to carry an aura of power\nand strength as he moved. An aura that Mel Hastings recognized.\n\n\"James Connemorra!\" Mel exclaimed.\n\nThe man bowed his head slightly in acknowledgement. \"Yes, Mr. Hastings,\"\nhe said.\n\nMel was dismayed. \"How do you know who I am?\" he said.\n\nJames Connemorra looked through the port beside Mel and at the stars\nbeyond. \"I have been looking for you long enough I ought to know who you\nare.\"\n\nSomething in the man's voice chilled Mel. \"I have been easy enough to\nfind. I'm only a news reporter. Why have you been looking for me?\"\n\nConnemorra sank into a deep chair on the opposite side of the room.\n\"Can't you guess?\" he said.\n\n\"It has something to do with what happened--before?\" Mel asked. He\nbacked warily against the opposite wall from Connemorra. \"That time when\nI escaped from the Martian Princess rather than come aboard the black\nship?\"\n\nConnemorra nodded. \"Yes.\"\n\n\"I still don't understand. Why?\"\n\n\"It's an old story.\" Connemorra shrugged faintly. \"A man learns too much\nabout things he should know nothing of.\"\n\n\"I have a right to know what happened to my wife. You know about her\ndon't you?\"\n\nConnemorra nodded.\n\n\"What happened to her? Why was she different after her trip to Mars?\"\n\nJames Connemorra was silent for so long that Mel thought he had not\nheard him. \"Is everyone different when they get back?\" Mel demanded.\n\"Does something happen to everybody who takes the Mars trip, the same\nthing that happened to Alice?\"\n\n\"You learned so much,\" said Connemorra, speaking as if to himself, \"I\nhad to hunt you down and bring you here.\"\n\n\"What do you mean by that? I came through my own efforts. Your office\ntried to stop me.\"\n\n\"Yet I knew who you were and that you were here. I must have had\nsomething to do with it, don't you think?\"\n\n\"What?\"\n\n\"I forced you to come by deception, so that no one knows you are\nhere--except the old man whose name you used. Who will believe him that\nyou came on the Martian Princess? Our records will show that a Jake\nNorton will be there on Earth. No one can ever prove that Mel Hastings\never came aboard.\"\n\n       *       *       *       *       *\n\nMel let his breath out slowly. His fear suddenly swallowed caution. He\ntook a crouching step forward. Then he stopped, frozen. James Connemorra\ntilted the small pistol resting in his lap. Mel did not know how it came\nto be there. He had not seen it a moment ago.\n\n\"What are you going to do?\" Mel demanded. \"What are you going to do with\nall of us?\"\n\n\"You know too much,\" said Connemorra, shrugging in mock helplessness.\n\"What _can_ I do with you?\"\n\n\"Explain what I don't understand about the things you say I know.\"\n\n\"Explain to you?\" The idea seemed to amuse Connemorra greatly, as if it\nhad some utterly ridiculous aspect. \"Yes, I might as well explain,\" he\nsaid. \"I haven't had anyone interested enough to listen for a long time.\n\n\"Men have never been alone in space. We have been watched, inspected,\nand studied periodically since Neanderthal times by races in the galaxy\nwho have preceded us in development by hundreds of thousands of years.\nThese observers have been pleasantly excited by some of the things we\nhave done, appalled by others.\n\n\"There is a galactic organization that has existed for at least a\nhundred thousand years. This organization exists for the purpose of\nmutual development of the worlds and races of the galaxy. It also exists\nto maintain peace, for there were ages before its organization when\ninterstellar war took place, and more than one great world was wiped out\nin such senseless wars.\n\n\"When men of Earth were ready to step into space, the Galactic Council\nhad to decide, as it had decided on so many other occasions, whether the\nnew world was to be admitted as a member. The choice is not one which a\nnew world is invited to make; the choice is made for it. A world which\nbegins to send its ships through space becomes a member of the Council,\nor its ships cease to travel. The world itself may cease to exist.\"\n\n\"You mean this dictatorial Council determines whether a world is fit to\nsurvive and actually wipes out those it decides against?\" gasped Mel in\nhorror. \"They set themselves up as judges in the Universe?\"\n\n\"That's about the way they operate, to put it bluntly,\" said Connemorra.\n\"You can call them a thousand unpleasant names, but you can't change the\nfact of their existence, nor the fact of their successful operation for\na period as long as the age of the human race.\n\n\"They would never have made their existence known to us if we had not\nbegun sending our ships into space. But once we did that we were\nentering territory staked out by races that were there when we crawled\nout of our caves. Who can say what their rights are?\"\n\n\"But to pass judgment on entire worlds--\"\n\n\"We have no choice but to accept that such judgment is passed.\"\n\n\"And their judgment of Earth--?\"\n\n\"Was that Earth was not ready for Council membership. Earthmen are still\nmaking too many blunders to join creatures that could cross the galaxy\nat the speed of light when we were learning how to chip flint.\"\n\n\"But they didn't wipe us out!\"\n\n       *       *       *       *       *\n\nJames Connemorra looked out at the stars. \"I wonder,\" he said. \"I\nwonder--\"\n\n\"What do you mean?\" Mel said in a tight voice.\n\n\"We have defects which are not quite like any they have encountered\nbefore. We have developed skills in the manufacture of artifacts, but we\nhave no capacity for using them. For example, we have developed vast\nsystems of communication, but these systems have not improved our\ncommunications they have actually blocked communication.\"\n\n\"That's crazy!\" said Mel. \"Do they suppose smoke signals are superior to\nthe 3-d screens in our homes?\"\n\n\"As a matter of fact, they do. And so do I. When a man must resort to\nsmoke signals he is very certain that he has something to say before he\ngoes to the trouble of putting the message in the air. But our fabulous\nscreens prevent us from communicating with each other by throwing up a\nwall of pseudo-communication that we can't get through. We subject\nourselves to a barrage of sound and light that has a communication\ncontent of almost zero.\n\n\"The same is true of our inventions in transportation. We have efficient\nmeans of travel to all parts of the world and now to the Universe\nitself. But we don't travel. We use our machines to block traveling.\"\n\n\"I can understand the first argument, but not this one!\" said Mel.\n\n\"We move our bodies to new locations with our machines, but our minds\nremain at home. We take our rutted thoughts, our predispositions, our\ncultural concepts wherever we go. We do not touch, even with a fragment\nof our minds, that which our machines give us contact with. We do not\ntravel. We move in space, but we do not travel.\n\n\"This is their accusation. And they're right. We are still doing what we\nhave always done. We are using space flight for the boring, the trivial,\nthe stupid; using genius for a toy, like a child banging an atomic watch\non the floor. It happened with all our great discoveries and inventions:\nthe gasoline engine, the telephone, the wireless. We've built\ncivilizations of monumental stupidity on the wonders of nature. One race\nof the Galactics has a phrase they apply to people like us: 'If there is\na God in Heaven He has wept for ten thousand years.'\n\n       *       *       *       *       *\n\n\"But all this is not the worst. A race that is merely stupid seldom gets\nout to space. But ours has something else they fear: destructiveness.\nThey have plotted our history and extrapolated our future. If they let\nus come out, war and conflict will follow.\"\n\n\"They can't know that!\"\n\n\"They say they can. We are in no position to argue.\"\n\n\"So they plan to destroy us--\"\n\n\"No. They want to try an experiment that has been carried out just a few\ntimes previously. They are going to reduce us from what they term the\ncritical mass which we have achieved.\"\n\n\"Critical mass? That's a nuclear term.\"\n\n\"Right. Meaning ready to blow up. That's where we are. Two not-so-minor\nnuclear wars in fifty years. They see us carrying our destructiveness\ninto space, fighting each other there, infecting other races with our\nhostility. But if we are broken down into smaller groups, have the tools\nof war removed, and are forced to take another line of development--well,\nthey have hopes of salvaging us.\"\n\n\"But they can't do a thing like that to us! What do they intend? Taking\ngroups of Earthmen, deporting them to other worlds--breaking them apart\nfrom each other forever--?\"\n\nThe coldness found its resting place in Mel's chest. He stared at James\nConnemorra. Then his eyes moved slowly over the walls of the room in the\nblack ship and out to the stars. The black ship.\n\n\"This ship--! You transfer your passengers to this Galactic ship for\ndeportation to other worlds! But they come back--\"\n\n\"They are sent to colonies on other worlds where conditions are like\nthose on Earth--with significant exceptions. The colonies are small,\nthe largest are only a few thousand. The problems there are different\nthan on Earth--and they are tough. The natural resources are not the\nsame. The development of the resulting cultures will be vastly different\nfrom that of Earth. The Galactic Council is very interested in the\noutcome--which will not be known with certainty for a thousand years or\nso.\"\n\n\"But they come back,\" Mel repeated. \"You bring them back!\"\n\n\"For each Earthman who goes out, a replacement is sent back. The\nreplacement is an android supplied by the Council.\"\n\n\"Android!\" Mel felt his reason slipping. He knew he was shouting. \"Then\nAlice--the Alice that died was an android, she was not my wife! My Alice\nis still alive! You can take me to her--\"\n\nConnemorra nodded. \"Alice is still alive, and well. No harm has come to\nher.\"\n\n\"Take me to her!\" Mel knew he was pleading, but in his anguish he had no\npride.\n\nConnemorra seemed to ignore his plea. \"Earth's population is slowly\nbeing diluted by the removal of top people. The androids behave in every\nway like the individuals they replace, but they are preconditioned\nagainst the inherent destructiveness of Earthmen.\"\n\nBlind anger seemed to rise within Mel. \"You have no right to separate\nme from Alice. Take me to her!\"\n\nHis rage ignited and he leaped forward.\n\nThe small gun in Connemorra's hand spurted twice. Mel felt a double\nimpact in a moment of great wonder. It couldn't end like this, he\nthought. It couldn't end without his seeing Alice once more. Just once\nmore--\n\n       *       *       *       *       *\n\nHe sank to the floor. The pain was not great, but he knew he was dying.\nHe looked down at his hand that covered the great wound in his\nmid-section. There was something wrong.\n\nHe felt the stickiness, but the red blood was not welling out. Instead,\na thick bubble of green ooze moved from the wound and spread over his\nclothes and his hand. An alien greenness that was like nothing human.\n\nHe had seen it once before.\n\nAlice.\n\nHe stared up at Connemorra with wide, wondering eyes.\n\n\"Everything went wrong, my poor android,\" said Connemorra softly. \"After\nyour human was brought back to the ship we were forced to go through\nwith the usual process of imprinting his mind content upon his android.\nBut we had to wipe out all memory of the attempted escape from the\nMartian Princess. This was not successful. It still clung in the\nnightmares you experienced. And the psycho-recovery brought it all back.\n\n\"We tried to cover it with an amnesiac condition instead of the usual\npre-printed memory of a Mars vacation. And all this might have worked if\nthe Alice android had not been defective also. A normal android has\nprotective mechanisms that make accidents and subsequent discovery\nimpossible. But the Alice android failed, and you set out on a course to\nuncover us. I had to find a way to destroy you--murder.\n\n\"I'm truly sorry. I don't know how an android thinks or feels. Sometimes\nI'm afraid of all of you. You are like men, but I've seen the factories\nin which you are produced. There are many things I do not know. I know\nonly that I had to obey the Galactic Council or Earth would have been\ndestroyed long ago.\n\n\"And something else I know: Alice and Mel Hastings are content and\nhappy. They are on a lovely world, very much like Central Valley.\"\n\nHe closed his eyes as he felt the life--or whatever it was--seeping out\nof him. It came out right, after all, he thought.\n\nLike a wooden soldier with a painted smile, fallen from a shelf, he lay\ntwisted upon the floor.\n\n\nTHE END\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Amazing Stories_ December 1961.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note.\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Memory of Mars, by Raymond F. Jones\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE MEMORY OF MARS ***\n\n***** This file should be named 26093.txt or 26093.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/6/0/9/26093/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}