{"title": "Security", "author": "Ernest M. Kenyon", "releaseDate": "July 28, 2008", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Alexander Bauer and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                        [Illustration]\n\n                           SECURITY\n\n    _If you let a man learn, and study, and work--and clamp\n    a lid on so that nothing he takes into his mind can be\n    let out--one way or another he'll blow a safety valve!_\n\n                      BY ERNEST M. KENYON\n\n                     Illustrated by Freas\n\n\nSuddenly Collins snapped the pencil between his fingers and hurled the\npieces across the lab, where they clattered, rolled from the bench to\nthe floor, and were still. For a moment he sat leaning against the desk,\nhis hands trembling. He wasn't sure just when the last straw had been\nadded, but he was sure that he had had enough. The restrictions, red\ntape, security measures of these government laboratories seemed to\nclose in on his mind in boiling, chaotic waves of frustration. What\nwas the good of his work, all this great installation, all the gleaming\nexpensive equipment in the lab around him? He was alone. None of them\nseemed to share his problem, the unctuous, always correct Gordon, the\neasy-mannered, unbearable Mason, all of them gave him a feeling of\nactual physical sickness.\n\nGardner's \"Nucleonics and Nuclear Problems\" lay open on the desk before\nhim, but he looked instead beyond through the clear curving glass windows\ntoward the sweep of green hills and darkening sky and the shadows of the\nlower forests that gave Fair Oaks its name. Beside him unfinished lay the\nsummaries of the day's experiments, and the unorganized, hurriedly jotted\nnotes for tomorrow's work. The old intellectual alertness was gone.\nDelight in changing theory, in careful experimentation no longer sprang\nfrom his work and were a part of it. There was a dull, indefinable aching\nin his head and a dry, dissatisfied sensation in his mouth.\n\nAlong the ordered walks below his laboratory windows workers and\ntechnicians streamed toward the gates, checking out for the day through\nthe usual mass of red tape, passes, and Geiger tests. Lights were\nflicking on in the long East Wing Dormitory across the quadrangle, and\nthe mess hall, where he had recently eaten a tasteless supper, was\nlighted.\n\nShortly after restrictions had really begun to tighten up last fall,\nhe had written to a worker who had published making a minor correction\nin his calculations and adding some suggestions arising from his own\nresearch. A week later his letter was returned completely censored,\nstamped \"Security-Violation.\" It was that evasive Gordon's fault. He\nknew it, but he couldn't prove it. Collins suspected that the man was\nnot a top-notch researcher and so was in administration. Perhaps Gordon\nwas jealous of his own work.\n\nEven the Journals were drying up. Endless innocuous papers recalculating\nthe values of harmless constants and other such nonsense were all that\nwas being published. They were hardly worth reading. Others were feeling\nthe throttling effects of security measures, and isolated, lone\nresearchers were slowing down, listless and anemic from the loss of\nthe life blood of science, the free interchange of information.\n\nThe present research job he was doing was coming slowly, but what\ndifference did it make? It would never be published. Probably it would\nbe filed with a Department of Defense code number as Research Report\nDDNE-42 dash-dash-dash. And there it would remain, top-secret, guarded,\nunread, useless. Somewhere in the desk drawers was the directive worded\nin the stiff military manner describing the procedures for clearing\npapers for publication. When he had first come here, he had tried that.\n\n\"Well, good, Collins,\" Gordon, the Division Administrator, had said,\n\"glad to check it over. Always happy when one of our men has something\nfor publication. Gives the Division a good name. I'll let you know, but\nwe have to be careful. Security you know.\"\n\nSomehow he had never heard. The first time he had made a pest of himself\nwith Gordon who was polite, evasive, always plausible. Gordon,\nGordon--it was becoming an obsession with him he knew, but the man\nappeared at every turn. He personified the system.\n\nIn the past months his work had seemed to clog up in details and slow\ndown. The early days of broad, rapid outlines and facile sketching in of\ndetails were gone. Now the endless indignities, invasion of personal\nrights and freedom, the hamstringing of his work, the feeling of being\ncut off from the main currents of his field, filled him with despair,\nanger, and frustration.\n\n                 *       *       *       *       *\n\nSuddenly he raised his head, slammed the notebook shut and switched off\nthe desk lamp. Not tonight. Tomorrow would be time enough to write out\nthis stuff. He needed a drink.\n\nThe hall was dark as he locked the door to his lab except at the far end\nnear the stairway where a patch of yellow light shone through an open\ndoorway. Mason, he thought, Allan Mason, the one guy at Fair Oaks\nNuclear Energy Laboratories who was always so damnedly cheerful, who\ndidn't seem to mind the security restrictions, and who was seen so often\nwith Gordon. As he walked rapidly past the open doorway, he caught a\nflashing impression from the corner of his eye of Mason's tall figure\nbent over his bench, his long legs wrapped around a lab stool, the\nperpetual unlit pipe hanging from the corner of his mouth. Then as he\nswung quickly toward the stairs, he heard Mason's cheerful hail.\n\n\"Hi, Milt, hold up a sec.\"\n\nReluctantly he paused at the head of the stairs scowling momentarily,\nand then slowly turning and retraced his steps.\n\nThe lab was brightly lighted, and Mason stretched and smiled pleasantly.\n\n\"Come in, old man, I'm about ready to knock off for the evening. How\ngoes it?\"\n\nCollins mumbled an O.K. trying to keep the irritation out of his voice,\nand Mason went on.\n\n\"Just finishing up some loose ends so I can get off to the Society\nmeeting on Monday. You going?\"\n\nShaking his head Collins felt his dislike for this man growing. The\nannual meeting of the North American Society of Theoretical Physicists.\nHe didn't even give it any thought any more. Maybe he could go, but it\ndidn't seem worth the effort. In the past he had tried to go to the\nmeetings, but somehow work, rush work, some change of emphasis had come\nup on the project, and he had had to cancel his plans. He'd finally\ngiven up, but with Mason these things seemed to come easily, and he\nwondered why--\n\n\"That's too bad\"--his voice droned pleasantly on, and Collins' eye\ncaught several botany texts in the book rack above Mason's desk. So, he\nhad time to read stuff outside of his field. His work was going well.\nHe had time for meetings and was allowed to go to them--the anger rose\nslowly like a swelling bubble from the hard core of his stomach. Then he\nrealized that Mason had stopped talking and was looking at him.\n\n\"Milt, you look glum tonight. Is there-- Why not have supper with me,\nand we'll take in the movie in the lounge?\"\n\n\"I've eaten already.\" Collins was on his feet. He forced a, \"Thanks\nanyway. See you tomorrow. I'm--\" and he was gone.\n\nAs he strode angerly across the quadrangle Mason's words and cheerful\nattitude rankled in his mind. The gravel of the walk spurted from under\nhis shoes, and the night air was clear and cool. It was good at least to\nfeel something other than despair again, even anger.\n\nBut once in his study with its attached bedroom and bath that made up\nhis living quarters, he sank to the couch near his desk, all of the\nfight gone. He needed a drink. Today all the irritations, tensions, and\nsuspicions of the past months seemed to close in on him. His work was\ngoing badly. Perhaps seeing Mason had brought it to a head. The fifth of\nbourbon in the bottom desk drawer was partly gone from the party last\nmonth. He took a swallow neat, and the fire of the liquid burned and\nclawed its way down his throat and spread with blossoming warmth in his\nstomach.\n\nKicking off his shoes and loosening his tie he leaned back with the\nbottle on the floor beside him.\n\nLater in the evening when the early clarity of thought had left him and\nhis mind moved disjointedly in and out of seemingly brilliant, emotional\nsolutions to his problem, he knew he must have a showdown. Lying back on\nthe couch he drifted into sleep determined to have it out with Gordon in\nthe morning--resign if necessary.\n\n                 *       *       *       *       *\n\nThe momentary pause of lighting his cigarette gave Collins a chance\nto decide where to start, as he sat across from Gordon. The Division\nAdministrator was older with a heavy-jowled, close shaven face, and he\nwaited patiently for Collins to speak.\n\n\"Dr. Gordon, I am having a great deal of difficulty in making an\nadjustment both in my work and in my personal relations here at Fair\nOaks, and last night I realized that I would have to talk to you about\nit.\"\n\nGordon's face changed slightly, his eyebrows rising almost\nimperceptibly.\n\n\"So, what ... how do you mean, Milt?\"\n\nUse of the first name--the familiar approach thought\nCollins--administrative technique number blank blank dash blank.\n\n\"Dr. Gordon, these security measures we are under, the difficulty of\npublishing, of getting to scientific meetings, the problem of getting\nfurloughs, lack of knowledge of what is going on in my own field, it's\njust a little too much. It's personally irritating, but it greatly\nhampers my work as well. Frankly, I'm against the entire security\nprogram as it now stands. If it isn't stopped research will ... well,\nsimply be impossible. Free interchange of information is essential to--\"\nHis fingers were gripping the arms of his chair.\n\n\"Yes, of course, Milt, but corny as it sounds there is a war on you\nknow. Oh, not a war with military weapons--yet, but a cold war of\nscience and engineering, a struggle for supremacy in many fields of\nknowledge. If information of our work leaks out, gets to the enemy, we\nmight as well not do that work. We can't be too careful.\"\n\n\"I agree, but it goes too far.\" He leaned forward. \"My private mail is\nread, and on my last furlough I am certain I was watched from the time I\nleft the gates out there until I returned, and I don't like it. I can't\nprove it, but-- That's getting to the point that life's not worth\nwhile.\"\n\n\"Come now, Milt, don't you think you're taking this a little too\nseriously? You're getting stale, overwrought. You need a fresh point of\nview. Lots of our people feel as you do at one time or another, but most\nof us learn to live with these necessary regulations, and do our work in\nspite of them. Let me make a suggestion, relax, take a little time off,\ndevelop a hobby. Why not do some reading in a field of science other\nthan your own. It's good for you. Several of the people here are doing\nit. I do it, Carter, even Mason for instance--\"\n\nCollins could feel the anger rising in him again.\n\n\"Look, Gordon, I'm not going to mince words. I'm sick and tired of\nthis mess, and you might as well know it. You can have all your damn\nrelaxations and hobbies, or what have you. I want to do my work, and\nif I can't do it here, I'm going somewhere where I can do it. In plain\nEnglish unless we can have an understanding right now--I resign.\"\n\nIt had come out, and Collins was breathing hard, but Gordon's expression\nhardly changed as he looked over the tips of his joined fingers, while\nthe younger man stopped and crushed out his cigarette viciously in the\nash disposer on the arm of his chair. Gordon doodled on a small pad for\na moment, his eyes not meeting Collins'. Then he spoke slowly.\n\n\"I'm sorry you feel that way, Milt. I ... I'm afraid I cannot accept\nyour resignation. You see,\" he said softly, \"none of us can leave Fair\nOaks--now.\"\n\nCollins looked up, amazement and incredulity written on his face.\n\n\"What do you mean--can't leave? I can leave any time--\"\n\nGordon slowly shook his head almost sadly. \"No, only assistants,\ntechnicians, maintenance people, and they are carefully watched or\nrestricted to this area. People like yourself, like me, we have\ninformation, knowledge which cannot be let out of government hands at\nthis time. We're here probably for the 'duration'; maybe longer.\"\n\n\"But--this is barbarous. I--\" the words clogged, jumbled as he tried to\nget them out. His emotions ran from anger, to amazement, to indignation,\nfollowed by a trickle of fear, and as he stared at Gordon, the fear\ngrew. He could scarcely hear Gordon's words--\n\n\"Take my advice--relax--and forget your fears--accept the restrictions\nand go ahead--read in some other field--come in again when you've\nthought it out.\" He was scarcely aware when Gordon slipped a bound\njournal volume into his hands and walked with him to the door--and\nclosed it behind him.\n\n                 *       *       *       *       *\n\nCollins left Gordon's office in Administration moving slowly, one arm\nhanging loosely by his side, the other clutching the book. The corridor\nstretched ahead into B Wing with its laboratories flooded with the glow\nof mid-morning sunshine, bright and unreal. His mind was dazed, his\nthinking processes stopped in a kind of stunned unbelief. He could not\neven quit now. An undercurrent of fear ran close to the surface of his\nconfused mind. It was the end of science, the end of all his work. All\nof the stifling, strangling restrictions of security on his work, on\nhis private life, came whirling back as a monstrous, formless threat,\nsomething unspeakably big and powerful and unbeatable against which he\ncould not fight.\n\nTo his right as he moved slowly down the hall the double doors of the\nmain library reading room were open with the stacks and study cubicles\nbeyond, silent and restful. He paused and then entered crossing into the\nmaze of the stacks through a grilled iron doorway. The important thing\nnow was not to meet anyone, not to have to speak or smile or think. It\nwas very important now to be alone and quiet.\n\nHe walked until he found an empty cubicle, the endless walls of books,\nrepositories of knowledge, silent and reproachful around him. Knowledge\nand books such as these would soon be added to no longer. He slumped\ninto the chair and gazed at the tiny reading desk with its softly\nglowing lamp and the small stack of volumes on the rack left by previous\nusers. Absently he stared for a long time at the volume Gordon had given\nhim as if seeing it for the first time. Then with a deliberate effort he\nopened it and thumbed through slowly only half seeing its pages. _The\nJournal of Botanical Research._\n\nThe pages in the _Journal_ were like a look through an open window.\nOutside of classified projects in \"harmless\" fields of research the work\nof science went on, papers were published, reputations were made,\nfreedom still existed. He remembered Gordon's sleek smile and advice\nto relax and read in other fields. This stupid useless advice still\nrankled. Of course, he probably was stale, but to read junk like this!\n\nSilently and in his mind, he cursed the day he had studied physics,\nbetter archeology or zoology, anything. Suddenly he stopped riffling the\npages and leaned forward, rapidly turning back to something that had\ncaught his eye. It was a three and one-half page paper on \"The\nStatistical Probability of Chromosome Crossover\" written in neat\nsections with several charts and references. It was by M. Mason.\n\nSomething clicked in Collins' mind--read the journals--Mason's unconcern\nwith security, the botany books on his desk the night before. It didn't\nmake sense, but it added up to something. Mason knew something and so\ndid Gordon. He half rose. He had to get to the bottom of it. Clutching\nthe bound _Journal_ Collins turned and weaved through the stacks and out\nof the library waving the protesting librarian aside and strode down the\ncorridor toward the laboratories.\n\n                 *       *       *       *       *\n\nThe door to Mason's lab was partially open, and he looked up quizzically\nfrom taking an instrument reading as Collins burst in.\n\n\"Mason, I--\" he planked the bound volume of the _Botanical Journal_ on\nthe lab bench beside the instrument ignoring Mason's wince as the\ninstrument needle quivered with the jar. \"Did you write this?\" His\nfinger jabbed at the open page.\n\nMason glanced at Collins, removed a pair of glasses from his white lab\ncoat pocket, and putting them on leaned forward and studied the page for\na moment.\n\n\"Yes. Not bad either though I shouldn't say it. I didn't know you were\ninterested in Botany.\" His voice was casual with a slight questioning\nnote.\n\nCollins suddenly felt ridiculous. What was he accusing the man of? Mason\nhad a right to publish on anything he wanted to, still a muddled series\nof half facts, incidents and suspicions chased through his mind.\n\nMason walked over to his desk and filling his pipe sat down thoughtfully\nand leaned back motioning Collins into a nearby chair.\n\n\"I think I know what is on your mind, Milt. Maybe I can straighten this\nout. Gordon told me a little while ago that you wanted to resign.\"\n\nCollins stiffened. So, these two were working together.\n\n\"Milt, did you ever stop to think how lucky we are? Where can you get\nbetter equipment, help, coöperation in the country than here?\" Collins\nleaned forward to speak, but Mason went on. \"Oh, I know all the problems\nof security and how it strangles work.\" He paused for a moment as though\ntrying to grasp the right words.\n\n\"Look, Milt, what's the basic problem? Why do security measures strangle\nresearch? Isn't it a matter basically of a breakdown in the interchange\nof ideas? Sure, and it has come about because there has been no method\nof communication which would not get to and be used by our enemies. So,\nlike yourself, I'm forbidden to publish the results of my work here in\nthe journals. Why? Because those results are in my field of study, chain\nreactions.\n\n\"I'm frustrated just as you have been and science suffers. What do I do?\nI write articles in a field that isn't restricted, botany. It's a new\nfield of interest to me, a hobby if you like. The stuff is published and\ngets wide distribution. Every decent library in the country gets it.\nEvery scientist all over the country can read the papers if he cares to.\nThen the word gets around, by the scientific grapevine, with a little\njudicious ear-bending. I get a reputation--in Botany.\n\n\"Now the botanists know that I am not a botanist. They understand what\nI am doing. The word spreads, and they leave my stuff alone. The\nphysicists in my specialty know my name, and they get the word, and\npretty soon they are glancing over certain botany journals apparently\nfor relaxation. They read my papers. It's slow, but it works.\" Mason\nleaned forward and struck a large stick match under the lab bench top.\nDrawing several puffs through his pipe his eyes were on Collins'\nconfused face. Then he laid the pipe down.\n\n\"The enemy botanists may read the botany journals, sure, but the enemy\nphysicists don't. Their totalitarian training has made them inflexible\nin their thinking, besides they have their hands full trying to keep up\nin their own fields. The curse of specialization is a blessing to us.\nWhen the enemy botanists read it, it makes sense, but it doesn't help\nthem much in their work--more or less innocuous.\" He waved toward the\nbotany texts on his desk. \"It took me six months to learn enough about\nit to do the job.\" As he spoke Mason untangled his legs and brought the\nopen journal over to his desk.\n\n\"All right, notice in my article I am writing on chromosomes--chains of\ngenes, and my field is--?\"\n\n\"Chain reactions,\" Collins finished softly, \"but--\"\n\n\"The article itself is well disguised, but it's a parable. It's botany\non the surface, but it gets over enough chain-reaction theory to be good\nphysics, if you read it right. You see botany is what you might call my\ncode field.\"\n\nThe bright light of noon shimmered on the white buildings and green\nlawns beyond the lab windows. Collins was silent and thoughtful.\n\n\"Well, that's about all. Gordon knows. He's in with us, but the\nGovernment doesn't suspect--yet. Oh, they may catch on to us. Information\nmay leak out to the enemy. There's some chance, but when we're caught\nwe'll think of something else. Most of us believe it's worth the chance.\nThere's a risk in anything.\"\n\nSuddenly all the pieces fell into place, and Collins' anger and confusion\nmelted away. In its place was a sense of relief and hope, hope for the\nfuture. It wasn't the final answer, but it was a way to keep going. He\nwas not alone any longer. He had friends who understood, who had been\nthrough what he had been through. It was a good feeling. He heard\nMason's voice again.\n\n\"Milt, why don't you do some library work? Botany's my code field. I\ndon't know what yours is, but you've got some catching up to do. There\nmay be some interesting stuff published already in your code field.\"\n\nCollins did, and he developed his new interest enthusiastically. Gordon\nhad been right. He had been getting stale. Besides, astronomy was a\nfascinating field, and suns with their revolving planets in some\nrespects are very like atomic systems, if you look at it that way.\n\n                             THE END\n\n\n\n   Transcriber's Note:\n\n   This e-text was produced from Astounding Science Fiction\n   October 1955. Extensive research did not uncover any evidence\n   that the U.S. copyright on this publication was renewed.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Security, by Ernest M. Kenyon\n\n*** END OF THIS PROJECT GUTENBERG EBOOK SECURITY ***\n\n***** This file should be named 26140-8.txt or 26140-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/6/1/4/26140/\n\nProduced by Greg Weeks, Alexander Bauer and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}