{"title": "The Machine That Saved The World", "author": "William Fitzgerald Jenkins", "releaseDate": "August 2, 2008", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Graeme Mackreth and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\nTranscribers note.\n\nThis etext was produced from Amazing Stories December 1957. Extensive\nresearch did not uncover any evidence that the U.S. copyright on this\npublication was renewed.\n\n\n   THE MACHINE\n   THAT SAVED\n   THE WORLD\n\n\n   By\n\n\n   MURRAY\n   LEINSTER\n\n_They were broadcasts from nowhere--sinister emanations flooding in from\nspace--smashing any receiver that picked them up. What defense could\nEarth devise against science such as this?_\n\n[Illustration: Did the broadcasts foretell flesh-rending supersonic\nblasts?]\n\nThe first broadcast came in 1972, while Mahon-modified machines were\nstill strictly classified, and the world had heard only rumors about\nthem. The first broadcast was picked up by a television ham in Osceola,\nFlorida, who fumingly reported artificial interference on the amateur TV\nbands. He heard and taped it for ten minutes--so he said--before it blew\nout his receiver. When he replaced the broken element, the broadcast was\ngone.\n\nBut the Communications Commission looked at and listened to the tape and\npractically went through the ceiling. It stationed a monitor truck in\nOsceola for months, listening feverishly to nothing.\n\nThen for a long while there were rumors of broadcasts which blew out\nreceiving apparatus, but nothing definite. Weird patterns appeared on\nscreens high-pitched or deep-bass notes sounded--and the receiver went\nout of operation. After the ham operator in Osceola, nobody else got\nmore than a second or two of the weird interference before blowing his\nset during six very full months of CC agitation.\n\nThen a TV station in Seattle abruptly broadcast interference\nsuperimposed on its regular network program. The screens of all sets\ntuned to that program suddenly showed exotic, curiously curved,\nmeaningless patterns on top of a commercial spectacular broadcast. At\nthe same time incredible chirping noises came from the speakers,\nalternating with deep-bass hootings, which spoiled the ju-ju music of\nthe most expensive ju-ju band on the air. The interference ended only\nwith a minor break-down in the transmitting station. It was the same\nsort of interference that the Communications Commission had thrown fits\nabout in Washington. It threw further fits now.\n\n       *       *       *       *       *\n\nA month later a vision-phone circuit between Chicago and Los Angeles was\nunusable for ten minutes. The same meaningless picture-pattern and the\nsame preposterous noises came on and monopolized the line. It ceased\nwhen a repeater-tube went out and a parallel circuit took over. Again,\nfrantic agitation displayed by high authority.\n\nThen the interference began to appear more frequently, though still\ncapriciously. Once a Presidential broadcast was confused by interference\napparently originating in the White House, and again a three-way\ntop-secret conference between the commanding officers of three military\ndepartments ceased when the unhuman-sounding noises and the scrambled\npicture pattern inserted itself into the closed-circuit discussion. The\nconference broke up amid consternation. For one reason, military\ncircuits were supposed to be interference-proof. For another, it\nappeared that if interference could be spotted to this circuit or this\nreceiver it was likely this circuit or that receiver could be tapped.\n\nFor a third reason, the broadcasts were dynamite. As received, they\nwere badly scrambled, but they could be straightened out. Even the first\none, from Osceola, was cleaned up and understood. Enough so to make top\nauthority tear its hair and allow only fully-cleared scientific\nconsultants in on the thing.\n\nThe content of the broadcasts was kept considerably more secret than the\nexistence of Mahon units and what they could do. And Mahon units were\nbrand-new, then, and being worked with only at one research installation\nin the United States.\n\nThe broadcasts were not so closely confined. The same wriggly patterns\nand alien noises were picked up in Montevideo, in Australia, in Panama\nCity, and in grimly embattled England. All the newspapers discussed them\nwithout ever suspecting that they had been translated into plain speech.\nThey were featured as freak news--and each new account mentioned that\nthe broadcast reception had ended with a break-down of the receiving\napparatus.\n\nGuarded messages passed among the high authorities of the nations that\npicked up the stuff. A cautious inquiry went even to the Compubs.\n\nThe Union of Communist Republics answered characteristically. It asked a\nquestion about Mahon units. There were rumors, it said, about a new\nprinciple of machine-control lately developed in the United States. It\nwas said that machines equipped with the new units did not wear out,\nthat they exercised seeming intelligence at their tasks, and that they\npromised to end the enormous drain on natural resources caused by the\nwearing-out and using-up of standard-type machinery.\n\nThe Compub Information Office offered to trade data on the broadcasts\nfor data about the new Mahon-modified machines. It hinted at extremely\nimportant revelations it could make.\n\nThe rest of the world deduced astutely that the Compubs were scared,\ntoo. And they were correct.\n\n       *       *       *       *       *\n\nThen, quite suddenly, a break came. All previous broadcast receptions\nhad ended with the break-down of the receiving instrument. Now a\ncommunicator named Betsy, modified in the Mahon manner and at work in\nthe research installation working with Mahon-modified devices, began to\npick up the broadcasts consistently, keeping each one on its screen\nuntil it ended.\n\nDay after day, at highly irregular intervals, Betsy's screen lighted up\nand showed the weird patterns, and her loudspeakers emitted the peepings\nand chirps and deep-bass hootings of the broadcasts. And the high brass\nwent into a dither to end all dithers as tapes of the received material\nreached the Pentagon and were translated into intelligible speech and\npictures.\n\n       *       *       *       *       *\n\nThis was when Metech Sergeant Bellews, in charge of the Rehab Shop at\nResearch Installation 83, came into the affair. Specifically, he entered\nthe picture when a young second lieutenant came to the shop to fetch him\nto Communications Center in that post.\n\nThe lieutenant was young and tall and very military. Sergeant Bellews\nwas not. So he snorted, upon receipt of the message. He was at work on a\nvacuum cleaner at the moment--a Mahon-modified machine with a flickering\nyellow standby light that wavered between brightness and dimness with\nmuch more than appropriate frequency. The Rehabilitation Shop was where\nMahon-modified machines were brought back to usefulness when somebody\nmessed them up. Two or three machines--an electric ironer, for\none--operated slowly and hesitantly. That was occupational therapy. A\nwashing-machine churned briskly, which was convalescence. Others,\nranging from fire-control computers to teletypes and automatic lathes,\nsimply waited with their standby lights flickering meditatively\naccording to the manner and custom of Mahon-modified machines. They were\nready for duty again.\n\nThe young lieutenant was politely urgent.\n\n\"But I been there!\" protested Sergeant Bellews. \"I checked! It's a\ncommunicator I named Betsy. She's all right! She's been mishandled by\nthe kinda halfwits Communications has around, but she's a good,\nwell-balanced, experienced machine. If she's turning out broadcasts,\nit's because they're comin' in! She's all right!\"\n\n\"I know,\" said the young lieutenant soothingly. His uniform and his\nmanners were beautiful to behold. \"But the Colonel wants you there for a\nconference.\"\n\n\"I got a communicator in the shop here,\" said Sergeant Bellews\nsuspiciously. \"Why don't he call me?\"\n\n\"Because he wants to try some new adjustments on--ah--Betsy, Sergeant.\nYou have a way with Mahon machines. They'll do things for you they won't\ndo for anybody else.\"\n\nSergeant Bellews snorted again. He knew he was being buttered up, but\nhe'd asked for it. He even insisted on it, for the glory of the\nMetallurgical Technicians' Corps. The big brass tended to regard Metechs\nas in some fashion successors to the long-vanished veterinary surgeons\nof the Farriers' Corps, when horses were a part of the armed forces.\nMahon-modified machines were new--very new--but the top brass naturally\nremembered everything faintly analogous and applied it all wrong. So\nSergeant Bellews conducted a one-man campaign to establish the dignity\nof his profession.\n\nBut nobody without special Metech training ought to tinker with a\nMahon-modified machine.\n\n\"If he's gonna fool with Betsy,\" said the Sergeant bitterly, \"I guess I\ngotta go over an' boss the job.\"\n\nHe pressed a button on his work-table. The vacuum cleaner's standby\nlight calmed down. The button provided soothing sub-threshold stimuli to\nthe Mahon unit, not quite giving it the illusion of operating\nperfectly--if a Mahon unit could be said to be capable of illusion--but\nmaintaining it in the rest condition which was the foundation of\nMahon-unit operation, since a Mahon machine must never be turned off.\n\nThe lieutenant started out of the door. Sergeant Bellews followed at\nleisure. He painstakingly avoided ever walking the regulation two paces\nbehind a commissioned officer. Either he walked side by side, chatting,\nor he walked alone. Wise officers let him get away with it.\n\n       *       *       *       *       *\n\nReaching the open air a good twenty yards behind the lieutenant, he\ncocked an approving eye at a police-up unit at work on the lawn outside.\nOnly a couple of weeks before, that unit had been in a bad way. It\nstopped and shivered when it encountered an unfamiliar object.\n\nBut now it rolled across the grass from one path-edge to another. When\nit reached the second path it stopped, briskly moved itself its own\nwidth sidewise, and rolled back. On the way it competently manicured the\nlawn. It picked up leaves, retrieved a stray cigarette-butt, and snapped\nup a scrap of paper blown from somewhere. Its tactile units touched a\nnew-planted shrub. It delicately circled the shrub and went on upon its\nproper course.\n\n       *       *       *       *       *\n\nOnce, where the grass grew taller than elsewhere, it stopped and\nwhirred, trimming the growth back to regulation height. Then it went on\nabout its business as before.\n\nSergeant Bellews felt a warm sensation. That was a good machine that had\nbeen in a bad way and he'd brought it back to normal, happy operation.\nThe sergeant was pleased.\n\nThe lieutenant turned into the Communications building. Sergeant Bellews\nfollowed at leisure. A jeep went past him--one of the special jeeps\nbeing developed at this particular installation--and its driver was\ntalking to someone in the back seat, but the jeep matter-of-factly\nturned out to avoid Sergeant Bellews. He glowed. He'd activated it.\nAnother good machine, gathering sound experience day by day.\n\nHe went into the room where Betsy stood--the communicator which, alone\namong receiving devices in the whole world, picked up the enigmatic\nbroadcasts consistently. Betsy was a standard Mark IV communicator, now\ncarefully isolated from any aerial. She was surrounded by recording\ndevices for vision and sound, and by the most sensitive and complicated\ninstruments yet devised for the detection of short-wave radiation.\nNothing had yet been detected reaching Betsy, but something must. No\nmachine could originate what Betsy had been exhibiting on her screen and\nemitting from her speakers.\n\nSergeant Bellews tensed instantly. Betsy's standby light quivered\nhysterically from bright to dim and back again. The rate of quivering\nwas fast. It was very nearly a sine-wave modulation of the light--and\nwhen a Mahon-modified machine goes into sine-wave flicker, it is the\nsame as Cheyne-Stokes breathing in a human.\n\nHe plunged forward. He jerked open Betsy's adjustment-cover and fairly\nyelped his dismay. He reached in and swiftly completed corrective\nchanges of amplification and scanning voltages. He balanced a capacity\nbridge. He soothed a saw-tooth resonator. He seemed to know by sheer\nintuition what was needed to be done.\n\nAfter a moment or two the standby lamp wavered slowly from\nnear-extinction to half-brightness, and then to full brightness and\nback again. It was completely unrhythmic and very close to normal.\n\n\"Who done this?\" demanded the sergeant furiously. \"He had Betsy close to\nfatigue collapse! He'd ought to be court-martialed!\"\n\nHe was too angry to notice the three civilians in the room with the\ncolonel and the lieutenant who'd summoned him. The young officer looked\nuncomfortable, but the colonel said authoritatively:\n\n\"Never mind that, Sergeant. Your Betsy was receiving something. It\nwasn't clear. You had not reported, as ordered, so an attempt was made\nto clarify the signals.\"\n\n\"Okay, Colonel!\" said Sergeant Bellews bitterly. \"You got the right to\nspoil machines! But if you want them to work right you got to treat 'em\nright!\"\n\n\"Just so,\" said the colonel. \"Meanwhile--this is Doctor Howell, Doctor\nGraves, and Doctor Lecky. Sergeant Bellews, gentlemen. Sergeant, these\nare not MDs. They've been sent by the Pentagon to work on Betsy.\"\n\n       *       *       *       *       *\n\n\"Betsy don't need workin' on!\" said Sergeant Bellews belligerently.\n\"She's a good, reliable, experienced machine! If she's handled right,\nshe'll do better work than any machine I know!\"\n\n\"Granted,\" said the colonel. \"She's doing work now that no other machine\nseems able to do--drawing scrambled broadcasts from somewhere that can\nonly be guessed at. They've been unscrambled and these gentlemen have\ncome to get the data on Betsy. I'm sure you'll cooperate.\"\n\n\"What kinda data do they want?\" demanded Bellews. \"I can answer most\nquestions about Betsy!\"\n\n\"Which,\" the colonel told him, \"is why I sent for you. These gentlemen\nhave the top scientific brains in the country, Sergeant. Answer their\nquestions about Betsy and I think some very high brass will be grateful.\n\n\"By the way, it is ordered that from now on no one is to refer to Betsy\nor any work on these broadcasts, over any type of electronic\ncommunication. No telephone, no communicator, no teletype, no radio, no\nform of communication except _viva voce_. And that means you talking to\nsomebody else, Sergeant, with no microphone around. Understand? And from\nnow on you will not talk about anything at all except to these gentlemen\nand to me.\"\n\nSergeant Bellews said incredulously:\n\n\"Suppose I got to talk to somebody in the Rehab Shop. Do I signal with\nmy ears and fingers?\"\n\n\"You don't talk,\" said the colonel flatly. \"Not at all.\"\n\nSergeant Bellews shook his head sadly. He regarded the colonel with such\nreproach that the colonel stiffened. But Sergeant Bellews had a gift for\nmachinery. He had what amounted to genius for handling Mahon-modified\ndevices. So long as no more competent men turned up, he was apt to get\naway with more than average.\n\nThe colonel frowned and went out of the room. The tall young lieutenant\nfollowed him faithfully. The sergeant regarded the three scientists with\nthe suspicious air he displayed to everyone not connected with Mahon\nunits in some fashion.\n\n\"Well?\" he said with marked reserve. \"What can I tell you first?\"\n\nLecky was the smallest of the three scientists. He said ingratiatingly,\nwith the faintest possible accent in his speech:\n\n\"The nicest thing you could do for us, Sergeant, would be to show us\nthat this--Betsy, is it?--with other machines before her, has developed\na contagious machine insanity. It would frighten me to learn that\nmachines can go mad, but I would prefer it to other explanations for the\nmessages she gives.\"\n\n\"Betsy can't go crazy,\" said Bellews with finality. \"She's\nMahon-controlled, but she hasn't got what it takes to go crazy. A Mahon\nunit fixes a machine so it can loaf and be a permanent dynamic system\nthat can keep acquired habits of operatin'. It can take trainin'. It can\nget to be experienced. It can learn the tricks of its trade, so to\nspeak. But it can't go crazy!\"\n\n\"Too bad!\" said Lecky. He added persuasively: \"But a machine can lie,\nSergeant? Would that be possible?\"\n\nSergeant Bellews snorted in denial.\n\n       *       *       *       *       *\n\n\"The broadcasts,\" said Lecky mildly, \"claim a remarkable reason for\ncertainty about an extremely grave danger which is almost upon the\nworld. If it's the truth, Sergeant, it is appalling. If it is a lie, it\nmay be more appalling. The Joint Chiefs of Staff take it very seriously,\nin any case. They--\"\n\n\"I got cold shivers,\" said Sergeant Bellews with irony. \"I'm all wrought\nup. Huh! The big brass gets the yellin' yollups every so often anyhow.\nListen to them, and nothin' happens except it's top priority top secret\nextra crash emergency! What do you want to know about Betsy?\"\n\nThere was a sudden squealing sound from the communicator on which all\nthe extra recording devices were focussed. Betsy's screen lighted up.\nPeculiarly curved patterns appeared on it. They shifted and changed.\nNoises came from her speaker. They were completely unearthly. Now they\nwere shrill past belief, and then they were chopped into very small bits\nof sound, and again they were deepest bass, when each separate note\nseemed to last for seconds.\n\n\"You might,\" said Lecky calmly, \"tell us from where your Betsy gets the\nsignal she reports in this fashion.\"\n\nThere were whirrings as recorders trained upon Betsy captured every\nflickering of her screen and every peeping noise or deep-toned rumble.\nThe screen-pattern changed with the sound, but it was not linked to it.\nIt was a completely abnormal reception. It was uncanny. It was somehow\nhorrible because so completely remote from any sort of human\ncommunication in the year 1972.\n\nThe three scientists watched with worried eyes. A communicator, even\nwith a Mahon unit in it, could not originate a pattern like this! And\nthis was not conceivably a distortion of anything transmitted in any\nnormal manner in the United States of America, or the Union of Compubs,\nor any of the precariously surviving small nations not associated with\neither colossus.\n\n\"This is a repeat broadcast!\" said one of the three men suddenly. It was\nHowell, the heavy-set man. \"I remember it. I saw it projected--like\nthis, and then unscrambled. I think it's the one where the social\nsystem's described--so we can have practice at trying to understand.\nRemember?\"\n\n       *       *       *       *       *\n\nLecky said, as if the matter had been thrashed out often before:\n\n\"I do not believe what it says, Howell! You know that I do not believe\nit! I will not accept the theory that this broadcast comes from the\nfuture!\"\n\nThe broadcast stopped. It stopped dead. Betsy's screen went blank. Her\nwildly fluctuating standby light slowed gradually to a nearly normal\nrate of flicker.\n\n\"That's not a theory,\" said Howell dourly. \"It's a statement in the\nbroadcast. We saw the first transmission of this from the tape at the\nPentagon. Then we saw it with the high-pitched parts slowed down and the\ndeep-bass stuff speeded up. Then it was a human voice giving data on the\nscanning pattern and then rather drearily repeating that history said\nthat intertemporal communication began with broadcasts sent back from\n2180 to 1972. It said the establishment of two-way communication was\nvery difficult and read from a script about social history, to give us\npractice in unscrambling it. It's not a theory to say the stuff\noriginates in the future. It's a statement.\"\n\n\"Then it is a lie,\" said Lecky, very earnestly. \"Truly, Howell, it is a\nlie!\"\n\n\"Then where does the broadcast come from?\" demanded Howell. \"Some say\nit's a Compub trick. But if they were true they'd hide it for use to\nproduce chaos in a sneak attack. The only other theory--\"\n\n       *       *       *       *       *\n\nGraves, the man with the short moustache, said jerkily:\n\n\"No, Howell! It is not an extra-terrestrial creature pretending to be a\nman of our own human future. One could not sleep well with such an idea\nin his head. If some non-human monster could do this--\"\n\n\"I do not sleep at all,\" said Lecky simply. \"Because it says that\ntwo-way communication is to come. I can listen to these broadcasts\ntranquilly, but I cannot bear the thought of answering them. That seems\nto me madness!\"\n\nSergeant Bellews said approvingly:\n\n\"You got something there! Yes, sir! Did you notice how Betsy's standby\nlight was wabbling while she was bringin' in that broadcast? If she\ncould sweat, she'd've been sweating!\"\n\nLecky turned his head to stare at the sergeant.\n\n\"Machines,\" said Bellews profoundly, \"act according to the golden rule.\nThey do unto you as they would have you do unto them. You treat a\nmachine right and it treats you right. You treat it wrong and it busts\nitself--still tryin' to treat you right. See?\"\n\nLecky blinked.\n\n\"I do not quite see how it applies,\" he said mildly.\n\n\"Betsy's an old, experienced machine,\" said the sergeant. \"A signal that\nmakes her sweat like that has got something wrong about it. Any ordinary\nmachine 'ud break down handlin' it.\"\n\nGraves said jerkily:\n\n\"The other machines that received these broadcasts did break down,\nSergeant. All of them.\"\n\n\"Sure!\" said the sergeant with dignity. \"O' course, who's broadcastin'\nmay have been tinkerin' with their signal since they seen it wasn't\ngettin' through. Betsy can take it now, when younger machines with less\nexperience can't. Maybe a micro-microwatt of signal. Then it makes her\nsweat. If she was broadcastin', with a hell of a lot more'n a\nmicro-microwatt--it'd be bad! I bet you that every machine we make to\nbroadcast breaks down! I bet--\"\n\nHowell said curtly:\n\n\"Reasonable enough! A signal to pass through time as well as space would\nbe different from a standard wave-type! Of course that must be the\nanswer.\"\n\nSergeant Bellews said truculently:\n\n\"I got a hunch that whoever's broadcastin' is busting transmitters right\nan' left. I never knew anything about this before, except that Betsy was\npickin' up stuff that came from nowhere. But I bet if you look over the\nrecord-tapes you will find they got breaks where one transmitter\nswitched off or broke down and another took over!\"\n\nLecky's eyes were shining. He regarded Sergeant Bellews with a sort of\ntender respect.\n\n\"Sergeant Bellews,\" he said softly, \"I like you very much. You have told\nus undoubtedly true things.\"\n\n\"Think nothin' of it,\" said the sergeant, gratified. \"I run the Rehab\nShop here, and I could show you things--\"\n\n\"We wish you to,\" said Lecky. \"The reaction of machines to these\nbroadcasts is the one viewpoint we would never have imagined. But it is\nplainly important. Will you help us, Sergeant? I do not like to be\nfrightened--and I am!\"\n\n\"Sure, I'll help,\" said Sergeant Bellews largely. \"First thing is to\nwhip some stuff together so we can find out what's what. You take a few\nMahon units, and install 'em and train 'em right, and they will do\nalmost anything you've a mind for. But you got to treat 'em right.\nMachines work by the golden rule. Always! Come along!\"\n\n       *       *       *       *       *\n\nSergeant Bellews went to the Rehab Shop, followed only by Lecky. All\nabout, the sun shone down upon buildings with a remarkably temporary\nlook about them, and on lawns with a remarkably lush look about them,\nand signboards with very black lettering on gray paint backgrounds.\nThere was a very small airfield inside the barbed-wire fence about the\npost, and elaborate machine-shops, and rows and rows of barracks and a\ncanteen and a USO theatre, and a post post-office. Everything seemed\nquite matter-of-fact.\n\nExcept for the machines.\n\nThey were the real reason for the existence of the post. The barracks\nand married-row dwellings had washing-machines which looked very much\nlike other washing-machines, except that they had standby lights which\nflickered meditatively when they weren't being used.\n\n       *       *       *       *       *\n\nThe television receivers looked like other TV sets, except for minute\nand wavering standby lights which were never quite as bright or dim one\nmoment as the next. The jeeps--used strictly within the barbed-wire\nfence around the post--had similar yellow glowings on their\ninstrument-boards, and they were very remarkable jeeps. They never ran\noff the graveled roads onto the grass, and they never collided with each\nother, and it was said that the nine-year-old son of a lieutenant-colonel\nhad tried to drive one and it would not stir. Its motor cut off when he\nforced it into gear. When he tried to re-start it, the starter did not\nturn. But when an adult stepped into it, it operated perfectly--only it\nbraked and stopped itself when a small child toddled into its path.\n\nThere were some people who said that this story was not true, but other\npeople insisted that it was. Anyhow the washing-machines were perfect.\nThey never tangled clothes put into them. It was reported that Mrs.\nSo-and-so's washing-machine had found a load of clothes tangled, and\nreversed itself and worked backward until they were straightened out.\n\nTelevision sets turned to the proper channels--different ones at\ndifferent times of day--with incredible facility. The smallest child\ncould wrench at a tuning-knob and the desired station came on. All the\noperating devices of Research Installation 83 worked as if they liked\nto--which might have been alarming except that they never did anything\nof themselves. They initiated nothing. But each one acted like an old,\nfavorite possession. They fitted their masters. They seemed to tune\nthemselves to the habits of their owners. They were infinitely easy to\nwork right, and practically impossible to work wrong.\n\nSuch machines, of course, had not been designed to cope with enigmatic\nbroadcasts or for military purposes. But the jet-planes on the small\nairfield were very remarkable indeed, and the other and lesser devices\nhad been made for better understanding of the Mahon units which made\nmachines into practically a new order of creation.\n\n       *       *       *       *       *\n\nSergeant Bellews ushered Lecky into the Rehab Shop. There was the\npleasant, disorderly array of devices with their wavering standby\nlights. They gave an effect of being alive, but somehow it was not\ndisturbing. They seemed not so much intent as meditative, and not so\nmuch watchful as interested. When the sergeant and his guest moved past\nthem, the unrhythmic waverings of the small yellow lights seemed to\nchange hopefully, as if the machines anticipated being put to use.\nWhich, of course, was absurd. Mahon machines do not anticipate anything.\nThey probably do not remember anything, though patterns of operation are\ncertainly retained in very great variety. The fact is that a Mahon unit\nis simply a device to let a machine stand idle without losing the nature\nof an operating machine.\n\nThe basic principle goes back to antiquity. Ships, in ancient days, had\nmanners and customs individual to each vessel. Some were sweet craft,\neasily handled and staunch and responsive. Others were stubborn and\nbegrudging of all helpfulness. Sometimes they were even man-killers.\nThese facts had no rational explanation, but they were facts. In\nsimilarly olden times, particular weapons acquired personalities to the\npoint of having personal names--Excalibur, for example.\n\nEvery fighting man knew of weapons which seemed to possess personal\nskill and ferocity. Later, workmen found that certain tools had a knack\nof fitting smoothly in the hand--seeming even to divine the grain of the\nwood they worked on. The individual characteristics of violins were\nnotorious, so that a violin which sang joyously under the bow was\nliterally priceless.\n\nAnd all these things, as a matter of observation and not of\nsuperstition, kept their qualities only when in constant use. Let a ship\nbe hauled out of water and remain there for a time, and she would be\nclumsy on return to her native element. Let a sword or tool stay unused,\nand it seemed to dull. In particular, the finest of violins lost its\nsplendor of tone if left unplayed, and any violin left in a repair-shop\nfor a month had to be played upon constantly for many days before its\nliving tone came back.\n\n       *       *       *       *       *\n\nThe sword and the tool perhaps, but the ship and the violin certainly,\nacted as if they acquired habits of operation by being used, and lost\nthem by disuse. When more complex machines were invented, such facts\nwere less noticeable. True, no two automobiles ever handled exactly the\nsame, and that was recognized. But the fact that no complex machine\nworked well until it had run for a time was never commented on, except\nin the observation that it needed to be warmed up. Anybody would have\nadmitted that a machine in the act of operating was a dynamic system in\na solid group of objects, but nobody reflected that a stopped machine\nwas a dead thing. Nobody thought to liken the warming-up period for an\naeroplane engine to the days of playing before a disuse-dulled violin\nregained its tone.\n\nYet it was obvious enough. A ship and a sword and a tool and a violin\nwere objects in which dynamic systems existed when they were used, and\nin which they ceased to exist when use stopped. And nobody noticed that\na living creature is an object which contains a dynamic system when it\nis living, and loses it by death.\n\nFor nearly two centuries quite complex machines were started, and warmed\nup, and used, and then allowed to grow cold again. In time the more\ncomplex machines were stopped only reluctantly. Computers, for example,\ncame to be merely turned down below operating voltage when not in use,\nbecause warming them up was so difficult and exacting a task. Which was\nan unrecognized use of the Mahon principle. It was a way to keep a\nmachine activated while not actually operating. It was a state of rest,\nof loafing, of idleness, which was not the death of a running mechanism.\n\nThe Mahon unit was a logical development. It was an absurdly simple\ndevice, and not in the least like a brain. But to the surprise of\neverybody, including its inventor, a Mahon-modified machine did more\nthan stay warmed up. It retained operative habits as no complex device\nhad ever done before. In time it was recognized that Mahon-modified\nmachines acquired experience and kept it so long as the standby light\nglowed and flickered in its socket. If the lamp went out the machine\ndied, and when reënergized was a different individual entirely, without\nexperience.\n\nSergeant Bellews made such large-minded statements as were needed to\nbrief Lecky on the work done in this installation with Mahon-controlled\nmachines.\n\n\"They don't think,\" he explained negligently, \"any more than dogs think.\nThey just react--like dogs do. They get patterns of reaction. They get\ntrained. Experienced. They get good! Over at the airfield they're\nwalking around beaming happy over the way the jets are flyin'\nthemselves.\"\n\nLecky gazed around the Rehab Shop. There were shelves of machines, duly\nboxed and equipped with Mahon units, but not yet activated. Activation\nmeant turning them on and giving them a sort of basic training in the\ntasks they were designed to do. But also there were machines which had\nbroken down--invariably through misuse, said Sergeant Bellews\nacidly--and had been sent to the Rehab Shop to be re-trained in their\nproper duties.\n\n\"Guys see 'em acting sensible and obediently,\" said Bellews with\nbitterness, \"and expect 'em to think. Over at the jet-field they finally\ncome to understand.\" His tone moderated. \"Now they got jets that put\ndown their own landing-gear, and holler when fuel's running low, and do\nacrobatics happy if you only jiggle the stick. They mighty near fly\nthemselves! I tell you, if well-trained Mahon jets ever do tangle with\nold-style machines, it's goin' to be a caution to cats! It'll be like a\npack of happy terriers pilin' into hamsters. It'll be murder!\"\n\n       *       *       *       *       *\n\nHe surveyed his stock. From a back corner he brought out a small machine\nwith an especially meditative tempo in its standby-lamp flicker. The\ntempo accelerated a little when he put it on a work-bench.\n\n\"They got batteries to stay activated with,\" he observed, \"and only need\nreal juice when they're workin'. This here's a play-back recorder they had\nover in Recreation. Some guys trained it to switch frequencies--speed-up\nand slow-down stuff. They laughed themselves sick! There used to be a\ntough guy over there,--a staff sergeant, he was--that gave lectures on\nmilitary morals in a deep bass voice. He was proud of that bull voice\nof his. He used it frequently. So they taped him, and Al here--\" the\nname plainly referred to the machine--\"used to play it back switched\nup so he sounded like a squeaky girl. That poor guy, he liked to busted\na blood-vessel when he heard himself speakin' soprano. He raised hell\nand they sent Al here to be rehabilitated. But I switched another machine\nfor him and sent it back, instead. Of course, Al don't know what he's\ndoing, but--\"\n\n       *       *       *       *       *\n\nHe brought over another device, slightly larger and with a screen.\n\n\"Somebody had a bright notion with this one, too,\" he said. \"They\nfigured they'd scramble pictures for secret transmission, like they\nscramble voice. But they found they hadda have team-trained sets to\nwork, an' they weren't interchangeable. They sent Gus here to be\ndeactivated an' trained again. I kinda hate to do that. Sometimes you\ngot to deactivate a machine, but it's like shooting a dog somebody's\ntaught to steal eggs, who don't know it's wrong.\"\n\nHe bolted the two instruments together. He made connections with\nflexible cables and tucked the cable out of sight. He plugged in for\npower and began to make adjustments.\n\nThe small scientist asked curiously:\n\n\"What are you preparing, Sergeant?\"\n\n\"These two'll unscramble that broadcast,\" said Sergeant Bellews, with\ntranquil confidence. \"Al's learned how to make a tape and switch\nfrequencies expert. Gus, here, he's a unscrambler that can make any\nkinda scanning pattern. Together they'll have a party doing what they're\nspecial trained for. We'll hook 'em to Betsy's training-terminals.\"\n\nHe regarded the two machines warmly. Connected, now, their standby\nlights flickered at a new tempo. They synchronized, and broke synchrony,\nand went back into elaborate, not-quite-resolvable patterns which were\nsomehow increasingly integrated as seconds went by.\n\n\"Those lights look kinda nice, don't they?\" asked the sergeant\nadmiringly. \"Makes you think of a coupla dogs gettin' acquainted when\nthey're goin' out on a job of hunting or something.\"\n\nBut Lecky said abruptly, in amazement:\n\n\"But, Sergeant! In the Pentagon it takes days to unscramble a received\nbroadcast such as Betsy receives! It requires experts--\"\n\n\"Huh!\" said Sergeant Bellews. He picked up the two machines. \"Don't get\nme started about the kinda guys that wangle headquarters-company jobs!\nThey got a special talent for fallin' soft. But they haven't necessarily\ngot anything else!\"\n\n       *       *       *       *       *\n\nLecky followed Sergeant Bellews as the sergeant picked up his new\ncombination of devices and headed out of the Rehab Shop. Outside, in the\nsunshine, there were roarings to be heard. Lecky looked up. A formation\nof jets swam into view against the sky. A tiny speck, trailing a\nmonstrous plume of smoke, shot upward from the jet-field. The formation\ntightened.\n\nThe ascending jet jiggled as if in pure exuberance as it swooped\nupward--but the jiggle was beautifully designed to throw standard\nautomatic gunsights off.\n\nA plane peeled off from the formation and dived at the ascending ship.\nThere was a curious alteration in the thunder of motors. The\nrate-of-rise of the climbing jet dwindled almost to zero. Sparks shot\nout before it. They made a cone the diving ship could not avoid. It sped\nthrough them and then went as if disappointedly to a lower level. It\nstood by to watch the rest of the dog-fight.\n\n\"Nice!\" said Sergeant Bellews appreciatively. \"That's a Mahon jet all by\nitself, training against regular ships. They have to let it shoot\nstar-bullets in training, or it'd get hot and bothered in a real fight\nwhen its guns went off.\"\n\nThe lower jet streaked skyward once more. Sparks sped from the\nformation. They flared through emptiness where the Mahon jet had been\nbut now was not. It scuttled abruptly to one side as concerted streams\nof sparks converged. They missed. It darted into zestful, exuberant\nmaneuverings, remarkably like a dog dashing madly here and there in pure\nhigh spirits. The formation of planes attacked it resolutely.\n\nSuddenly the lone jet plunged into the midst of the formation, there\nwere coruscations of little shooting stars, and one-two-three planes\ndisgustedly descended to lower levels as out of action. Then the single\nship shot upward, seemed eagerly to shake itself, plunged back--and the\nlast ships tried wildly to escape, but each in turn was technically shot\ndown.\n\nThe Mahon jet headed back for its own tiny airfield. Somehow, it looked\nas if, had it been a dog, it would be wagging its tail and panting\nhappily.\n\n\"That one ship,\" said Lecky blankly, \"it defeated the rest?\"\n\n\"It's got a lot of experience,\" said the sergeant. \"You can't beat\nexperience.\"\n\nHe led the way into Communications Center. In the room where Betsy\nstood, Howell and Graves had been drawing diagrams at each other to the\npoint of obstinacy.\n\n\"But don't you see?\" insisted Howell angrily. \"There can be no source\nother than a future time! You can't send short waves through\nthree-dimensional space to a given spot and not have them interceptible\nbetween. Anyhow, the Compubs wouldn't work it this way! They wouldn't\nput us on guard! And an extra-terrestrial wouldn't pretend to be a human\nif he honestly wanted to warn us of danger! He'd tell us the truth!\nPhysically and logically it's impossible for it to be anything but what\nit claims to be!\"\n\nGraves said doggedly:\n\n\"But a broadcast originating in the future is impossible!\"\n\n\"Nothing,\" snapped Howell, \"that a man can imagine is impossible!\"\n\n\"Then imagine for me,\" said Graves, \"that in 2180 they read in the\nhistory books about a terrible danger to the human race back in 1972,\nwhich was averted by a warning they sent us. Then, from their\nhistory-books, which we wrote for them, they learn how to make a\ntransmitter to broadcast back to us. Then they tell us how to make a\ntransmitter to broadcast ahead to them. They don't invent the\ntransmitter. We tell them how to make it--via a history book. We don't\ninvent it. They tell us--from the history book. Now imagine for me how\nthat transmitter got invented!\"\n\n\"You're quibbling,\" snapped Howell. \"You're refusing to face a fact\nbecause you can't explain it. I say face the fact and then ask for an\nexplanation!\"\n\n\"Why not ask them,\" said Graves, \"how to make a round square or a\nfive-sided triangle?\"\n\n       *       *       *       *       *\n\nSergeant Bellews pushed to a spot near Betsy. He put down his now-linked\nMahon machines and began to move away some of the recording apparatus\nfocused on Betsy.\n\n\"Hold on there!\" said Howell in alarm. \"Those are recorders!\"\n\n\"We'll let 'em record direct,\" said the sergeant.\n\n       *       *       *       *       *\n\nLecky spoke feverishly in support of Bellews. But what he said was, in\neffect, a still-marveling description of the possibilities of\nMahon-modified machines. They were, he said with ardent enthusiasm, the\nnext step in the historic process by which successively greater portions\nof the cosmos enter into a symbiotic relationship with man. Domestic\nanimals entered into such a partnership aeons ago. Certain plants--wheat\nand the like--even became unable to exist without human attention. And\nmachines were wrought by man and for a long time served him reluctantly.\nPre-Mahon machines were tamed, not domestic. They wore themselves out\nand destroyed themselves by accidents. But now there were machines which\ncould enter into a truly symbiotic relationship with humanity.\n\n\"What,\" demanded Howell, \"what in hell are you talking about?\"\n\nLecky checked himself. He smiled abashedly:\n\n\"I think,\" he said humbly, \"that I speak of the high destiny of mankind.\nBut the part that applies at the moment is that Sergeant Bellews must\nnot be interfered with.\"\n\nHe turned and ardently assisted Sergeant Bellews in making room for the\njust-brought devices. Sergeant Bellews led flexible cables from them to\nBetsy. He inserted their leads in her training-terminals. He made\nadjustments within.\n\nIt became notable that Betsy's standby light took up new tempos in its\nwavering. There were elaborate interweavings of rate and degree of\nbrightening among the lights of all three instruments. There was no\npossible way to explain the fact, but a feeling of pleasure, of zestful\nstirring, was somehow expressed by the three machines which had been\nlinked together into a cooperating group.\n\nSergeant Bellews eased himself into a chair.\n\n\"Now everything's set,\" he observed contentedly. \"Remember, I ain't seen\nany of these broadcasts unscrambled. I don't know what it's all about.\nBut we got three Mahon machines set up now to work on the next crazy\nbroadcast that comes in. There's Betsy and these two others. And all\nmachines work accordin' to the Golden Rule, but Mahon machines--they are\nhoney-babes! They'll bust themselves tryin' to do what you ask 'em. And\nI asked these babies for plenty--only not enough to hurt 'em. Let's see\nwhat they turn out.\"\n\nHe pulled a pipe and tobacco from his pocket. He filled the pipe. He\nsqueezed the side of the bowl and puffed as the tobacco glowed. He\nrelaxed, underneath the wall-sign which sternly forbade smoking by all\nmilitary personnel within these premises.\n\nIt was nearly three hours--but it could have been hundreds--before\nBetsy's screen lighted abruptly.\n\n       *       *       *       *       *\n\nThe broadcast came in; a new transmission. The picture-pattern on\nBetsy's screen was obviously not the same as other broadcasts from\nnowhere. The chirps and peepings and the rumbling deep sounds were not\nrepetitions of earlier noise-sequences. It should have taken many days\nof finicky work by technicians at the Pentagon before the originally\nbroadcast picture could be seen and the sound interpreted. But a\nplay-back recorder named Al, and a picture-unscrambler named Gus were in\nclosed-circuit relationship with Betsy. She received the broadcast and\nthey unscrambled the sound and vision parts of it immediately.\n\nThe translated broadcast, as Gus and Al presented it, was calculated to\nput the high brass of the defense forces into a frenzied tizzy. The\nanguished consternation of previous occasions would seem like very calm\ncontemplation by comparison. The high brass of the armed forces should\ngrow dizzy. Top-echelon civilian officials should tend to talk\nincoherently to themselves, and scientific consultants--biologists in\nparticular--ought to feel their heads spinning like tops.\n\nThe point was that the broadcast had to be taken seriously because it\ncame from nowhere. There was no faintest indication of any signal\noutside of Betsy's sedately gray-painted case. But Betsy was not making\nit up. She couldn't. There was a technology involved which required the\nmost earnest consideration of the message carried by it.\n\nAnd this broadcast explained the danger from which the alleged future\nwished to rescue its alleged past. A brisk, completely deracialized\nbroadcaster appeared on Gus's screen.\n\nIn clipped, oddly stressed, but completely intelligible phrases, he\nexplained that he recognized the paradox his communication represented.\nEven before 1972, he observed, there had been argument about what would\nhappen if a man could travel in time and happened to go back to an\nearlier age and kill his grandfather. This communication was an\ninversion of that paradox. The world of 2180 wished to communicate back\nin time and save the lives of its great-great-great-grandparents so that\nit--the world of 2180--would be born.\n\nWithout this warning and the information to be given, at least half the\nhuman race of 1972 was doomed.\n\nIn late 1971 there had been a mutation of a minor strain of\n_staphylococcus_ somewhere in the Andes. The new mutation thrived and\nflourished. With the swift transportation of the period, it had spread\npractically all over the world unnoticed, because it produced no\nsymptoms of disease.\n\nHalf the members of the human race were carriers of the harmless mutated\n_staphylococcus_ now, but it was about to mutate again in accordance\nwith Gordon's Law (the reference had no meaning in 1972) and the new\nmutation would be lethal. In effect, one human being in two carried in\nhis body a semi-virus organization which he continually spread, and\nwhich very shortly would become deadly. Half the human race was bound to\ndie unless it was instructed as to how to cope with it. Unless--\n\n       *       *       *       *       *\n\nUnless the world of 2180 told its ancestors what to do about it. That\nwas the proposal. Two-way communication was necessary for the purpose,\nbecause there would be questions to be answered, obscure points to be\nclarified, numerical values to be checked to the highest possible degree\nof accuracy.\n\nTherefore, here were diagrams of the transmitter needed to communicate\nwith future time. Here were enlarged diagrams of individual parts. The\nenigmatic parts of the drawing produced a wave-type unknown in 1972. But\na special type of wave was needed to travel beyond the three dimensions\nof ordinary space, into the fourth dimension which was time. This\nwave-type produced unpredictable surges of power in the transmitter,\nwherefore at least six transmitters should be built and linked together\nso that if one ceased operation another would instantly take up the\ntask.\n\n       *       *       *       *       *\n\nThe broadcast ended abruptly. Betsy's screen went blank. The colonel was\nnotified. A courier took tapes to Washington by high-speed jet. Life in\nResearch Establishment 83 went on sedately. The barracks and the married\nquarters and the residences of the officers were equipped with\nMahon-modified machines which laundered diapers perfectly, and with dial\ntelephones which always rang right numbers, and there were police-up\nmachines which took perfect care of lawns, and television receivers\ntuned themselves to the customary channels for different hours with\nastonishing ease. Even jet-planes equipped with Mahon units almost\nlanded themselves, and almost flew themselves about the sky in simulated\ncombat with something very close to zest.\n\nBut the atmosphere in the room in Communications was tense.\n\n\"I think,\" said Howell, with his lips compressed, \"that this answers all\nyour objections, Graves. Motive--\"\n\n\"No,\" said Lecky painfully. \"It does not answer mine. My objection is\nthat I do not believe it.\"\n\n\"Huh!\" said Sergeant Bellews scornfully. \"O' course, you don't believe\nit! It's phoney clear through!\"\n\nLecky looked at him hopefully.\n\n\"You noticed something that we missed, Sergeant?\"\n\n\"Hell, yes!\" said Sergeant Bellews. \"That transmitter diagram don't have\na Mahon unit in it!\"\n\n\"Is that remarkable?\" demanded Howell.\n\n\"Remarkable dumb,\" said the sergeant. \"They'd ought to know--\"\n\nThe tall young lieutenant who earlier had fetched Sergeant Bellews to\nCommunications now appeared again. He gracefully entered the room where\nBetsy waited for more broadcast matter. Her standby light flickered with\nsomething close to animation, and the similar yellow bulbs on Al and Gus\nresponded in kind. The tall young lieutenant said politely:\n\n\"I am sorry, but pending orders from the Pentagon the colonel has\nordered this room vacated. Only automatic recorders will be allowed\nhere, and all records they produce will be sent to Washington without\nexamination. It seems that no one on this post has the necessary\nclearance for this type of material.\"\n\nLecky blinked. Graves sputtered:\n\n\"But--dammit, do you mean we can work out a way to receive a broadcast\nand not be qualified to see it?\"\n\n\"There's a common-sense view,\" said Sergeant Bellews oracularly, \"and a\ncrazy view, and there's what the Pentagon says, which ain't either.\" He\nstood up. \"I see where I go back to my shop and finish rehabilitatin'\nthe colonel's vacuum cleaner. You gentlemen care to join me?\"\n\nHowell said indignantly:\n\n\"This is ridiculous! This is absurd!\"\n\n\"Uh-uh,\" said Sergeant Bellews benignly. \"This is the armed forces.\nThere'll be an order makin' some sort of sense come along later.\nMeanwhile, I can brief you guys on Mahon machines so you'll be ready to\nstart up again with better information when a clearance order does come\nthrough. And I got some beer in my quarters behind the Rehab Shop. Come\nalong with me!\"\n\nHe led the way out of the room. The young lieutenant paused to close the\ndoor firmly behind him and to lock it. A bored private, with side-arms,\ntook post before it. The lieutenant was a very conscientious young man.\n\nBut he did not interfere with the parade to Sergeant Bellews' quarters.\nThe young lieutenant was very military, and the ways of civilians were\nnot his concern. If eminent scientists chose to go to Sergeant Bellews'\nquarters instead of the Officers Club, to which their assimilated rank\nentitled them, it was strictly their affair.\n\n       *       *       *       *       *\n\nThey reached the Rehab Shop, and Sergeant Bellews went firmly to a\nstandby-light-equipped refrigerator in his quarters. He brought out beer\nand deftly popped off the tops. The icebox door closed quietly.\n\n\"Here's to crime,\" said Sergeant Bellews amiably.\n\nHe drank. Howell sipped gloomily. Graves drank thoughtfully. Lecky\nlooked anticipative.\n\n\"Sergeant,\" he said, \"did I see a gleam in your eye just now?\"\n\nSergeant Bellews reflected, gently shaking his opened beer-can with a\nrotary motion, for no reason whatever.\n\n\"Uh-uh,\" he rumbled. \"I wouldn't say a gleam. But you mighta seen a\nglint. I got some ideas from what I seen during that broadcast. I wanna\nget to work on 'em. Here's the place to do the work. We got facilities\nhere.\"\n\nHowell said with precise hot anger:\n\n\"This is the most idiotic situation I have ever seen even in government\nservice!\"\n\n\"You ain't been around much,\" the sergeant told him kindly. \"It happens\neverywhere. All the time. It ain't even a exclusive feature of the armed\nforces.\" He put down his beer-can and patted his stomach. \"There's guys\nwho sit up nights workin' out standard operational procedures just to\nmake things like this happen, everywhere. The colonel hadda do what he\ndid. He's got orders, too. But he felt bad. So he sent the lieutenant to\ntell us. He does the colonel's dirty jobs--and he loves his work.\"\n\n       *       *       *       *       *\n\nHe moved grandly toward the Rehab Shop proper, which opened off the\nquarters he lived in--very much as a doctor's office is apt to open off\nhis living quarters.\n\n\"We follow?\" asked Lecky zestfully. \"You plan something?\"\n\n\"Natural!\" said Sergeant Bellews largely.\n\nHe led the way into the Rehab Shop, which was dark and shadowy, and only\nvery dimly lighted by flickering, wavering lights of many machines\nwaiting as if hopefully to be called on for action. There were the\nshelves of machines not yet activated. Sergeant Bellews led the way\ntoward his desk. There was a vacuum cleaner on it, on standby. He put it\ndown on the floor.\n\nLecky watched him with some eagerness. The others came in, Howell dourly\nand Graves wiping his moustache.\n\nThe sergeant considered his domain.\n\n\"We'll be happy to help you,\" said Lecky.\n\n\"Thanks,\" said the sergeant. \"I'm under orders to help you, too, y'know.\nJust supposing you asked me to whip up something to analyze what Betsy\nreceives, so it can be checked on that it is a new wave-type.\"\n\n\"Can you do that?\" demanded Graves. \"We were supposed to work on\nthat--but so far we've absolutely nothing to go on!\"\n\nThe sergeant waved his hand negligently.\n\n\"You got something now. Betsy's a Mahon-modified device. Every receiver\nthat picked up one of those crazy broadcasts broke down before it was\nthrough. She takes 'em in her stride--especial with Al and Gus to help\nher. Wouldn't it be reasonable to guess that Mahon machines\nare--uh--especial adapted to handle intertemporal communication?\"\n\n\"Very reasonable!\" said Howell dourly. \"Very! The broadcast said that\nthe wave-type produced unpredictable surges of current. Ordinary\nmachines do find it difficult to work with whatever type of radiation\nthat can be.\"\n\n\"Betsy chokes off those surges,\" observed the sergeant. \"With Gus and Al\nto help, she don't have no trouble. We hadn't ought to need to make any\nsix transmitters if we put Mahon-unit machines together for the job!\"\n\n\"Quite right,\" agreed Lecky, mildly. \"And it is odd--\"\n\n\"Yeah,\" said the sergeant. \"It's plenty odd my\ngreat-great-great-grandkids haven't got sense enough to do it\nthemselves!\"\n\n       *       *       *       *       *\n\nHe went to a shelf and brought down a boxed machine,--straight from the\ntop-secret manufactory of Mahon units. It had never been activated. Its\nstandby light did not glow. Sergeant Bellews ripped off the carton and\nsaid reflectively:\n\n\"You hate to turn off a machine that's got its own ways of working. But\na machine that ain't been activated has not got any personality. So you\ndon't mind starting it up to turn it off later.\"\n\nHe opened the adjustment-cover and turned something on. The standby\nlight glowed. Closely observed, it was not a completely steady glow.\nThere were the faintest possible variations of brightness. But there was\nno impression of life.\n\nGraves said:\n\n\"Why doesn't it flicker like the others?\"\n\n\"No habits,\" said the sergeant. \"No experience. It's like a newborn\nbaby. It'll get to have personality after it's worked a while. But not\nnow.\"\n\nHe went across the shop again. He moved out a heavy case, and twisted\nthe release, and eased out a communicator of the same type--Mark IV--as\nBetsy back in the Communications room. Howell went to help him. Graves\ntried to assist. Lecky moved other things out of the way. They were\nhighly eminent scientists, and Metech Sergeant Bellews was merely a\nnon-commissioned officer in the armed forces. But he happened to have\nspecialized information they had not. Quite without condescension they\naccepted his authority in his own field, and therefore his equality. As\ncivilians they had no rank to maintain, and they disagreed with each\nother--and would disagree with the sergeant--only when they knew why.\nWhich was one of the reasons why they were eminent scientists.\n\nSergeant Bellews brought out yet another box. He unrolled cables. He\nselected machines whose flickering lights seemed to bespeak eagerness to\nbe of use. He coupled them to the newly unboxed machines, whose lights\nwere vaguely steady.\n\n\"Training cables,\" he said over his shoulder. \"You get one machine\nworking right, and you hook it with another, and the new machine kinda\nlearns from the old one. Kinda! But it ain't as good as real experience.\nNot at first.\"\n\n       *       *       *       *       *\n\nPresently the lights of the newly energized machines began to waver in\nsomewhat the manner of the ready-for-operation ones. But they did not\ngive so clear an impression of personality.\n\n\"Look!\" said Sergeant Bellews abruptly. \"I got to check with you. The\nmore I think, the more worried I get.\"\n\n\"You begin to believe the broadcasts come from the future?\" demanded\nGraves. \"And it worries you? But they do not speak of Mahon units--\"\n\n\"I don't care where they come from,\" said the sergeant. \"I'm worryin'\nabout what they are! The guy in the broadcast--not knowing Mahon\nunits--said we'd have to make half a dozen transmitters so they'd take\nover one after another as they blew out. You see what that means?\"\n\nLecky said crisply:\n\n\"You pointed it out before. There is something in the wave-type\nwhich--you would say this, Sergeant!--which machines do not like. Is\nthat the reasoning?\"\n\n\"Uh-uh!\" The sergeant scowled. \"Machines work by the golden rule. They\ntry to do unto you what they want you to do unto them. Likes an'\ndislikes don't matter. I mean that there's something about that\nwave-type that machines _can't_ take! It busts them. If it sort of\nexplodes surges of current in 'em--Look! Any running machine is a\ndynamic system in a object. A jet-plane operating is that. So's a\nwater-spout. So's a communicator. But if you explode surges of heavy\ncurrent in a dynamic system in a operating machine--things get messed\nup. The operating habit is busted to hell. I'm saying that if this\nwave-type makes crazy surges of current start up--why--if the surges\nare strong enough they'll bust not only a communicator but a jet-plane.\nOr a water-spout. Anything! See?\"\n\n       *       *       *       *       *\n\nLecky blinked and suddenly went pale.\n\n\"But,\" said Howell reasonably, \"you said that Betsy handled it.\nEspecially well when linked with other Mahon machines.\"\n\n\"Yeah,\" said the sergeant.\n\n\"I think,\" observed Graves jerkily, \"that you are preparing new\nmachines, without developed--personalities, because you think that if\nthey make this special-type wave they'll be broken.\"\n\n\"Yeah,\" said the sergeant, again. \"The signal Betsy was amplifyin'\ncoulda been as little as a micro-micro-watt. At its frequency an' type,\nshe'd choke it down if it was more. But even a micro-micro-watt bothered\nBetsy until she got Al and Gus to help. She was fair screamin' for\nsomebody to come help her hold it. But the three of them done all\nright.\"\n\nHowell conceded the point.\n\n\"That seems sound reasoning.\"\n\n\"But you don't broadcast with a micro-micro-watt. You use a hell of a\nlot more power than that! The transmitter the guy in the screen said to\nmake was a twenty-kilowatt job. Not too much for a broadcast of sine\nwaves, but a hell of a lot to be turned loose, in waves that have Betsy\nhollerin' at the power she was handlin'!\"\n\n\"It might break even the Mahon machines in this installation?\" demanded\nHowell.\n\n\"You're gettin' warm,\" said the sergeant.\n\nGraves said:\n\n\"You mean it might break all operating communicators in a very large\narea?\"\n\n\"You're gettin' hot,\" said the sergeant grimly.\n\nLecky wetted his lips.\n\n\"I think,\" he said very carefully, \"that you suspect it is a wave-type\nwhich will break any dynamic system, in any sort of object a dynamic\nsystem can exist in.\"\n\n\"Yeah,\" said the sergeant. He waited, looking at Lecky.\n\n\"And,\" said Lecky, \"not only operating machines are dynamic systems.\nLiving plants and animals are, too. So are men.\"\n\n\"That's what I'm drivin' at,\" said Sergeant Bellews.\n\n\"So you believe,\" said Lecky, very pale indeed, \"that we have been given\nthe circuit-diagram of a transmitter which will broadcast a wave-type\nwhich destroys dynamic systems--life as well as the operation of\nmachines. Persons--in the future or an alien creature in a space-ship,\nor perhaps even the Compubs--are furnishing us with designs for\ntransmitters of death, to be linked together so that if one fails the\nothers will carry on. And they lure us to destroy ourselves by lying\nabout who they are and what they propose.\"\n\n\"They're lyin',\" said the sergeant. \"They say they're in the future and\nthey don't know a thing about Mahon units. Else they'd use 'em.\"\n\nLecky wetted his lips again.\n\n\"And--if they are not in the future, they are trying to get us to\ndestroy ourselves because that would be safer and surer than trying to\ndestroy us by--say--transmitters of death dropped upon us by parachute.\nYet if we do not destroy ourselves, they will surely do that.\"\n\n\"If we don't bump ourselves off, it'll be because we got wise,\"\nacknowledged the sergeant. \"If we get wise, we could bump them off by\nparachute-transmitter. So they'll beat us to it. They'll have to!\"\n\n\"Yes,\" said Lecky. \"They'll have to. It has always been said that a\ndeath-ray was impossible. This would be a death-broadcast. If we do not\nbroadcast, they will--whoever they are. It is--\" He smiled mirthlessly\nat the magnitude of his understatement. \"It is urgent that we do\nsomething. What shall we do, Sergeant?\"\n\n       *       *       *       *       *\n\nA squadron of light tanks arrived at Research Installation 83 that\nafternoon, with a shipment of courier motorcycles. They had been\nequipped with Mahon units and went to the post to be trained.\n\nThe Pentagon was debating the development of a Mahon-modified guided\nmissile, and a drone plane was under construction. But non-military\nitems also arrived for activation and test. Automatic telephone\nswitching systems, it appeared, could be made much simpler if they could\nbe trained to do their work instead of built so they couldn't help it.\n\nPassenger-cars other than jeeps showed promise. It had long been known\nthat most accidents occurred with new cars, and that ancient jalopies\nwere relatively safe even in the hands of juvenile delinquents. It was\ncredible that part of the difference was in the operating habits of the\ncars.\n\nIt appeared that humanity was upon the threshold of a new era, in which\nthe value of personality would reappear among the things taken for\ngranted. Strictly speaking, of course, Mahon machines were not persons.\nBut they reflected the personalities of their owners. It might again\nseem desirable to be a decent human being if only because machines\nworked better for them.\n\nBut it would be tragic if Mahon machines were used to destroy humankind\nwith themselves! Sergeant Bellews would have raged at the thought of\ntraining a Mahon unit to guide an atom bomb. It would have to be--in a\nfashion--deceived. He even disliked the necessity he faced that\nafternoon while a courier winged his way to the Pentagon with the\ntop-secret tapes Betsy and Al and Gus had made.\n\nThe Rehab Shop was equipped not only to recondition machines but to test\nthem. One item of equipment was a generator of substitute broadcast\nwaves. It could deliver a carrier-wave down to half a micro-micro-watt\nof any form desired, and up to the power of a nearby transmitter. It was\nvery useful for calibrating communicators. But Sergeant Bellews modified\nit to allow of variations in type as well as frequency and amplitude.\n\n\"I'm betting,\" he grunted, \"that there's different sorts of the\nwave-type those guys want us to broadcast. Like there's a spectrum of\nvisible light. If we were color-blind and yellow'd bust things, they'd\ntransmit in red that we could see, and they'd tell us to broadcast\nsomething in yellow that'd wipe us out. And we wouldn't have sense\nenough not to broadcast the yellow, because we wouldn't know the\ndifference between it and red until we did broadcast. Then it'd be too\nlate.\"\n\nHowell watched with tight-clamped jaws. He had committed himself to the\nauthenticity of the broadcasts claiming to be from a future time. Now he\nwas shaken, but only enough to admit the need for tests. Graves sat\nunnaturally still. Lecky looked at Sergeant Bellews with a peculiarly\ntranquil expression on his face.\n\n\"Only,\" grunted the sergeant, \"it ain't frequency we got to figure, but\ntype. Nobody hardly uses anything but sine waves for communication, but\nI got to make this gadget turn out a freak wave-type by guess and golly.\nI got a sort of test for it, though.\"\n\n       *       *       *       *       *\n\nHe straightened up and connected a cable from the generator to the Mark\nIV communicator which was a factory twin of Betsy.\n\n\"I'm gonna feed this communicator half a micro-micro-watt of stuff like\nthe broadcast--I think,\" he announced grimly. \"I saw the diagrams of the\ntransmitters they want us to make. I'm guessing the broadcast-wave they\nuse is close to it but not exact. Close, because it's bad for machines.\nNot exact, because they're alive while they use it. I hope I don't hit\nanything on the nose. Okay?\"\n\nLecky said gently:\n\n\"I have never been more frightened. Go ahead!\"\n\nSergeant Bellews depressed a stud. The communicator's screen lighted up\ninstantly. It was receiving the generator's minute output and accepted\nit as a broadcast. But the signal was unmodulated, so there was no image\nnor any sound.\n\n       *       *       *       *       *\n\nThe communicator's standby light flickered steadily.\n\nSergeant Bellews adjusted a knob on the generator. The communicator's\nstandby flicker changed in amplitude. Bellews turned the knob back. He\nadjusted another control. The standby light wavered crazily.\n\nGraves said nervously:\n\n\"I think I see. You are trying to make this communicator react as Betsy\ndid. When it does, you will consider that your generator is creating a\nwave like the broadcasts from nowhere.\"\n\n\"Yeah,\" said Bellews. \"It ain't scientific, but it's the best I can do.\"\n\nHe worked the generator-controls with infinite care. Once the\ncommunicator's standby light approached sine-wave modulation. He hastily\nshifted away from the settings which caused it. He muttered:\n\n\"Close!\"\n\nThen, suddenly, the communicator's lamp began to waver in an\nextraordinary, hysterical fashion. Sergeant Bellews turned down the\nvolume swiftly. He wiped sweat off his forehead.\n\n\"I--I think I got the trick,\" he said heavily. \"It's a hell of a\nwave-type! Are you guys game to feed it into this communicator's output\namplifier?\"\n\n\"I have six sets of cold chills running up and down my spine,\" said\nLecky. \"I think you should proceed.\"\n\nHowell said angrily:\n\n\"It's got to be tried, hasn't it?\"\n\n\"It's got to be tried,\" acknowledged Sergeant Bellews.\n\nHe shifted the generator's cable from the communicator's input to the\nfeed-in for preamplified signal. The communicator's screen went dark.\nIt no longer received a simulated broadcast signal. It was now\nsignalling--calling. But the instant the new signal started out, the\nstandby light flickered horribly. Sergeant Bellews grimly plugged in\nother machines--to the three scientists they looked like duplicates of\nGus and Al--to closed-circuit relationship with Betsy's twin. The\nstandby light calmed.\n\n\"Now we test,\" he said grimly. \"Got a watch?\"\n\nLecky extended his wrist.\n\n\"Watch it,\" said Sergeant Bellews.\n\nHe stepped up the output.\n\n\"My watch has stopped,\" said Lecky, through white lips.\n\nGraves looked at his own watch. He shook it and held it to his ear. He\nlooked sick. Howell growled and looked at his own.\n\n\"That wave stops watches,\" he admitted unwillingly.\n\n\"But not Mahon machines easy,\" said Sergeant Bellews heavily, \"and not\nus. There was almost three micro-micro-watts goin' out then. That's\nthree-millionths of a millionth of a ampere-second at one volt. We--\"\n\n       *       *       *       *       *\n\nHis voice stopped, as if with a click. The screen of Betsy's\nfactory-twin communicator lighted up. A man's face peered out of it. He\nwas bearded and they could not see his costume, but he was frightened.\n\n\"_What--what is this?_\" cried his voice shrilly from the speakers.\n\nSergeant Bellews said very sharply:\n\n\"Hey! You ain't the guy we've been talking to!\"\n\nThe screen went dark. Sergeant Bellews put his hand over the microphone\nopening. He turned fiercely upon the rest.\n\n\"Look!\" he snapped. \"We were broadcastin' their trick wave--the wave\nthey used to talk to us! And they picked it up! But they weren't\nexpectin' it! They were set to pick up the wave they told us to\ntransmit! See? That guy'll come back. He's got to! So we got to play\nalong! He'll want to find out if we got wise and won't broadcast\nourselves to death! If he finds out we know what we're doin', they'll\nparachute a transmitter down on us before we can do it to them! Back me\nup! Get set!\"\n\nHe removed his hand from the microphone.\n\n\"Callin' 2180!\" he chattered urgently. \"Calling the guy that just\ncontacted us! Come in, 2180! You're not the guy we've been talking to,\nbut come in! Come in, 2180!\"\n\nHowell said stridently:\n\n\"But if that's 2180, how'd we parachute--\".\n\nLecky clapped a hand over his mouth with a fierceness surprising in so\nsmall a man. He whispered desperately into Howell's ear. Graves absurdly\nbegan to bite his nails, staring at the communicator-screen. Sergeant\nBellews continued his calling, ever more urgently.\n\nHis voice echoed peculiarly in the Rehab Shop. It seemed suddenly a\nplace of resonant echoes. All the waiting, repaired, or\nto-be-rehabilitated machines appeared to listen with interest while\nSergeant Bellews called:\n\n\"Come in, 2180! We been trying to reach you for a coupla weeks! We got\nsomebody else instead of you, and they been talkin' to us, and they say\nthat they're 3020 instead of 2180, but we've got to contact you! They\ndon't know anything about that germ that's gonna mutate and bump us off!\nIt's ancient history to them. We got to reach you! Come in, 2180!\"\n\nThe flickering yellow lights of the machines wavered as if all the\nquasi-living machines were listening absorbedly. The Rehab Shop was full\nof shadows. And Sergeant Bellews sat before the dark-screened\ncommunicator with sweat on his face, calling cajolingly to nothingness\nto come in.\n\nAfter five minutes the screen grew abruptly bright again. The brisk,\nraceless broadcaster of the earlier broadcast--not the bearded man--came\nback. He forced a smile:\n\n\"_Ah! 1972! At last you reach us! But we did not hope you could make\nyour transmitters so soon!_\"\n\n\"We tried to analyze your wave,\" said Sergeant Bellews, with every\nappearance of feverish relief, \"but we only got it approximate. We tried\ncallin' back with what we got, and we got through time, all right, but\nwe contacted some guys in 3020 instead of you! We need to talk to\nyou!--Can you give me the stuff about that bug that's gonna wipe out\nhalf of us? Quick? I got a recorder goin'.\"\n\n       *       *       *       *       *\n\nThe completely uncharacterizable man in the screen forced a second\nsmile. He held something to his ear. It would be a tiny sound-receiver.\nObviously the contact in time or place or nowhere was being viewed by\nothers than the one man who appeared. He was receiving instructions.\n\n\"_Ah!_\" he said brightly, \"_but now that you have the contact, you will\nnot lose it again! Leave your controls where they are, and our learned\nmen will tell your learned men all that they need to know. But--3020?\nYou contacted 3020? That is not in our records of your time!_\"\n\nHe listened again to the thing at his ear. His expression became\nsuddenly suspicious, as if someone had ordered that as well as the words\nwhich came next.\n\n\"_We do not understand how you could contact a time a thousand years\nbeyond us. It is possible that you attempt a joke. A--a kid, as you\nwould say._\"\n\n       *       *       *       *       *\n\nSergeant Bellews beamed into the screen which so remarkably functioned\nas a transmitting-eye also.\n\n\"Hell!\" he said cordially. \"You know we wouldn't kid you! You or our\ngreat-great-great-grandchildren! We depend on you! We got to get you to\ntell us how not to get wiped out! In 3020 the whole business is\nforgotten. It's a thousand years old, to them! But they're passin' back\nsome swell machinery--\"\n\nHe turned his head as if listening to something the microphone could not\npick up. But he looked appealingly at Lecky. Lecky nodded and moved\ntoward the communicator.\n\n\"Look!\" said Sergeant Bellews into the screen. \"Here's Doc Lecky--one of\nour top guys. You talk to him.\"\n\nHe gave his seat to Lecky. Out of range of the communicator, he mopped\nhis face. His shirt was soaked through by the sweat produced by the\nstress of the past few minutes. He shivered violently, and then clamped\nhis teeth and fumbled out sheets of paper. He beckoned to Graves. Graves\ncame.\n\n\"We--we got to give him a doctored circuit,\" whispered Sergeant Bellews\ndesperately, \"and it's got to be good--an' quick!\"\n\nGraves bent over the paper on which the sergeant dripped sweat. The\nsergeant murmured through now-chattering teeth what had to be devised,\nand at once. It must be the circuit-diagram for a transmitter to be\ngiven to the man whose face filled the screen. The transmitter must be\nof at least twenty-kilowatt power. It must be such a circuit as nobody\nhad ever seen before.\n\nIt must be convincing. It should appear to radiate impossibly, or to\ndestroy energy without radiation. But it must actually produce a\nbroadcast signal of this exotic type--here the sergeant described with\nshaky precision the exact constants of the wave to be generated--and the\nbroadcaster from nowhere must not be able to deduce those constants or\nthat wave-type from the diagram until he had built the transmitter and\ntried it.\n\n\"I know it can't be done!\" said the sergeant desperately. \"I know it\ncan't! But it's gotta be! Or they'll parachute a transmitter down on us\nsure.\"\n\nGraves smiled a quick and nervous smile. He began to sketch a circuit.\nIt was a wonderful thing. It was the product of much ingenuity and\nmeditation. It had been devised--by himself--as a brain-teaser for the\namusement of other high-level scientific brains. Mathematicians\nzestfully contrive problems to stump each other. Specialists in the\nhigher branches of electronics sometimes present each other with\ndiagrammed circuits which pretend to achieve the impossible. The problem\nis to find the hidden flaw.\n\nGraves deftly outlined his circuit and began to fill in the details.\nOstensibly, it was a circuit which consumed energy and produced\nnothing--not even heat. In a sense it was the exact opposite of a\nperpetual-motion scheme, which pretends to get energy from nowhere. This\ncircuit pretended to radiate energy to nowhere, and yet to get rid of\nit.\n\n       *       *       *       *       *\n\nPresently Lecky could be heard expostulating gently:\n\n\"But of course we are willing to give you the circuit by which we\ncommunicate with the year 3020! Naturally! But it seems strange that you\nsuspect us! After all, if you do not tell us how to meet the danger your\nbroadcasts have told of, you will never be born!\"\n\nSergeant Bellews mopped his face and moved into the screen's field of\nvision.\n\n\"Doc,\" he said, laying a hand on Lecky's arm. \"Doc Graves is sketchin'\nwhat they want right now. You want to come show it, Doc?\"\n\nGraves took Lecky's place. He spread out the diagram, finishing it as he\ntalked. His nervous, faint smile appeared as the mannerism of\nembarrassment it was.\n\n\"There can be no radiation from a coil shaped like this,\" he said\nembarrassedly, \"because of the Werner Principle.... Yet on examination\n... input to the transistor series involves ... energy must flow ...\nand when this coil....\"\n\nHis voice flowed on. He explained a puzzle, presenting it diffidently as\nhe had presented it to other men in his own field. Then he had been\nplaying--for fun. Now he played for perhaps the highest stakes that\ncould be imagined.\n\nHe completed his diagram and, smiling nervously, held it up to the\ncommunicator-screen. It was instantly transmitted, of course. To\nnowhere. Which was most appropriate, because it pretended to be the\ndiagram of a circuit sending radiation to the same place.\n\n       *       *       *       *       *\n\nThe face on the screen twitched, now. The hand with the tiny earphone\nwas always at the ear of the man on the screen, so that he plainly did\nnot speak one word without high authority.\n\n\"_We will--examine this_,\" he said. His voice was a full two tones\nhigher than it had been. \"_If you have been--truthful we will give you\nthe information you wish_.\"\n\n_Click!_ The screen went dark. Lecky let out his breath. Sergeant\nBellews threw off the transmission switch. He began to shake. Howell\nsaid indignantly:\n\n\"When I make a mistake, I admit it! That broadcast isn't from the\nfuture! If it hadn't been a lie, he'd have known he had to tell us what\nwe wanted to know! He couldn't hold us up for terms! If he let us die he\nwouldn't exist!\"\n\n\"Y-yeah,\" said Sergeant Bellews. \"What I'm wonderin' is, did we fool\nhim?\"\n\n\"Oh, yes!\" said Graves, with diffident confidence. \"I don't know but\nthree men in the world who could find the flaw in that circuit.\" He\nsmiled faintly. \"But it radiates all the energy that's fed into it.\" He\nturned to Sergeant Bellews. \"You gave me the constants of a wave you\nwanted it to radiate. I fixed it. It will. But why that special\ntype--that special wave?\"\n\nSergeant Bellews pulled himself together.\n\n\"Because,\" he said grimly, \"that was the wave they wanted us to\nbroadcast. What I'm hoping is that you gave 'em a transmitter to do\nexactly the same thing as the one they designed for us. If they're\nfooled, they'll broadcast the wave they told us to broadcast. If it\nbusts machines, it'll bust their machines. If it stops all dynamic\nsystems dead--includin' men--they'll be stopped dead, too.\" Then he\nlooked from one to another of the three scientists, each one reacting in\nhis own special way. \"Personally,\" said Sergeant Bellews doggedly, \"I'm\ngoin' to have a can of beer. Who'll join me?\"\n\n       *       *       *       *       *\n\nThe world wagged on. The automatic monitors in Communications Center\nreported that another broadcast had been received by Betsy and\nundoubtedly unscrambled by Al and Gus, working as a team. The reported\nbroadcast was, of course, an interception of the two-way talk from the\nRehab Shop.\n\nThe tall young lieutenant, working with his eyes kept conscientiously\nshut, extracted the tapes and loaded them in a top-security briefcase. A\nsecond courier took off for Washington with them. There a certified,\nproperly cleared major-general had them run off, and saw and heard every\nword of the conversation between the Rehab Shop and--nowhere. He howled\nwith wrath.\n\nSergeant Bellews went into the guardhouse while plane-loads of\ninterrogating officers flew from Washington. Howell and Graves and Lecky\nwent under strict guard until they could be asked some thousands of\nvariations of the question, \"Why did you do it?\" The high brass quivered\nwith fury. They did not accept decisions made at non-commissioned-officer\nlevel.\n\nCommunication with their great-great-great-grandchildren, they\nconsidered, should have been begun with proper authority and under\nhigh-ranking auspices. They commanded that 2180 should immediately be\nre-contacted and properly authorized and good-faith conference begun all\nover again. The only trouble was that they could get no reply.\n\nThe dither was terrific and the tumult frantic. When, moreover, even\nBetsy remained silent, and Al and Gus had nothing to unscramble, the\nhigh brass built up explosive indignation. But it was confined to\ntop-security levels.\n\nThe world outside the Pentagon knew nothing. Even at Research\nInstallation 83 very, very few persons had the least idea what had taken\nplace. The sun shone blandly upon manicured lawns, and the officers'\nchildren played vociferously, and washing-machines laundered diapers\nwith beautiful efficiency, and vacuum cleaners and Mahon-modified jeeps\nperformed their functions with an air of enthusiastic contentment. It\nseemed that a golden age approached.\n\nIt did. There were machines which were not merely possessions.\nMahon-modified machines acquired reflections of the habits of the\nfamilies which used them. An electric icebox acted as if it took an\ninterest in its work. A vacuum cleaner seemed uncomfortable if it did\nnot perform its task to perfection. It would seem as absurd to exchange\nan old, habituated family convenience as to exchange a member of the\nfamily itself. Presently there would be washing-machines cherished for\ntheir seeming knowledge of family-member individual preferences, and\npersonal fliers respected for their conscientiousness, and one would\nrelievedly allow an adolescent to drive a car if it were one of proven\nexperience and sagacity....\n\n       *       *       *       *       *\n\nThe life of an ordinary person would be enormously enriched. A\nMahon-modified machine would not even wear out. It took care of its own\nlubrication and upkeep--giving notice of its needs by the behavior of\nits standby-lamp. When parts needed replacement one would feel concern\nrather than irritation. There would be a personal relationship with the\nmachines which so faithfully reflected one's personality.\n\nAnd the machines would always, always, always act toward humans\naccording to the golden rule.\n\nBut meanwhile the Rehab Shop was taken over by officers of rank. They\ntried frantically to resume the communication that had been broken off.\nSuspecting that Sergeant Bellews had shifted controls, they essayed to\nshift them back. The communicator which was Betsy's factory twin went\ninto sine-wave standby-modulation, and suddenly smoked all over and was\nwrecked. The wave-generator went into hysterics and produced nothing\nwhatever. Then there was nothing to do but pull Sergeant Bellews out of\nthe clink and order him to do the whole business all over again.\n\n\"I can't,\" said Sergeant Bellews indignantly. \"It can't be done. Those\nguys are busy buildin' a transmitter according to the diagram Doc Graves\ngave them. They won't pay no attention to anything until they'd tried to\nchat with their great-great-great-grand-children in 3020. They were\nphonys, anyhow! Pretendin' to be in 2180 and not knowin' what Mahon\nunits could do!\"\n\nLecky and Graves and Howell were even less satisfactory. They couldn't\npretend even to try what the questioning-teams from the Pentagon wanted\nthem to do. And Betsy remained silent, receiving nothing, and Gus and Al\nwaited meditatively for something to unscramble, and nothing turned up.\n\nAnd then, at 3:00 P.M. Greenwich mean time, on August 9, 1972, nearly\nevery operating communicator in the fringe of free nations around the\nterritory of the Union of Communist Republics--all communicators blew\nout.\n\nThere were only four men in the world who really knew why--Sergeant\nBellews and Lecky and Graves and Howell. They knew that somewhere behind\nthe Iron Curtain a twenty-kilowatt transmitter had been turned on. It\nproduced a wave of the type and with the characteristics that would have\nbeen produced by a transmitter built from the diagram sent through Betsy\nand Al and Gus for people in the United States to build. Obviously, it\nhad been built from Graves' diagram broadcast to somewhere else and it\nbroadcast what the United States had been urged to broadcast.\n\n       *       *       *       *       *\n\nIt blew itself out instantly, of course. The wave it produced would stop\nany dynamic system at once, including its own. But it hit Stockholm and\ntraffic jammed as the dynamic systems of cars in operation were\ndestroyed. In Gibraltar, the signal-systems of the Rock went dead. All\naround the fringe of the armed Communist republics machines stopped and\ncommunications ended and very many persons with heart conditions died\nvery quietly. Because their dynamic systems were least stable. But\nhealthy people--like Mahon-modified machines--had great resistance ...\noutside the Iron Curtain.\n\nThere was, though, almost a vacuum of news and mechanical operations at\nthe rim of a nearly perfect circle some four thousand miles in diameter,\nwhose center was in a Compub research installation.\n\nIt was very bad. Such a panic as had never been known before swept the\nfree world. Some mysterious weapon, it was felt, had been used to\ncripple those who would resist invasion, and the Compub armed forces\nwould shortly be on the march, and Armageddon was at hand. The free\nworld prepared to die fighting.\n\nBut war did not come. Nothing happened at all. In three days there were\nsketchy communications almost everywhere outside that monstrous circle\nof silence. But nothing came out of that circle. Nothing.\n\nIn two weeks, exploring parties cautiously crossed the barbed-wire\nfrontier fences to find out what had happened. Those who went farthest\ncame back shaken and sick. There were survivors in the Compubs, of\ncourse. Especially near the fringes of the circle. There were some\nmillions of survivors. But there was no longer a nation to be called the\nUnion of Communist Republics. There were only frightened, starving\npeople trudging blindly away from cities that were charnel-houses and\nmachines that would not run and trees and crops and grasses that were\nstark dead where they stood. It would be a long time before anybody\nwould want to cross those lifeless plains and enter the places which\nonce had been swarming hives of homes and people.\n\n       *       *       *       *       *\n\nAnd presently, of course, Sergeant Bellews was let out of the\nguardhouse. He could not be charged with any crime. Nor could Graves nor\nLecky nor Howell. They were asked, confidentially, to keep their mouths\nshut. Which they would have done anyhow. And Sergeant Bellews was asked\nwith reluctant respectfulness, just what he thought had really happened.\n\n\"Some guys got too smart,\" he said, fuming. \"A guy that'll broadcast a\nwave that'll wreck machines ... I haven't got any kinda use for him!\nDammit, when a machine treats you accordin' to the golden rule, you\noughta treat it the same way!\"\n\nThere were other, also-respectful questions.\n\n\"How the hell would I know?\" demanded Sergeant Bellews wrathfully. \"It\ncoulda been that we did make contact with 2180, and they were smart an'\ntold the Compubs to try out what we told 'em. But I don't believe it. It\ncoulda been a kinda monster from some other planet wanting us wiped out.\nBut he learned him a lesson, if he did! And o' course, it coulda been\nthe Compubs themselves, trying to fool us into committing suicide so\nthey'd--uh--inherit the earth. I wouldn't know! But I bet there ain't\nany more broadcasts from nowhere!\"\n\nHe was allowed to return to the Rehab Shop, and the flickering standby\nlights of many Mahon-modified machines seemed to glow more warmly as he\nmoved among them.\n\nAnd he was right about there not being any more broadcasts from nowhere.\n\nThere weren't.\n\nNot ever.\n\n\nTHE END\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Machine That Saved The World, by \nWilliam Fitzgerald Jenkins\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE MACHINE THAT SAVED THE WORLD ***\n\n***** This file should be named 26174-8.txt or 26174-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/6/1/7/26174/\n\nProduced by Greg Weeks, Graeme Mackreth and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}