{"title": "Mother America", "author": "Sam McClatchie", "releaseDate": "August 3, 2008", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n    _When a country is as champion-conscious as America, it's surprising\n    that no one has yet developed the ultimate contest. Dr. McClatchie,\n    whose recent novel, \"The Last Vial,\" established him as a\n    top-ranking sf writer, now tells us the engaging story of the\n    geneticists' search for ..._\n\n\n_Mother America_\n\nBy SAM McCLATCHIE, M.D.\n\nIllustrated by ADKINS\n\n\nThe tall young man faded back quickly, poised for an instant and then\nthrew a long high pass. The crowd came up roaring. Twenty yards from the\ngoal line a smaller, sturdier player swerved quickly around the end and\ntook the pass in his stride. With a beautiful curving run he tricked the\nfullback, crossed the line and then, showing no sign of effort, trotted\nback up the field and threw the ball to the umpire.\n\n\"Wonderful! What a magnificent runner that lad is! You're lucky to have\nhim, George.\" The speaker, a trimly built, athletic man in his middle\nforties turned to his companion, talking loudly above the buzz of the\ncrowd.\n\nGeorge Turner nodded agreement. \"We are. Every other University in the\nStates was after him. He's the first Boy America you know. We've been\nwatching him for years.\"\n\n\"The first Boy America?\" John Harmon echoed in surprise. \"I didn't know\nthat. You did say Boy America ... not All American?\"\n\n\"He's both; All American in football and a Boy America too.\"\n\nThe gun signalled the end of the game and the two men rose from their\nbox seats to go out. Directly below them the players trotted quickly\ntowards the dressing rooms. Harmon leaned over to watch.\n\n[Illustration]\n\n\"There he is now. A fine-looking boy too!\" He studied the young man's\nface intently. \"Y'know he reminds me of somebody ... somebody I know\nwell, but I can't put my finger on it.\"\n\n\"I'm not surprised. He's Gloria Manson's boy.\"\n\nHarmon frowned. \"No, that's not it, George. Of course there's the\nresemblance to his mother ... and who could forget the glorious Gloria\neven after twenty years. But it was the way he moved, and that smile.\"\nHe shook his head. \"It'll come to me yet.\"\n\nThey took the belt walk to the parking area and stepped off it at\nGeorge's car. Moving quietly on its air cushion, the car joined the\nline-up out on the main road where George locked the controls on to\nRoute 63. The speed rose to eighty and steadied as the car settled into\nits place in the traffic pattern. Relaxed in their seats the two men lit\ntheir anticancers and puffed contentedly as they watched the scenery. It\nwould be another hour before George would need to touch the controls as\nthey neared home.\n\n\"So he looks like someone you know?\" George asked. \"I'd like to know who\nit is just out of curiosity. As you are aware, no one but the Genetic\nPanel knows whose sperm is used to impregnate the Mother America.\"\n\n\"I haven't got it yet, George, but I will. Were you the geneticist for\nthis boy?\"\n\n\"Yes, I was. I told you he was Gloria Manson's. Don't you remember when\nyou met her?\"\n\n\"Soaring satellites!\" Harmon exclaimed. \"How could I forget? You\nintroduced me to her.\"\n\n\"Twenty years ago,\" Turner mused. \"What a crazy week that was. I guess\nyou were glad to get back to the Space Force.\"\n\n\"In a way,\" Harmon agreed. \"I've often wondered where you were since\nthen. I never dreamed you'd be Dean of the Genetics Faculty when I came\nto the Space Engineering School.\"\n\n\"I hope you'll like it here,\" George said. \"They couldn't have picked a\nbetter Director.\"\n\n       *       *       *       *       *\n\nThe senator from Alaska had the floor. He had had it for several hours\nnow and the chamber was almost empty as he droned on.\n\n\"And so, gentlemen, I feel that the greatest state in the union, the\nonly state that can afford to increase its population because there is\nstill some unoccupied space, the only state where anti-conception\nvaccination is not compulsory until after four children instead of two,\nthe state where ordinary people will have room to get out and exercise\ninstead of being spectators, this state of Alaska, I say, is the only\nstate that should be considered when we select a fine, virile American\nmale as the father of America's Child of the Year. I would dare to go\nfarther and say we should also provide the female, Mother America of\n1995, except that our President, my fellow Alaskan, has generously\ndecided that no one state can have both mother and father. Alaska is a\nman's country. It should provide the man ...\"\n\nWearily George Turner got up and turned off the colorvision. The\npolitical pressures were increasing rapidly; that was obvious. What had\nstarted as a national search for the most suitable future parents in\nAmerica would soon be a free-for-all. He would have to give the\ncommittee his choice, and quickly! Back to his work he went; calculating\npossibilities, eliminating entrants one by one. The National Genetics\nLaboratory had been given the task of screening the finalists from each\nstate and Turner, much against his will, had been selected by the\nDirector to do the work.\n\n\"George,\" he'd said one fateful morning, \"I have a job for you.\"\n\n\"What's that, sir?\"\n\n\"You've seen the report of this new contest being run by Dee Lish Baby\nFoods, haven't you?\"\n\n\"Can't say I have, sir. I've been working on that new sex gene. Haven't\nhad time to read the papers.\"\n\n\"Oh? Well it all started on their colorvision program, the one where\nthey select the All American babies. You've seen it haven't you?\"\n\n       *       *       *       *       *\n\nTurner shook his head.\n\n\"Sputtering sputniks! I know you're all wrapped up in your work but it\ndoesn't have to be a shroud. You'd better get out into the world a\nlittle.\" The Director laid a friendly arm on George's shoulder. \"This\njob will be just the thing.\"\n\n\"What job?\"\n\n\"Why, the contest! Dee Lish separate the babies into three groups.\nThere's the natural All American baby selected from families in the\ntwo-baby group; then there's a prize for best baby in the unlimited\nfamily section. Naturally, since those parents are in the genetically\nsuperior group, it wouldn't be fair to pit them against the two-baby\nfamilies. Then there's a class for babies of artificially impregnated\nmothers, both married and single. It's a very popular program. The\nprizes are wonderful and the winners in the limited family class are\nallowed to have more children than their quota, all expenses paid of\ncourse.\"\n\n\"I can see why it's popular all right,\" George said, \"but where do I\ncome in?\"\n\n       *       *       *       *       *\n\n\"Three months ago the Dee Lish scenario writers had a brainstorm. They\nreasoned that if they began a new contest to pick the most suitable\nmother in America and then had her impregnated, artificially of course,\nby the most suitable donor, they would stir up all sorts of excitement\nfor the next nine months and produce a baby that should be a\nworldbeater. The mother would be given a tremendous annuity, for life,\nand the babe assured of all expenses right through college.\"\n\n\"It all sounds faintly nauseating to me.\"\n\n\"George, you're impossible. A geneticist who still believes in\nfortuitous breeding!\"\n\n\"I'm not so darn sure we can pick 'em better any other way. We certainly\nhaven't got all the answers.\"\n\n\"I agree, George, I agree,\" the Director's smile was still friendly, if\na little strained. \"This is a National Laboratory, however, and the\nPresident rang me up the other day and asked that we do the final\nscreening.\"\n\n\"The President? But this is a commercial gag!\"\n\n\"Not any longer, my boy. You see the Russians recently came out with a\nwonder drug, a sort of gene stimulator, that they claim produces highly\nintelligent and well-proportioned children. The Chinese now claim that,\nby using a controlled environment in their communes, they are producing\na super race. We had to do something! Our side is going to claim that\nthe union of a red-blooded American male and a modern capitalist female\nwill produce offspring far superior to anything else in the world, thus\ndemonstrating the supremacy of the American way of life.\"\n\n\"Dear God! Why pick me?\"\n\n\"You're junior to all the others, for one thing. And besides, you'll\nstill be around to see Boy America grow up.\"\n\n\"Boy America?\"\n\n\"Each year there will be a new contest; a boy the first year, a girl the\nsecond and so on. You'll have to appear on colorvision of course. It\nwill be a nice change for you, and good for the Laboratory too! New York\nis a grand town for a vacation.\"\n\n       *       *       *       *       *\n\n\"New York is a grand town for a vacation,\" George thought bitterly, as\nhe parried the reporters' persistent questions in the lobby of\nColoraudio System a week later.\n\n\"Say Doc, what about this super-female from Texas,\" one needler shouted\nabove the babble.\n\n\"So what about her?\" George said gruffly.\n\n\"Senator Bragg says she should be the one selected for Mother America.\"\n\n\"Look, friend, Senator Bragg is a Texan and a politician. Naturally he\nwants his state to have the honor. I'll pick the one I think best\nqualified!\"\n\n\"Yeah, Doc, we know. But what is this super-female gag anyway?\"\n\n\"Some women have more female sex genes than others. She happens to have\nthe most ever reported to the Genetic Registry. Has the Senator seen\nher?\"\n\n\"He didn't say.\"\n\n\"He should take a look sometime. She's five feet five, one hundred and\nsixty pounds and looks like a Texas longhorn, without the horns.\" He\nbrushed past the reporter. \"You got any more bright ideas?\"\n\nA New York reporter pulled on his coat sleeve. Annoyed by their\npersistence Turner shrugged free.\n\n\"Doctor Turner,\" the man said. \"What do you think of this idea of using\nthe Man from Mars as the male donor?\"\n\n\"You mean Captain Jack Harmon of the Space Force?\"\n\n\"Yes. He's in town for the big parade right now.\"\n\n\"Look, we can't tell you who the donor will be. It's against the law,\nremember?\" Turner quoted the rule, \"Under Section 48b, single females\nmay bear children if they wish, when authorized by law, but are not\nallowed to pick the donor. He must remain anonymous. The local Genetics\nPanel does the choosing. Besides, Harmon has been in space for months.\nWho knows what changes there may be in his sex glands.\"\n\nThey reached the conference room and entered. The Dee Lish\nrepresentative looked at his watch and raised his hands.\n\n\"Gentlemen, no more questions please. We have a program on the air\ntonight and Doctor Turner has to be prepared.\" When the room cleared he\nturned to George. \"Doctor, will you be ready to name the winner on\ntonight's program?\"\n\nTurner shook his head. \"You know I've interviewed all the finalists but\none, Miss Gloria Manson. Until I see her I can't decide. I haven't\ntalked to her at all but her press agent promised he would have her here\nthis afternoon.\"\n\n\"That's Gloria Manson the actress-dramatist?\"\n\n\"Yes, the one who wrote _The Canals of Mars_ and takes the female lead.\"\n\n\"Roaring rockets! If she wins what a blastoff that will be.\"\n\n\"I don't understand.\"\n\n\"We have arranged with the Mayor of New York that the winner will ride\nwith Captain Jack Harmon tomorrow in the big parade celebrating his\nreturn from Mars. And Miss Manson is the star in a hilarious hit about\nspace. What could be better?\"\n\n\"To stop the whole damn foolishness altogether,\" said George gloomily\nand ignored the hurt look on the press agent's face.\n\n       *       *       *       *       *\n\nThey were getting up to leave when the door burst open and slammed\nagainst the wall. A tall, beautifully dressed and shaped brunette\nbrushed aside a little man who was trying to talk to her and strode into\nthe room. Her green eyes narrowed like a cat's after a bird.\n\n\"Which of you is the geneticist?\" she demanded, and then to George, \"You\n... you must be ... you aren't dressed like a business man. Your suit is\nfive years out of style.\"\n\nAbashed, George looked at himself. \"What's wrong with it?\"\n\n\"You'd never understand and I haven't time to tell you. What I want to\nknow is, who gave you the right to use my name in this silly Mother\nAmerica contest. And you,\" she turned on the Dee Lish agent, \"quit\ngawping at me. I'm not going to blast off. Who are you anyway?\"\n\n\"Miss Manson, please!\" The little man was in front of her again. \"If the\nreporters hear about this ...\"\n\n\"Oh shut up, Harry! All right, Doctor, what's your excuse?\"\n\nGeorge rallied and attacked. \"I haven't any, Miss Manson. I didn't ask\nfor your name. It was submitted to me as a possibility from the Dee\nLish Company. You needn't worry, however. You are displaying adequate\nreasons for me to disqualify your entry right now.\"\n\n\"Oh, an advertising stunt, is it? Harry, this is your idea ... you and\nthat pap purveyor!\"\n\n\"But Gloria, think of the publicity ... the big parade with the man from\nMars! Why your play would run for years!\"\n\n\"OK, I'll do it!\" she said with a big smile and watched the ad-men's\ngloomy faces change to astonished delight. \"There's just one little\nthing ... if I win!\" She prodded Harry in the chest with a long stiff\nfinger.\n\n\"Yes, dear ... anything!\"\n\n\"_YOU_ have the baby!\" The scowl came back to her face. \"You utter\nidiots ... you misfired missiles! How in the Universe do you think I can\nplay a romantic lead wearing a maternity dress?\"\n\nGeorge chuckled with delight at the thought and she turned on him.\n\n\"What's so funny, Doctor? And what do you mean I'm disqualified from the\ncontest? What's wrong with me?\"\n\n\"Not a thing, Miss Manson.\" He grinned happily at her. \"But if you can\nstand having dinner with a man in an old-fashioned suit, I'll tell you\nwhy Mother America should be a contented cow instead of a tantalizing\ntigress.\"\n\n\"Hm, this is one orbit I haven't travelled.\" She smiled and nodded her\napproval. \"Set me a course, Navigator.\"\n\nThey moved towards the door together.\n\n\"Doctor! The program tonight ... have you forgotten?\"\n\nGeorge looked back and waved airily. \"Don't worry. I'll be there. And\nwe'll name the winner too!\"\n\n       *       *       *       *       *\n\n\"Well now, Gloria, the dessert!\" George was saying. \"What'll it be,\ncrepes suzette?\"\n\nShe smiled across the table. \"Mm,\" she considered the menu carefully. \"I\nthink I'll stick to good old American apple pie and cheese.\"\n\n\"A genuine American small town girl, with small town likes and dislikes!\nThat's what you are underneath the glamour. Aren't you?\"\n\nShe laughed and raised her champagne glass. \"And this is from the\nhome-town vineyard too?\"\n\nGeorge leaned towards her, his face a little flushed with the wine.\n\"Gloria, with your ability as an actress we could play the biggest\npractical joke in the history of colorvision. If only I dared!\"\n\n\"What's your idea, George?\"\n\n\"I'm sick of all this pseudo-scientific nonsense about genetics,\" he\nsaid, \"and I'm even sicker of the crass commercialism and political\npropaganda surrounding this Mother America business.\"\n\n\"George, you surprise me more and more! I thought you did this for the\nmoney and publicity, to say nothing of the great honor.\"\n\n\"Stop kidding, Gloria! You know I was ordered to do it by the\nDepartment. All I get is an expense account from Dee Lish Baby Foods.\nThe thing that really bothers me is the type of winner I have to pick.\"\n\n\"Have to pick? You have free choice, don't you?\"\n\n\"Not really. The people who watch that program, from the President on\ndown, including our Director too, expect a sweet wholesome type ... you\nknow, curvy in the right places like a Miss America but wouldn't think\nof posing in a bathing suit. They want an adolescent dream girl type,\nthe kind that goes well with a rose-covered cottage and four\nrosy-cheeked kids all waiting for Daddy to come home.\"\n\n\"But most women work in America today.\"\n\n\"I know but the dream remains, along with the cowboy, the daring Air\nForce pilot, the self-made business tycoon and all the other romantic\nstereotypes of the first half of the century. She makes togetherness\nseem right, and God knows we have so many people today we're together\nwhether we like it or not. So that's the type I have to pick.\"\n\n\"Where does the joke come in?\"\n\n\"If you'd play the part of the American dream girl you'd win that\ncontest going away, like a four stage rocket booster.\"\n\n\"But I don't want to have a baby by remote control.\"\n\n\"You wouldn't have to. You can always withdraw before the impregnation\nceremony.\"\n\n\"Suppose I do it, what's the point?\"\n\n\"Well for one thing, you'd show how easily people are fooled by\nappearances and smart propaganda. As a geneticist I can only go so far\nand be honest. I can make sure you have good heredity; that you have no\nobvious physical or mental defects; that your chance of having certain\ndisabling diseases are small; that your intelligence is high, and so on.\nI can't really measure things such as initiative, wit, courage,\ndetermination, all the things that make one human so much better than\nanother of equal physical and mental capacity.\"\n\n\"Educated people know that already.\"\n\n\"True, but it needs constant emphasis or it is forgotten under the\npropaganda. Besides, I don't believe in mating people like cattle or\nslaves. That's why this whole thing is a travesty of love and marriage.\nI hate being used to give it a semblance of scientific authenticity. I'm\ngoing to declare the top four contestants equal. They are, as far as I\nam concerned, genetically speaking. The audience will decide the winner.\nThey'll love it and so will the sponsor. The other three are real\nAmerican dream girls. I want you to outsmart them at their own game ...\nand tell America later what a farce it all was.\"\n\n\"You really are a romantic, underneath the cynicism,\" Gloria said\nwonderingly. \"I didn't think scientists were built with hearts any\nmore.\" She reached across and took his hand. \"But I like you that way.\nDo you think I could do it?\"\n\n\"Easily. Just pretend you are Ellen the Earthling from that comedy of\nyours. That's the type they want.\"\n\n\"Yes, but when I bow out later they'll be calling me Marina the Martian\nMenace ... that won't be so funny.\"\n\n\"They won't, Gloria. You can laugh it off as a publicity stunt and get\nthem laughing with you. Who knows, it might even stop this mad fad of\ncareer women having babies without a proper home and a father to raise\nthem.\"\n\nShe laughed. \"Are you afraid you're going to be replaced by a machine,\nGeorge?\" her eyes twinkled with amusement.\n\nHe grinned. \"Oh, we still have our uses. Time to go. Will you do it?\"\n\nShe stood up. \"I'll play it by ear. If the audience is the type you say\nthey are, it will be a pleasure.\"\n\n       *       *       *       *       *\n\nThe parade was over. Now, as they waited for the banquet and the\nspeeches to begin, John Harmon spoke to Turner.\n\n\"You're a lucky man, George.\"\n\n\"Why?\"\n\n\"Spending so much time with Gloria. She had me laughing all the way up\nWall Street with her remarks about the parade. If I didn't have to go\nback to the base tomorrow I'd steal her for a date.\" He turned to\nGloria. \"I mean it, honey. You really leave me weightless!\"\n\nGloria smiled at him. \"I'll take a recount, John. We can blast off some\nother time.\"\n\nAfter the banquet the Mayor of New York made the major address of the\nevening. \"And so, ladies and gentleman,\" he concluded, \"you have seen\ntoday two people who represent the end of one era and the beginning of\nanother. The lovely lady on my right is to be the first Mother America.\nFor the first time in history, our nation is actively planning our\nfuture citizens. It is true that for years now, with the help of the\nGenetics Laboratories, represented so ably by Doctor Turner, individual\ncitizens have planned their parenthood, but never before have a\nPresident and Congress given their approval, their official blessing,\nfor such a purpose. This then is a milestone we have passed, a point in\nour history we will never forget.\"\n\n\"They'll never forget me either when I back out,\" Gloria whispered to\nGeorge. \"I'm getting worried. We're in too deep.\"\n\n\"Don't be scared, baby,\" George said. \"I'll get you out of it, if you\nhave to fall sick to do it.\" He patted her arm reassuringly but somehow,\nwithout the rosy glow of a bottle of wine to color this view, the joke\ndidn't seem as funny as it had the previous night.\n\nThe Mayor continued. \"Another point in our history was passed when this\nyoung man on my left, at that time Captain, now Major John Harmon of the\nSpace Force, returned from Mars. He and his crew represent the end of\nour isolation in space. The Moon, after all, is a satellite of Earth.\nMars is another planet, and Major Harmon has landed there. We are not\nlikely in our time to see another such event since the next big step,\nbeyond the Solar System, will require a technology we do not possess.\nSo, ladies and gentlemen, you, tonight, are witnessing the beginning of\na new age, an age of supermen borne by women of America, such as Gloria\nManson, and led by heroes such as John Harmon. I propose we drink a\ntoast to them ... together.\"\n\n       *       *       *       *       *\n\nAfterwards, in Gloria's apartment, the three of them sat and talked\nuntil late. Then John Harmon looked at his watch and got up to leave.\n\n\"I have to catch the ramjet out of La Guardia,\" he said. \"We start\nplanning the next space trip in Colorado tomorrow, or rather this\nmorning. It's been fun.\" He shook George's hand and kissed Gloria\nquickly. \"I'll be seeing you one of these days.\"\n\nGeorge shut the door behind him. \"I guess I'd better go now,\" he said.\n\n\"No! Have one for the road,\" Gloria said quickly. \"I want to talk to\nyou.\"\n\nGeorge poured another Scotch. \"You still worried?\"\n\n\"A bit,\" she admitted. \"What is the next step?\"\n\n\"Now I'm supposed to pick the male donor.\"\n\n\"I thought you'd done that already.\"\n\n\"No. You see we have to know what blood types the female has and what\nher genetic structure is; whether she has any antibodies against sperm\nand so on, before we pick the male. To do it before the winner is\npicked would entail a lot of unnecessary work.\"\n\n\"Then we still have some time before the impregnation ceremony?\"\n\n\"I can stall for maybe four weeks ... no longer. You see I have to\nconsider your cycle too.\" He got up to go. \"Gloria, I guess I was half\nlit last night. I'm sorry. It was a damn-fool idea.\"\n\nShe came close to him. \"But you really do believe in the old-fashioned\nmarriage, even if not in the old-fashioned girl?\"\n\n\"Yes, I do. I still think people should be in love and not just mated\nbecause a calculating machine says they'll produce superior offspring.\"\n\n\"You're sweet.\" She put her arms around his neck and kissed him. The\nkiss lasted ... and lasted. Finally George broke it off.\n\n\"My God!\" he mumbled. \"Don't we have enough problems, without this?\"\n\n       *       *       *       *       *\n\nThree weeks later, on Monday, George announced he had a suitable donor.\nThe New York Genetics Panel, in session, considered the records and\nannounced that permission was granted for one Gloria Manson, spinster,\nof New York City, to bear a child by artificial impregnation. The date\nwas set for Wednesday. On Tuesday night George went to Gloria's\napartment.\n\n\"What are we going to do?\" Gloria asked as she watched George wearing a\npath on the rug. \"We've left it awfully late.\"\n\n\"I couldn't do anything else,\" George said. \"We can't plead illness as\nI'd hoped to do. This afternoon the panel decided on a last minute\nindependent medical check to be sure you're OK. That means I can't fake\nit and there's no time to give you a cold or some mild illness now.\nSomehow I've got to stall past the fertile period and then we will have\nanother month to think of something.\"\n\n\"How long is the fertile period?\"\n\n\"Our tests show that in your case it is approximately twenty-four hours\nand begins about midnight tonight.\"\n\n\"Couldn't I disappear for a day or pretend I'm frightened of having a\nbaby and call it off? Goodness knows we're both getting frightened right\nnow.\" She poured out two stiff drinks.\n\n\"You can't just quit, Gloria. The whole nation has been whipped up into\nhysteria over this business, both by the politicians in their\nanticommunist speeches and by the sponsors on Coloraudio system. I never\ndreamed it could put a whole country into orbit ... but it has. We'll\nboth be ruined if I can't figure a way out that doesn't anger the\npublic.\" He drained his glass and began pacing again.\n\n\"If I have to go on with it can't you at least do something to prevent\nconception?\" Gloria asked. \"I don't mean vaccination. I want to have\nchildren later. I can stand the ceremony if I know I won't become\npregnant.\"\n\n\"In that case I could give you a shot of antiserum against sperm,\"\nGeorge said. \"That would stop pregnancy all right.\"\n\n\"Would it make me sterile for long?\"\n\n\"Oh no ... no! I wouldn't use pooled serum from all types anyway. You\nsee we make some specific serum when we are testing each donor and it\nworks only against the sperm of that particular man.\"\n\n\"Then we're all right? All I need is a shot?\"\n\nGeorge shook his head. \"I'm afraid to risk it, Gloria. They'll probably\nexamine your blood tomorrow. If they found the specific antibody, or\neven a general antisperm antibody, that would really get us into trouble\nfor fraud.\" He shook his head. \"No. I'm afraid that's not the answer. I\ndon't know what to do.\" He poured another drink and downed it.\n\n\"George,\" Gloria wailed, her control breaking at last, \"I don't want a\ntest-tube husband, a parent by proxy. I want a man!\" She began to cry.\n\nHe came over to the couch and dropped down beside her. \"Darling, please!\nPlease don't cry. There must be a way to beat this.\" He took her in his\narms.\n\n       *       *       *       *       *\n\nThe aircar warning light came on and the buzzer sounded. George unhooked\nthe automatic pilot and took over. They swung into University City and\nacross the campus to the Faculty residential area.\n\n\"I certainly was lucky to find a job here on retirement from the Space\nForce,\" John Harmon said. \"It was good of you to invite me to stay the\nweek-end. Are you sure Mrs. Turner won't mind?\"\n\n\"Quite sure.\" George smiled. \"She's been looking forward to meeting\nyou.\" He pulled the car into a spacious port and opened the front door\nof the house for Harmon. A tall, good-looking brunette moved to meet\nthem.\n\n\"So nice to meet you, Mrs. ...\" Harmon began automatically. \"Great\nmountains of the moon! Gloria ... Gloria Manson!\" He turned to George.\n\"You didn't tell me.\"\n\n\"You mean you didn't know?\" Gloria asked, and kissed him affectionately.\n\n\"I found out that he didn't. He was back in space at the time we were\nmarried.\" George said. \"I wanted to surprise him.\" A happy smile\ncreased his face.\n\nHarmon stared at him. \"Oh no!\" he said and began to laugh. They watched\nhim, astonished. He tried to talk. \"George ... ha, ha ... Wonderful!\" He\nconvulsed again, struggled to a chair and collapsed. \"The boy ...\" he\nwhispered weakly between great whoops.\n\n\"The boy? Then you guessed!\" The wide smile split George's face again.\n\n\"Yes, that smile ... couldn't miss it. But how?\" Harmon had recovered.\nThey went into the living room and sat down to talk.\n\n\"So there we were,\" George concluded, \"tanking up on lox and nothing\ncoming out but smoke. I was getting a bit woozy when Gloria asked me\nwhat time it was.\n\n\"I looked at my watch. 'It's midnight,' I said. That did it.\n\n\"'Midnight!' she screeched and gave me the green-eyed tiger look. 'Well,\nGeorge Turner, maybe you can't think of something ... but I can!'\n\n\"About nine in the morning the secretary of the panel called my room at\nthe hotel. 'The ceremony is at ten, Doctor!' she said. 'We are waiting\nfor you.'\n\n\"Man, what a head I had! You could have pushed the Destruct button and\nI'd never have known. Anyway I got to the hospital and there was\nGloria, looking absolutely beautiful. There were press photographers\neverywhere. We went through with the ceremony and that was that. Nine\nmonths later, with a lot of sonic booming, Boy America was born. You saw\nhim today.\"\n\n\"But he looks like you,\" John protested.\n\n\"He should,\" Gloria said. \"He's his.\"\n\n\"But ...\" John hesitated. \"I don't want to pry, but how can you be\nsure?\"\n\nGloria laughed. \"Well, I know what we did the first couple of hours\nafter midnight. You tell him the rest, George.\"\n\n\"There isn't much else to tell,\" George said. \"After the ceremony I gave\nher a shot of the specific antiserum as soon as I could get her alone.\nLater the committee examined her blood. They found she was pregnant so\nnobody even thought of testing for antisperm bodies. Then the boy was\nborn. Naturally I was a bit concerned. I took blood samples and did\ngenetic studies. There was no doubt. He was my son.\"\n\n\"And nobody ever suspected?\" Harmon asked.\n\n\"No,\" Turner said. \"The law prescribes examination before pregnancy but\nnot afterwards. We were married three months later and everybody was\nvery happy. As for the boy looking like me, everyone who has noticed it\nassumes I picked a donor like myself. It would be a natural\ninclination.\"\n\n\"So much for planned parenthood in the new era,\" Harmon chuckled. \"The\npoor Mayor of New York! If only he knew.\" He grinned slyly. \"Somehow I\nalways did like the old way best.\"\n\n\nTHE END\n\n\n\n\nAs a service to our readers, we list the \"Hugo\" award winners for 1960:\n\n    Best Fan Mag: \"Who Killed Science Fiction\"--Earl Kemp\n    Best SF Artist: Ed Emshwiller\n    Best Short Story: \"The Longest Voyage\" by Poul Anderson\n    Best Dramatic Work: \"The Twilight Zone\"\n    Best SF Magazine: _Analog_\n    Best Novel: \"A Canticle for Leibowitz\" by Walter Miller, Jr.\n\nThese were presented at the 19th annual World Science Fiction Convention\nheld in Seattle, Washington, September 1-4.\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Amazing Stories_ December 1961.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Mother America, by Sam McClatchie\n\n*** END OF THIS PROJECT GUTENBERG EBOOK MOTHER AMERICA ***\n\n***** This file should be named 26180.txt or 26180.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/6/1/8/26180/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}