{"title": "Citadel", "author": "Algirdas Jonas Budrys", "releaseDate": "August 4, 2008", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n[Illustration]\n\n\nCITADEL\n\nBY ALGIS BUDRYS\n\nIllustrated by van Dongen\n\n\n    _He was looking for a privacy his strange personality needed.\n    And--never quite seemed to achieve it. All his efforts were,\n    somehow--great triumphs of the race, and great failures for him!_\n\n\nI.\n\nThe aging man was sweating profusely, and he darted sidelong glances at\nthe windowless walls of the outer office. By turns, he sat stiffly in a\ncorner chair or paced uneasily, his head swiveling constantly.\n\nHis hand was clammy when Mead shook it.\n\n\"Hello, Mr. Mead,\" he said in a husky, hesitant voice, his eyes never\nquite still, never long on Mead's face, but darting hither and yon, his\nglance rebounding at every turn from the walls, the floor, the ceiling,\nthe closed outer door.\n\nChristopher Mead, Assistant Undersecretary for External Affairs,\nreturned the handshake, smiling. \"Please come into my office,\" he said\nquickly. \"It's much more spacious.\"\n\n\"Thank you,\" the aging man said gratefully and hurried into the next\nroom. Mead rapidly opened the windows, and some of the man's nervousness\nleft him. He sank down into the visitor's chair in front of Mead's desk,\nhis eyes drinking in the distances beyond the windows. \"Thank you,\" he\nrepeated.\n\nMead sat down behind the desk, leaned back, and waited for the man's\nbreathing to slow. Finally he said, \"It's good to see you again, Mr.\nHolliday. What can I do for you?\"\n\nMartin Holliday tore his glance away from the window long enough to\nraise his eyes to Mead's face and then drop them to the hands he had\nfolded too deliberately in his lap.\n\n\"I'd--\" His voice husked into unintelligibility, and he had to begin\nagain. \"I'd like to take an option on a new planet,\" he finally said.\n\nMead nodded. \"I don't see why not.\" He gestured expressively at the star\nchart papered over one wall of his office. \"We've certainly got plenty\nof them. But what happened with your first one?\"\n\n\"It d-d-duh--\"\n\n\"Mr. Holliday, I certainly won't be offended if you'd prefer to look out\nthe window,\" Mead said quickly.\n\n\"Thank you.\" After a moment, he began again. \"It didn't work out,\" he\nsaid, his glance flickering back to Mead for an instant before he had to\nlook out the window again.\n\n\"I don't know where my figuring went wrong. It _didn't_ go wrong. It was\njust ... just _things_. I thought I could sell enough subdivisions to\ncover the payments and still keep most of it for myself, but it didn't\nwork out.\"\n\nHe looked quickly at Mead with a flash of groundless guilt in his eyes.\n\"First I had to sell more than I'd intended, because I had to lower the\noriginal price. Somebody'd optioned another planet in the same system,\nand I hadn't counted on the competition. Then, even after I'd covered\nthe option and posted surety on the payments, there were all kinds of\nexpenses. Then I couldn't lease the mineral rights--\" He looked at Mead\nagain, as though he had to justify himself. \"I don't know how that deal\nfell through. The company just ... just _withdrew_, all of a sudden.\"\n\n\"Do you think there might have been anything peculiar about that?\" Mead\nasked. \"I mean--could the company have made a deal with the colonists\nfor a lower price after you'd been forced out?\"\n\nHolliday shook his head quickly. \"Oh, no--nothing like that. The\ncolonists and I got along fine. It wasn't as though I hadn't put the\nbest land up for sale, or tried to make myself rich. Why, after I'd had\nto sell some of the remaining land, and I knew it wasn't worth staying,\nany more, some of them offered to lend me enough money to keep fifty\nthousand square miles for myself.\" He smiled warmly, his eyes blank\nwhile he focused on memory.\n\n\"But that wasn't it, of course,\" he went on. \"I had my original\ninvestment back. But I couldn't tell them why I couldn't stay. It was\n_people_--even if I never saw them, it was the thought of people, with\naircraft and rockets and roads--\"\n\n\"I understand, Mr. Holliday,\" Mead said in an effort to spare him\nembarrassment.\n\nHolliday looked at him helplessly. \"I couldn't tell them that, could I,\nMr. Mead? They were good, friendly people who wanted to help me. I\ncouldn't tell them it was people, could I?\"\n\nHe wet his dry lips and locked his eyes on the view outside the window.\n\"All I want, Mr. Mead, is half a planet to myself,\" he said softly.\n\nHe shook his head. \"Well, it'll work out this time. This time, I won't\nhave to sell so much, and I'll have a place to spend what time I've got\nleft in peace, without this ... this--\" He gestured helplessly in an\neffort to convey his tortured consciousness of his own fear.\n\nMead nodded quickly as he saw his features knot convulsively. \"Of\ncourse, Mr. Holliday. We'll get you an option on a new planet as quickly\nas we can.\"\n\n\"Thank you,\" Holliday said again. \"Can we ... can we handle it today?\nI've had my credit transferred to a local bank.\"\n\n\"Certainly, Mr. Holliday. We won't keep you on Earth a moment longer\nthan absolutely necessary.\" He took a standard form out of a desk drawer\nand passed it to Holliday for his signature.\n\n\"I'll be smarter this time,\" the aging man said, trying to convince\nhimself, as he uncapped his pen. \"This time, it'll work out.\"\n\n\"I'm sure it will, Mr. Holliday,\" Mead said.\n\n\nII.\n\nMarlowe was obese. He sat behind his desk like a tuskless sea lion\ncrouched behind a rock, and his cheeks merged into jowls and obliterated\nhis neck. His desk was built specially, so that he could get his thighs\nunder it. His office chair was heavier and wider by far than any\nstandard size, its casters rolling on a special composition base that\nhad been laid down over the carpeting, for Marlowe's weight would have\ncut any ordinary rug to shreds. His jacket stretched like pliofilm to\nenclose the bulk of his stooped shoulders, and his eyes surveyed his\nworld behind the battlemented heaviness of the puffing flesh that filled\ntheir sockets.\n\nA bulb flickered on his interphone set, and Marlowe shot a glance at the\nswitch beneath it.\n\n\"Secretary, quite contrary,\" he muttered inaudibly. He flicked the\nswitch. \"Yes, Mary?\" His voice rumbled out of the flabby cavern of his\nchest.\n\n\"Mr. Mead has just filed a report on Martin Holliday, Mr. Secretary.\nWould you like to see it?\"\n\n\"Just give me a summary, Mary.\"\n\nUnder his breath he whispered, \"Summary that mummery, Mary,\" and a thin\nsmile fell about his lips while he listened. \"Gave him Karlshaven IV,\neh?\" he observed when his secretary'd finished. \"O.K. Thanks, Mary.\"\n\nHe switched off and sat thinking. Somewhere in the bowels of the Body\nAdministrative, he knew, notations were being made and cross-filed. The\naddition of Karlshaven IV to the list of planets under colonization\nwould be made, and Holliday's asking prices for land would be posted\nwith Emigration, together with a prospectus abstracted from the General\nGalactic Survey.\n\nHe switched the interphone on again.\n\n\"Uh ... Mary? Supply me with a copy of the GenSurv on the entire\nKarlshaven system. Tell Mr. Mead I'll expect him in my office sometime\nthis afternoon--you schedule it--and we'll go into it further.\"\n\n\"Yes, Mr. Secretary. Will fifteen-fifteen be all right?\"\n\n\"Fifteen-fifteen's fine, uh ... Mary,\" Marlowe said gently.\n\n\"Yes, sir,\" his secretary replied, abashed. \"I keep forgetting about\nproper nomenclature.\"\n\n\"So do I, Mary, so do I,\" Marlowe sighed. \"Anything come up that wasn't\nscheduled for today?\"\n\nIt was a routine question, born of futile hope. There was always\nsomething to spoil the carefully planned daily schedules.\n\n\"Yes and no, sir.\"\n\nMarlowe cocked an eyebrow at the interphone.\n\n\"Well, that's a slight change, anyway. What is it?\"\n\n\"There's a political science observer from Dovenil--that's Moore II on\nour maps, sir--who's requested permission to talk to you. He's here on\nthe usual exchange program, and he's within his privileges in asking, of\ncourse. I assume it's the ordinary thing--what's our foreign policy,\nhow do you apply it, can you give specific instances, and the like.\"\n\nPrecisely, Marlowe thought. For ordinary questions there were standard\nanswers, and Mary had been his secretary for so long that she could\nsupply them as well as he could.\n\nDovenil. Moore II, eh? Obviously, there was something special about the\nsituation, and Mary was leaving the decision to him. He scanned through\nhis memorized star catalogues, trying to find the correlation.\n\n\"Mr. Secretary?\"\n\nMarlowe grunted. \"Still here. Just thinking. Isn't Dovenil that nation\nwe just sent Harrison to?\"\n\n\"Yes, sir. On the same exchange program.\"\n\nMarlowe chuckled. \"Well, if we've got _Harrison_ down there, it's only\nfair to let their fellow learn something in exchange, isn't it? What's\nhis name?\"\n\n\"Dalish ud Klavan, sir.\"\n\nMarlowe muttered to himself: \"Dalish ud Klavan, Irish, corn beef and\ncabbage.\" His mind filed it away together with a primary-color picture\nof Jiggs and Maggie.\n\n\"All right, Mary, I'll talk to him, if you can find room in the schedule\nsomewhere. Tell you what--let him in at fifteen-thirty. Mead and I can\nfurnish a working example for him. Does that check all right with your\nbook?\"\n\n\"Yes, sir. There'll be time if we carry over on the Ceroii incidents.\"\n\n\"Ceroii's waited six years, four months, and twenty-three days. They'll\nwait another day. Let's do that, then, uh ... Mary.\"\n\n\"Yes, sir.\"\n\nMarlowe switched off and picked up a report which he began to read by\nthe page-block system, his eyes almost unblinking between pages.\n\"Harrison, eh?\" he muttered once, stopping to look quizzically at his\ndesktop. He chuckled.\n\n\nIII.\n\nAt fifteen-fifteen, the light on his interphone blinked twice, and\nMarlowe hastily initialed a directive with his right hand while touching\nthe switch with his left.\n\n\"Yes, Mary?\"\n\n\"Mr. Mead, sir.\"\n\n\"O.K.\" He switched off, pushed the directive into his OUT box, and\npulled the GenSurv and the folder on Martin Holliday out of the HOLD\ntray. \"Come in, Chris,\" he said as Mead knocked on the door.\n\n\"How are you today, Mr. Marlowe?\" Mead asked as he sat down.\n\n\"Four ounces heavier,\" Marlowe answered dryly. \"I presume you're not.\nCigarette, Chris?\"\n\nApparently, the use of the first name finally caught Mead's notice. He\nlooked thoughtful for a moment, then took a cigarette and lit it.\n\"Thanks--Dave.\"\n\n\"Well, I'm glad that's settled,\" Marlowe chuckled, his eyes almost\ndisappearing in crinkles of flesh. \"How's Mary?\"\n\nMead grinned crookedly. \"_Miss Folsom_ is in fine fettle today, thank\nyou.\"\n\nMarlowe rumbled a laugh. Mead had once made the mistake of addressing\nthe woman as \"Mary,\" under the natural assumption that if Marlowe could\ndo it, everyone could.\n\n\"Mary, I fear,\" Marlowe observed, \"lives in more stately times than\nthese. She'll tolerate informality from me because I'm in direct\nauthority over her, and direct authority, of course, is Law. But you,\nMead, are a young whipper-snapper.\"\n\n\"But that's totally unrealistic!\" Mead protested. \"I don't respect her\nless by using her first name ... it's just ... just friendliness, that's\nall.\"\n\n\"Look,\" Marlowe said, \"it makes sense, but it ain't logical--not on her\nterms. Mary Folsom was raised by a big, tough, tight-lipped\nauthoritarian of a father who believed in bringing kids up by the book.\nBy the time she got tumbled out into the world, all big men were\nunquestionable authority and all young men were callow whipper-snappers.\nSure, she's unhappy about it, inside. But it makes her a perfect\nsecretary, for me, and she does her job well. We play by her rules on\nthe little things, and by the world's rules on the big ones. Kapish?\"\n\n\"Sure, Dave, but--\"\n\nMarlowe picked up the folder on Holliday and gave Mead one weighty but\nunderstanding look before he opened it.\n\n\"Your trouble, Chris, is that your viewpoint is fundamentally sane,\" he\nsaid. \"Now, about Holliday, Martin, options 062-26-8729, 063-108-1004. I\ndidn't get time to read the GenSurv on the Karlshaven planets, so I'll\nask you to brief me.\"\n\n\"Yes, sir.\"\n\n\"What's IV like?\"\n\n\"Good, arable land. A little mountainous in spots, but that's good.\nLoaded with minerals--industrial stuff, like silver. Some tin, but not\nenough to depress the monetary standard. Lots of copper. Coal beds,\npetroleum basins, the works. Self-supporting practically from the start,\na real asset to the Union in fifty-six years.\"\n\nMarlowe nodded. \"Good. Nice picking, Chris. Now--got a decoy?\"\n\n\"Yes, sir. Karlshaven II's a False-E. I've got a dummy option on it in\nthe works, and we'll be able to undercut Holliday's prices for his land\nby about twenty per cent.\"\n\n\"False-E, huh? How long do you figure until the colony can't stick on it\nany longer?\"\n\n\"A fair-sized one, with lots of financial backing, might even make it\npermanently. But we won't be able to dig up that many loafers, and,\nnaturally, we can't give them that big a subsidy. Eventually, we'll have\nto ferry them all out--in about eight years, say. But that'll give us\ntime enough to break Holliday.\"\n\nMarlowe nodded again. \"Sounds good.\"\n\n\"Something else,\" Mead said. \"II's mineral-poor. It's near to being\nsolid metal. That's what makes it impossible to really live on, but I\nfigure we can switch the mineral companies right onto it and off IV.\"\n\nMarlowe grinned approvingly. \"You been saving this one for Holliday?\"\n\n\"Yes, sir,\" Mead said, nodding slowly. He looked hesitantly at Marlowe.\n\n\"What's up, Boy?\"\n\n\"Well, sir--\" Mead began, then stopped. \"Nothing important, really.\"\n\nMarlowe gave him a surprising look full of sadness and brooding\nunderstanding.\n\n\"You're thinking he's an old, frightened man, and why don't we leave him\nalone?\"\n\n\"Why ... yes, sir.\"\n\n\"Dave.\"\n\n\"Yes, Dave.\"\n\n\"You're quite right. Why don't we?\"\n\n\"We can't, sir. I know that. But it doesn't seem fair--\"\n\n\"Exactly, Chris. It ain't right, but it's correct.\"\n\nThe light on Marlowe's interphone blinked once. Marlowe looked at it in\nmomentary surprise. Then his features cleared, and he muttered\n\"Cabbage.\" He reached out toward the switch.\n\n\"We've got a visitor, Chris. Follow my lead.\" He reviewed his\ninformation on Dovenilid titular systems while he touched the switch.\n\"Ask ud Klavan to come in, uh ... Mary.\"\n\n\nIV.\n\nDalish ud Klavan was almost a twin for the pictured typical Dovenilid in\nMarlowe's library. Since the pictures were usually idealized, it\nfollowed that Klavan was an above-average specimen of his people. He\nstood a full eight feet from fetters to crest, and had not yet begun to\nthicken his shoes in compensation for the stoop that marked advancing\nmiddle age for his race.\n\nMarlowe, looking at him, smiled inwardly. No Dovenilid could be so\nobviously superior and still only a lowly student. Well, considering\nHarrison's qualifications, it might still not be tit for tat.\n\nMead began to get to his feet, and Marlowe hastily planted a foot atop\nhis nearest shoe. The assistant winced and twitched his lips, but at\nleast he stayed down.\n\n\"Dalish ud Klavan,\" the Dovenilid pronounced, in good English.\n\n\"David Marlowe, Secretary for External Affairs, Solar Union,\" Marlowe\nreplied.\n\nUd Klavan looked expectantly at Mead.\n\n\"Christopher Mead, Assistant Undersecretary for External Affairs,\" the\nassistant said, orientating himself.\n\n\"If you would do us the honor of permitting us to stand--\" Marlowe asked\npolitely.\n\n[Illustration]\n\n\"On the contrary, Marlowe. If you would do me the honor of permitting me\nto sit, I should consider it a privilege.\"\n\n\"Please do so. Mr. Mead, if you would bring our visitor a chair--\"\n\nThey lost themselves in formalities for a few minutes, Marlowe being\nurbanely correct, Mead following after as best he could through the maze\nof Dovenilid morés. Finally they were able to get down to the business\nat hand, ud Klavan sitting with considerable comfort in the carefully\ndesigned chair which could be snapped into almost any shape, Marlowe\nbulking behind his desk, Mead sitting somewhat nervously beside him.\n\n\"Now, as I understand it, ud Klavan,\" Marlowe began, \"you'd like to\nlearn something of our policies and methods.\"\n\n\"That is correct, Marlowe and Mead.\" The Dovenilid extracted a block of\nopaque material from the flat wallet at his side and steadied it on his\nknee. \"I have your permission to take notes?\"\n\n\"Please do. Now, as it happens, Mr. Mead and I are currently considering\na case which perfectly illustrates our policies.\"\n\nUd Klavan immediately traced a series of ideographs on the note block,\nand Marlowe wondered if he was actually going to take their conversation\ndown verbatim. He shrugged mentally. He'd have to ask him, at some later\ndate, whether he'd missed anything. Undoubtedly, there'd be a spare\nrecording of the tape he himself was making.\n\n\"To begin: As you know, our government is founded upon principles of\nextreme personal freedom. There are no arbitrary laws governing\nexpression, worship, the possession of personal weapons, or the rights\nof personal property. The state is construed to be a mechanism of public\nservice, operated by the Body Politic, and the actual regulation and\nregimentation of society is accomplished by natural socio-economic laws\nwhich, of course, are both universal and unavoidable.\n\n\"We pride ourselves on the high status of the individual in comparison\nto the barely-tolerable existence of the state. We do, naturally, have\nordinances and injunctions governing crimes, but even these are usually\nsuperseded by civil action at the personal level.\"\n\nMarlowe leaned forward a trifle. \"Forgetting exact principles for a\nmoment, ud Klavan, you realize that the actuality will sometimes stray\nfrom the ideal. Our citizens, for example, do not habitually carry\nweapons except under extraordinary conditions. But that is a civil\ntaboo, rather than a fixed amendation of our constitution. I have no\ndoubt that some future generation, morés having shifted, will, for\nexample, revive the _code duello_.\"\n\nUd Klavan nodded. \"Quite understood, thank you, Marlowe.\"\n\n       *       *       *       *       *\n\n\"Good. Now, to proceed:\n\n\"Under conditions such as those, the state and its agencies _cannot_ lay\ndown a fixed policy of any sort, and expect it to be in the least\npermanent. The people will not tolerate such regulation, and with each\nnew shift in social morés--and the institution of any policy is itself\nsufficient to produce such a shift within a short time--successive\npolicies are repudiated by the Body Politic, and new ones must be\ninstituted.\"\n\nMarlowe leaned back and spread his hands. \"Therefore,\" he said with a\nrueful smile, \"it can fairly be said that we _have_ no foreign policy,\neffectively speaking. We pursue the expedient, ud Klavan, and hope for\nthe best. The case which Mr. Mead and I are currently considering is\ntypical.\n\n\"The Union, as you know, maintains a General Survey Corps whose task it\nis to map the galaxy, surveying such planets as harbor alien races or\nseem suitable for human colonization. Such a survey team, for example,\nfirst established contact between your people and ours. Exchange\nobservation rights are worked out, and representatives of both races are\ngiven the opportunity to acquaint themselves with the society of the\nother.\n\n\"In the case of unoccupied, habitable planets, however, the state's\nfunction ceases with the filing of a complete and definitive survey at\nthe Under-Ministry for Emigration. The state, as a state, sponsors no\ncolonies and makes no establishments except for the few staging bases\nwhich are maintained for the use of the Survey Corps. We have not yet\nfound any need for the institution of an offensive service analogous to\na planetary army, nor do we expect to. War in space is possible only\nunder extraordinary conditions, and we foresee no such contingency.\n\n\"All our colonization is carried out by private citizens who apply to\nMr. Mead, here, for options on suitable unoccupied planets. Mr. Mead's\nfunction is to act as a consultant in these cases. He maintains a roster\nof surveyed human-habitable planets, and either simply assigns the\nrequested planet or recommends one to fit specified conditions. The cost\nof the option is sufficient to cover the administrative effort involved,\ntogether with sufficient profit to the government to finance further\nsurveys.\n\n\"The individual holding the option is then referred to Emigration, which\nprovides copies of a prospectus taken from the General Survey report,\nand advertises the option holder's asking prices on subdivisions. Again,\nthere is a reasonable fee of a nature similar to ours, devoted to the\nsame purposes.\n\n\"The state then ceases to have any voice in the projected colonization\nwhatsoever. It is a totally private enterprise--a simple real estate\noperation, if you will, with the state acting only as an advertising\nagency, and, occasionally, as the lessor of suitable transportation from\nEarth to the new planet. The colonists, of course, are under our\nprotection, maintaining full citizenship unless they request\nindependence, which is freely granted.\n\n\"If you would like to see it for purposes of clarification, you're\nwelcome to examine our file on Martin Holliday, a citizen who is fairly\ntypical of these real estate operators, and who has just filed an option\non his second planet.\" Smiling, Marlowe extended the folder.\n\n\"Thank you, I should like to,\" ud Klavan said, and took the file from\nMarlowe. He leafed through it rapidly, pausing, after asking Marlowe's\nleave, to make notes on some of the information, and then handed it\nback.\n\n\"Most interesting,\" ud Klavan observed. \"However, if you'll enlighten\nme--This man, Martin Holliday; wouldn't there seem to be very little\nincentive for him, considering his age, even if there is the expectation\nof a high monetary return? Particularly since his first attempt, while\nnot a failure, was not an outstanding financial success?\"\n\nMarlowe shrugged helplessly. \"I tend to agree with you thoroughly, ud\nKlavan, but--\" he smiled, \"you'll agree, I'm sure, that one Earthman's\nboredom is another's incentive? We are not a rigorously logical race, ud\nKlavan.\"\n\n\"Quite,\" the Dovenilid replied.\n\n\nV.\n\nMarlowe stared at his irrevocable clock. His interphone light flickered,\nand he touched the switch absently.\n\n\"Yes, Mary?\"\n\n\"Will there be anything else, Mr. Secretary?\"\n\n\"No, thank you, Mary. Good night.\"\n\n\"Good night, sir.\"\n\nThere was no appeal. The day was over, and he had to go home.\n\nHe stared helplessly at his empty office, his mind automatically\ncounting the pairs of departing footsteps that sounded momentarily as\nclerks and stenographers crossed the walk below his partly-open window.\nFinally he rolled his chair back and pushed himself to his feet.\nDisconsolate, he moved irresolutely to the window and watched the people\nleave.\n\nWashington--aging, crowded Washington, mazed by narrow streets, carrying\nthe burden of the severe, unimaginative past on its grimy\narchitecture--respired heavily under the sinking sun.\n\nThe capital ought to be moved, he thought as he'd thought every night at\nthis time. Nearer the heart of the empire. Out of this steamy bog. Out\nof this warren.\n\nHis heavy lips moved into an ironical comment on his own thoughts. No\none was ever going to move the empire's traditional seat. There was too\nmuch nostalgia concentrated here, along with the humidity. Some day,\nwhen the Union was contiguous with the entire galaxy, men would still\ncall Washington, on old, out-of-the-way Earth, their capital. Man was\nnot a rigorously logical race, as a race.\n\nThe thought of going home broke out afresh, insidiously avoiding the\nbarriers of bemusement which he had tried to erect, and he turned\nabruptly away from the window, moving decisively so as to be able to\nmove at all. He yanked open a desk drawer and stuffed his jacket pockets\nwith candy bars, ripping the film from one and chewing on its end while\nhe put papers in his brief case.\n\nFinally, he could not delay any longer. Everyone else was out of the\nbuilding, and the robots were taking over. Metal treads spun along the\ncorridors, bearing brooms, and the robot switchboards guarded the\ncommunications of the Ministry. Soon the char-robots would be bustling\ninto this very office. He sighed and walked slowly out, down the empty\nhalls where no human eye could see him waddling.\n\n       *       *       *       *       *\n\nHe stepped into his car, and as he opened the door the automatic\nrecording said \"Home, please,\" in his own voice. The car waited until he\nwas settled and then accelerated gently, pointing for his apartment.\n\nThe recording had been an unavoidable but vicious measure of his own.\nHe'd had to resort to it, for the temptation to drive to a terminal, to\nan airport, or rocket field, or railroad station--_anywhere_--had become\nexcruciating.\n\nThe car stopped for a pedestrian light, and a sports model bounced\njauntily to a stop beside it. The driver cocked an eyebrow at Marlowe\nand chuckled. \"Say, Fatso, which one of you's the Buick?\" Then the light\nchanged, the car spurted away, and left Marlowe cringing.\n\nHe would not get an official car and protect himself with its license\nnumber. He would not be a coward. He _would_ not!\n\nHis fingers shaking, he tore the film from another candy bar.\n\n       *       *       *       *       *\n\nMarlowe huddled in his chair, the notebook clamped on one broad thigh by\nhis heavy hand, his lips mumbling nervously while his pencil-point\nchecked off meter.\n\n\"Dwell in aching discontent,\" he muttered. \"No. Not that.\" He stared\ndown at the floor, his eyes distant.\n\n\"Bitter discontent,\" he whispered. He grunted softly with breath that\nhad to force its way past the constricting weight of his hunched chest.\n\"Bitter dwell.\" He crossed out the third line, substituted the new one,\nand began to read the first two verses to himself.\n\n    \"_We are born of Humankind--\n    This our destiny:\n    To bitter dwell in discontent\n    Wherever we may be._\n\n    \"_To strangle with the burden\n    Of that which heels us on.\n    To stake our fresh beginnings\n    When frailer breeds have done._\"\n\nHe smiled briefly, content. It still wasn't perfect, but it was getting\ncloser. He continued:\n\n    \"_To pile upon the ashes\n    Of races in decease\n    Such citadels of our kind's own\n    As fortify no--_\"\n\n\"What are you doing, David?\" his wife asked over his shoulder.\n\nFlinching, he pulled the notebook closer into his lap, bending forward\nin an instinctive effort to protect it.\n\nThe warm, loving, sawing voice went on. \"Are you writing another poem,\nDavid? Why, I thought you'd given that up!\"\n\n\"It's ... it's nothing, really, uh ... Leonora. Nothing much. Just a ...\na thing I've had running around my head. Wanted to get rid of it.\"\n\nHis wife leaned over and kissed his cheek clumsily. \"Why, you old big\ndear! I'll bet it's for me. Isn't it, David? Isn't it for me?\"\n\nHe shook his head in almost desperate regret. \"I'm ... I'm afraid not,\nuh--\" Snorer. \"It's about something else, Leonora.\"\n\n\"Oh.\" She came around the chair, and he furtively wiped his cheek with\na hasty hand. She sat down facing him, smiling with entreaty. \"Would you\nread it to me anyway, David? Please, dear?\"\n\n\"Well, it's not ... not finished yet--not right.\"\n\n\"You don't have to, David. It's not important. Not really.\" She sighed\ndeeply.\n\nHe picked up the notebook, his breath cold in his constricted throat.\n\"All right,\" he said, the words coming out huskily, \"I'll read it. But\nit's not finished yet.\"\n\n\"If you don't want to--\"\n\n       *       *       *       *       *\n\nHe began to read hurriedly, his eyes locked on the notebook, his voice a\nsuppressed hoarse, spasmodic whisper.\n\n    \"_Such citadels of our kind's own\n    As fortify no peace._\n\n    \"_No wall can offer shelter,\n    No roof can shield from pain.\n    We cannot rest; we are the damned;\n    We must go forth again._\n\n    \"_Unnumbered we must--_\"\n\n\"David, are you sure about those last lines?\" She smiled apologetically.\n\"I know I'm old-fashioned, but couldn't you change that? It seems so ...\nso harsh. And I think you may have unconsciously borrowed it from\nsomeone else. I can't help thinking I've heard it before, somewhere?\nDon't you think so?\"\n\n\"I don't know, dear. You may be right about that word, but it doesn't\nreally matter, does it? I mean, I'm not going to try to get it\npublished, or anything.\"\n\n\"_I_ know, dear, but still--\"\n\nHe was looking at her desperately.\n\n\"I'm sorry, dear!\" she said contritely. \"Please go on. Don't pay any\nattention to my stupid comments.\"\n\n\"They're not stupid--\"\n\n\"Please, dear. Go on.\"\n\nHis fingers clamped on the edge of the notebook.\n\n    \"_Unnumbered we must wander,\n    Break, and bleed, and die.\n    Implacable as ocean,\n    Our tide must drown the sky._\n\n    \"_What is our expiation,\n    For what primeval crime,\n    That we must go on marching\n    Until the crash of time?_\n\n    \"_What hand has shaped so cruelly?\n    What whim has cast such fate?\n    Where is, in our creation,\n    The botch that makes us great?_\"\n\n\"Oh, that's good, darling! That's very good. I'm proud of you, David.\"\n\n\"I think it stinks,\" he said evenly, \"but, anyway, there are two more\nverses.\"\n\n\"_David!_\"\n\nGrimly, he spat out the last eight lines.\n\n    \"_Why are we ever gimleted\n    By empire's irony?\n    Is discontent the cancered price\n    Of Earthman's galaxy?_\"\n\nLeonora, recoiling from his cold fury, was a shaking pair of shoulders\nand a mass of lank hair supported by her hands on her face while she\nsobbed.\n\n    \"_Are our souls so much perverted?\n    Can we not relent?\n    Or are the stars the madman's cost\n    For his inborn discontent?_\n\n\"Good night, Leonora.\"\n\n\nVI.\n\nThe light flickered on Marlowe's interphone.\n\n\"Good morning, Mr. Secretary.\"\n\n\"Good morning, Mary. What's up?\"\n\n\"Harrison's being deported from Dovenil, sir. There's a civil crime\ncharged against him. Quite a serious one.\"\n\nMarlowe's eyebrows went up. \"How much have we got on it?\"\n\n\"Not too much, sir. Harrison's report hasn't come in yet. But the\nstory's on the news broadcasts now, sir. We haven't been asked to\ncomment yet, but Emigration has been called by several news outlets, and\nthe Ministry for Education just called here and inquired whether it\nwould be all right to publish a general statement of their exchange\nstudents' careful instructions against violating local customs.\"\n\nMarlowe's glance brooded down on the mass of papers piled in the tray of\nhis IN box. \"Give me a tape of a typical broadcast,\" he said at last.\n\"Hold everything else. Present explanation to all news outlets: None\nnow, statement forthcoming after preliminary investigation later in the\nday. The Ministry regrets this incident deeply, and will try to settle\nmatters as soon and as amicably as possible, et cetera, et cetera.\nO.K.?\"\n\n\"Yes, sir.\"\n\nHe swung his chair around to face the screen let into a side wall, and\ncolors began to flicker and run in the field almost immediately. They\nsteadied and sharpened, and the broadcast tape began to roll.\n\n    Dateline: Dovenil, Sector Three, Day 183, 2417 GST. Your Topical\n    News reporter on this small planet at the Union's rim was unable\n    today to locate for comment any of the high officials of this alien\n    civilization directly concerned with the order for the deportation\n    of exchange student-observer Hubert Harrison, charged with theft and\n    violent assault on the person of a Dovenilid citizen. Union citizen\n    Harrison was unavailable for comment at this time, but Topical News\n    will present his views and such other clues when more ensues.\n\nMarlowe grunted. Journalese was getting out of hand again. That last\nrhyming sentence was sure to stick in the audience's brains. It might be\nonly another advertising gimmick, but if they started doing it with the\nbody of the news itself, it might be well to feed Topical enough false\nleads to destroy what little reputation for comprehensibility they had\nleft.\n\n[Illustration]\n\nHe touched his interphone switch.\n\n\"Uh ... Mary, what was the hooper on that broadcast?\"\n\n\"Under one per cent, sir.\"\n\nWhich meant that, so far, the Body Politic hadn't reacted.\n\n\"Thank you. Is there anything else coming in?\"\n\n\"Not at the moment, sir.\"\n\n\"What's--\" Cabbage. \"What's Dalish ud Klavan doing?\"\n\n\"His residence is the Solar Hostel, sir. The management reports that he\nis still in his room, and has not reserved space on any form of\nlong-distance transportation. He has not contacted us, either, and there\nis a strong probability that he may still be unaware of what's\nhappened.\"\n\n\"How many calls did he make yesterday, either before or after he was\nhere, and to whom?\"\n\n\"I can get you a list in ten minutes, sir.\"\n\n\"Do that, Mary.\"\n\nHe switched off, sat slapping the edge of his desk with his hand, and\nswitched on again.\n\n\"Mary, I want the GenSurvs on the Dovenil area to a depth of ten cubic\nlights.\"\n\n\"Yes, sir.\"\n\n\"And get me Mr. Mead on the phone, please.\"\n\n\"Yes, sir.\"\n\nMarlowe's lips pulled back from his teeth as he switched off. He\nsnatched a candy bar out of his drawer, tore the film part way off, then\nthrew it back in the drawer as his desk phone chimed.\n\n\"Here, Chris.\"\n\n\"Here, Mr. Marlowe.\"\n\n\"Look, Chris--has Holliday left Earth yet?\"\n\n\"Yes, sir. Yes, Dave.\"\n\n\"Where is he?\"\n\n\"Luna, en route to Karlshaven. He was lucky enough to have me arrange\nfor his accidentally getting a ride on a GenSurv ship that happened to\nbe going out that way, if you follow me.\" Mead grinned.\n\n\"Get him back.\"\n\nThe smile blanked out. \"I can't do that, Mr. Marlowe! He'd never be able\nto take it. You should have seen him when I put him on the shuttle. We\ndoped him up with EasyRest, and even then his subconscious could _feel_\nthe bulkheads around him, even in his sleep. Those shuttles are small,\nand they don't have ports.\"\n\n\"We can't help that. We need him, and I've got to talk to him first.\nPersonally.\"\n\nMead bit his lip. \"Yes, sir.\"\n\n\"Dave.\"\n\n\"Yes ... Dave.\"\n\n\nVII.\n\nDalish ud Klavan sat easily in his chair opposite Marlowe. He rested one\ndigit on his notebook and waited.\n\n\"Ud Klavan,\" Marlowe said amiably, \"you're undoubtedly aware by now that\nyour opposite number on Dovenil has been charged with a civil crime and\ndeported.\"\n\nThe Dovenilid nodded. \"An unfortunate incident. One that I regret\npersonally, and which I am sure my own people would much rather not have\nhad happen.\"\n\n\"Naturally.\" Marlowe smiled. \"I simply wanted to reassure you that this\nincident does not reflect on your own status in any way. We are\ninvestigating our representative, and will take appropriate action, but\nit seems quite clear that the fault is not with your people. We have\nalready forwarded reparations and a note of apology to your government.\nAs further reparation, I wish to assure you personally that we will\ncoöperate with your personal observations in every possible way. If\nthere is anything at all you wish to know--even what might, under\nordinary conditions, be considered restricted information--just call on\nus.\"\n\nUd Klavan's crest stirred a fraction of an inch, and Marlowe chuckled\ninwardly. Well, even a brilliant spy might be forgiven an outward\ndisplay of surprise under these circumstances.\n\nThe Dovenilid gave him a piercing look, but Marlowe presented a\nfeatureless facade of bulk.\n\nThe secretary chuckled in his mind once more. He doubted if ud Klavan\ncould accept the hypothesis that Marlowe did not know he was a spy. But\nthe Dovenilid must be a sorely confused being at this point.\n\n\"Thank you, Marlowe,\" he said finally. \"I am most grateful, and I am\nsure my people will construe it as yet another sign of the Union's\nfriendship.\"\n\n\"I hope so, ud Klavan,\" Marlowe replied. Having exchanged this last\nfriendly lie, they went through the customary Dovenilid formula of\nleave-taking.\n\n       *       *       *       *       *\n\nMarlowe slapped his interphone switch as soon as the alien was gone. \"Uh\n... Mary, what's the latest on Holliday?\"\n\n\"His shuttle lands at Idlewild in half an hour, sir.\"\n\n\"All right, get Mr. Mead. Have him meet me out front, and get an\nofficial car to take us to the field. I'll want somebody from Emigration\nto go with us. Call Idlewild and have them set up a desk and chairs for\nfour out in the middle of the field. Call the Ministry for Traffic and\nmake sure that field stays clear until we're through with it. My\nMinisterial prerogative, and no back-talk. I want that car in ten\nminutes.\"\n\n\"Yes, sir.\"\n\nMary's voice was perfectly even, without the slightest hint that there\nwas anything unusual happening. Marlowe switched off and twisted his\nmouth.\n\nHe picked up the GenSurv on the Dovenil area and began skimming it\nrapidly.\n\n       *       *       *       *       *\n\nHe kept his eyes carefully front as he walked out of his office, past\nthe battery of clerks in the outer office, and down the hall. He kept\nthem rigidly fixed on the door of his personal elevator which, during\nthe day, was human-operated under the provisions of the Human Employment\nAct of 2302. He met Mead in front of the building and did not look into\nthe eyes of Bussard, the man from Emigration, as they shook hands. He\nfollowed them down the walk in a sweating agony of obliviousness, and\nclimbed into the car with carefully normal lack of haste.\n\nHe sat sweating, chewing a candy bar, for several minutes before he\nspoke. Then, slowly, he felt his battered defenses reassert themselves,\nand he could actually look at Bussard, before he turned to Mead.\n\n\"Now, then,\" he rapped out a shade too abruptly before he caught\nhimself. \"Here's the GenSurv on the Dovenil area, Chris. Anything in it\nyou don't know already?\"\n\n\"I don't think so, sir.\"\n\n\"O.K., dig me up a habitable planet--even a long-term False-E will\ndo--close to Dovenil, but not actually in their system. If it's at all\npossible, I want that world in a system without any rich planets. And I\ndon't want any rich systems anywhere near it. If you can't do that,\narrange for the outright sale of all mineral and other resource rights\nto suitable companies. I want that planet to be habitable, but I want it\nto be impossible for any people on it to get at enough resources to\nachieve a technological culture. Can do?\"\n\nMead shook his head. \"I don't know.\"\n\n\"You've got about fifteen minutes to find out. I'm going to start\ntalking to Holliday, and when I tell him I've got another planet for\nhim, I'll be depending on you to furnish one. Sorry to pile it on like\nthis, but must be.\"\n\nMead nodded. \"Right, Mr. Marlowe. That's why I draw pay.\"\n\n\"Good boy. Now, uh--\" Rabbit. \"Bussard. I want you to be ready to lay\nout a complete advertising and prospectus program. Straight routine\nwork, but about four times normal speed. The toughest part of it will be\nfollowing the lead that Chris and I set. Don't be surprised at\nanything, and act like it happens every day.\"\n\n\"Yes, Mr. Marlowe.\"\n\n\"Right.\"\n\nBussard looked uncomfortable. \"Ah ... Mr. Marlowe?\"\n\n\"Yes?\"\n\n\"About this man, Harrison. I presume all this is the result of what\nhappened to him on Dovenil. Do you think there's any foundation in truth\nfor what they say he did? Or do you think it's just an excuse to get him\noff their world?\"\n\nMarlowe looked at him coldly. \"Don't be an ass,\" he snorted.\n\n\nVIII.\n\nMartin Holliday climbed slowly out of the shuttle's lock and moved\nfumblingly down the stairs, leaning on the attendant's arm. His face was\na mottled gray, and his hands shook uncontrollably. He stepped down to\nthe tarmac and his head turned from side to side as his eyes gulped the\nfield's distances.\n\nMarlowe sat behind the desk that had been put down in the middle of this\nemptiness, his eyes brooding as he looked at Holliday. Bussard stood\nbeside him, trying nervously to appear noncommittal, while Mead went up\nto the shaking old man, grasped his hand, and brought him over to the\ndesk.\n\nMarlowe shifted uncomfortably. The desk was standard size, and he had to\nsit far away from it. He could not feel at ease in such a position.\n\nHis thick fingers went into the side pocket of his jacket and peeled the\nfilm off a candy bar, and he began to eat it, holding it in his left\nhand, as Mead introduced Holliday.\n\n\"How do you do, Mr. Holliday?\" Marlowe said, his voice higher than he\nwould have liked it, while he shook the man's hand.\n\n\"I'm ... I'm pleased to meet you, Mr. Secretary,\" Holliday replied. His\neyes were darting past Marlowe's head.\n\n\"This is Mr. Bussard, of Emigration, and you know Mr. Mead, of course.\nNow, I think we can all sit down.\"\n\nMead's chair was next to Holliday's, and Bussard's was to one side of\nthe desk, so that only Marlowe, unavoidably, blocked his complete view\nof the stretching tarmac.\n\n\"First of all, Mr. Holliday, I'd like to thank you for coming back.\nPlease believe me when I say we would not have made such a request if it\nwere not urgently necessary.\"\n\n\"It's all right,\" Holliday said in a low, apologetic voice. \"I don't\nmind.\"\n\nMarlowe winced, but he had to go on.\n\n\"Have you seen a news broadcast recently, Mr. Holliday?\"\n\nThe man shook his head in embarrassment. \"No, sir. I've been ... asleep\nmost of the time.\"\n\n\"I understand, Mr. Holliday. I didn't really expect you had under the\ncircumstances. The situation is this:\n\n\"Some time ago, our survey ships, working out in their usual expanding\npattern, encountered an alien civilization on a world designated Moore\nII on our maps, and which the natives call Dovenil. It was largely a\nroutine matter, no different from any other alien contact which we've\nhad. They had a relatively high technology, embracing the beginnings of\ninterplanetary flight, and our contact teams were soon able to work out\na diplomatic status mutually satisfactory to both.\n\n\"Social observers were exchanged, in accordance with the usual practice,\nand everything seemed to be going well.\"\n\nHolliday nodded out of painful politeness, not seeing the connection\nwith himself. Some of his nervousness was beginning to fade, but it was\nimpossible for him to be really at ease with so many people near him,\nwith all of Earth's billions lurking at the edge of the tarmac.\n\n\"However,\" Marlowe went on as quickly as he could, \"today, our\nrepresentative was deported on a trumped-up charge. Undoubtedly, this is\nonly the first move in some complicated scheme directed against the\nUnion. What it is, we do not yet know, but further observation of the\nactions of their own representative on this planet has convinced us that\nthey are a clever, ruthless people, living in a society which would have\nput Machiavelli to shame. They are single-minded of purpose, and welded\ninto a tight group whose major purpose in life is the service of the\nstate in its major purpose, which, by all indications, is that of\neventually dominating the universe.\n\n\"You know our libertarian society. You know that the Union government is\nalmost powerless, and that the Union itself is nothing but a loose\nfederation composed of a large number of independent nations tied\ntogether by very little more than the fact that we are all Earthmen.\n\n\"We are almost helpless in the face of such a nation as the Dovenilids.\nThey have already outmaneuvered us once, despite our best efforts. There\nis no sign that they will not be able to do so again, at will.\n\n\"We must, somehow, discover what the Dovenilids intend to do next. For\nthis reason, I earnestly request that you accept our offer of another\nplanet than the one you have optioned, closer to the Dovenilid system.\nWe are willing, under these extraordinary circumstances, to consider\nyour credit sufficient for the outright purchase of half the planet, and\nMr. Bussard, here, will do his utmost to get you suitable colonists for\nthe other half as rapidly as it can be done. Will you help us, Mr.\nHolliday?\"\n\n       *       *       *       *       *\n\nMarlowe sank back in his chair. He became conscious of a messy feeling\nin his left hand, and looked down to discover the half-eaten candy bar\nhad melted. He tried furtively to wipe his hand clean on the underside\nof the desk, but he knew Bussard had noticed, and he cringed and cursed\nhimself.\n\nHolliday's face twisted nervously.\n\n\"I ... I don't know--\"\n\n\"Please don't misunderstand us, Mr. Holliday,\" Marlowe said. \"We do not\nintend to ask you to spy for us, nor are we acting with the intention of\nnow establishing a base of any sort on the planet. We simply would like\nto have a Union world near the Dovenilid system. Whatever Dovenil does\nwill not have gathered significant momentum by the end of your life. You\nwill be free to end your days exactly as you have always wished, and the\nprecautions we have outlined will ensure that there will be no\nencroachments on your personal property during that time. We are\nplanning for the next generation, when Dovenil will be initiating its\nprogram of expansion. It is then that we will need an established\noutpost near their borders.\"\n\n\"Yes,\" Holliday said hesitantly, \"I can understand that. I ... I don't\nknow,\" he repeated. \"It seems all right. And, as you say, it won't\nmatter, during my lifetime, and it's more than I had really hoped for.\"\nHe looked nervously at Mead. \"What do you think, Mr. Mead? You've always\ndone your best for me.\"\n\nMead shot one quick glance at Marlowe. \"I think Mr. Marlowe's doing his\nbest for the Union,\" he said finally, \"and I know he is fully aware of\nyour personal interests. I think what he's doing is reasonable under the\ncircumstances, and I think his proposition to you, as he's outlined it,\nis something which you cannot afford to not consider. The final decision\nis up to you, of course.\"\n\nHolliday nodded slowly, staring down at his hands. \"Yes, yes, I think\nyou're right, Mr. Mead.\" He looked up at Marlowe. \"I'll be glad to help.\nAnd I'm grateful for the consideration you've shown me.\"\n\n\"Not at all, Mr. Holliday. The Union is in your debt.\"\n\nMarlowe wiped his hand on the underside of the desk again, but he only\nmade matters worse, for his fingers picked up some of the chocolate he\nhad removed before.\n\n\"Mr. Mead, will you give Mr. Holliday the details on the new planet?\" he\nsaid, trying to get his handkerchief out without smearing his suit. He\ncould almost hear Bussard snickering.\n\n       *       *       *       *       *\n\nHolliday signed the new option contract and shook Marlowe's hand. \"I'd\nlike to thank you again, sir. Looking at it from my point of view, it's\nsomething for nothing--at least, while I'm alive. And it's a very nice\nplanet, too, from the way Mr. Mead described it. Even better than\nKarlshaven.\"\n\n\"Nevertheless, Mr. Holliday,\" Marlowe said, \"you have done the Union a\ngreat service. We would consider it an honor if you allowed us to enter\nyour planet in our records under the name of Holliday.\"\n\nHe kept his eyes away from Mead.\n\nMartin Holliday's eyes were shining. \"Thank you, Mr. Marlowe,\" he said\nhuskily.\n\nMarlowe could think of no reply. Finally, he simply nodded. \"It's been a\npleasure meeting you, Mr. Holliday. We've arranged transportation, and\nyour shuttle will be taking off very shortly.\"\n\nHolliday's face began to bead with fresh perspiration at the thought of\nbulkheads enclosing him once more, but he managed to smile, and then\nask, hesitantly: \"May I ... may I wait for the shuttle out here, sir?\"\n\n\"Certainly. We'll arrange for that. Well, good-by, Mr. Holliday.\"\n\n\"Good-by, Mr. Marlowe. Good-by, Mr. Bussard. And good-by, Mr. Mead. I\ndon't suppose you'll be seeing me again.\"\n\n\"Good luck, Mr. Holliday,\" Mead said.\n\n       *       *       *       *       *\n\nMarlowe twisted awkwardly on the car's back seat, wiping futilely at the\nlong smear of chocolate on his trouser pocket.\n\nWell, he thought, at least he'd given the old man his name on the star\nmaps until Earthmen stopped roving.\n\nAt least he'd given him that.\n\nMead was looking at him. \"I don't suppose we've got time to let him die\nin peace, have we?\" he asked.\n\nMarlowe shook his head.\n\n\"I suppose we'll have to start breaking him immediately, won't we?\"\n\nMarlowe nodded.\n\n\"I'll get at it right away, sir.\"\n\n_Dave!_ Does everyone have to hate me? Can't anyone understand? Even\nyou, uh--Creed. Even you, Mead?\n\n\nIX.\n\nDalish ud Klavan, stooped and withered, sat hopelessly, opposite\nMarlowe, who sat behind his desk like a grizzled polar bear, his\nthinning mane of white hair unkempt and straggling.\n\n\"Marlowe, my people are strangling,\" the old Dovenilid said.\n\nMarlowe looked at him silently.\n\n\"The Holliday Republic has signed treaty after treaty with us, and still\ntheir citizens raid our mining planets, driving away our own people,\nstealing the resources we must have if we are to live.\"\n\nMarlowe sighed. \"There's nothing I can do.\"\n\n\"We have gone to the Holliday government repeatedly,\" ud Klavan pleaded.\n\"They tell us the raiders are criminals, that they are doing their best\nto stop them. But they still buy the metal the raiders bring them.\"\n\n\"They have to,\" Marlowe said. \"There are no available resources\nanywhere within practicable distances. If they're to have any\ncivilization at all, they've _got_ to buy from the outlaws.\"\n\n\"But they are members of the Union!\" ud Klavan protested. \"_Why_ won't\nyou do anything to stop them?\"\n\n\"We can't,\" Marlowe said again. \"They're members of the Union, yes, but\nthey're also a free republic. We have no administrative jurisdiction\nover them, and if we attempted to establish one our citizens would rise\nin protest all over our territory.\"\n\n\"Then we're finished. Dovenil is a dead world.\"\n\nMarlowe nodded slowly. \"I am very sorry. If there is anything I can do,\nor that the Ministry can do, we will do it. But we cannot save the\nDovenilid state.\"\n\nUd Klavan looked at him bitterly. \"Thank you,\" he said. \"Thank you for\nyour generous offer of a gracious funeral.\n\n\"I don't understand you!\" he burst out suddenly. \"I don't understand you\npeople! Diplomatic lies, yes. Expediency, yes! But this ... this\nmadness, this fanatical, illogical devotion of the state in the cause of\na people who will tolerate no state! This ... no, this I cannot\nunderstand.\"\n\nMarlowe looked at him, his eyes full of years.\n\n\"Ud Klavan,\" he said, \"you are quite right. We are a race of maniacs.\nAnd that is why Earthmen rule the galaxy. For our treaties are not\nbinding, and our promises are worthless. Our government does _not_\nrepresent our people. It represents our people as they once were. The\ndelay in the democratic process is such that the treaty signed today\nfulfills the promise of yesterday--but today the Body Politic has formed\na new opinion, is following a new logic which is completely at variance\nwith that of yesterday. An Earthman's promise--expressed in words or\ndeeds--is good _only at the instant he makes it_. A second later, new\nfactors have entered into the total circumstances, and a new chain of\nlogic has formed in his head--to be altered again, a few seconds later.\"\n\nHe thought, suddenly, of that poor claustrophobic devil, Holliday,\nharried from planet to planet, never given a moment's rest--and\ncivilizing, civilizing, spreading the race of humankind wherever he was\ndriven. Civilizing with a fervor no hired dummy could have accomplished,\ndriven by his fear to sell with all the real estate agent's talent that\nhad been born in him, selling for the sake of money with which to buy\nthat land he needed for his peace--and always being forced to sell a\nlittle too much.\n\nUd Klavan rose from his chair. \"You are also right, Marlowe. You are a\nrace of maniacs, gibbering across the stars. And know, Marlowe, that the\nother races of the universe hate you.\"\n\nMarlowe with a tremendous effort heaved himself out of his chair.\n\n\"Hate us?\" He lumbered around the desk and advanced on the frightened\nDovenilid, who was retreating backwards before his path.\n\n\"Can't you see it? Don't you understand that, if we are to pursue any\ncourse of action over a long time--if we are ever going to achieve a\ngalaxy in which an Earthman can some day live at peace with himself--we\nmust each day violate all the moral codes and creeds which we held\ninviolate the day before? That we must fight against every ideal, every\nprinciple which our fathers taught us, because they no longer apply to\nour new logic?\n\n\"_You_ hate us!\" He thrust his fat hand, its nails bitten down to the\nquick and beyond, in front of the cringing alien's eyes.\n\n\"You poor, weak, single-minded, ineffectual thing! We hate ourselves!\"\n\n\nTHE END\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Astounding Science Fiction_ February\n    1955. Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Citadel, by Algirdas Jonas Budrys\n\n*** END OF THIS PROJECT GUTENBERG EBOOK CITADEL ***\n\n***** This file should be named 26191-8.txt or 26191-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/6/1/9/26191/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}