{"title": "Next Door, Next World", "author": "Robert Donald Locke", "releaseDate": "August 6, 2008", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Dave Lovelace, Stephen Blundell\nand the Online Distributed Proofreading Team at\nhttp://www.pgdp.net\n\n\n\n\n\n\n\n\n\n NEXT\n DOOR,\n NEXT\n WORLD\n\n     By ROBERT\n     DONALD\n     LOCKE\n\n\n _Almost any phenomenon can be\n used--or act--for good or ill.\n Mutation usually brings ill--but\n it also brings greatness. Change\n can go any direction._\n\n\n           Illustrated by Douglas\n\n\nHungrily, the cradled vessel's great steel nose pointed up to the\ndistant stars. She was the _Cosmos XII_, newest and sleekest of the\nSpace Service's rapidly-expanding wing of interstellar scout ships, and\nshe was now ready for operational work.\n\nMajor Lance Cooper, a big man with space-tanned features, stood in the\nshadow of the control bunker and watched the swarm of ground crewmen\nworking at last-minute speed atop the loading tower. Inside him burned a\nhunger, too.\n\nHunger, and another emotion--pride.\n\nThe pride swelled Lance's open-collared khaki shirt, as he envisioned\nhimself at the ship's controls within a few minutes. Finally, after long\nyears of study, sweat and dedication, he'd made it to the Big League. No\nmore jockeying those tubby old rocket-pots to Luna! From here on, he was\ngoing to see, taste, feel what the universe was like way, way out--in\nDeep Space. The _Cosmos XII_, like her earlier sisters, was designed to\nplow through that shuddery nowhere the cookbooks identified as\n\"hyperspace.\"\n\nLance's glance shifted upward, scanning the velvet backdrop of frosty\nwhite points of light against which the slender, silverish, almost\nwingless form stood framed. More stars than a man could visit in a\nlifetime! And some already within grasp!\n\nHis exultant feeling grew, and Lance kept his head tilted backward.\nAlpha Centauri, the most popular target, was not visible at this\nlatitude; and Barnard's star, besides being far too faint, lay on the\nother side of the sun. But there shone Sirius, just as bright as it had\nglittered for the Greeks, and frosty Procyon, a little to the north.\nBoth orbs twinkled and beckoned, evoking strange and demanding dreams!\n\nOne day, Man would be able to make landings. Teams of scientists\noutfitted to the eyebrows and trained to cope with any environment or\nemergency, would explore unknown jungles, _llanos_, steppes; tramp up\nand down fertile vales and hills under blue-hot alien suns. Perhaps,\nthey might even contact native species boasting human intelligence:\nmammalian hunters and fishers, city-building lizards, sky-probing\narachnids--who knew what?\n\nBut now, of course, all that Headquarters permitted of flights was the\nmost furtive of reconnoitering. You hoisted your scout ship aloft under\nhigh-gee, cleared the ecliptic, then swung out of normal space and\n_jumped_. When you materialized in the new sector, you set your cameras\nclicking, toggled all the other instruments into recording radiation,\ngravity pressures, spectroscopy, at slam-bang speed. The very instant\nyour magnetic tapes got crammed to capacity, you pressed six dozen panic\nbuttons and scooted like a scared jackrabbit for Home, Sweet Home.\n\nAdventure? It wasn't even mentioned on the travel posters, yet.\n\nBut, adventure would follow.\n\nSome day.\n\nMeanwhile, at the taxpayers' expense, you--the guardian of the\nPeace--had enjoyed the billion-dollar thrill of viewing our Solar System\nfrom light-years and light-years of distance. Or so the manual said,\nright here on Insert Page 30-Dash-11-Dash-6.\n\nLance thought about those veteran hype-pilots who'd already poked around\nin the great black Cold out there. How was it they were always\ncompensating for their frustration?\n\nNow, he remembered.\n\nHaving few tall tales to spellbind audiences with when they swooped back\ndown on Home Base after their missions, the hype-pilots got around it by\nbragging up Terra itself, and how at least you could always depend upon\ngood old Earth to come up with something to relax this Warp-Weary\ngeneration!\n\n\"Something, for example, such as we now hold in our hand, brothers!\"\nLance could hear them now. \"Namely, one of these superbly-programmed\ncocktails, as only Casey can turn out.\"\n\n(Casey was the Officers Club barkeep and much-beribboned mixologist.)\n\n\"A real 'Casey Special'--look at its pristine beauty! What better\nconsolation can a man ask, for not having gotten to land at the apogee\npoint of his orbit?\"\n\n\"Besides\"--this usually came out after two or three more\ntongue-loosening toasts had been quaffed to the beasts of\nHeadquarters--\"what's so blasted special about landing on some\nGod-forsaken rock _out there_?\n\n\"Hell's bells! Earth is a planet too, isn't it? And when you've been\ncooped up in a parsec-gobbling pot for a very, very long two weeks, any\nplanet looming in your viewscope cries to be set down upon. Your own\nprosaic hunk of mud is good as any!\"\n\n       *       *       *       *       *\n\nLance Cooper's rambling thoughts broke off their aimless tracking to\nswing one hundred and eighty degrees in midspace and dart right back to\nEarth.\n\nHere at this very moment--and less than a hundred yards away--came\nTerra's foremost attraction for him. His hammering heartbeat would have\nplaced him on the \"grounded\" list immediately, had there been a medico\nwith a stethoscope hanging about to detect it.\n\nThe attraction's name was Carolyn Sagen, and she was hurrying directly\nacross the concrete apron.\n\nEven under the incandescent work-lamps of the crew scrambling up and\ndown the ladders, she looked as fetching as a video starlet making her\nfirst personal-appearance tour of the nation. Only the fact she was\nColonel \"Hard-Head\" Sagen's family pride and joy kept the helmeted and\nhalf-puckered up techs on the rungs from whistling themselves dry in\ntheir enthusiasm.\n\nNow, she had completely bypassed the work area. Here, the lighting did\nnot reach and the paler illumination of starshine took over. It seemed\nto render the girl's soft blond hair and her full warm lips more\nintimately something belonging to Lance Cooper alone--and he liked that.\nHe saw that she had turned up the collar of her tan coat against the\nnight wind.\n\nWhile still a step or two distant from him, Carolyn halted. Her\nworshiping eyes rested fully upon the big pilot. Lance thought he\ndetected a troubled expression.\n\nThen, the girl managed a tight smile that conveyed her outward\nresignment to all Man's absurd aspirations to own the galaxy:\n\n\"Don't worry about 'Security,' Lance. Dad wrote me out an O.K. to\nskitter up this close to the Launching Area. You know\"--she gestured\nself-consciously--\"big crucial moment ... lovers' farewell ... I pulled\nall the stops, but it worked.\"\n\n\"Matter of fact,\" she added, in an obvious attempt at facetiousness,\n\"Dad opined he'd have walloped the daylights out of me, if I hadn't put\nup a struggle to get near my man.\"\n\nThen suddenly, she was not at all brave, anymore.\n\nSuddenly, she had burrowed into his arms. \"Oh Lance, had there been no\nother way, I'd have clawed right through fence and revetments to get to\nyou! Men, men! Just because something's _out there_, as you say ... why\nis it so important to build ships and go out and look at it?\" Her\nfingers dug into Lance's shoulders. \"Women are saner ... but maybe\nthat's why men need us.\" The grip of her fingers shifted, tightened.\n\"Kiss me, you big baboon.\"\n\nLance kissed her. A tender kiss, yet gusty enough that he lifted her\nfrom the ground and her high-heeled shoes kicked in free fall.\n\nThe pilot found his girl's breath warm, loving. Yet her cheeks seemed\ncolder than even the crisp air should account for. And her body was\ntrembling.\n\nHe planted a second kiss, then set her down.\n\n\"Hey! This is no way for a Space Service brat to carry on. Why, you're\njust about to--\"\n\n\"To cry, Lance? No, I wasn't. It's just that ... you'll be gone so\nlong.\"\n\nHe punched her playfully. \"Two measly weeks out, two weeks to astrogate\nher back home. And once I've got my feet wet at it, it'll be like\nshooting ducks in an alley.\"\n\nCarolyn reached out, brushed a windswept tuft of hair from above the\nrock-steady eyes that looked at her.\n\n\"I know, Lance. I even realize that just ten years ago, women had to put\nup with separations from their sweethearts or husbands that lasted\nmonths. When the old pioneer ships used to limp back and forth to Mars\nand Venus. But I'm different, I guess. Weak, maybe. Or just plain\nscared--\"\n\nThis didn't sound like the blithe-spirited girl he'd pursued for a year,\nthen wooed and subdued. Lance studied her, then said slowly: \"You're\nscared. About what? My first flight?\"\n\nCarolyn's head bobbed timidly.\n\nLance flashed a reassuring grin. \"Everything has to be a brand-new\nexperience, at some time or other. Me, I prefer to look at hype-flight\nfrom the point of view of the service. A routine thing. Just takes\ntraining. Otherwise,\" and he shrugged, \"it's no more a risk than hauling\ngroceries upstairs to some weather satellite.\"\n\n\"Is it, Lance? When one or two ships out of every ten never make it back\nat all. Just disappear ... somewhere ... while the others--\"\n\n\"One out of thirty or forty, you mean. So hyperspace is a little\ntricky.\"\n\n\"And there's always pilot error to blame, too, I suppose?\"\n\n\"Now that you mention it.\"\n\n\"Only my man is immune from everything?\"\n\nLance smiled, a little wryly. \"Any pilot can make boo-boos, Carolyn. I'm\ndetermined to try awfully hard not to.\" He added a slight qualification\nto his statement. \"I've always been pretty lucky up to now, at not\ngetting lost.\"\n\n\"I thought the guidance systems and the autopilot computers took care of\nall the astrogation corrections?\"\n\n\"On a theoretically perfect flight, yes. It's equally true, however,\nthat hyperspace's geometry doesn't always resemble the sort of lines and\nangles you find in our own universe--\"\n\n       *       *       *       *       *\n\nLance abruptly stopped, realizing he was quoting text; his mind groped\nfor a better way to explain. But Carolyn plunged in first:\n\n\"You see, there do sometimes develop special situations.\"\n\n\"Sure, sometimes.\" An exasperation crept into Lance Cooper's voice,\ndespite his effort to keep it out. Hell, he was just a pilot; not a\nrated mathematician. He'd fly hyperspace by the seat of his pants, if he\nhad to.\n\n\"Lance,\" said Carolyn.\n\n\"Yes?\"\n\n\"You feel it too, don't you?\"\n\n\"Feel what?\"\n\n\"That there is danger involved. That something dreadfully, dreadfully\nwrong _can_ happen to you while you're out there. No matter what the\neggheads say about it.\" A paroxysm of sobs suddenly racked the girl's\nslender body. \"Oh, darling, don't go!\"\n\n\"Honey, honey!\" Lance patted her thin shoulders.\n\n\"I love you so much.\"\n\n\"Love you, too, Carolyn. You know that.\"\n\n\"We shouldn't have postponed the wedding. It was wrong to set the date\nback.\"\n\nLance shook his head. \"Sorry. I couldn't see it any other way.\"\n\nHe hugged the girl to him; she seemed more desperately frightened than\nhe had realized. And again, as always when it came to comforting\nsomebody, he felt as awkward and clumsy as some big lumbering repair-tug\nout in space--say--trying to patch a small trim patrol craft.\n\nBut especially, he felt helpless in the presence of this frail,\nclinging, lovely piece of femininity he wanted so dearly. Nevertheless\nhe could keep on trying--blundering though his words and gestures might\nbe.\n\n\"Carolyn, you think I wanted to chance making you a widow twenty-four\nhours after you became a bride?\" Lance took a deep breath. \"So I did\nmaintain the percentage wasn't great. Still, it does exist. I'm aware of\nthat. I just don't let it concern me. But you, Carolyn--don't you see,\nhon? Lance Cooper couldn't let anything bad happen to his best girl.\"\n\n\"I'm trying to understand,\" said Carolyn.\n\nLance's blunt, serious face peered into hers. \"Tell you what I will\npromise to do.\"\n\nHope cleared away some of the mistiness in Carolyn's eyes. She looked up\nat him. \"What, Lance?\"\n\n\"Once I've knocked off my shell-back trip through the hype, we'll stage\nthe fanciest wedding this old space base ever goggled its eyes over.\nI'll even see to it, the chaplain samples the spiked punch. And you\nremember what a raconteur the padre proved to be when Light-Colonel\nGalache got spliced?\"\n\nCarolyn Sagen managed a wan smile.\n\nLance revved his pep-talk up a few hundred r.p.m. \"After all, think of\nit this way. Suppose I hadn't beat my brains out to get into\nhype-training? I'd never have wound up at this base. You and me would\nnever have met. I'd never have fallen for you like a ton of\nspace-ballast.\"\n\n\"Oh, I know you're right,\" said Carolyn, clinging more tightly than ever\nto Lance's solid frame. \"You're always right, just like the Space\nService is always right. But I have a woman's intuition. And I ... I\nsense--\"\n\nUnable to finish, she released her grasp and once more withdrew into\nherself.\n\n       *       *       *       *       *\n\nLance's big muscular hand reached out, tilted the girl's chin upward.\nHer face was tear-stained for sure, now.\n\n\"Honey, this won't ever do.\"\n\n\"I can't help it.\"\n\n\"You're torturing yourself with useless premonitions.\" Lance wiped the\nbriny shine from the girl's cheeks as he talked, his own voice getting\nhoarser. \"Carolyn, I love you so much that I ... well, you know I happen\nto hunger for you more than I do that Christmas tree on my control deck.\nBut I just couldn't give up a chance to solo out to the stars. I\ncouldn't, baby. I'd probably be court-martialed, anyhow,\" he added.\n\n\"No, Lance. They wouldn't do that. Not unless you actually got into\nspace, then turned back. I asked Major Carmody.\"\n\n\"Carolyn! You didn't?\"\n\nThe girl nodded, affirming the truth of what she said. \"Lance, I had to.\nT-there are some things I know about that you don't.\" A note of sudden\nurgency now tinged her voice. \"Strange unfathomable things. Many of the\nother pilots who've come back have not been right. I think it has\nsomething to do with their having been outside of normal space--\"\n\nHe stared at her. \"I just now realize you're trying to tell me\nsomething.\"\n\n\"Lance, I happened to overhear Dad telling Mother something one night.\nApparently, he'd been rolling and tossing in bed, couldn't sleep. And\nMother's looked after him so long, she just had to know what was wrong.\nThey went downstairs and she poured him a stiff drink. Then in return,\nDad poured out his troubled soul to her. And Lance--\"\n\n\"Yes, Carolyn?\"\n\n\"The most probable reason why some hype-pilots never quite make it back\nto our world is that the men involved--\"\n\n\"The men? You mean, the pilots?\"\n\n\"No, the brass. They haven't told the pilots about the fissioning of\nanything that gets into hyperspace--\"\n\nCarolyn's breath gave out in a sudden gasp. Her eyes moved away alarmed,\nand Lance's own glance turned simultaneously. He saw Colonel \"Hard-Head\"\nSagen and two other officers coming across the area.\n\n[Illustration]\n\nTime had run out on them.\n\n\"Carolyn,\" Lance said, hurriedly. \"I've gabbed with quite a few vets of\nhyperspace. At the Club and in my training, both. Sure, a man feels like\nhe's been crammed into a concrete mixer when he's burning up light-years\nin a hyper ship. But after a while, I'm told, even your brains get used\nto being bounced around.\" Lance took the girl's hands and squeezed them\nbetween his. \"So let's not worry, huh?\"\n\nCarolyn started to say something in rebuttal, but her father and his\naides were already upon them.\n\nColonel Sagen was a tall thin man of erect military carriage. His\nfeatures were crisscrossed with radiation scars and his voice boomed out\nlike a military drum. Yet when one got to know him, he wasn't so gruff.\nOn the base, he commanded two thousand military personnel and half that\nmany scientists and techs: a tough job, and one that he was giving his\nbest.\n\nAfter returning Major Lance Cooper's brisk salute, the colonel unbent\nand gave his prospective son-in-law a hardy handshake.\n\n\"Lance, I hope you'll be able to keep more of a rein on this little\nspace-filly of mine, than I've been able to. She was determined to see\nyou off.\"\n\n\"I was glad to see her, colonel.\"\n\nThe colonel smiled. \"Can't think of a man on this base I'd rather turn\nCarolyn over to.\"\n\n\"Thank you, sir,\" said Lance.\n\n\"Been counting the minutes to take-off, I suppose?\"\n\n\"He's hardly had a chance to, Dad,\" Carolyn broke in. \"What with me in\nhis hair!\"\n\nOne of the colonel's aides glanced at his watch, then opened up a brief\ncase and took out a sealed envelope. The colonel relieved him of it and\nhanded it to Lance.\n\n\"Your flight orders, Lance. Got the preset tapes installed and checked?\"\n\n\"Yes, sir.\"\n\n\"Well, you should know your onions now, if you're ever going to. Best of\nluck, son.\"\n\n\"Thank you, colonel.\"\n\nLance turned. \"Good-by, Carolyn. Just four weeks now, like I said.\"\n\n\"I'll be waiting.\"\n\n\"First jump's always the hardest, I hear,\" spoke up the second aide,\ncheerily. Like a great many other execs, the officer boasted no active\nspace rating, though he did wear the winged moons of an observer.\n\nBut Lance and Carolyn were again quite busy, and did not hear.\n\n       *       *       *       *       *\n\nInside the shell of the _Cosmos XII_, Lance, sitting flat on his back\nagainst gravity, looked up at the sweep hands on the control deck clocks\nand hurried through his pre-jump check list. Tension mounted inside him.\nHe contacted the Operations people in the bunker over the radio net.\nColonel Sagen's voice came in clear: \"Five minutes, Lance.\"\n\n\"I am receiving. Area cleared?\"\n\nTraffic broke into report: \"Take-off will proceed on schedule.\"\n\nThe function lights on the \"tree\" in front of Lance shone green. Gyros\nwere caged; the tapes were set to roll. Lance's big hands hovered\nlightly near the manual over-rides. He was ready to fly, and the\nautopilot lights were already winking out in count-down. But you never\ncould be sure until the last moment.\n\nWhat had Carolyn been trying to tell him?\n\nBefore he could pursue the thought, he felt the pressure of the rising\nship take hold; gently at first as she cleared the ground; then heavier\nand heavier, until his face felt like a rubber mask under the\nacceleration and his heart commenced pounding.\n\nIt didn't take long these days for any ship to build up a tremendous\nvelocity in space. Lance cleared the ecliptic by a hundred million\nmiles; then with the Solar System spread out flat below him, he opened\nup his flight orders. His destination, he discovered, was Groombridge\n34, a visual double star. Right ascension: zero hours, thirteen minutes.\nDeclination: forty-three and four-tenths degrees. Nearly twelve\nlight-years distant.\n\nSince the star's apparent location was nearly halfway up the sky from\nthe celestial equator, Lance could begin the jump any time and not worry\non his way about skewing too near the gravitational field of any\nlarge-massed body in his own immediate vicinity.\n\nHe permitted himself one brief glance at the blazing universe that hung\nall about him: the bright fixed lights that were innumerable suns\nagainst an eternal blackness, and the luminous dust in between that was\neven farther-flung. Confusion and chaos seemed to dwell here; if a man\ngazed too long, he could quietly go mad. But even more insane, he\nanticipated, would be the thick, writhing nothingness of hyperspace.\n\nLance Cooper made one final check of all the ship's operating\ncomponents; then crossed his fingers and cut in the hype-drive.\n\nInstantly, his teeth crashed together and clenched; his strapped-in body\nwas jerked back in its cushioned seat; sweat beaded his brow. A thousand\nneedles prickling his skin couldn't have been worse. He had been told\nonce that the switching-out from this known universe into an unknown one\nwould feel just like a ten-thousand volt jolt in an old-fashioned\nelectric chair; and now he could believe it. Every cell in his body had\nbegun tingling; his stomach pitched under a racking nausea; and an\ninvoluntary trickle of saliva dripped from his mouth the moment he got\nhis jaws working again.\n\nBut Lance fought the nausea, fought the sickness, and gradually as his\nflesh accommodated to the change, he felt better.\n\nIt was then that the most disturbing phenomenon of all took place. He\nfelt for a moment as if he had been split into two persons. No, four\npersons, eight, sixteen, an infinity of other selves. They were all\nbeside him, in him and out of him. His eyes ached. He shut them.\n\nWhen he opened them again, everything was almost back to normal. The\nother selves had vanished. Only the constant throbbing vibration of the\nship remained; yet it was a discomfort that had to be endured for four\nsolid straight weeks now. There was no other means known, by which a\nman-made vessel could travel faster than light.\n\nFunny about that four weeks, too, thought Lance. All distances in\nhyperspace were the same, no matter where you wished to go; it required\nno more than fourteen days and no less, regardless of whether you jumped\none light-year or fifty. Lance had always understood there were\nequations on file at HQ, which explained the paradox. But not being a\nmath expert, he had never missed not being allowed to see them.\n\nHe flicked a switch and opened up his viewports again. The starry\nuniverse had vanished. The _Cosmos XII_ was riding through a gray void.\nAlone and--\n\nNo, it wasn't alone!\n\nAgain, Lance's vision suffered a wrenching sickness. Out there in the\ncolorless vacuum, hundreds of replicas of the _Cosmos XII_ rode along\nbeside him, above him, below him, stretched out in all directions.\n\nThere had been nothing in the manuals about this.\n\nLance stared at the meaningless phenomenon for a long time despite the\nfact it made his brain ill. At last, he decided it was harmless,\nwhatever was causing it. He shook his head slowly and closed the ports\ndown. He hoped Groombridge 34 would be less taxing.\n\n       *       *       *       *       *\n\nThe system was.\n\nAfter the ship reverted to normal space in the vicinity of Groombridge\n34, Lance hovered about it exactly twelve hours, following all the\ninstructions in his manual to the letter. He started up the cameras and\nother recording instruments. All went well, there were no incidents, no\nvessels disturbed him; though had the two components of the binary been\nat periastron, it would have simplified the work with the position\nmicrometer. If anything else of interest had been detected, it would\nhave to be deciphered from the film and tapes later. You can get as\nclose as four billion miles to an Earth-sized planet in space--and it'll\nstill show up fainter than a fourteenth magnitude star.\n\nSomewhere in the galaxy, Lance supposed, there must be other races\nbuilding spaceships and guiding them from sun to sun. But thus far, the\nscout ships from Terra--for all their magnified caution--had never run\ninto signs of any.\n\nThe old veteran hype-pilots had the best philosophy after all. Earth was\nthe choicest hunk of mud you were going to find. _Enjoy it, brethren._\n\nWell, he would certainly live it up when he got back, Lance swore. He\nwould have his wedding; import Casey from the Club to spike the punch;\nand, perhaps after he'd gotten in his required number of scout-missions,\nhe might even settle for a chair-borne exec's billet, himself.\n\nExactly twenty-eight days and twelve hours from the time of his\ndeparture from Earth, Lance Cooper was back home again. The _Cosmos XII_\nre-materialized out of hyperspace in the neighborhood of the Solar\nSystem with its fuel tanks scarcely a third depleted, but its pilot a\ndrained man. Lance, truthfully, not only felt weary and torpid, but a\ngreat deal disappointed.\n\nHe contacted Traffic, asked for and got a landing trajectory. A few\nhours later, he had coasted home and the trip was over.\n\nHe scrambled down out of the ship, hungry for Carolyn.\n\nThe base hadn't changed any in a month, that he could see. A couple of\nnew floodlights put in, perhaps. Some brass were emerging from the\ncontrol bunker. Colonel Sagen, several others. He recognized them all.\nTwo were SSP's--Space Service Police.\n\n       *       *       *       *       *\n\nWhen the colonel got close, Lance tossed off a salute and an insouciant\ngrin: \"Well, the Prodigal made it back home, sir. Hope that pessimistic\ndaughter of yours is stashed around somewhere. Otherwise--\"\n\n\"Otherwise, what?\" returned the colonel, unsmiling.\n\n\"Why I'm liable to go busting right through that fence,\" said Lance.\n\"And say, if anybody's worrying about the _Cosmos XII_, she flew like a\ndream, colonel. Matter of fact, she--\"\n\nColonel Sagen's jaws snapped together. Wheeling, he barked at the two\nSSP's: \"Spacemen, arrest this officer! Immediately!\"\n\nLance couldn't believe his ears.\n\n\"Hey, wait a minute!\" he protested. \"What have I done?\"\n\nNobody answered. Not at first.\n\n\"Well?\" Lance asked again, a little more uneasy this time.\n\n\"I have no daughter, major,\" Hard-Head Sagen growled, standing with his\nlegs braced apart and his ramrod shoulders looking businesslike. \"I\nnever have had.\"\n\nThe space cops sprang forward. One drew a pistol, held it on the\nreturned pilot, while the other quickly moved behind Lance and pinioned\nhis arms back.\n\n\"Is this a joke, colonel?\" Lance demanded, struggling. \"If it is, I\ndon't appreciate it. You know you've got a daughter, and I'm going to\nmarry her!\"\n\nThe colonel's jaws clamped tight; and he shook his head from side to\nside, as if he were dealing with a person suddenly out of his mind. Then\nhe acted.\n\n\"Put this man under close confinement,\" he ordered Lance's guards.\n\"Allow no visitors of any kind.\" The colonel's tone was harsh and\nworried. \"I've got to buck this matter to HQ. We can't have it blow up\nright now, God knows.\"\n\nThe space police nudged Lance. \"All right, major. Let's go.\"\n\nLance's anger seethed to a boil. Hunching his shoulders, he rammed back\nagainst the guard holding him, sending him tumbling. What was inside his\nmind to do if he managed an escape, he couldn't have told. He only knew\nhe had to get away. The colonel had flipped.\n\nAnd where, by the way, was Carolyn? It seemed impossible she could be in\non it, too.\n\nHe stood free for a moment, watching warily.\n\n\"Hold him!\" shouted Colonel Sagen. \"Don't let him run loose.\"\n\n\"We got gas pills, colonel,\" suggested the space cop Lance had bowled\nover. The man was rising to his feet.\n\n\"Use them.\"\n\nLance started to run. Over his shoulder, he saw the guard reach inside a\nsmall pocket in his webbed pistol belt. The man gestured to the others\nto duck back out of harm's way. Then, his throwing arm reared back and\nsent a pellet sailing in a high arc. It landed at Lance's feet and burst\ninstantly. Yellowish gas billowed out. Its acrid fumes penetrated\nLance's throat and nostrils. He began coughing. Then, all the fight\nsuddenly ebbed from him. His knees buckled. He was stumbling, falling.\nThe sky reeled.\n\nAnd very indistinctly, from far away, came the colonel's voice, barking:\n\"Put him in the brig until he recovers. I repeat, let nobody see him.\nAnd another thing--I declare everything that's happened here today\nclassified information. If a single word leaks out, I'll have every\nman-jack among you placed in solitary and held for court-martial.\"\n\nThen, Lance knew nothing more.\n\n       *       *       *       *       *\n\nWhen at last he recovered consciousness and was able to sit up in a kind\nof groggy stupor, Lance found himself, for the first time in fifteen\nservice-devoted years, on the inside of a guardhouse looking out.\n\nWith sardonic melancholy, he recalled times on his O.D. and O.G. tours\nwhen he had inspected various prison areas, peered into the cells, and\noften felt mildly sorry for some poor spaceman doing time for some minor\ninfraction. There had never been very many offenders. Discipline on\nspace bases was not a pressing problem: the corps was an elite branch\nand intransigent candidates were weeded out quick.\n\nWell, now he was a prisoner, himself. He, Lance Cooper, Major, Space\nService, stood behind bars. And no matter how hard his face pressed\nagainst those bars, he could only see as far as the corridor extended in\neither direction.\n\nIt wasn't far enough.\n\nNor would anybody talk to him. He couldn't even get the time of day.\n\nNot since his probation as a plebe, had he consorted with such a bunch\nof \"hush-mouths.\" Had he no rights as a commissioned officer and a world\ncitizen? He still didn't know why he was incarcerated, or what\nregulation he had broken.\n\nBut that wasn't his most nagging worry.\n\nWhat preyed on his mind most was Carolyn.\n\n_Where was she?_\n\n_Where? Where? WHERE?_\n\nHe could have lowered his head and pounded it to a pulp against the\nwall, in his rage and frustration at being confined. But banging his\nbrains out wouldn't help. Besides, he was going to stand deeply in need\nof his gray matter, if he hoped to get out of this one.\n\nAt evening time, a guardhouse trusty brought him his supper on a tray.\nAlso, the man tossed him half a pack of cigarettes when Lance sought to\nbum just one. But when the pilot started pitching questions back, the\ntrusty looked scared and unhappy and quickly limped away.\n\nThe night dragged on, as unending seemingly as one of Luna's two-week\ndarkouts. Lance smoked, paced the cell from wall to wall, occasionally\nplopped down on his cot and went over everything that had happened,\ntrying to find some pattern to it.\n\nBut there was no pattern.\n\nNext morning, he splashed up and shaved beard away from a tired,\nred-eyed face in the mirror. Then, he waited. No one came.\n\nFinally, at noon a new officer checked in for duty at the guardhouse.\nLance recognized him as a young ordinance captain he'd met before. He\ncalled out to the man. The officer, striding down the hallway, wheeled\nat the sound of his name and came back to the cell. His eyes bugged\nslightly, when he saw Lance: \"Holy smoke, major! What've they got you in\nfor?\"\n\n\"Search me.\" Lance was overjoyed to find someone, at last, who didn't\ndummy up. \"I thought maybe you might have a notion.\"\n\n\"I just came on duty. But if there's a charge sheet lying around, I\nmight dig up something from it.\"\n\n\"Would you try?\"\n\nThe captain held up two fingers and grinned. \"No sweat.\"\n\n       *       *       *       *       *\n\nLance waited some more.\n\nThe captain did not come back, however, until several hours later. After\nLance's evening meal, in fact. His face bore a puzzled frown.\n\nLance stood at his cell door, gripping the bars. \"Well?\"\n\n\"I checked. Seems the brass are holding you for observation until some\nheadshrinker gets in from HQ. A specialist in hyperspace medicine.\"\n\n\"Then, how come I'm not in a regular hospital? Why the jailhouse?\"\n\n\"Beats me, major. I can tell you this, though. You're not the first\nhype-pilot who's been dragged in here screaming.\"\n\n\"But I wasn't screaming! I was perfectly calm and collected, when I\nclimbed down out of my ship. All I did was ask about Carolyn.\"\n\n\"About who?\"\n\n\"Carolyn Sagen. Old Hard-Head's daughter.\" Lance felt a sinking feeling.\nHe stopped, cocked a wary eye at the other officer. \"Don't look at me\nthat way, man.\"\n\nThe captain had been staring hard at Lance. Now, he began shaking his\nhead back and forth, slowly and sadly.\n\n\"What's that supposed to mean?\" Lance asked.\n\n\"It means Colonel Sagen doesn't have a daughter.\"\n\nLance snorted. \"Don't tell me that. I'm engaged to her.\"\n\n\"Sorry, major. I've been around the colonel and his wife since I was a\nkid. He got me the appointment to the Academy. They've never had any\nchildren of their own.\"\n\n\"Why, you--\" Lance reached through the bars and grabbed the captain by\nhis shirt collar, jerking him against the bars. \"It's a lie! A\nconspiracy! Maybe you think I'm nuts. But I'm not!\" He commenced\npummeling the captain with his free fist. Then he thought of something\nbetter. He snatched the captain's gun from his holster and leveled it.\n\n[Illustration]\n\n\"I'm getting out of here,\" Lance announced. \"Open up this door--or take\nthe consequences!\"\n\nThe captain, his face ashy white, submitted and unlocked the cell door.\nLance stepped out, got behind the officer, and prodded him into the\ncell. Tearing a sheet into strips, he tied the man to the cot and gagged\nhim. It took a very short time.\n\nThen, he softly padded down the hallway. He caught the sergeant of the\nguard napping in his chair. In a moment, the sergeant, too, was trussed\nup, gagged, and whisked into a spare cell. Lance then tucked the\ncaptain's pistol inside his shirt and ventured outside.\n\nIt was a moonlit night. A patrol jeep was parked on the drive, begging\nto be commandeered. Lance hopped in. There was something he had to find\nout for himself, and only one way to do it: Go to the place where they\nkept the answers.\n\nWheeling the jeep along the military street fast as he dared, Lance\nheaded for the base housing area. Colonel Sagen's trim two-story brick\nresidence was where he hoped to pay a call. He knew the route by heart.\nHe'd been a guest there often enough.\n\nThe colonel's driveway was empty of cars, he was happy to notice, when\nhe reached the house. He parked, sprinted up to the porch, and knocked\non the door.\n\nPresently, footsteps sounded inside and the door opened a few inches.\nBut it was not Carolyn whom Lance saw peeping out at him. It was another\nwoman, older. He recognized Mrs. Sagen.\n\nLance was blunt. \"I've got to see Carolyn, and I haven't much time.\nYou'd better let me in.\"\n\nAn apprehensive, almost shocked expression briefly flitted across the\nface of Carolyn's mother. It was as if she had never set eyes on Lance\nCooper before. Even the gold oak leaves on his shoulders seemed to\nreassure her but slightly. She kept the door chain in place between\nthem.\n\n\"I'm sorry, major. I'm not sure that I understand you.\"\n\n\"Don't malarky me, please. You know who I am and who I want. Carolyn,\nyour daughter.\"\n\n\"Oh,\" said Mrs. Sagen. It was said in a way that revealed nothing.\n\n\"Look,\" said Lance, impatiently. \"You do have a daughter. I've dated\nher. So, all right,\" he waved his hands, \"she's been spirited away for\nsome reason. I still think I've got a right to know why.\"\n\n\"Oh, my!\" said Mrs. Sagen, and her hand flew to her face. \"You must be\nthat scout-ship pilot who showed up yesterday. The one who--\"\n\n\"Yeh, the one everybody figures for psycho. But I'm not, Mrs. Sagen. You\nknow I'm not.\" Lance took a deep breath. \"Can I come in? I just want\nsome facts. After all, this crazy farce can't go on forever.\"\n\nThe colonel's wife still looked doubtful, but Lance Cooper had a way of\npressing a point hard when his interests were at stake. He began talking\nrapidly and convincingly.\n\nHe got in.\n\n       *       *       *       *       *\n\nThe light indoors was better. Lance's eyes squinted, as they adjusted\nfrom the gloom of the porch. Somehow, Mrs. Sagen didn't look quite as he\nremembered. Her hair was much darker now; he was sure of that. Maybe she\nhad dyed it. Yet her features were certainly harder and bonier. More\nlike a replica of her husband's. And her breath smelled alcoholic. Could\na mere month have made that much difference?\n\nThe house had been refurnished too, Lance noticed. The living-room decor\nwas more severe and functional. And the pictures on the wall were\ngarish. Not Mrs. Sagen's type, at all.\n\n_Hey, wait a minute!_ he told himself; _speaking of pictures_--his\nglance skipped to the far corner of the room. A triptych of photos of\nCarolyn had always been on display on the mantelpiece. _They would prove\nthat--_\n\nLance's jaw dropped.\n\nThe photos had been removed.\n\n\"Can I get you anything?\" Mrs. Sagen inquired. A little nervously, Lance\nthought. \"A cup of coffee?\"\n\n\"No, thanks. I'd rather hear about Carolyn.\"\n\n\"Coffee won't take a minute. I was just making some fresh in the\nkitchen.\"\n\nLance shrugged. \"Well, O.K., if you've already got it ready.\"\n\nMrs. Sagen's mouth managed a fleeting smile; then she disappeared\nthrough a swinging door. Lance sat down in a wrought-iron chair. Finding\nit not comfortable, he sprang back to his feet and paced the floor.\nThere sure was something wrong about the colonel's house. Something very\noddly wrong. But he couldn't quite put his finger on it.\n\nSuddenly, his quickened hearing caught the faint murmur of a human\nvoice. Was it Carolyn? The talk seemed to be issuing from the\nkitchen--where her mother had gone. Lance tiptoed across the room,\npushed the door slightly open.\n\nMrs. Sagen was on the phone. Her voice was excited; she was obviously\nstraining to keep it at a low level. \"I'm telling you, he's here! Right\nin our living room. And he insists I know somebody named Carolyn ...\nYes, that's right. But do hurry ... Please. He's acting much odder than\nthe others did.\"\n\nLance had eavesdropped enough. He turned away, glided rapidly out the\nfront door and into the night.\n\nWhere should he go next? The jeep would serve to hustle him around the\nbase for a while--but eventually he would be chased down and recaptured.\nAnd as for crashing any of the exit gates and thus attaining to greater\nfreedom, he knew they would all be barricaded and heavily manned by now.\n\nLance was still burning over Mrs. Sagen's double-cross. Did he want\ncoffee? she had asked. _Coffee!_ his mind repeated, disgusted. What he\nneeded was something stronger. A good stiff drink.\n\nThat was it! The Officers Club. Casey would be on duty at this hour.\nLance would ask him to mix him a double for old times' sake. Then, he'd\nmeekly surrender and quietly go crazy in his cell, until the\nheadshrinker came and confirmed it for real.\n\n       *       *       *       *       *\n\nThe pilot got back in the jeep and drove on. When he reached the Club,\nhe wheeled the vehicle around to a rear entrance where bushes made the\ngrounds shadier. Parking, he got out, strolled into the building as\nsneakily as if he'd been an inspector-general paying a surprise call\nfrom out of Space Service Headquarters.\n\nFew officers lounged about. Most were at tables and engrossed in their\nown imbibing. Lance strode up to the bar, perched himself on a high\nstool. Casey, whose hair was red as a Martian desert, was rinsing\nglasses. He stopped at his task and came over, wiping the counter with a\nwet towel. \"What'll it be, major?\"\n\n\"One of your Specials, Casey, my friend.\"\n\n\"Beg pardon?\"\n\n\"You know--one of your Casey Specials. Where you start off with half a\nglass of Irish whisky, add a dash or two of absinthe, a drop of--\"\n\n\"I don't stock no absinthe, major.\" Casey's freckled face was abruptly\nhostile. \"You know that. It's against regulations.\"\n\nLance fought down a tremor. Everybody was in on it. Everybody. He\ncompromised for a minute: \"Give me a slug of Teacher's on the rocks,\nthen.\"\n\nCasey measured out the drink for him.\n\nLance downed it. His hand gripped the edge of the bar. \"Casey, do you\nknow me?\"\n\nHe watched Casey study him. The thick reddish eyebrows knit. \"It's a\npretty big base, major. Lots of faces. Sometimes, I kind of forget the\nnames.\"\n\nLance's blood pressure gave a spurt. \"I'm Major Lance Cooper! Hell,\nyou've rung up my chits often enough!\"\n\nAnd his mind added: _How could you forget?_\n\n\"Major.\" Casey's eyes narrowed, while the uneasy suspicion in them grew.\n\"We don't have no chit system at this club.\"\n\nLance's head felt like it would explode. He could take no more.\n\n\"You're lying!\" he shouted. His big hands reached over the mahogany\ncounter and shook the bartender like a squawk-box that had refused to\nfunction properly. \"Tell me you're lying in your teeth. If you don't,\nI'll push them down your throat--\"\n\nSuddenly, Lance sensed people behind him. A firm hand clamped down\nheavily on his shoulder.\n\nThe pilot stretched his neck around. What now? His hands did not relax\ntheir murderous grip on his victim.\n\nThe arresting party had entered the club quietly. Now, they were ganged\nup around him: Colonel Sagen, his two aides, a fourth man Lance\nrecognized as Major Carmody, the base legal officer--and a fifth man\ntoo, who wore the insignia of the Space Surgeon-General's Department. A\npsychiatrist.\n\n\"Better come peacefully, major,\" rasped Colonel Sagen. \"You've been\n'cleared' for an explanation--and if you're smart, you'll listen to the\nspiel and play ball.\"\n\nThe way it was said made Lance feel he could trust the Old Man for that\nlong. Anyhow, what choice did he have?\n\n\"It's about time,\" Lance sighed. He set Casey down, to the latter's\ngreatly exhaled relief. \"Only how come all the suspense?\"\n\n\"It was very necessary,\" broke in Major Carmody.\n\n\"Was it? Well, you had me about to crack--if that was your object. Now\nthen, would any of you mind easing my worries about Carolyn. She's O.K.,\nisn't she?\"\n\nHis glance shifted from one to the other.\n\n\"Isn't she?\"\n\nNobody would reply--neither Colonel Sagen, nor any of the officers\nbunched-up around him.\n\nSweat suddenly broke out on Lance's brow. The chilly feeling went\nthrough him that if and when an answer was provided him, he wasn't\nparticularly going to like it.\n\nNot in the slightest.\n\n       *       *       *       *       *\n\nShortly afterwards, Lance was driven across the base by his captors and\nescorted into his commanding officer's private office. The two aides\nwere dismissed, but the psychiatrist-officer, who also wore eagles on\nhis shoulders, and Major Carmody remained.\n\nColonel Sagen seated himself behind his desk.\n\n\"Major,\" he began, clearing his throat, \"you imagine me to have a\ndaughter. You're positive of it. You even visualize her so well, that\nyou remember something about how you were going to marry her.\"\n\n\"You're not going to talk me out of anything on that score,\" Lance shot\nback.\n\n\"Perhaps, we don't intend to. Colonel Nordsen, here,\" Sagen indicated\nthe psychiatrist, \"has flown in from HQ to chat with you. He can explain\nthe technical aspects of the phenomenon that has thrown you better than\nI can. I'd advise you to listen to him. He's just what you need.\"\n\n\"Just what I need? What else do you intend to do? Hypnotize me, so you\ncan erase all my past?\"\n\nThe colonel scowled. \"Look here, major. You co-operate and learn to keep\nyour mouth shut, we may be able to restore you to duty. But if not ...\nwell, what happens then will be entirely up to Nordsen. It could mean a\npadded cell. The development of hyperspace exploration has to go on,\nwhatever happens to you.\"\n\n\"I'll tell you one thing to your face, colonel,\" Lance replied, hotly.\n\"I'm not off my rocker.\"\n\n\"No one has maintained you were,\" broke in Colonel Nordsen. \"But Colonel\nSagen had to throw a curtain around you fast.\"\n\n\"Why?\"\n\nNeither officer answered.\n\nFinally, Colonel Sagen said, \"I think you'd better continue with him,\nColonel Nordsen.\"\n\nNordsen was a youthful-looking man for his rank, yet prematurely\nbalding. He wore thick-shelled glasses.\n\n\"Major Cooper,\" Nordsen began, \"let's go back to when you put the\n_Cosmos XII_ through its first jump through hyperspace. How well do you\nrecall your experience?\"\n\n\"I'll never forget it. You Earthbound kiwis should try it sometime.\"\n\n\"Did you experience a feeling ... perhaps, rather uncanny ... that the\nwhole thing had happened to you before? What psychologists call the\nsense of _déjà vu_?\"\n\n\"No, I don't think so.\"\n\n\"Perhaps some other type of phenomenon was manifested? A feeling you'd\nbeen split in half, maybe.\"\n\n\"That did happen.\"\n\n\"Describe it.\"\n\n\"It was more than just being split in half. I felt like I was suddenly\nhundreds of selves. I could see other replicas of 'me' all around.\"\n\nNordsen nodded, thoughtfully. \"That was what we call the 'Infinite\nFission' syndrome. All those other 'you's' were personality matrices of\nyourself in alternate worlds. Did you notice anything else?\"\n\nLance nodded, grudgingly.\n\n       *       *       *       *       *\n\n\"What?\"\n\n\"Look, colonel. If I answer your questions, will you answer mine?\"\n\n\"Any reasonable ones, yes. That's what we're here for.\"\n\n\"Well, there was the disturbing thing about the _Cosmos XII_, itself. I\nsaw images of the ship riding along beside me, out there in the hype.\nWhere nothing material could possibly exist. Where not even light could\nreflect back, or any other wave propagation.\" Lance shook his head,\nrecalling the experience. \"What could have caused a hallucination like\nthat?\"\n\n\"It was no hallucination, Lance. It was real and has happened before. We\ncan rest you easy on that point.\"\n\nColonel Nordsen removed tobacco from a pouch, stuffed his pipe, lit up.\nBluish smoke formed a halo about him.\n\n\"Lance, the Space Service has been sending ships through hyperspace for\nnearly two years now. Only recently did anybody notice something was\nseriously wrong with the pilots who came back. Up until then ... oh, a\npilot might act a little queer for a day or two. But who wouldn't,\ncooped up alone in a steel projectile for four weeks? We thought very\nlittle of it.\"\n\n\"Uh huh,\" was Lance Cooper's only comment.\n\nNordsen transferred his pipe to his hand. \"But eventually, even the\nSpace Service gets around to putting two and two together on the\nslipstick. The incidents kept piling up. A pilot comes back from Epsilon\nEridani, for example, and insists on giving everybody left-handed\nsalutes. Another has taken a scout ship to 61 Cygni. He insists at the\nOfficers Club that Colonel Sagen here has a nickname of 'Old Hard-Head'.\nNobody else on the base is aware of any such thing. Then, still another\npilot--\"\n\n\"Wait a minute!\" Lance interrupted. \"Hasn't he?\"\n\n\"Hasn't what? I don't follow you.\"\n\n\"Colonel Sagen. Hasn't he got that nickname? I mean, it was a term of\nrespect and liking, of course. But--\"\n\n\"No,\" said Nordsen.\n\n\"No?\" Lance echoed, disbelieving. \"Since when?\"\n\n\"Not since _ever_, major. Not on this particular track.\"\n\n\"Colonel Nordsen, you're losing me.\"\n\n\"Patience, please. I was about to tell you that still another pilot\nlands on our base, and he wears a blue tie. Claims the Space Service has\nalways worn blue ties.\"\n\n\"I take it back,\" said Lance. \"I'm a pilot and all pilots are slowly\ngoing nuts.\" Then, it occurred to him to evince more interest or they\nmight ship him back to the brig sooner than expected. \"A blue tie, huh?\"\n\n\"And blue suede chukkas, to match,\" Colonel Sagen's hoarse voice broke\nin. \"Most unmilitary-looking uniform I ever saw on a space officer.\"\n\nColonel Nordsen, the psychiatrist, set his pipe aside. \"Gradually, we\nbegan building up a file of such weird discrepancies. Another pilot\nlanded wearing a handle-bar mustache. He couldn't possibly have grown so\nmuch lip-hair in a month. Yet, the man claimed he'd sported the mustache\nfor years; and that every officer in his squadron was decked out with\none, too.\"\n\n       *       *       *       *       *\n\n\"Tell me just one thing,\" Lance pleaded. His nerves were gradually\ngetting more on edge. \"What has all this got to do with Carolyn Sagen?\nWhy is she being kept from me?\"\n\nNordsen's eyebrows met, evincing a little displeasure. \"Don't you get\nthe drift, major? I've been trying to accomplish two things at the same\ntime. Cushion a shock for you--and explain why what has happened has\nhappened. There is no Carolyn Sagen. The colonel and his wife have\nalways been childless.\"\n\nLance got belligerent. \"Say that again!\"\n\n\"There is no Carolyn Sagen here.\"\n\n\"What d'you mean, when you say 'here'?\"\n\nNordsen took off his shell-rimmed glasses, wiped them, restored them to\nhis boyish face. \"I would advise you to brace yourself. By 'here,' I\nmean on this particular time-track.\"\n\nLance stared at him.\n\n\"Doesn't the word have any significance for you?\" Nordsen asked.\n\n\"Time-track? Sure, I've heard of the concept before. It's a theory that\nparallel worlds branch off when ... hey!\" Lance's tone rose to a shout.\n\"You're not trying to imply that ... that I'm on a diff--?\"\n\n\"That's right. We're trying to tell you that you have obviously landed\nin another time-track. One that is parallel to--but just a slight bit\ndifferent from the one you formerly knew. To you, we seem to be the\nsame officers as in that world; but of course, we're not. It isn't the\nsame universe. Hyperspace is tricky stuff, as our men are finding out.\nYou've just got bounced around by one of the trickiest things connected\nwith it.\"\n\nLance groaned. \"Now, I'm told!\"\n\n\"I'm sorry. It's nothing new, only the information is classified\ntop-secret in our world; and evidently in yours, too. It has to be\nwithheld from hype-trainees, otherwise they might deliberately flunk\ntheir course. We're running pilot classes here on our track, too. We\nhave to keep them filled.\"\n\nLance was stunned. He hardly knew what he should say or do next.\n\nFinally, he put forth a faltering question: \"Is there any way I can get\nback to Home Base? _My_ home base?\"\n\nAll three officers in the room shook their heads in unison.\n\n\"You might as well look for a pebble in the beach,\" said Nordsen. He\nelucidated: \"As a matter of fact, this _is_ Home Base for you. The\ndifferences between one track and another are not usually too great; the\nresemblances are many. Sometimes even, the returned pilot accommodates\nhimself to the new time-track without suspecting in the slightest what's\nhappened to him.\"\n\n\"And in those cases, you seldom bother to enlighten him, I suppose.\"\n\n\"Naturally not. Security frowns on it.\"\n\n\"But in my case, you couldn't cover up.\"\n\n\"Your case manifests a much more serious slippage. Your path,\nevidently, warped to a track several million or billion worlds further\nover than anybody from your world had previously experienced.\nConsequently, your luck has really been unfortunate. You've materialized\nout of hyperspace into a universe where someone you apparently knew\nquite closely simply was never born.\"\n\n[Illustration]\n\n\"But Carolyn did exist before ... where I was? I'm not dreaming.\"\n\n\"No. Both our worlds are equally real.\"\n\n       *       *       *       *       *\n\nLance, though he felt the truth slowly and inexorably sink in, still\ncould not quite grasp all its implications. He turned his numbed face to\nthe other two officers in the room. Colonel Sagen and Major Carmody\ninclined their heads.\n\nFor one despairing moment, Lance felt almost like hurling himself\nthrough the window. Then, he straightened up. His mouth compressed into\na thin line. \"If I must face the facts, I must. But,\" his tone edged off\ninto irony, \"it sure isn't easy. You'll have to give me time.\"\n\nColonel Nordsen stood up, held out his hand. \"I'm sorry, major, believe\nme. This is a hard blow to take and I wouldn't care to be on the\nreceiving end, myself. But you'll adjust. If you like, I'll recommend\nyou for convalescent leave. You understand, of course,\" the psychiatrist\nwent on, \"that we expect you to keep tight-lipped. Our hype-classes are\nstill too small. We need a lot of sharp men, and they have to be\nvolunteers. Right, Colonel Sagen?\"\n\n\"Right.\"\n\nLance dropped the proffered hand. \"I get it. Let the word get around how\nhyperspace messes you up, all your bright young jets will bug out on it.\nThat's your main worry, isn't it? Not what happens to me.\"\n\n\"Frankly, yes,\" Nordsen acknowledged, without blinking. \"But the Space\nService is also concerned about individuals. Don't worry now, major.\nWe'll look after you.\"\n\n\"Don't bother!\" An uncontrolled bitterness crept into Lance's reply.\n\"Far as I'm concerned, the Space Service can go to hell. What reason\nhave I got to stay in it? You've conned me out of all that meant\nanything in my life.\"\n\nNobody said a word.\n\nLance rose to his feet, unsteadily. His sardonic glance swept over them.\n\"I suppose it's back to the guardhouse for me now, huh? Well, I won't be\nsorry to go. I'll find better company. And I refuse your bribe of\nspecial leave-time.\"\n\nColonel Nordsen seemed unaffected. \"You're making a mistake,\" he said,\ncalmly.\n\n\"Am I?\"\n\n\"Major, we're offering you a chance to get adjusted and assimilated.\nTake it or leave it. We can hold you in the brig until you see reason.\nBut you're a good man. We need you.\"\n\n\"For what? More flights through that hyperspace muck?\"\n\n\"If you can pass our mental stability tests, yes.\"\n\n\"And if not?\"\n\n\"You'll be grounded.\"\n\nLance made a sudden decision.\n\n\"I want to go up right now.\"\n\n\"What?\"\n\n       *       *       *       *       *\n\n\"You heard me. I want to go up in the _Cosmos XII_ right now, tests or\nno tests. Ground me--and I'll never have a chance again. Don't you think\nI'm hep to that?\"\n\n\"We'll see that you're not grounded,\" broke in Colonel Sagen, from\nbehind his desk.\n\nBut Lance didn't believe him.\n\n\"Don't try to kid me, colonel,\" he snapped out. \"You write me out flight\norders for the _Cosmos XII_, or I'll blab everything I know. You can't\nhang me, you can't tear my tongue out--and I know I'll bust out of your\nguardhouse one way or another! You'll see! And then, how will you fill\nup your precious training classes? Then, how will you get new chumps to\npilot your ships to the stars? The stars! Ha, ha! That's the biggest\njoke of all!\"\n\nColonel Sagen began to splutter. Lance, watching him carefully, decided\nthere wasn't much resemblance between the old boy and the fine Colonel\nSagen he'd known in his own world. Maybe it'd been having the softening\ninfluence of normal family life and a growing daughter that had made old\nHard-Head human.\n\n\"You'll never get away with this,\" Sagen warned. \"We're three against\none.\"\n\n\"Won't I?\" Lance's hand darted inside his shirt. \"Maybe this'll equalize\nus.\" He brought out the pistol he'd taken off the captain in the\nguardhouse. Sagen, Nordsen, and Carmody backed off from it.\n\n\"The _Cosmos XII_ is still two-thirds fueled,\" Lance said. \"And\nwell-stocked on provisions. Besides, I'm a light eater in hyperspace--as\nwho isn't? I intend to take that ship out again, and you're going to\nhelp me, gentlemen.\"\n\nLance flicked off the safety and waved the gun back and forth, to\ndemonstrate what he meant.\n\n       *       *       *       *       *\n\nIt worked.\n\nLance got his ship, using Colonel Sagen as both shield and go-between\nafter he had first tied up the other two officers in a closet. He kept a\nclose watch, of course, for the SSP's and their gas pellets; but\napparently an alarm was not raised soon enough for the base police to\nhurl into action.\n\nAfter having the colonel authorize a space clearance for him by\ncontacting Traffic directly over the ship's mike, Lance finally released\nhim.\n\nThe colonel scooted down the ladder. Lance gave him time to clear the\npad, but little more; then he went to work pushing buttons on the manual\ndesk. The _Cosmos XII_ blasted loose from her moorings and soared aloft\ninto space.\n\nAt five thousand miles above Earth's surface, Lance re-checked his\ntapes. Groombridge 34 was the only possible destination the autopilot\ncould take him to. Somehow, he didn't mind taking one more look at the\ndouble-star system. He cut into hyperspace as quickly as he dared; then\nsat back and relaxed. That is, as much as any man could in hype.\n\nWhen he reached Groombridge 34, all Lance did was pop out into normal\nspace long enough to assure himself he had reached the proper checkpoint\nfor turning back. The tapes were in good order, and there had been no\nhitches. Grunting, he threw in the switch-over and once more found\nhimself plowing through hyperspace. Only this time, he was homeward\nbound.\n\nIf he were lucky, just real lucky, he told himself, there might be a\nCarolyn Sagen alive and waiting for him in whatever time-track he wound\nup in this time.\n\nAt last, he materialized again in the Solar System. Or _some_ Solar\nSystem, anyhow. As far as he could tell, all the planets looked\nunchanged. It was just four weeks to the day, since his escape from\nWorld Two. This would be World Three. He had been gone eight weeks and\ntwo days from World One.\n\nLance cut the ecliptic at a different angle than before, and Terra was\nfarther along in her journey around Sol. He needed a new landing\ntrajectory. His eye swept his panel, to see if anything had been preset.\nThere was no green flashing on the deck, where there should have been\ngreen.\n\nOh, well. There could have been cruisers waiting in space, too, to pot\nhim with ship-to-ship missiles. He'd taken one chance, he could take\nanother.\n\nLance opened a switch and called Base Traffic's frequency. \"This is the\n_Cosmos XII_, Major Lance Cooper piloting. Just broke out of hype. Can\nyou read me?\"\n\nHe repeated the message for several minutes.\n\nFinally, he got an answer. A startled voice whipped back at him through\ncrackling static: \"_Cosmos XII_, this is Traffic. Who did you say you\nwere up there?\"\n\n       *       *       *       *       *\n\nLance hardly knew whether he felt more like laughing or crying. He was\nfairly close to home, anyhow. They did have space traffic here. And\nbeing pretty much of an optimist, he also decided that it was a\ntime-track where he had been known. Only being so long overdue, he had\nprobably been given up for lost.\n\nOn this premise, he could visualize all the consternation and excitement\nnow in progress downstairs; the personnel were likely falling all over\neach other in the stampede to pass the word around.\n\n\"I'm Major Lance Cooper,\" he announced over the mike.\n\nThere was a long pause.\n\n\"Repeat that, please.\"\n\n\"This is Lance Cooper, Major, Space Service. I'm up here in the _Cosmos\nXII_.\"\n\n\"B-b-but you can't be.\"\n\n\"Who says I can't. Say, what's the matter with you monkeys? I want to\ncome in.\"\n\nAnother voice took over on the channel. \"The lieutenant's right. You\nactually do sound like Cooper, whoever you are!\"\n\nLance laughed openly. \"I've lived with him all my life, why shouldn't I?\nYou think I'm a ghost?\"\n\n\"Well ... no. We know you're real. We're getting a blip from you. Only\nthing is--\"\n\n\"Let's talk about it when I get down,\" Lance interrupted. \"I need a\nprogram fast. Get those G.S. computers working and read me an orbit.\"\n\n\"W-will do.\"\n\n\"And one more thing: Is Colonel Sagen around?\"\n\n\"Not today, major. He had to fly to Luna.\"\n\n\"How about his daughter?\"\n\n\"Who?\"\n\n_Oh, no!_ Lance felt his heart almost stop. Had the big try been for\nnothing? He chanced a repeat.\n\n\"His daughter. Carolyn Sagen.\"\n\nThis time, he got results.\n\n\"Oh! You mean Hard-Head's daughter. The one who ... say, wasn't she all\nset to marry you?\"\n\n\"You bet your last commendation ribbon she was. And she's going to!\nHey!\" Lance shouted. \"Anything wrong with her? She's not sick or--\"\n\nThe voice of the first operator at Traffic came back on. \"The captain\nhad to take off. No sir, major. She's not sick. We just don't know how\nshe's gonna take this, is all.\"\n\n\"With bells on, Junior. Wedding bells! Get her out to meet me when I\nland, will you? And snap it up on that trajectory.\"\n\nAgain, the traffic crackled in Lance's ear. There seemed to be a great\ndeal of excitement going on down there. And then the great night rim of\nEarth swung under him, blocking out further radio communication.\n\nPresently, a relayed beam from Luna came in. The Luna spaceport read him\na series of figures to punch into his autopilot. The new orbit would\nedge him in close enough to Terra, that he could pick up an assist from\nthe G.A. system of his home base.\n\nLance rubbed his hands together in his joy. He was cooking on all\nburners, now. At last.\n\n       *       *       *       *       *\n\nSix hours later, the _Cosmos XII_ settled down in her landing cradle.\nMajor Lance Cooper kicked open the air-lock door and began climbing down\nto solid ground.\n\nIt was just barely twilight. Ordinarily, there would have been long\npurplish shadows at the far ends of the field; but now the entire space\nbase was flooded with lights. Were the beacons sweeping back and forth\njust to welcome him? It hardly seemed possible. Yet, the apron itself,\nwas swarming with people. Here they came now! A whole mob racing towards\nhim, and the noise of their swelling shouts preceded them, rolling\nforward like the breakers upon a shore.\n\n_Oh, oh! What was that in the far corner of the field?_ A big pile of\ncrumpled metal, already rusted and ready for the bulldozers. Some poor\ndevil had crashed his hype-ship. Lance wondered vaguely which of his\nbuddies it had been. Then he shut it out of his mind.\n\nA jeep swung out ahead of the advancing crowd and came speeding down\nthe concrete. Brakes squealed; rubber tires bit in hard, and the vehicle\nplunged to a halt near him. Lance recognized Major Carmody in the\ndriver's seat. Or another Major Carmody. What difference did it make?\nNone, now that he was able to identify so very well the other figure in\nthe jeep--a slight blond figure in a trench coat seated next to Carmody.\n\nCarolyn!\n\nHe saw her get out. He saw her commence walking towards him. But too\nslowly, he thought. And he was too paralyzed to move.\n\n\"Lance?\" she called to him. \"Is it you? Is it really you, darling?\"\n\nThe girl's step almost faltered. Major Carmody's hand reached out,\nsteadied her.\n\nSomething was wrong again. But what? He could not guess.\n\nLance came out of his paralysis. He began running towards her.\n\nAnd in a moment, they were in each other's arms without caring why or\nhow: Lance Cooper and the girl he loved. Kissing, hugging, unable to\nbelieve for a moment in each other's reality.\n\nThen, Carolyn had to have breath and she drew apart for a moment. Then,\nshe kissed him again. And Lance, for the first time, listened and made\nsense out of the welter of hysterical sobbing words that were pouring\nforth:\n\n\"Darling, darling, darling Lance! I cried so much, and now it's all\nover. I don't care if you're not real. I love you, I love you! I don't\ncare if you are somebody from another time-track like Major Carmody\nsays! You're my Lance and you belong to me. It's you I love and want\nnow; no matter how shameless I sound!... Yes, darling, it's you I want,\nnot that poor broken thing we buried two months ago. Not the--\"\n\nLance's feeling of impending horror was great, but not so great that he\nshrank from the question that now rose and beat and beat at his brain.\nThe overwhelming question that had to be asked.\n\n\"Carolyn!\" He held her so tight he thought for a moment he'd cracked her\nribs. His half-shook gaze penetrated her retreating eyes, forcing her to\nmeet him.\n\n\"Carolyn! What do you mean--it's _me_ you want now, not that poor broken\nthing you buried? Tell me. TELL ME!\"\n\n\"Don't you know, darling Lance? When you took off that night eight weeks\nago, that night I kissed you good-by, your ship ... oh don't you\ncomprehend?... Your ship, it--\"\n\n\"Tell me, Carolyn!\"\n\n\"Your ship, Lance, that's it over there--the wreckage of it! The _Cosmos\nXII_ crashed on take-off that night, Lance. You were killed out-right.\nWe buried you two days later.\"\n\n\nTHE END\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Analog Science Fact and Science\n    Fiction_ April 1961. Extensive research did not uncover any evidence\n    that the U.S. copyright on this publication was renewed. Minor\n    spelling and typographical errors have been corrected without note.\n\n\n\n\n\nEnd of Project Gutenberg's Next Door, Next World, by Robert Donald Locke\n\n*** END OF THIS PROJECT GUTENBERG EBOOK NEXT DOOR, NEXT WORLD ***\n\n***** This file should be named 26205-8.txt or 26205-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/6/2/0/26205/\n\nProduced by Greg Weeks, Dave Lovelace, Stephen Blundell\nand the Online Distributed Proofreading Team at\nhttp://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}