{"title": "The Good Neighbors", "author": "Edgar Pangborn", "releaseDate": "September 5, 2008", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, David Wilson and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n    +--------------------------------------------------------------+\n    |                                                              |\n    | Transcriber's note.                                          |\n    |                                                              |\n    | This story was published in _Galaxy_ magazine, June 1960.    |\n    | Extensive research did not uncover any evidence that the     |\n    | U.S. copyright on this publication was renewed.              |\n    |                                                              |\n    +--------------------------------------------------------------+\n\n\n\n\nBy EDGAR PANGBORN\n\nThe Good Neighbors\n\n\n  You can't blame an alien for\n  a little inconvenience--as\n  long as he makes up for it!\n\nIllustrated by WOOD\n\n\nThe ship was sighted a few times, briefly and without a good fix. It was\nspherical, the estimated diameter about twenty-seven miles, and was in\nan orbit approximately 3400 miles from the surface of the Earth. No one\nobserved the escape from it.\n\nThe ship itself occasioned some excitement, but back there at the\ntattered end of the 20th century, what was one visiting spaceship more\nor less? Others had appeared before, and gone away discouraged--or just\nnot bothering. 3-dimensional TV was coming out of the experimental\nstage. Soon anyone could have Dora the Doll or the Grandson of Tarzan\nsmack in his own living-room. Besides, it was a hot summer.\n\nThe first knowledge of the escape came when the region of Seattle\nsuffered an eclipse of the sun, which was not an eclipse but a near\nshadow, which was not a shadow but a thing. The darkness drifted out of\nthe northern Pacific. It generated thunder without lightning and without\nrain. When it had moved eastward and the hot sun reappeared, wind\nfollowed, a moderate gale. The coast was battered by sudden high waves,\nthen hushed in a bewilderment of fog.\n\nBefore that appearance, radar had gone crazy for an hour.\n\nThe atmosphere buzzed with aircraft. They went up in readiness to shoot,\nbut after the first sighting reports only a few miles offshore, that\norder was vehemently canceled--someone in charge must have had a grain\nof sense. The thing was not a plane, rocket or missile. It was an\nanimal.\n\nIf you shoot an animal that resembles an inflated gas-bag with wings,\nand the wingspread happens to be something over four miles tip to tip,\nand the carcass drops on a city--it's not nice for the city.\n\nThe Office of Continental Defense deplored the lack of precedent. But\nactually none was needed. You just don't drop four miles of dead or\ndying alien flesh on Seattle or any other part of a swarming homeland.\nYou wait till it flies out over the ocean, if it will--the most\ncommodious ocean in reach.\n\n\nIt, or rather she, didn't go back over the Pacific, perhaps because of\nthe prevailing westerlies. After the Seattle incident she climbed to a\ngreat altitude above the Rockies, apparently using an updraft with very\nlittle wing-motion. There was no means of calculating her weight, or\nmass, or buoyancy. Dead or injured, drift might have carried her\nanywhere within one or two hundred miles. Then she seemed to be\nfollowing the line of the Platte and the Missouri. By the end of the day\nshe was circling interminably over the huge complex of St. Louis,\nhopelessly crying.\n\n[Illustration]\n\nShe had a head, drawn back most of the time into the bloated mass of the\nbody but thrusting forward now and then on a short neck not more than\nthree hundred feet in length. When she did that the blunt turtle-like\nhead could be observed, the gaping, toothless, suffering mouth from\nwhich the thunder came, and the soft-shining purple eyes that searched\nthe ground but found nothing answering her need. The skin-color was\nmud-brown with some dull iridescence and many peculiar marks resembling\nweals or blisters. Along the belly some observers saw half a mile of\npaired protuberances that looked like teats.\n\nShe was unquestionably the equivalent of a vertebrate. Two web-footed\nlegs were drawn up close against the cigar-shaped body. The vast, rather\nnarrow, inflated wings could not have been held or moved in flight\nwithout a strong internal skeleton and musculature. Theorists later\nargued that she must have come from a planet with a high proportion of\nwater surface, a planet possibly larger than Earth though of about the\nsame mass and with a similar atmosphere. She could rise in Earth's air.\nAnd before each thunderous lament she was seen to breathe.\n\nIt was assumed that immense air sacs within her body were inflated or\npartly inflated when she left the ship, possibly with some gas lighter\nthan nitrogen. Since it was inconceivable that a vertebrate organism\ncould have survived entry into atmosphere from an orbit 3400 miles up,\nit was necessary to believe that the ship had briefly descended,\nunobserved and by unknown means, probably on Earth's night-side. Later\non the ship did descend as far as atmosphere, for a moment ...\n\nSt. Louis was partly evacuated. There is no reliable estimate of the\nloss of life and property from panic and accident on the jammed roads\nand rail lines. 1500 dead, 7400 injured is the conservative figure.\n\n\nAfter a night and a day she abandoned that area, flying heavily\neastward. The droning and swooping gnats of aircraft plainly distressed\nher. At first she had only tried to avoid them, but now and then during\nher eastward flight from St. Louis she made short desperate rushes\nagainst them, without skill or much sign of intelligence, screaming from\na wide-open mouth that could have swallowed a four-engine bomber. Two\naircraft were lost over Cincinnati, by collision with each other in\ntrying to get out of her way. Pilots were then ordered to keep a\ndistance of not less than ten miles until such time as she reached the\nAtlantic--if she did--when she could safely be shot down.\n\nShe studied Chicago for a day.\n\nBy that time Civil Defense was better prepared. About a million\nresidents had already fled to open country before she came, and the loss\nof life was proportionately smaller. She moved on. We have no clue to\nthe reason why great cities should have attracted her, though\napparently they did. She was hungry perhaps, or seeking help, or merely\ndrawn in animal curiosity by the endless motion of the cities and the\nstrangeness. It has even been suggested that the life forms of her\nhomeland--her masters--resembled humanity. She moved eastward, and\nreligious organizations united to pray that she would come down on one\nof the lakes where she could safely be destroyed. She didn't.\n\nShe approached Pittsburgh, choked and screamed and flew high, and soared\nin weary circles over Buffalo for a day and a night. Some pilots who had\nfollowed the flight from the West Coast claimed that the vast\nlamentation of her voice was growing fainter and hoarser while she was\ndrifting along the line of the Mohawk Valley. She turned south,\nfollowing the Hudson at no great height. Sometimes she appeared to be\nchoking, the labored inhalations harsh and prolonged, like a cloud in\nagony.\n\nWhen she was over Westchester, headquarters tripled the swarm of\ninterceptors and observation planes. Squadrons from Connecticut and\nsouthern New Jersey deployed to form a monstrous funnel, the small end\nbefore her, the large end pointing out to open sea. Heavy bombers closed\nin above, laying a smoke screen at 10,000 feet to discourage her from\nrising. The ground shook with the drone of jets, and with her crying.\n\nMultitudes had abandoned the metropolitan area. Other multitudes trusted\nto the subways, to the narrow street canyons and to the strength of\nconcrete and steel. Others climbed to a thousand high places and\nwatched, trusting the laws of chance.\n\nShe passed over Manhattan in the evening--between 8:14 and 8:27 P.M.,\nJuly 16, 1976--at an altitude of about 2000 feet. She swerved away from\nthe aircraft that blanketed Long Island and the Sound, swerved again as\nthe southern group buzzed her instead of giving way. She made no attempt\nto rise into the sun-crimsoned terror of drifting smoke.\n\n\nThe plan was intelligent. It should have worked, but for one fighter\npilot who jumped the gun.\n\nHe said later that he himself couldn't understand what happened. It was\ncourt-martial testimony, but his reputation had been good. He was Bill\nGreen--William Hammond Green--of New London, Connecticut, flying a\none-man jet fighter, well aware of the strictest orders not to attack\nuntil the target had moved at least ten miles east of Sandy Hook. He\nsaid he certainly had no previous intention to violate orders. It was\nsomething that just happened in his mind. A sort of mental sneeze.\n\nHis squadron was approaching Rockaway, the flying creature about three\nmiles ahead of him and half a mile down. He was aware of saying out loud\nto nobody: \"Well, she's too big.\" Then he was darting out of formation,\ndiving on her, giving her one rocket-burst and reeling off to the south\nat 840 MPH.\n\nHe never did locate or rejoin his squadron, but he made it somehow back\nto his home field. He climbed out of the cockpit, they say, and fell\nflat on his face.\n\nIt seems likely that his shot missed the animal's head and tore through\nsome part of her left wing. She spun to the left, rose perhaps a\nthousand feet, facing the city, sideslipped, recovered herself and\nfought for altitude. She could not gain it. In the effort she collided\nwith two of the following planes. One of them smashed into her right\nside behind the wing, the other flipped end over end across her back,\nlike a swatted dragonfly. It dropped clear and made a mess on Bedloe's\nIsland.\n\nShe too was falling, in a long slant, silent now but still living. After\nthe impact her body thrashed desolately on the wreckage between\nLexington and Seventh Avenues, her right wing churning, then only\ntrailing, in the East River, her left wing a crumpled slowly deflating\nmass concealing Times Square, Herald Square and the garment district.\n\nAt the close of the struggle her neck extended, her turtle beak grasping\nthe top of Radio City. She was still trying to pull herself up, as the\nbuoyant gasses hissed and bubbled away through the gushing holes in her\nside. Radio City collapsed with her.\n\nFor a long while after the roar of descending rubble and her own roaring\nhad ceased, there was no human noise except a melancholy thunder of the\nplanes.\n\n\nThe apology came early next morning.\n\nThe spaceship was observed to descend to the outer limits of atmosphere,\nvery briefly. A capsule was released, with a parachute timed to open at\n40,000 feet and come down quite neatly in Scarsdale. Parachute, capsule\nand timing device were of good workmanship.\n\nThe communication engraved on a plaque of metal (which still defies\nanalysis) was a hasty job, the English slightly odd, with some evidence\nof an incomplete understanding of the situation. That the visitors were\nthemselves aware of these deficiencies is indicated by the text of the\nmessage itself.\n\n      Most sadly regret inexcusable escape of livestock. While\n      petting same, one of our children monkied (sp?) with airlock.\n      Will not happen again. Regret also imperfect grasp of\n      language, learned through what you term Television etc.\n      Animal not dangerous, but observe some accidental damage\n      caused, therefore hasten to enclose reimbursement, having\n      taken liberty of studying your highly ingenious methods of\n      exchange. Hope same will be adequate, having estimated\n      deplorable inconvenience to best of ability. Regret\n      exceedingly impossibility of communicating further, as\n      pressure of time and prior obligations forbids. Please accept\n      heartfelt apologies and assurances of continuing esteem.\n\nThe reimbursement was in fact properly enclosed with the plaque, and may\nbe seen by the public in the rotunda of the restoration of Radio City.\nThough technically counterfeit, it looks like perfectly good money,\nexcept that Mr. Lincoln is missing one of his wrinkles and the words\n\"FIVE DOLLARS\" are upside down.\n\n\n  --EDGAR PANGBORN\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Good Neighbors, by Edgar Pangborn\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE GOOD NEIGHBORS ***\n\n***** This file should be named 26536.txt or 26536.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/6/5/3/26536/\n\nProduced by Greg Weeks, David Wilson and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}