{"title": "Monkey On His Back", "author": "Charles V. De Vet", "releaseDate": "September 10, 2008", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, David Wilson and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n    +--------------------------------------------------------------+\n    |                                                              |\n    | Transcriber's note.                                          |\n    |                                                              |\n    | This story was published in _Galaxy_ magazine, June 1960.    |\n    | Extensive research did not uncover any evidence that the     |\n    | U.S. copyright on this publication was renewed.              |\n    |                                                              |\n    +--------------------------------------------------------------+\n\n\n\n\n[Illustration]\n\nBy CHARLES V. DE VET\n\nmonkey on his back\n\n\n  Under the cloud of cast-off identities\n    lay the shape of another man--\n      was it himself?\n\nIllustrated by DILLON\n\n\nHe was walking endlessly down a long, glass-walled corridor. Bright\nsunlight slanted in through one wall, on the blue knapsack across his\nshoulders. Who he was, and what he was doing here, was clouded. The\ntruth lurked in some corner of his consciousness, but it was not reached\nby surface awareness.\n\nThe corridor opened at last into a large high-domed room, much like a\nrailway station or an air terminal. He walked straight ahead.\n\nAt the sight of him a man leaning negligently against a stone pillar, to\nhis right but within vision, straightened and barked an order to him,\n\"Halt!\" He lengthened his stride but gave no other sign.\n\nTwo men hurried through a doorway of a small anteroom to his left,\ncalling to him. He turned away and began to run.\n\nShouts and the sound of charging feet came from behind him. He cut to\nthe right, running toward the escalator to the second floor. Another\npair of men were hurrying down, two steps at a stride. With no break in\npace he veered into an opening beside the escalator.\n\nAt the first turn he saw that the aisle merely circled the stairway,\ncoming out into the depot again on the other side. It was a trap. He\nglanced quickly around him.\n\nAt the rear of the space was a row of lockers for traveler use. He\nslipped a coin into a pay slot, opened the zipper on his bag and pulled\nout a flat briefcase. It took him only a few seconds to push the case\ninto the compartment, lock it and slide the key along the floor beneath\nthe locker.\n\nThere was nothing to do after that--except wait.\n\nThe men pursuing him came hurtling around the turn in the aisle. He\nkicked his knapsack to one side, spreading his feet wide with an\ninstinctive motion.\n\nUntil that instant he had intended to fight. Now he swiftly reassessed\nthe odds. There were five of them, he saw. He should be able to\nincapacitate two or three and break out. But the fact that they had been\nexpecting him meant that others would very probably be waiting outside.\nHis best course now was to sham ignorance. He relaxed.\n\nHe offered no resistance as they reached him.\n\nThey were not gentle men. A tall ruffian, copper-brown face damp with\nperspiration and body oil, grabbed him by the jacket and slammed him\nback against the lockers. As he shifted his weight to keep his footing\nsomeone drove a fist into his face. He started to raise his hands; and a\nhard flat object crashed against the side of his skull.\n\nThe starch went out of his legs.\n\n\n\"Do you make anything out of it?\" the psychoanalyst Milton Bergstrom,\nasked.\n\nJohn Zarwell shook his head. \"Did I talk while I was under?\"\n\n\"Oh, yes. You were supposed to. That way I follow pretty well what\nyou're reenacting.\"\n\n\"How does it tie in with what I told you before?\"\n\nBergstrom's neat-boned, fair-skinned face betrayed no emotion other than\nan introspective stillness of his normally alert gaze. \"I see no\nconnection,\" he decided, his words once again precise and meticulous.\n\"We don't have enough to go on. Do you feel able to try another\ncomanalysis this afternoon yet?\"\n\n\"I don't see why not.\" Zarwell opened the collar of his shirt. The day\nwas hot, and the room had no air conditioning, still a rare luxury on\nSt. Martin's. The office window was open, but it let in no freshness,\nonly the mildly rank odor that pervaded all the planet's habitable area.\n\n\"Good.\" Bergstrom rose. \"The serum is quite harmless, John.\" He\nmaintained a professional diversionary chatter as he administered the\ndrug. \"A scopolamine derivative that's been well tested.\"\n\nThe floor beneath Zarwell's feet assumed abruptly the near transfluent\nconsistency of a damp sponge. It rose in a foot-high wave and rolled\ngently toward the far wall.\n\nBergstrom continued talking, with practiced urbanity. \"When psychiatry\nwas a less exact science,\" his voice went on, seeming to come from a\ngreat distance, \"a doctor had to spend weeks, sometimes months or years\ninterviewing a patient. If he was skilled enough, he could sort the\nrelevancies from the vast amount of chaff. We are able now, with the\nhelp of the serum, to confine our discourses to matters cogent to the\npatient's trouble.\"\n\nThe floor continued its transmutation, and Zarwell sank deep into\nviscous depths. \"Lie back and relax. Don't ...\"\n\nThe words tumbled down from above. They faded, were gone.\n\n\nZarwell found himself standing on a vast plain. There was no sky above,\nand no horizon in the distance. He was in a place without space or\ndimension. There was nothing here except himself--and the gun that he\nheld in his hand.\n\nA weapon beautiful in its efficient simplicity.\n\nHe should know all about the instrument, its purpose and workings, but\nhe could not bring his thoughts into rational focus. His forehead\ncreased with his mental effort.\n\nAbruptly the unreality about him shifted perspective. He was\napproaching--not walking, but merely shortening the space between\nthem--the man who held the gun. The man who was himself. The other\n\"himself\" drifted nearer also, as though drawn by a mutual attraction.\n\nThe man with the gun raised his weapon and pressed the trigger.\n\nWith the action the perspective shifted again. He was watching the face\nof the man he shot jerk and twitch, expand and contract. The face was\nunharmed, yet it was no longer the same. No longer his own features.\n\nThe stranger face smiled approvingly at him.\n\n\n\"Odd,\" Bergstrom said. He brought his hands up and joined the tips of\nhis fingers against his chest. \"But it's another piece in the jig-saw.\nIn time it will fit into place.\" He paused. \"It means no more to you\nthan the first, I suppose?\"\n\n\"No,\" Zarwell answered.\n\nHe was not a talking man, Bergstrom reflected. It was more than\nreticence, however. The man had a hard granite core, only partially\nconcealed by his present perplexity. He was a man who could handle\nhimself well in an emergency.\n\nBergstrom shrugged, dismissing his strayed thoughts. \"I expected as\nmuch. A quite normal first phase of treatment.\" He straightened a paper\non his desk. \"I think that will be enough for today. Twice in one\nsitting is about all we ever try. Otherwise some particular episode\nmight cause undue mental stress, and set up a block.\" He glanced down at\nhis appointment pad. \"Tomorrow at two, then?\"\n\nZarwell grunted acknowledgment and pushed himself to his feet,\napparently unaware that his shirt clung damply to his body.\n\n\nThe sun was still high when Zarwell left the analyst's office. The white\nmarble of the city's buildings shimmered in the afternoon heat, squat\nand austere as giant tree trunks, pock-marked and gray-mottled with\nwindows. Zarwell was careful not to rest his hand on the flesh searing\nsurface of the stone.\n\nThe evening meal hour was approaching when he reached the Flats, on the\nway to his apartment. The streets of the old section were near-deserted.\nThe only sounds he heard as he passed were the occasional cry of a baby,\nchronically uncomfortable in the day's heat, and the lowing of imported\ncattle waiting in a nearby shed to be shipped to the country.\n\nAll St. Martin's has a distinctive smell, as of an arid dried-out swamp,\nwith a faint taint of fish. But in the Flats the odor changes. Here is\nthe smell of factories, warehouses, and trading marts; the smell of\nstale cooking drifting from the homes of the laborers and lower class\ntechmen who live there.\n\nZarwell passed a group of smaller children playing a desultory game of\nlic-lic for pieces of candy and cigarettes. Slowly he climbed the stairs\nof a stone flat. He prepared a supper for himself and ate it without\neither enjoyment or distaste. He lay down, fully clothed, on his bed.\nThe visit to the analyst had done nothing to dispel his ennui.\n\n[Illustration]\n\nThe next morning when Zarwell awoke he lay for a moment, unmoving. The\nfeeling was there again, like a scene waiting only to be gazed at\ndirectly to be perceived. It was as though a great wisdom lay at the\nedge of understanding. If he rested quietly it would all come to him.\nYet always, when his mind lost its sleep-induced lethargy, the moment\nof near understanding slipped away.\n\nThis morning, however, the sense of disorientation did not pass with\nfull wakefulness. He achieved no understanding, but the strangeness did\nnot leave as he sat up.\n\nHe gazed about him. The room did not seem to be his own. The\nfurnishings, and the clothing he observed in a closet, might have\nbelonged to a stranger.\n\nHe pulled himself from his blankets, his body moving with mechanical\nreaction. The slippers into which he put his feet were larger than he\nhad expected them to be. He walked about the small apartment. The place\nwas familiar, but only as it would have been if he had studied it from\nblueprints, not as though he lived there.\n\nThe feeling was still with him when he returned to the psychoanalyst.\n\n\nThe scene this time was more kaleidoscopic, less personal.\n\nA village was being ravaged. Men struggled and died in the streets.\nZarwell moved among them, seldom taking part in the individual clashes,\nyet a moving force in the conflict.\n\nThe background changed. He understood that he was on a different world.\n\nHere a city burned. Its resistance was nearing its end. Zarwell was\nriding a shaggy pony outside a high wall surrounding the stricken\nmetropolis. He moved in and joined a party of short, bearded men,\ndirecting them as they battered at the wall with a huge log mounted on a\nmany-wheeled truck.\n\nThe log broke a breach in the concrete and the besiegers charged\nthrough, carrying back the defenders who sought vainly to plug the gap.\nSoon there would be rioting in the streets again, plundering and\nkilling.\n\nZarwell was not the leader of the invaders, only a lesser figure in the\nrebellion. But he had played a leading part in the planning of the\nstrategy that led to the city's fall. The job had been well done.\n\nTime passed, without visible break in the panorama. Now Zarwell was\nfleeing, pursued by the same bearded men who had been his comrades\nbefore. Still he moved with the same firm purpose, vigilant,\nresourceful, and well prepared for the eventuality that had befallen. He\nmade his escape without difficulty.\n\nHe alighted from a space ship on still another world--another shift in\ntime--and the atmosphere of conflict engulfed him.\n\nWeary but resigned he accepted it, and did what he had to do ...\n\n\nBergstrom was regarding him with speculative scrutiny. \"You've had quite\na past, apparently,\" he observed.\n\nZarwell smiled with mild embarrassment. \"At least in my dreams.\"\n\n\"Dreams?\" Bergstrom's eyes widened in surprise. \"Oh, I beg your pardon.\nI must have forgotten to explain. This work is so routine to me that\nsometimes I forget it's all new to a patient. Actually what you\nexperienced under the drug were not dreams. They were recollections of\nreal episodes from your past.\"\n\nZarwell's expression became wary. He watched Bergstrom closely. After a\nminute, however, he seemed satisfied, and he let himself settle back\nagainst the cushion of his chair. \"I remember nothing of what I saw,\" he\nobserved.\n\n\"That's why you're here, you know,\" Bergstrom answered. \"To help you\nremember.\"\n\n\"But everything under the drug is so ...\"\n\n\"Haphazard? That's true. The recall episodes are always purely random,\nwith no chronological sequence. Our problem will be to reassemble them\nin proper order later. Or some particular scene may trigger a complete\nmemory return.\n\n\"It is my considered opinion,\" Bergstrom went on, \"that your lost memory\nwill turn out to be no ordinary amnesia. I believe we will find that\nyour mind has been tampered with.\"\n\n\"Nothing I've seen under the drug fits into the past I do remember.\"\n\n\"That's what makes me so certain,\" Bergstrom said confidently. \"You\ndon't remember what we have shown to be true. Conversely then, what you\nthink you remember must be false. It must have been implanted there. But\nwe can go into that later. For today I think we have done enough. This\nepisode was quite prolonged.\"\n\n\"I won't have any time off again until next week end,\" Zarwell reminded\nhim.\n\n\"That's right.\" Bergstrom thought for a moment. \"We shouldn't let this\nhang too long. Could you come here after work tomorrow?\"\n\n\"I suppose I could.\"\n\n\"Fine,\" Bergstrom said with satisfaction. \"I'll admit I'm considerably\nmore than casually interested in your case by this time.\"\n\n\nA work truck picked Zarwell up the next morning and he rode with a tech\ncrew to the edge of the reclam area. Beside the belt bringing ocean muck\nfrom the converter plant at the seashore his bulldozer was waiting.\n\nHe took his place behind the drive wheel and began working dirt down\nbetween windbreakers anchored in the rock. Along a makeshift road into\nthe badlands trucks brought crushed lime and phosphorus to supplement\nthe ocean sediment. The progress of life from the sea to the land was a\nmechanical process of this growing world.\n\nNearly two hundred years ago, when Earth established a colony on St.\nMartin's, the land surface of the planet had been barren. Only its seas\nthrived with animal and vegetable life. The necessary machinery and\ntechnicians had been supplied by Earth, and the long struggle began to\nfit the world for human needs. When Zarwell arrived, six months before,\nthe vitalized area already extended three hundred miles along the coast,\nand sixty miles inland. And every day the progress continued. A large\npercentage of the energy and resources of the world were devoted to that\nessential expansion.\n\nThe reclam crews filled and sodded the sterile rock, planted binding\ngrasses, grain and trees, and diverted rivers to keep it fertile. When\nthere were no rivers to divert they blasted out springs and lakes in the\nfoothills to make their own. Biologists developed the necessary germ and\ninsect life from what they found in the sea. Where that failed, they\nimported microorganisms from Earth.\n\nThree rubber-tracked crawlers picked their way down from the mountains\nuntil they joined the road passing the belt. They were loaded with ore\nthat would be smelted into metal for depleted Earth, or for other\ncolonies short of minerals. It was St. Martin's only export thus far.\n\nZarwell pulled his sun helmet lower, to better guard his hot, dry\nfeatures. The wind blew continuously on St. Martin's, but it furnished\nsmall relief from the heat. After its three-thousand-mile journey across\nscorched sterile rock, it sucked the moisture from a man's body,\nbringing a membrane-shrinking dryness to the nostrils as it was breathed\nin. With it came also the cloying taste of limestone in a worker's\nmouth.\n\nZarwell gazed idly about at the other laborers. Fully three-quarters of\nthem were beri-rabza ridden. A cure for the skin fungus had not yet been\nfound; the men's faces and hands were scabbed and red. The colony had\ngrown to near self-sufficiency, would soon have a moderate prosperity,\nyet they still lacked adequate medical and research facilities.\n\nNot all the world's citizens were content.\n\nBergstrom was waiting in his office when Zarwell arrived that evening.\n\n\nHe was lying motionless on a hard cot, with his eyes closed, yet with\nhis every sense sharply quickened. Tentatively he tightened small\nmuscles in his arms and legs. Across his wrists and thighs he felt\nstraps binding him to the cot.\n\n\"So that's our big, bad man,\" a coarse voice above him observed\ncaustically. \"He doesn't look so tough now, does he?\"\n\n\"It might have been better to kill him right away,\" a second, less\nconfident voice said. \"It's supposed to be impossible to hold him.\"\n\n\"Don't be stupid. We just do what we're told. We'll hold him.\"\n\n\"What do you think they'll do with him?\"\n\n\"Execute him, I suppose,\" the harsh voice said matter-of-factly.\n\"They're probably just curious to see what he looks like first. They'll\nbe disappointed.\"\n\nZarwell opened his eyes a slit to observe his surroundings.\n\nIt was a mistake. \"He's out of it,\" the first speaker said, and Zarwell\nallowed his eyes to open fully.\n\nThe voice, he saw, belonged to the big man who had bruised him against\nthe locker at the spaceport. Irrelevantly he wondered how he knew now\nthat it had been a spaceport.\n\nHis captor's broad face jeered down at Zarwell. \"Have a good sleep?\" he\nasked with mock solicitude. Zarwell did not deign to acknowledge that he\nheard.\n\nThe big man turned. \"You can tell the Chief he's awake,\" he said.\nZarwell followed his gaze to where a younger man, with a blond lock of\nhair on his forehead, stood behind him. The youth nodded and went out,\nwhile the other pulled a chair up to the side of Zarwell's cot.\n\nWhile their attention was away from him Zarwell had unobtrusively\nloosened his bonds as much as possible with arm leverage. As the big man\ndrew his chair nearer, he made the hand farthest from him tight and\ncompact and worked it free of the leather loop. He waited.\n\nThe big man belched. \"You're supposed to be great stuff in a situation\nlike this,\" he said, his smoke-tan face splitting in a grin that\nrevealed large square teeth. \"How about giving me a sample?\"\n\n\"You're a yellow-livered bastard,\" Zarwell told him.\n\nThe grin faded from the oily face as the man stood up. He leaned over\nthe cot--and Zarwell's left hand shot up and locked about his throat,\njoined almost immediately by the right.\n\nThe man's mouth opened and he tried to yell as he threw himself\nfrantically backward. He clawed at the hands about his neck. When that\nfailed to break the grip he suddenly reversed his weight and drove his\nfist at Zarwell's head.\n\nZarwell pulled the struggling body down against his chest and held it\nthere until all agitated movement ceased. He sat up then, letting the\nbody slide to the floor.\n\nThe straps about his thighs came loose with little effort.\n\n\nThe analyst dabbed at his upper lip with a handkerchief. \"The episodes\nare beginning to tie together,\" he said, with an attempt at\nnonchalance. \"The next couple should do it.\"\n\nZarwell did not answer. His memory seemed on the point of complete\nreturn, and he sat quietly, hopefully. However, nothing more came and he\nreturned his attention to his more immediate problem.\n\nOpening a button on his shirt, he pulled back a strip of plastic cloth\njust below his rib cage and took out a small flat pistol. He held it in\nthe palm of his hand. He knew now why he always carried it.\n\nBergstrom had his bad moment. \"You're not going to ...\" he began at the\nsight of the gun. He tried again. \"You must be joking.\"\n\n\"I have very little sense of humor,\" Zarwell corrected him.\n\n\"You'd be foolish!\"\n\nBergstrom obviously realized how close he was to death. Yet\nsurprisingly, after the first start, he showed little fear. Zarwell had\nthought the man a bit soft, too adjusted to a life of ease and some\nprestige to meet danger calmly. Curiosity restrained his trigger finger.\n\n\"Why would I be foolish?\" he asked. \"Your Meninger oath of inviolable\nconfidence?\"\n\nBergstrom shook his head. \"I know it's been broken before. But you need\nme. You're not through, you know. If you killed me you'd still have to\ntrust some other analyst.\"\n\n\"Is that the best you can do?\"\n\n\"No.\" Bergstrom was angry now. \"But use that logical mind you're\nsupposed to have! Scenes before this have shown what kind of man you\nare. Just because this last happened here on St. Martin's makes little\ndifference. If I was going to turn you in to the police, I'd have done\nit before this.\"\n\nZarwell debated with himself the truth of what the other had said. \"Why\ndidn't you turn me in?\" he asked.\n\n\"Because you're no mad-dog killer!\" Now that the crisis seemed to be\npast, Bergstrom spoke more calmly, even allowed himself to relax.\n\"You're still pretty much in the fog about yourself. I read more in\nthose comanalyses than you did. I even know who you are!\"\n\nZarwell's eyebrows raised.\n\n\"Who am I?\" he asked, very interested now. Without attention he put his\npistol away in a trouser pocket.\n\nBergstrom brushed the question aside with one hand. \"Your name makes\nlittle difference. You've used many. But you are an idealist. Your\nkillings were necessary to bring justice to the places you visited. By\nnow you're almost a legend among the human worlds. I'd like to talk more\nwith you on that later.\"\n\nWhile Zarwell considered, Bergstrom pressed his advantage. \"One more\nscene might do it,\" he said. \"Should we try again--if you trust me, that\nis?\"\n\nZarwell made his decision quickly. \"Go ahead,\" he answered.\n\n\nAll Zarwell's attention seemed on the cigar he lit as he rode down the\nescalator, but he surveyed the terminal carefully over the rim of his\nhand. He spied no suspicious loungers.\n\nBehind the escalator he groped along the floor beneath the lockers until\nhe found his key. The briefcase was under his arm a minute later.\n\nIn the basement lave he put a coin in the pay slot of a private\ncompartment and went in.\n\nAs he zipped open the briefcase he surveyed his features in the mirror.\nA small muscle at the corner of one eye twitched spasmodically. One\ncheek wore a frozen quarter smile. Thirty-six hours under the paralysis\nwas longer than advisable. The muscles should be rested at least every\ntwenty hours.\n\nFortunately his natural features would serve as an adequate disguise\nnow.\n\nHe adjusted the ring setting on the pistol-shaped instrument that he\ntook from his case, and carefully rayed several small areas of his face,\nloosening muscles that had been tight too long. He sighed gratefully\nwhen he finished, massaging his cheeks and forehead with considerable\npleasure. Another glance in the mirror satisfied him with the changes\nthat had been made. He turned to his briefcase again and exchanged the\ngun for a small syringe, which he pushed into a trouser pocket, and a\nsingle-edged razor blade.\n\nRemoving his fiber-cloth jacket he slashed it into strips with the razor\nblade and flushed it down the disposal bowl. With the sleeves of his\nblouse rolled up he had the appearance of a typical workman as he\nstrolled from the compartment.\n\nBack at the locker he replaced the briefcase and, with a wad of gum,\nglued the key to the bottom of the locker frame.\n\nOne step more. Taking the syringe from his pocket, he plunged the needle\ninto his forearm and tossed the instrument down a waste chute. He took\nthree more steps and paused uncertainly.\n\nWhen he looked about him it was with the expression of a man waking from\na vivid dream.\n\n\n\"Quite ingenious,\" Graves murmured admiringly. \"You had your mind\nalready preconditioned for the shot. But why would you deliberately give\nyourself amnesia?\"\n\n\"What better disguise than to believe the part you're playing?\"\n\n\"A good man must have done that job on your mind,\" Bergstrom commented.\n\"I'd have hesitated to try it myself. It must have taken a lot of trust\non your part.\"\n\n\"Trust and money,\" Zarwell said drily.\n\n\"Your memory's back then?\"\n\nZarwell nodded.\n\n\"I'm glad to hear that,\" Bergstrom assured him. \"Now that you're well\nagain I'd like to introduce you to a man named Vernon Johnson. This\nworld ...\"\n\nZarwell stopped him with an upraised hand. \"Good God, man, can't you see\nthe reason for all this? I'm tired. I'm trying to quit.\"\n\n\"Quit?\" Bergstrom did not quite follow him.\n\n\"It started on my home colony,\" Zarwell explained listlessly. \"A gang of\nhoods had taken over the government. I helped organize a movement to get\nthem out. There was some bloodshed, but it went quite well. Several\nmonths later an unofficial envoy from another world asked several of us\nto give them a hand on the same kind of job. The political conditions\nthere were rotten. We went with him. Again we were successful. It seems\nI have a kind of genius for that sort of thing.\"\n\nHe stretched out his legs and regarded them thoughtfully. \"I learned\nthen the truth of Russell's saying: 'When the oppressed win their\nfreedom they are as oppressive as their former masters.' When they went\nbad, I opposed them. This time I failed. But I escaped again. I have\nquite a talent for that also.\n\n\"I'm not a professional do-gooder.\" Zarwell's tone appealed to Bergstrom\nfor understanding. \"I have only a normal man's indignation at injustice.\nAnd now I've done my share. Yet, wherever I go, the word eventually gets\nout, and I'm right back in a fight again. It's like the proverbial\nmonkey on my back. I can't get rid of it.\"\n\nHe rose. \"That disguise and memory planting were supposed to get me out\nof it. I should have known it wouldn't work. But this time I'm not going\nto be drawn back in! You and your Vernon Johnson can do your own\nrevolting. I'm through!\"\n\nBergstrom did not argue as he left.\n\n\nRestlessness drove Zarwell from his flat the next day--a legal holiday\non St. Martin's. At a railed-off lot he stopped and loitered in the\nshadow of an adjacent building watching workmen drilling an excavation\nfor a new structure.\n\nWhen a man strolled to his side and stood watching the workmen, he was\nnot surprised. He waited for the other to speak.\n\n\"I'd like to talk to you, if you can spare a few minutes,\" the stranger\nsaid.\n\nZarwell turned and studied the man without answering. He was medium\ntall, with the body of an athlete, though perhaps ten years beyond the\nage of sports. He had a manner of contained energy. \"You're Johnson?\" he\nasked.\n\nThe man nodded.\n\nZarwell tried to feel the anger he wanted to feel, but somehow it would\nnot come. \"We have nothing to talk about,\" was the best he could manage.\n\n\"Then will you just listen? After, I'll leave--if you tell me to.\"\n\nAgainst his will he found himself liking the man, and wanting at least\nto be courteous. He inclined his head toward a curb wastebox with a flat\ntop. \"Should we sit?\"\n\nJohnson smiled agreeably and they walked over to the box and sat down.\n\n\"When this colony was first founded,\" Johnson began without preamble,\n\"the administrative body was a governor, and a council of twelve. Their\nsuccessors were to be elected biennially. At first they were. Then\nthings changed. We haven't had an election now in the last twenty-three\nyears. St. Martin's is beginning to prosper. Yet the only ones receiving\nthe benefits are the rulers. The citizens work twelve hours a day. They\nare poorly housed, poorly fed, poorly clothed. They ...\"\n\nZarwell found himself not listening as Johnson's voice went on. The\nstory was always the same. But why did they always try to drag him into\ntheir troubles?\n\nWhy hadn't he chosen some other world on which to hide?\n\nThe last question prompted a new thought. Just why had he chosen St.\nMartin's? Was it only a coincidence? Or had he, subconsciously at least,\npicked this particular world? He had always considered himself the\nunwilling subject of glib persuaders ... but mightn't some inner\ncompulsion of his own have put the monkey on his back?\n\n\"... and we need your help.\" Johnson had finished his speech.\n\nZarwell gazed up at the bright sky. He pulled in a long breath, and let\nit out in a sigh.\n\n\"What are your plans so far?\" he asked wearily.\n\n\n  --CHARLES V. DE VET\n\n\n[Illustration]\n\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Monkey On His Back, by Charles V. De Vet\n\n*** END OF THIS PROJECT GUTENBERG EBOOK MONKEY ON HIS BACK ***\n\n***** This file should be named 26569.txt or 26569.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/6/5/6/26569/\n\nProduced by Greg Weeks, David Wilson and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}