{"title": "The Dope on Mars", "author": "John Michael Sharkey", "releaseDate": "October 8, 2008", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n[Illustration]\n\n THE DOPE\n on Mars\n\n By JACK SHARKEY\n\n _Somebody had to get the human\n angle on this trip ... but what\n was humane about sending me?_\n\n                                                   Illustrated by WOOD\n\n\nMy agent was the one who got me the job of going along to write up the\nfirst trip to Mars. He was always getting me things like\nthat--appearances on TV shows, or mentions in writers' magazines. If he\ndidn't sell much of my stuff, at least he sold _me_.\n\n\"It'll be the biggest break a writer ever got,\" he told me, two days\nbefore blastoff. \"Oh, sure there'll be scientific reports on the trip,\nbut the public doesn't want them; they want the _human_ slant on\nthings.\"\n\n\"But, Louie,\" I said weakly, \"I'll probably be locked up for the whole\ntrip. If there are fights or accidents, they won't tell _me_ about\nthem.\"\n\n\"Nonsense,\" said Louie, sipping carefully at a paper cup of scalding\ncoffee. \"It'll be just like the public going along vicariously. They'll\n_identify_ with you.\"\n\n\"But, Louie,\" I said, wiping the dampness from my palms on the knees of\nmy trousers as I sat there, \"how'll I go about it? A story? An article?\nA _you-are-there_ type of report? What?\"\n\nLouie shrugged. \"So keep a diary. It'll be more intimate, like.\"\n\n\"But what if nothing happens?\" I insisted hopelessly.\n\nLouie smiled. \"So you fake it.\"\n\nI got up from the chair in his office and stepped to the door. \"That's\ndishonest,\" I pointed out.\n\n\"Creative is the word,\" Louie said.\n\nSo I went on the first trip to Mars. And I kept a diary. This is it. And\nit is honest. Honest it is.\n\n       *       *       *       *       *\n\n                                                     _October 1, 1960_\n\nThey picked the launching date from the March, 1959, New York _Times_,\nwhich stated that this was the most likely time for launching. Trip time\nis supposed to take 260 days (that's one way), so we're aimed toward\nwhere Mars will be (had _better_ be, or else).\n\nThere are five of us on board. A pilot, co-pilot, navigator and\nbiochemist. And, of course, me. I've met all but the pilot (he's very\nbusy today), and they seem friendly enough.\n\nDwight Kroger, the biochemist, is rather old to take the \"rigors of the\njourney,\" as he puts it, but the government had a choice between sending\na green scientist who could stand the trip or an accomplished man who\nwould probably not survive, so they picked Kroger. We've blasted off,\nthough, and he's still with us. He looks a damn sight better than I\nfeel. He's kind of balding, and very iron-gray-haired and skinny, but\nhis skin is tan as an Indian's, and right now he's telling jokes in the\nwashroom with the co-pilot.\n\nJones (that's the co-pilot; I didn't quite catch his first name) is\nscarlet-faced, barrel-chested and gives the general appearance of\nbelonging under the spreading chestnut tree, not in a metal bullet\nflinging itself out into airless space. Come to think of it, who _does_\nbelong where we are?\n\nThe navigator's name is Lloyd Streeter, but I haven't seen his face yet.\nHe has a little cubicle behind the pilot's compartment, with all kinds of\nmaps and rulers and things. He keeps bent low over a welded-to-the-wall\n(they call it the bulkhead, for some reason or other) table, scratching\naway with a ballpoint pen on the maps, and now and then calling numbers\nover a microphone to the pilot. His hair is red and curly, and he looks\nas though he'd be tall if he ever gets to stand up. There are freckles\non the backs of his hands, so I think he's probably got them on his\nface, too. So far, all he's said is, \"Scram, I'm busy.\"\n\nKroger tells me that the pilot's name is Patrick Desmond, but that I can\ncall him Pat when I get to know him better. So far, he's still Captain\nDesmond to me. I haven't the vaguest idea what he looks like. He was\nalready on board when I got here, with my typewriter and ream of paper,\nso we didn't meet.\n\nMy compartment is small but clean. I mean clean now. It wasn't during\nblastoff. The inertial gravities didn't bother me so much as the\ngyroscopic spin they put on the ship so we have a sort of artificial\ngravity to hold us against the curved floor. It's that constant whirly\nfeeling that gets me. I get sick on merry-go-rounds, too.\n\nThey're having pork for dinner today. Not me.\n\n       *       *       *       *       *\n\n                                                     _October 2, 1960_\n\nFeeling much better today. Kroger gave me a box of Dramamine pills. He\nsays they'll help my stomach. So far, so good.\n\nLloyd came by, also. \"You play chess?\" he asked.\n\n\"A little,\" I admitted.\n\n\"How about a game sometime?\"\n\n\"Sure,\" I said. \"Do you have a board?\"\n\nHe didn't.\n\nLloyd went away then, but the interview wasn't wasted. I learned that he\n_is_ tall and _does_ have a freckled face. Maybe we can build a\nchessboard. With my paper and his ballpoint pen and ruler, it should be\neasy. Don't know what we'll use for pieces, though.\n\nJones (I still haven't learned his first name) has been up with the\npilot all day. He passed my room on the way to the galley (the kitchen)\nfor a cup of dark brown coffee (they like it thick) and told me that we\nwere almost past the Moon. I asked to look, but he said not yet; the\ninstrument panel is Top Secret. They'd have to cover it so I could look\nout the viewing screen, and they still need it for steering or\nsomething.\n\nI still haven't met the pilot.\n\n       *       *       *       *       *\n\n                                                     _October 3, 1960_\n\nWell, I've met the pilot. He is kind of squat, with a vulturish neck and\nclose-set jet-black eyes that make him look rather mean, but he was\npleasant enough, and said I could call him Pat. I still don't know\nJones' first name, though Pat spoke to him, and it sounded like Flants.\nThat can't be right.\n\nAlso, I am one of the first five men in the history of the world to see\nthe opposite side of the Moon, with a bluish blurred crescent beyond it\nthat Pat said was the Earth. The back of the Moon isn't much different\nfrom the front. As to the space in front of the ship, well, it's all\nblack with white dots in it, and none of the dots move, except in a\ncircle that Pat says is a \"torque\" result from the gyroscopic spin we're\nin. Actually, he explained to me, the screen is supposed to keep the\nimage of space locked into place no matter how much we spin. But there's\nsome kind of a \"drag.\" I told him I hoped it didn't mean we'd land on\nMars upside down. He just stared at me.\n\nI can't say I was too impressed with that 16 x 19 view of outer space.\nIt's been done much better in the movies. There's just no awesomeness to\nit, no sense of depth or immensity. It's as impressive as a piece of\nvelvet with salt sprinkled on it.\n\nLloyd and I made a chessboard out of a carton. Right now we're using\nbuttons for men. He's one of these fast players who don't stop and think\nout their moves. And so far I haven't won a game.\n\nIt looks like a long trip.\n\n       *       *       *       *       *\n\n                                                     _October 4, 1960_\n\nI won a game. Lloyd mistook my queen-button for my bishop-button and\nleft his king in jeopardy, and I checkmated him next move. He said chess\nwas a waste of time and he had important work to do and he went away.\n\nI went to the galley for coffee and had a talk about moss with Kroger.\nHe said there was a good chance of lichen on Mars, and I misunderstood\nand said, \"A good chance of liking _what_ on Mars?\" and Kroger finished\nhis coffee and went up front.\n\nWhen I got back to my compartment, Lloyd had taken away the chessboard\nand all his buttons. He told me later he needed it to back up a star\nmap.\n\nPat slept mostly all day in his compartment, and Jones sat and watched\nthe screen revolve. There wasn't much to do, so I wrote a poem, sort of.\n\n    _Mary, Mary, quite contrary,\n    How does your garden grow?\n    With Martian rime, Venusian slime,\n    And a radioactive hoe._\n\nI showed it to Kroger. He says it may prove to be environmentally\naccurate, but that I should stick to prose.\n\n       *       *       *       *       *\n\n                                                     _October 5, 1960_\n\nLearned Jones' first name. He wrote something in the ship's log, and I\nsaw his signature. His name is Fleance, like in \"Macbeth.\" He prefers to\nbe called Jones. Pat uses his first name as a gag. Some fun.\n\nAnd only 255 days to go.\n\n[Illustration]\n\n       *       *       *       *       *\n\n                                                       _April 1, 1961_\n\nI've skipped over the last 177 days or so, because there's nothing much\nnew. I brought some books with me on the trip, books that I'd always\nmeant to read and never had the time. So now I know all about _Vanity\nFair_, _Pride and Prejudice_, _War and Peace_, _Gone with the Wind_, and\n_Babbitt_.\n\nThey didn't take as long as I thought they would, except for _Vanity\nFair_. It must have been a riot when it first came out. I mean, all\nthose sly digs at the aristocracy, with copious interpolations by Mr.\nThackeray in case you didn't get it when he'd pulled a particularly good\ngag. Some fun.\n\nAnd only 78 days to go.\n\n       *       *       *       *       *\n\n                                                        _June 1, 1961_\n\nOnly 17 days to go. I saw Mars on the screen today. It seems to be\ndescending from overhead, but Pat says that that's the \"torque\" doing\nit. Actually, it's we who are coming in sideways.\n\nWe've all grown beards, too. Pat said it was against regulations, but\nwhat the hell. We have a contest. Longest whiskers on landing gets a\nprize.\n\nI asked Pat what the prize was and he told me to go to hell.\n\n       *       *       *       *       *\n\n                                                       _June 18, 1961_\n\nMars has the whole screen filled. Looks like Death Valley. No sign of\ncanals, but Pat says that's because of the dust storm down below. It's\nnice to have a \"down below\" again. We're going to land, so I have to go\nto my bunk. It's all foam rubber, nylon braid supports and magnesium\ntubing. Might as well be cement for all the good it did me at takeoff.\nEarth seems awfully far away.\n\n       *       *       *       *       *\n\n                                                       _June 19, 1961_\n\nWell, we're down. We have to wear gas masks with oxygen hook-ups. Kroger\nsays the air is breathable, but thin, and it has too much dust in it to\nbe any fun to inhale. He's all for going out and looking for lichen, but\nPat says he's got to set up camp, then get instructions from Earth. So\nwe just have to wait. The air is very cold, but the Sun is hot as hell\nwhen it hits you. The sky is a blinding pink, or maybe more of a pale\nfuchsia. Kroger says it's the dust. The sand underfoot is kind of\nrose-colored, and not really gritty. The particles are round and smooth.\n\nNo lichen so far. Kroger says maybe in the canals, if there are any\ncanals. Lloyd wants to play chess again.\n\nJones won the beard contest. Pat gave him a cigar he'd smuggled on board\n(no smoking was allowed on the ship), and Jones threw it away. He\ndoesn't smoke.\n\n       *       *       *       *       *\n\n                                                       _June 20, 1961_\n\nGot lost today. Pat told me not to go too far from camp, so, when I\ntook a stroll, I made sure every so often that I could still see the\nrocket behind me. Walked for maybe an hour; then the oxygen gauge got\npast the halfway mark, so I started back toward the rocket. After maybe\nten steps, the rocket disappeared. One minute it was standing there,\ntall and silvery, the next instant it was gone.\n\nTurned on my radio pack and got hold of Pat. Told him what happened, and\nhe told Kroger. Kroger said I had been following a mirage, to step back\na bit. I did, and I could see the ship again. Kroger said to try and\nwalk toward where the ship seemed to be, even when it wasn't in view,\nand meantime they'd come out after me in the jeep, following my\nfootprints.\n\nStarted walking back, and the ship vanished again. It reappeared,\ndisappeared, but I kept going. Finally saw the real ship, and Lloyd and\nJones waving their arms at me. They were shouting through their masks,\nbut I couldn't hear them. The air is too thin to carry sound well.\n\nAll at once, something gleamed in their hands, and they started shooting\nat me with their rifles. That's when I heard the noise behind me. I was\ntoo scared to turn around, but finally Jones and Lloyd came running\nover, and I got up enough nerve to look. There was nothing there, but on\nthe sand, paralleling mine, were footprints. At least I think they were\nfootprints. Twice as long as mine, and three times as wide, but kind of\nfeatureless because the sand's loose and dry. They doubled back on\nthemselves, spaced considerably farther apart.\n\n\"What was it?\" I asked Lloyd when he got to me.\n\n\"Damned if I know,\" he said. \"It was red and scaly, and I think it had a\ntail. It was two heads taller than you.\" He shuddered. \"Ran off when we\nfired.\"\n\n\"Where,\" said Jones, \"are Pat and Kroger?\"\n\nI didn't know. I hadn't seen them, nor the jeep, on my trip back. So we\nfollowed the wheel tracks for a while, and they veered off from my trail\nand followed another, very much like the one that had been paralleling\nmine when Jones and Lloyd had taken a shot at the scaly thing.\n\n\"We'd better get them on the radio,\" said Jones, turning back toward the\nship.\n\nThere wasn't anything on the radio but static.\n\nPat and Kroger haven't come back yet, either.\n\n       *       *       *       *       *\n\n                                                       _June 21, 1961_\n\nWe're not alone here. More of the scaly things have come toward the\ncamp, but a few rifle shots send them away. They hop like kangaroos when\nthey're startled. Their attitudes aren't menacing, but their appearance\nis. And Jones says, \"Who knows what's 'menacing' in an alien?\"\n\nWe're going to look for Kroger and Pat today. Jones says we'd better\nbefore another windstorm blows away the jeep tracks. Fortunately, the\njeep has a leaky oil pan, so we always have the smears to follow, unless\nthey get covered up, too. We're taking extra oxygen, shells, and rifles.\nFood, too, of course. And we're locking up the ship.\n\n       *       *       *       *       *\n\nIt's later, now. We found the jeep, but no Kroger or Pat. Lots of those\nbig tracks nearby. We're taking the jeep to follow the aliens' tracks.\nThere's some moss around here, on reddish brown rocks that stick up\nthrough the sand, just on the shady side, though. Kroger must be happy\nto have found his lichen.\n\nThe trail ended at the brink of a deep crevice in the ground. Seems to\nbe an earthquake-type split in solid rock, with the sand sifting over\nthis and the far edge like pink silk cataracts. The bottom is in the\nshade and can't be seen. The crack seems to extend to our left and right\nas far as we can look.\n\nThere looks like a trail down the inside of the crevice, but the Sun's\nsetting, so we're waiting till tomorrow to go down.\n\nGoing down was Jones' idea, not mine.\n\n       *       *       *       *       *\n\n                                                       _June 22, 1961_\n\nWell, we're at the bottom, and there's water here, a shallow stream\nabout thirty feet wide that runs along the center of the canal (we've\ndecided we're in a canal). No sign of Pat or Kroger yet, but the sand\nhere is hard-packed and damp, and there are normal-size footprints\nmingled with the alien ones, sharp and clear. The aliens seem to have\nsix or seven toes. It varies from print to print. And they're barefoot,\ntoo, or else they have the damnedest-looking shoes in creation.\n\nThe constant shower of sand near the cliff walls is annoying, but it's\nsandless (shower-wise) near the stream, so we're following the\nfootprints along the bank. Also, the air's better down here. Still thin,\nbut not so bad as on the surface. We're going without masks to save\noxygen for the return trip (Jones assures me there'll _be_ a return\ntrip), and the air's only a little bit sandy, but handkerchiefs over\nnose and mouth solve this.\n\nWe look like desperadoes, what with the rifles and covered faces. I said\nas much to Lloyd and he told me to shut up. Moss all over the cliff\nwalls. Swell luck for Kroger.\n\n       *       *       *       *       *\n\nWe've found Kroger and Pat, with the help of the aliens. Or maybe I\nshould call them the Martians. Either way, it's better than what Jones\ncalls them.\n\nThey took away our rifles and brought us right to Kroger and Pat,\nwithout our even asking. Jones is mad at the way they got the rifles so\neasily. When we came upon them (a group of maybe ten, huddling behind a\nboulder in ambush), he fired, but the shots either bounced off their\nscales or stuck in their thick hides. Anyway, they took the rifles away\nand threw them into the stream, and picked us all up and took us into a\nhole in the cliff wall. The hole went on practically forever, but it\ndidn't get dark. Kroger tells me that there are phosphorescent bacteria\nliving in the mold on the walls. The air has a fresh-dug-grave smell,\nbut it's richer in oxygen than even at the stream.\n\nWe're in a small cave that is just off a bigger cave where lots of\ntunnels come together. I can't remember which one we came in through,\nand neither can anyone else. Jones asked me what the hell I kept writing\nin the diary for, did I want to make it a gift to Martian archeologists?\nBut I said where there's life there's hope, and now he won't talk to me.\nI congratulated Kroger on the lichen I'd seen, but he just said a short\nand unscientific word and went to sleep.\n\nThere's a Martian guarding the entrance to our cave. I don't know what\nthey intend to do with us. Feed us, I hope. So far, they've just left us\nhere, and we're out of rations.\n\nKroger tried talking to the guard once, but he (or it) made a whistling\nkind of sound and flashed a mouthful of teeth. Kroger says the teeth are\nin multiple rows, like a tiger shark's. I'd rather he hadn't told me.\n\n       *       *       *       *       *\n\n                                              _June 23, 1961, I think_\n\nWe're either in a docket or a zoo. I can't tell which. There's a rather\nsquare platform surrounded on all four sides by running water, maybe\ntwenty feet across, and we're on it. Martians keep coming to the far\nedge of the water and looking at us and whistling at each other. A\nlittle Martian came near the edge of the water and a larger Martian\nwhistled like crazy and dragged it away.\n\n\"Water must be dangerous to them,\" said Kroger.\n\n\"We shoulda brought water pistols,\" Jones muttered.\n\nPat said maybe we can swim to safety. Kroger told Pat he was crazy, that\nthe little island we're on here underground is bordered by a fast river\nthat goes into the planet. We'd end up drowned in some grotto in the\nheart of the planet, says Kroger.\n\n\"What the hell,\" says Pat, \"it's better than starving.\"\n\nIt is not.\n\n       *       *       *       *       *\n\n                                             _June 24, 1961, probably_\n\nI'm hungry. So is everybody else. Right now I could eat a dinner raw, in\na centrifuge, and keep it down. A Martian threw a stone at Jones today,\nand Jones threw one back at him and broke off a couple of scales. The\nMartian whistled furiously and went away. When the crowd thinned out,\nsame as it did yesterday (must be some sort of sleeping cycle here),\nKroger talked Lloyd into swimming across the river and getting the red\nscales. Lloyd started at the upstream part of the current, and was about\na hundred yards below this underground island before he made the far\nside. Sure is a swift current.\n\nBut he got the scales, walked very far upstream of us, and swam back\nwith them. The stream sides are steep, like in a fjord, and we had to\nlift him out of the swirling cold water, with the scales gripped in his\nfist. Or what was left of the scales. They had melted down in the water\nand left his hand all sticky.\n\nKroger took the gummy things, studied them in the uncertain light, then\ntasted them and grinned.\n\nThe Martians are made of sugar.\n\n       *       *       *       *       *\n\nLater, same day. Kroger said that the Martian metabolism must be like\nTerran (Earth-type) metabolism, only with no pancreas to make insulin.\nThey store their energy on the _outside_ of their bodies, in the form of\nscales. He's watched them more closely and seen that they have long\nrubbery tubes for tongues, and that they now and then suck up water from\nthe stream while they're watching us, being careful not to get their\nlips (all sugar, of course) wet. He guesses that their \"blood\" must be\nalmost pure water, and that it washes away (from the inside, of course)\nthe sugar they need for energy.\n\nI asked him where the sugar came from, and he said probably their bodies\nisolated carbon from something (he thought it might be the moss) and\ncombined it with the hydrogen and oxygen in the water (even _I_ knew the\nformula for water) to make sugar, a common carbohydrate.\n\nLike plants, on Earth, he said. Except, instead of using special cells\non leaves to form carbohydrates with the help of sunpower, as Earth\nplants do in photosynthesis (Kroger spelled that word for me), they used\nthe _shape_ of the scales like prisms, to isolate the spectra (another\nKroger word) necessary to form the sugar.\n\n\"I don't get it,\" I said politely, when he'd finished his spiel.\n\n\"Simple,\" he said, as though he were addressing me by name. \"They have a\ntwofold reason to fear water. One: by complete solvency in that medium,\nthey lose all energy and die. Two: even partial sprinkling alters the\nshape of the scales, and they are unable to use sunpower to form more\nsugar, and still die, if a bit slower.\"\n\n\"Oh,\" I said, taking it down verbatim. \"So now what do we do?\"\n\n\"We remove our boots,\" said Kroger, sitting on the ground and doing so,\n\"and then we cross this stream, fill the boots with water, and _spray_\nour way to freedom.\"\n\n\"Which tunnel do we take?\" asked Pat, his eyes aglow at the thought of\nescape.\n\nKroger shrugged. \"We'll have to chance taking any that seem to slope\nupward. In any event, we can always follow it back and start again.\"\n\n\"I dunno,\" said Jones. \"Remember those _teeth_ of theirs. They must be\nfor biting something more substantial than moss, Kroger.\"\n\n\"We'll risk it,\" said Pat. \"It's better to go down fighting than to die\nof starvation.\"\n\nThe hell it is.\n\n       *       *       *       *       *\n\n                                             _June 24, 1961, for sure_\n\nThe Martians have coal mines. _That's_ what they use those teeth for. We\npassed through one and surprised a lot of them chewing gritty hunks of\nanthracite out of the walls. They came running at us, whistling with\nthose tubelike tongues, and drooling dry coal dust, but Pat swung one of\nhis boots in an arc that splashed all over the ground in front of them,\nand they turned tail (literally) and clattered off down another tunnel,\nsounding like a locomotive whistle gone berserk.\n\nWe made the surface in another hour, back in the canal, and were lucky\nenough to find our own trail to follow toward the place above which the\njeep still waited.\n\nJones got the rifles out of the stream (the Martians had probably\nthought they were beyond recovery there) and we found the jeep. It was\nnearly buried in sand, but we got it cleaned off and running, and got\nback to the ship quickly. First thing we did on arriving was to break\nout the stores and have a celebration feast just outside the door of the\nship.\n\nIt was pork again, and I got sick.\n\n       *       *       *       *       *\n\n                                                       _June 25, 1961_\n\nWe're going back. Pat says that a week is all we were allowed to stay\nand that it's urgent to return and tell what we've learned about Mars\n(we know there are Martians, and they're made of sugar).\n\n\"Why,\" I said, \"can't we just tell it on the radio?\"\n\n\"Because,\" said Pat, \"if we tell them now, by the time we get back we'll\nbe yesterday's news. This way we may be lucky and get a parade.\"\n\n\"Maybe even money,\" said Kroger, whose mind wasn't always on science.\n\n\"But they'll ask why we didn't radio the info, sir,\" said Jones\nuneasily.\n\n\"The radio,\" said Pat, nodding to Lloyd, \"was unfortunately broken\nshortly after landing.\"\n\nLloyd blinked, then nodded back and walked around the rocket. I heard a\ncrunching sound and the shattering of glass, not unlike the noise made\nwhen one drives a rifle butt through a radio.\n\nWell, it's time for takeoff.\n\n       *       *       *       *       *\n\nThis time it wasn't so bad. I thought I was getting my space-legs, but\nPat says there's less gravity on Mars, so escape velocity didn't have to\nbe so fast, hence a smoother (relatively) trip on our shock-absorbing\nbunks.\n\nLloyd wants to play chess again. I'll be careful not to win this time.\nHowever, if I don't win, maybe this time _I'll_ be the one to quit.\n\nKroger is busy in his cramped lab space trying to classify the little\nmoss he was able to gather, and Jones and Pat are up front watching the\nwhite specks revolve on that black velvet again.\n\nGuess I'll take a nap.\n\n       *       *       *       *       *\n\n                                                       _June 26, 1961_\n\nHell's bells. Kroger says there are two baby Martians loose on board\nship. Pat told him he was nuts, but there are certain signs he's right.\nLike the missing charcoal in the air-filtration-and-reclaiming (AFAR)\nsystem. And the water gauges are going down. But the clincher is those\ntwo sugar crystals Lloyd had grabbed up when we were in that zoo.\nThey're gone.\n\nPat has declared a state of emergency. Quick thinking, that's Pat.\nLloyd, before he remembered and turned scarlet, suggested we radio Earth\nfor instructions. We can't.\n\nHere we are, somewhere in a void headed for Earth, with enough air and\nwater left for maybe three days--if the Martians don't take any more.\n\nKroger is thrilled that he is learning something, maybe, about Martian\nreproductive processes. When he told Pat, Pat put it to a vote whether\nor not to jettison Kroger through the airlock. However, it was decided\nthat responsibility was pretty well divided. Lloyd had gotten the\ncrystals, Kroger had only studied them, and Jones had brought them\naboard.\n\nSo Kroger stays, but meanwhile the air is getting worse. Pat suggested\nKroger put us all into a state of suspended animation till landing time,\neight months away. Kroger said, \"How?\"\n\n       *       *       *       *       *\n\n                                                       _June 27, 1961_\n\nAir is foul and I'm very thirsty. Kroger says that at least--when the\nMartians get bigger--they'll have to show themselves. Pat says what do\nwe do _then_? We can't afford the water we need to melt them down.\nBesides, the melted crystals might _all_ turn into little Martians.\n\nJones says he'll go down spitting.\n\nPat says why not dismantle interior of rocket to find out where they're\nholing up? Fine idea.\n\nHow do you dismantle riveted metal plates?\n\n       *       *       *       *       *\n\n                                                       _June 28, 1961_\n\nThe AFAR system is no more and the water gauges are still dropping.\nKroger suggests baking bread, then slicing it, then toasting it till it\nturns to carbon, and we can use the carbon in the AFAR system.\n\nWe'll have to try it, I guess.\n\n       *       *       *       *       *\n\nThe Martians ate the bread. Jones came forward to tell us the loaves\nwere cooling, and when he got back they were gone. However, he did find\na few of the red crystals on the galley deck (floor). They're good-sized\ncrystals, too. Which means so are the Martians.\n\nKroger says the Martians must be intelligent, otherwise they couldn't\nhave guessed at the carbohydrates present in the bread after a lifelong\ndiet of anthracite. Pat says let's jettison Kroger.\n\nThis time the vote went against Kroger, but he got a last-minute\nreprieve by suggesting the crystals be pulverized and mixed with\nsulphuric acid. He says this'll produce carbon.\n\nI certainly hope so.\n\nSo does Kroger.\n\n       *       *       *       *       *\n\nBrief reprieve for us. The acid-sugar combination not only produces\ncarbon but water vapor, and the gauge has gone up a notch. That means\nthat we have a quart of water in the tanks for drinking. However, the\nair's a bit better, and we voted to let Kroger stay inside the rocket.\n\nMeantime, we have to catch those Martians.\n\n       *       *       *       *       *\n\n                                                       _June 29, 1961_\n\nWorse and worse. Lloyd caught one of the Martians in the firing chamber.\nWe had to flood the chamber with acid to subdue the creature, which\ncarbonized nicely. So now we have plenty of air and water again, but\nbesides having another Martian still on the loose, we now don't have\nenough acid left in the fuel tanks to make a landing.\n\nPat says at least our vector will carry us to Earth and we can die on\nour home planet, which is better than perishing in space.\n\nThe hell it is.\n\n       *       *       *       *       *\n\n                                                       _March 3, 1962_\n\nEarth in sight. The other Martian is still with us. He's where we can't\nget at him without blow-torches, but he can't get at the carbon in the\nAFAR system, either, which is a help. However, his tail is prehensile,\nand now and then it snakes out through an air duct and yanks food right\noff the table from under our noses.\n\nKroger says watch out. _We_ are made of carbohydrates, too. I'd rather\nnot have known.\n\n       *       *       *       *       *\n\n                                                       _March 4, 1962_\n\nEarth fills the screen in the control room. Pat says if we're lucky, he\nmight be able to use the bit of fuel we have left to set us in a\ndescending spiral into one of the oceans. The rocket is tighter than a\nsubmarine, he insists, and it will float till we're rescued, if the\nplates don't crack under the impact.\n\nWe all agreed to try it. Not that we thought it had a good chance of\nworking, but none of us had a better idea.\n\n       *       *       *       *       *\n\nI guess you know the rest of the story, about how that destroyer spotted\nus and got us and my diary aboard, and towed the rocket to San\nFrancisco. News of the \"captured Martian\" leaked out, and we all became\nnine-day wonders until the dismantling of the rocket.\n\nKroger says he must have dissolved in the water, and wonders what _that_\nwould do. There are about a thousand of those crystal-scales on a\nMartian.\n\nSo last week we found out, when those red-scaled things began clambering\nout of the sea on every coastal region on Earth. Kroger tried to explain\nto me about salinity osmosis and hydrostatic pressure and crystalline\nlife, but in no time at all he lost me.\n\nThe point is, bullets won't stop these things, and wherever a crystal\nfalls, a new Martian springs up in a few weeks. It looks like the five\nof us have abetted an invasion from Mars.\n\nNeedless to say, we're no longer heroes.\n\nI haven't heard from Pat or Lloyd for a week. Jones was picked up\nattacking a candy factory yesterday, and Kroger and I were allowed to\nsign on for the flight to Venus scheduled within the next few\ndays--because of our experience.\n\nKroger says there's only enough fuel for a one-way trip. I don't care.\nI've always wanted to travel with the President.\n\n                                                        --JACK SHARKEY\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Galaxy Magazine_ June 1960. Extensive\n    research did not uncover any evidence that the U.S. copyright on\n    this publication was renewed. Minor spelling and typographical\n    errors have been corrected without note.\n\n\n\n\n\nEnd of Project Gutenberg's The Dope on Mars, by John Michael Sharkey\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE DOPE ON MARS ***\n\n***** This file should be named 26843.txt or 26843.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/6/8/4/26843/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}