{"title": "Solander's Radio Tomb", "author": "Ellis Parker Butler", "releaseDate": "October 9, 2008", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n SOLANDER'S\n RADIO TOMB\n\n By ELLIS PARKER BUTLER\n\n    _\"Pigs Is Pigs\" Butler quite surpasses himself in this story. The\n    intricacies in radio are so great, and the changes occur so quickly\n    that no one can afford to make a will wherein a radio provision\n    figures. Once we thought of having a radio loud speaker installed in\n    our coffin to keep us company and make it less lonesome. After\n    reading this story we quickly changed our mind. The possibilities\n    are too various._\n\n\nI first met Mr. Remington Solander shortly after I installed my first\nradio set. I was going in to New York on the 8:15 A.M. train and was\nsitting with my friend Murchison and, as a matter of course, we were\ntalking radio. I had just told Murchison that he was a lunkheaded noodle\nand that for two cents I would poke him in the jaw, and that even a\npin-headed idiot ought to know that a tube set was better than a crystal\nset. To this Murchison had replied that that settled it. He said he had\nalways known I was a moron, and now he was sure of it.\n\n\"If you had enough brains to fill a hazelnut shell,\" he said, \"you\nwouldn't talk that way. Anybody but a half-baked lunatic would know that\nwhat a man wants in radio is clear, sharp reception and that's what a\ncrystal gives you. You're one of these half-wits that think they're\nclassy if they can hear some two-cent station five hundred miles away\nutter a few faint squeaks. Shut up! I don't want to talk to you. I don't\nwant to listen to you. Go and sit somewhere else.\"\n\nOf course, this was what was to be expected of Murchison. And if I did\nlet out a few laps of anger, I feel I was entirely justified. Radio fans\nare always disputing over the relative merits of crystal and tube sets,\nbut I knew I was right. I was just trying to decide whether to choke\nMurchison with my bare hand and throw his lifeless body out of the car\nwindow, or tell him a few things I had been wanting to say ever since he\nbegan knocking my tube set, when this Remington Solander, who was\nsitting behind us, leaned forward and tapped me on the shoulder. I\nturned quickly and saw his long sheeplike face close to mine. He was\nchewing cardamon seed and breathing the odor into my face.\n\n[Illustration: Outraged citizens were removing their dead.]\n\n\"My friend,\" he said, \"come back and sit with me; I want to ask you a\nfew questions about radio.\"\n\nWell, I couldn't resist that, could I? No radio fan could. I did not\ncare much for the looks of this Remington Solander man, but for a few\nweeks my friends had seemed to be steering away from me when I drew\nnear, although I am sure I never said anything to bore them. All I ever\ntalked about was my radio set and some new hook-ups I was trying, but I\nhad noticed that men who formerly had seemed to be fond of my company\nnow gave startled looks when I neared them. Some even climbed over the\nnearest fence and ran madly across vacant lots, looking over their\nshoulders with frightened glances as they ran. For a week I had not been\nable to get any man of my acquaintance to listen to one word from me,\nexcept Murchison, and he is an utter idiot, as I think I have made\nclear. So I left Murchison and sat with Remington Solander.\n\n       *       *       *       *       *\n\nIn one way I was proud to be invited to sit with Remington Solander,\nbecause he was far and away the richest man in our town. When he died,\nhis estate proved to amount to three million dollars. I had seen him\noften, and I knew who he was, but he was a stand-offish old fellow and\ndid not mix, so I had never met him. He was a tall man and thin,\nsomewhat flabby and he was pale in an unhealthy sort of way. But, after\nall, he was a millionaire and a member of one of the \"old families\" of\nWestcote, so I took the seat alongside of him with considerable\nsatisfaction.\n\n\"I gather,\" he said as soon as I was seated, \"that you are interested in\nradio.\"\n\nI told him I was.\n\n\"And I'm just building a new set, using a new hook-up that I heard of a\nweek ago,\" I said. \"I think it is going to be a wonder. Now, here is the\nidea: instead of using a grid----\"\n\n\"Yes, yes!\" the old aristocrat said hastily. \"But never mind that now. I\nknow very little of such things. I have an electrician employed by the\nyear to care for my radio set and I leave all such things to him. You\nare a lawyer, are you not?\"\n\nI told him I was.\n\n\"And you are chairman of the trustees of the Westcote Cemetery, are you\nnot?\" he asked.\n\nI told him I was that also. And I may say that the Westcote Cemetery\nAssociation is one of the rightest and tightest little corporations in\nexistence. It has been in existence since 1808 and has been exceedingly\nprofitable to those fortunate enough to hold its stock. I inherited the\nsmall block I own from my grandfather. Recently we trustees had bought\nsixty additional acres adjoining the old cemetery and had added them to\nit, and we were about ready to put the new lots on the market. At $300\napiece there promised to be a tremendous profit in the thing, for our\ncemetery was a fashionable place to be buried in and the demand for the\nlots in the new addition promised to be enormous.\n\n       *       *       *       *       *\n\n\"You have not known it,\" said Remington Solander in his slow drawl,\nwhich had the effect of letting his words slide out of his mouth and\ndrip down his long chin like cold molasses, \"but I have been making\ninquiries about you, and I have been meaning to speak to you. I am\ndrawing up a new last will and testament, and I want you to draw up one\nof the clauses for me without delay.\"\n\n\"Why, certainly, Mr. Solander,\" I said with increased pride. \"I'll be\nglad to be of service to you.\"\n\n\"I am choosing you for the work,\" Remington Solander said, \"because you\nknow and love radio as I do, and because you are a trustee of the\ncemetery association. Are you a religious man?\"\n\n\"Well,\" I said, a little uneasily, \"some. Some, but not much.\"\n\n\"No matter,\" said Mr. Solander, placing a hand on my arm. \"I am. I have\nalways been. From my earliest youth my mind has been on serious things.\nAs a matter of fact, sir, I have compiled a manuscript collection of\nreligious quotations, hymns, sermons and uplifting thoughts which now\nfill fourteen volumes, all in my own handwriting. Fortunately, I\ninherited money, and this collection is my gift to the world.\"\n\n\"And a noble one, I'm sure,\" I said.\n\n\"Most noble,\" said Mr. Solander. \"But, sir, I have not confined my\nactivities to the study chair. I have kept my eye on the progress of the\nworld. And it seems to me that radio, this new and wonderful invention,\nis the greatest discovery of all ages and imperishable. But, sir, it is\nbeing twisted to cheap uses. Jazz! Cheap songs! Worldly words and music!\nThat I mean to remedy.\"\n\n\"Well,\" I said, \"it might be done. Of course, people like what they\nlike.\"\n\n\"Some nobler souls like better things,\" said Remington Solander\nsolemnly. \"Some more worthy men and women will welcome nobler radio\nbroadcasting. In my will I am putting aside one million dollars to\nestablish and maintain a broadcasting station that will broadcast only\nmy fourteen volumes of hymns and uplifting material. Every day this\nmatter will go forth--sermons, lectures on prohibition, noble thoughts\nand religious poems.\"\n\n       *       *       *       *       *\n\nI assured him that some people might be glad to get that--that a lot of\npeople might, in fact, and that I could write that into his will without\nany trouble at all.\n\n\"Ah!\" said Remington Solander. \"But that is already in my will. What I\nwant you to write for my will, is another clause. I mean to build, in\nyour cemetery, a high-class and imperishable granite tomb for myself. I\nmean to place it on that knoll--that high knoll--the highest spot in\nyour cemetery. What I want you to write into my will is a clause\nproviding for the perpetual care and maintenance of my tomb. I want to\nset aside five hundred thousand dollars for that purpose.\"\n\n\"Well,\" I said to the sheep-faced millionaire, \"I can do that, too.\"\n\n\"Yes,\" he agreed. \"And I want to give my family and relations the\nremaining million and a half dollars, provided,\" he said, accenting the\n'provided,' \"they carry out faithfully the provisions of the clause\nproviding for the perpetual care and maintenance of my tomb. If they\ndon't care and maintain,\" he said, giving me a hard look, \"that million\nand a half is to go to the Home for Flea-Bitten Dogs.\"\n\n\"They'll care and maintain, all right!\" I laughed.\n\n\"I think so,\" said Remington Solander gravely. \"I do think so, indeed!\nAnd now, sir, we come to the important part. You, as I know, are a\ntrustee of the cemetery.\"\n\n\"Yes,\" I said, \"I am.\"\n\n\"For drawing this clause of my will, if you can draw it,\" said Remington\nSolander, looking me full in the eye with both his own, which were like\nthe eyes of a salt mackerel, \"I shall pay you five thousand dollars.\"\n\nWell, I almost gasped. It was a big lot of money for drawing one clause\nof a will, and I began to smell a rat right there. But, I may say, the\nproposition Remington Solander made to me was one I was able, after\nquite a little talk with my fellow trustees of the cemetery, to carry\nout. What Remington Solander wanted was to be permitted to put a radio\nloud-speaking outfit in his granite tomb--a radio loud-speaking outfit\npermanently set at 327 meters wave-length, which was to be the\nwave-length of his endowed broadcasting station. I don't know how\nRemington Solander first got his remarkable idea, but just about that\ntime an undertaker in New York had rigged up a hearse with a phonograph\nso that the hearse would loud-speak suitable hymns on the way to the\ncemetery, and that may have suggested the loud-speaking tomb to\nRemington Solander, but it is not important where he got the idea. He\nhad it, and he was set on having it carried out.\n\n       *       *       *       *       *\n\n\"Think,\" he said, \"of the uplifting effect of it! On the highest spot in\nthe cemetery will stand my noble tomb, loud-speaking in all directions\nthe solemn and holy words and music I have collected in my fourteen\nvolumes. All who enter the cemetery will hear; all will be ennobled and\nuplifted.\"\n\nThat was so, too. I saw that at once. I said so. So Remington Solander\nwent on to explain that the income from the five hundred thousand\ndollars would be set aside to keep \"A\" batteries and \"B\" batteries\nsupplied, to keep the outfit in repair, and so on. So I tackled the job\nrather enthusiastically. I don't say that the five-thousand-dollar fee\ndid not interest me, but I did think Remington Solander had a grand\nidea. It would make our cemetery stand out. People would come from\neverywhere to see and listen. The lots in the new addition would sell\nlike hot cakes.\n\nBut I did have a little trouble with the other trustees. They balked\nwhen I explained that Remington Solander wanted the sole radio\nloud-speaking rights of our cemetery, but some one finally suggested\nthat if Remington Solander put up a new and artistic iron fence around\nthe whole cemetery it might be all right. They made him submit his\nfourteen volumes so they could see what sort of matter he meant to\nbroadcast from his high-class station, and they agreed it was solemn\nenough; it was all solemn and sad and gloomy, just the stuff for a\ncemetery. So when Remington Solander agreed to build the new iron fence\nthey made a formal contract with him, and I drew up the clause for the\nwill, and he bought six lots on top of the high knoll and began erecting\nhis marble mausoleum.\n\n       *       *       *       *       *\n\nFor eight months or so Remington Solander was busier than he had ever\nbeen in his life. He superintended the building of the tomb and he had\non hand the job of getting his endowed radio station going--it was given\nthe letters WZZZ--and hiring artists to sing and play and speechify his\nfourteen volumes of gloom and uplift at 327 meters, and it was too much\nfor the old codger. The very night the test of the WZZZ outfit was made\nhe passed away and was no more on earth.\n\nHis funeral was one of the biggest we ever had in Westcote. I should\njudge that five thousand people attended his remains to the cemetery,\nfor it had become widely known that the first WZZZ program would be\nreceived and loud-spoken from Remington Solander's tomb that afternoon,\nthe first selection on the program--his favorite hymn--beginning as the\nfuneral cortege left the church and the program continuing until dark.\n\nI'll say it was one of the most affecting occasions I have ever\nwitnessed. As the body was being carried into the tomb the loud speaker\ngave us a sermon by Rev. Peter L. Ruggus, full of sob stuff, and every\none of the five thousand present wept. And when the funeral was really\nfinished, over two thousand remained to hear the rest of the program,\nwhich consisted of hymns, missionary reports, static and recitations of\nreligious poems. We increased the price of the lots in the new addition\none hundred dollars per lot immediately, and we sold four lots that\nafternoon and two the next morning. The big metropolitan newspapers all\ngave the Westcote Cemetery full page illustrated articles the next\nSunday, and we received during the next week over three hundred letters,\nmostly from ministers, praising what we had done.\n\n       *       *       *       *       *\n\nBut that was not the best of it. Requests for lots began to come in by\nmail. Not only people in Westcote wrote for prices, but people away over\nin New Jersey and up in Westchester Country, and even from as far away\nas Poughkeepsie and Delaware. We had twice as many requests for lots as\nthere were lots to sell, and we decided we would have an auction and let\nthem go to the highest bidders. You see Remington Solander's Talking\nTomb was becoming nationally famous. We began to negotiate with the\nowners of six farms adjacent to our cemetery; we figured on buying them\nand making more new additions to the cemetery. And then we found we\ncould not use three of the farms.\n\nThe reason was that the loud speaker in Remington Solander's tomb would\nnot carry that far; it was not strong enough. So we went to the\nexecutors of his estate and ran up against another snag--nothing in the\nradio outfit in the tomb could be altered in any way whatever. That was\nin the will. The same loud speaker had to be maintained, the same\nwave-length had to be kept, the same makes of batteries had to be used,\nthe same style of tubes had to be used. Remington Solander had thought\nof all that. So we decided to let well enough alone--it was all we could\ndo anyway. We bought the farms that were reached by the loud speaker and\nhad them surveyed and laid out in lots--and then the thing happened!\n\n       *       *       *       *       *\n\nYes, sir, I'll sell my cemetery stock for two cents on the dollar, if\nanybody will bid that much for it. For what do you think happened? Along\ncame the Government of the United States, regulating this radio thing,\nand assigned new wave-lengths to all the broadcasting stations. It gave\nRemington Solander's endowed broadcasting station WZZZ an 855-meter\nwave-length, and it gave that station at Dodwood--station PKX--the\n327-meter wave-length, and the next day poor old Remington Solander's\ntomb poured fourth \"Yes, We Ain't Got No Bananas\" and the \"Hot Dog\"\njazz and \"If You Don't See Mama Every Night, You Can't See Mama At All,\"\nand Hink Tubbs in his funny stories, like \"Well, one day an Irishman and\na Swede were walking down Broadway and they see a flapper coming towards\nthem. And she had on one of them short skirts they was wearing, see? So\nMike he says 'Gee be jabbers, Ole, I see a peach.' So the Swede he says\nlookin' at the silk stockings, 'Mebby you ban see a peach, Mike, but I\nban see one mighty nice pair.' Well, the other day I went to see my\nmother-in-law--\"\n\nYou know the sort of program. I don't say that the people who like them\nare not entitled to them, but I do say they are not the sort of programs\nto loud-speak from a tomb in a cemetery. I expect old Remington Solander\nturned clear over in his tomb when those programs began to come through.\nI know our board of trustees went right up in the air, but there was not\na thing we could do about it. The newspapers gave us double pages the\nnext Sunday--\"Remington Solander's Jazz Tomb\" and \"Westcote's Two-Step\nCemetery.\" And within a week the inmates of our cemetery began to move\nout. Friends of people who had been buried over a hundred years came and\nmoved them to other cemeteries and took the headstones and monuments\nwith them, and in a month our cemetery looked like one of those Great\nWar battlefields--like a lot of shell-holes. Not a man, woman or child\nwas left in the place--except Remington Solander in his granite tomb on\ntop of the high knoll. What we've got on our hands is a deserted\ncemetery.\n\nThey all blame me, but I can't do anything about it. All I can do is\ngroan--every morning I grab the paper and look for the PKX program and\nthen I groan. Remington Solander is the lucky man--he's dead.\n\n\nTHE END\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Amazing Stories_ April 1956 and was\n    first published in _Amazing Stories_ June 1927. Extensive research\n    did not uncover any evidence that the U.S. copyright on this\n    publication was renewed. Minor spelling and typographical errors\n    have been corrected without note.\n\n\n\n\n\nEnd of Project Gutenberg's Solander's Radio Tomb, by Ellis Parker Butler\n\n*** END OF THIS PROJECT GUTENBERG EBOOK SOLANDER'S RADIO TOMB ***\n\n***** This file should be named 26856.txt or 26856.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/6/8/5/26856/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}