{"title": "John Jones's Dollar", "author": "Harry Stephen Keeler", "releaseDate": "October 10, 2008", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n[Illustration]\n\nJOHN JONES'S DOLLAR\n\nBy HARRY STEPHEN KEELER\n\n    _Take a board with 64 squares on it. Put a grain of wheat on the\n    first square--two on the second--four on the third. Keep doubling in\n    this manner and you will find there isn't enough wheat in the world\n    to fill the sixty-fourth square. It can be the same with compound\n    interest._\n\n\nOn the 201st day of the year 3221 A.D., the professor of history at the\nUniversity of Terra seated himself in front of the Visaphone and\nprepared to deliver the daily lecture to his class, the members of which\nresided in different portions of the earth.\n\nThe instrument before which he seated himself was very like a great\nwindow sash, on account of the fact that there were three or four\nhundred frosted glass squares visible. In a space at the center, not\noccupied by any of these glass squares, was a dark oblong area and a\nledge holding a piece of chalk. And above the area was a huge brass\ncylinder; toward this brass cylinder the professor would soon direct\nhis subsequent remarks.\n\nIn order to assure himself that it was time to press the button which\nwould notify the members of the class in history to approach their local\nVisaphones, the professor withdrew from his vest pocket a small\ncontrivance which he held to his ear. Upon moving a tiny switch attached\nto the instrument, a metallic voice, seeming to come from somewhere in\nspace, repeated mechanically: \"Fifteen o'clock and one minute--fifteen\no'clock and one minute--fifteen o'clock and one min--\" Quickly, the\nprofessor replaced the instrument in his vest pocket and pressed a\nbutton at the side of the Visaphone.\n\nAs though in answer to the summons, the frosted squares began, one by\none, to show the faces and shoulders of a peculiar type of young men;\nyoung men with great bulging foreheads, bald, toothless, and wearing\nimmense horn spectacles. One square, however, still remained empty. On\nnoticing this, a look of irritation passed over the professor's\ncountenance.\n\nBut, seeing that every other glass square but this one was filled up, he\ncommenced to talk.\n\n\"I am pleased, gentlemen, to see you all posted at your local Visaphones\nthis afternoon. I have prepared my lecture today upon a subject which\nis, perhaps, of more economic interest than historical. Unlike the\nprevious lectures, my talk will not confine itself to the happenings of\na few years, but will gradually embrace the course of ten centuries, the\nten centuries, in fact, which terminated three hundred years before the\npresent date. My lecture will be an exposition of the effects of the\nJohn Jones Dollar, originally deposited in the dawn of civilization, or\nto be more precise, in the year of 1921--just thirteen hundred years\nago. This John Jon--\"\n\nAt this point in the professor's lecture, the frosted glass square which\nhitherto had shown no image, now filled up. Sternly he gazed at the head\nand shoulders that had just appeared.\n\n\"B262H72476Male, you are late to class again. What excuse have you to\noffer today?\"\n\nFrom the hollow cylinder emanated a shrill voice, while the lips of the\npicture on the glass square moved in unison with the words:\n\n\"Professor, you will perceive by consulting your class book, that I have\nrecently taken up my residence near the North Pole. For some reason,\nwireless communication between the Central Energy Station and all points\nnorth of 89 degrees was cut off a while ago, on account of which fact I\ncould not appear in the Visaphone. Hence--\"\n\n\"Enough, sir,\" roared the professor. \"Always ready with an excuse,\nB262H72476Male. I shall immediately investigate your tale.\"\n\nFrom his coat pocket, the professor withdrew an instrument which,\nalthough supplied with an earpiece and a mouthpiece, had no wires\nwhatever attached. Raising it to his lips, he spoke:\n\n\"Hello. Central Energy Station, please.\" A pause ensued. \"Central Energy\nStation? This is the professor of history at the University of Terra,\nspeaking. One of my students informs me that the North Pole region was\nout of communication with the Visaphone System this morning. Is that\nstatement true? I would--\"\n\nA voice, apparently from nowhere, spoke into the professor's ear. \"Quite\ntrue, Professor. A train of our ether waves accidently fell into\nparallelism with a train of waves from the Venus Substation. By the most\npeculiar mischance, the two trains happened to be displaced, with\nreference to each other, one half of a wave length, with the unfortunate\nresult that the negative points of one coincided with the positive\npoints of maximum amplitude of the other. Hence the two wave trains\nnullified each other and communication ceased for one hundred and\neighty-five seconds--until the earth had revolved far enough to throw\nthem out of parallelism.\"\n\n\"Ah! Thank you,\" replied the professor. He dropped his instrument into\nhis coat pocket and gazed in the direction of the glass square whose\nimage had so aroused his ire. \"I apologize, B262H72476Male, for my\nsuspicions as to your veracity--but I had in mind several former\nexperiences.\" He shook a warning forefinger. \"I will now resume my\ntalk.\"\n\n\"A moment ago, gentlemen, I mentioned the John Jones Dollar. Some of you\nwho have just enrolled with the class will undoubtedly say to\nyourselves: 'What is a John Jones? What is a Dollar?'\n\n\"In the early days, before the present scientific registration of human\nbeings was instituted by the National Eugenics Society, man went around\nunder a crude multi-reduplicative system of nomenclature. Under this\nsystem there were actually more John Joneses than there are calories in\na British Thermal Unit. But there was one John Jones, in particular,\nliving in the twentieth century, to whom I shall refer in my lecture.\nNot much is known of his personal life except that he was an ardent\nsocialist--a bitter enemy, in fact, of the private ownership of wealth.\n\n\"Now as to the Dollar. At this day, when the Psycho-Erg, a combination\nof the Psych, the unit of esthetic satisfaction, and the Erg, the unit\nof mechanical energy, is recognized as the true unit of value, it seems\ndifficult to believe that in the twentieth century and for more than ten\ncenturies thereafter, the Dollar, a metallic circular disk, was being\npassed from hand to hand in exchange for the essentials of life.\n\n\"But nevertheless, such was the case. Man exchanged his mental or\nphysical energy for these Dollars. He then re-exchanged the Dollars for\nsustenance, raiment, pleasure, and operations for the removal of the\nvermiform appendix.\n\n\"A great many individuals, however, deposited their Dollars in a\nstronghold called a bank. These banks invested the Dollars in loans and\ncommercial enterprises, with the result that, every time the earth\ntraversed the solar ecliptic, the banks compelled each borrower to\nrepay, or to acknowledge as due, the original loan, plus six\none-hundredths of that loan. And to the depositor, the banks paid three\none-hundredths of the deposited Dollars for the use of the disks. This\nwas known as three percent, or bank interest.\n\n\"Now, the safety of Dollars, when deposited in banks, was not absolutely\nassured to the depositor. At times, the custodians of these Dollars were\nwont to appropriate them and proceed to portions of the earth, sparsely\ninhabited and accessible with difficulty. And at other times, nomadic\ngroups known as 'yeggmen' visited the banks, opened the vaults by force,\nand departed, carrying with them the contents.\n\n\"But to return to our subject. In the year 1921, one of these numerous\nJohn Joneses performed an apparently inconsequential action which caused\nthe name of John Jones to go down in history. What did he do?\n\n\"He proceeded to one of these banks, known at that time as 'The First\nNational Bank of Chicago,' and deposited there, one of these disks--a\nsilver Dollar--to the credit of a certain individual. And this\nindividual to whose credit the Dollar was deposited was no other person\nthan the fortieth descendant of John Jones who stipulated in paper which\nwas placed in the files of the bank, that the descendancy was to take\nplace along the oldest child of each of the generations which would\nconstitute his posterity.\n\n\"The bank accepted the Dollar under that understanding, together with\nanother condition imposed by this John Jones, namely, that the interest\nwas to be compounded annually. That meant that at the close of each\nyear, the bank was to credit the account of John Jones's fortieth\ndescendant with three one-hundredths of the account as it stood at the\nbeginning of the year.\n\n\"History tells us little more concerning this John Jones--only that he\ndied in the year 1931, or ten years afterward, leaving several children.\n\n\"Now you gentlemen who are taking mathematics under Professor\nL127M72421Male, of the University of Mars, will remember that where any\nnumber such as X, in passing through a progressive cycle of change,\ngrows at the end of that cycle by a proportion p, then the value of the\noriginal X, after n cycles, becomes X(1 + p)^n.\n\n\"Obviously, in this case, X equalled one Dollar; p equalled three\none-hundredths; and n will depend upon any number of years which we care\nto consider, following the date of deposit. By a simple calculation,\nthose of you who are today mentally alert can check up the results that\nI shall set forth in my lecture.\n\n\"At the time that John Jones died, the amount in the First National Bank\nof Chicago to the credit of John Jones the fortieth, was as follows.\"\n\nThe professor seized the chalk and wrote rapidly upon the oblong space:\n\n    1931   10 years elapsed   $1.34\n\n\"The peculiar sinuous hieroglyphic,\" he explained, \"is an ideograph\nrepresenting the Dollar.\n\n\"Well, gentlemen, time went on as time will, until a hundred years had\npassed by. The First National Bank still existed, and the locality,\nChicago, had become the largest center of population upon the earth.\nThrough the investments which had taken place, and the yearly\ncompounding of interest, the status of John Jones's deposit was now as\nfollows.\" He wrote:\n\n    2021   100 years elapsed   $19.10\n\n\"In the following century, many minor changes, of course, took place in\nman's mode of living; but the so-called socialists still agitated widely\nfor the cessation of private ownership of wealth; the First National\nBank still accepted Dollars for safe keeping, and the John Jones Dollar\nstill continued to grow. With about thirty-four generations yet to come,\nthe account now stood:\n\n    2121   200 years elapsed   $364\n\n\"And by the end of the succeeding hundred years, it had grown to what\nconstituted an appreciable bit of exchange value in those days--thus:\n\n    2221   300 years   $6,920\n\n\"Now the century which followed contains an important date. The date I\nam referring to is the year 2299 A.D., or the year in which every human\nbeing born upon the globe was registered under a numerical name at the\ncentral bureau of the National Eugenics Society. In our future lessons\nwhich will treat with that period of detail, I shall ask you to memorize\nthat date.\n\n\"The socialists still agitated, fruitlessly, but the First National Bank\nof Chicago was now the first International Bank of the Earth. And how\ngreat had John Jones's Dollar grown? Let us examine the account, both on\nthat important historical date, and also at the close of the 400th year\nsince it was deposited. Look:\n\n    2299   378 years    $68,900\n    2321   400 years   $132,000\n\n\"But gentlemen, it had not reached the point where it could be termed an\nunusually large accumulation of wealth. For larger accumulations existed\nupon the earth. A descendant of a man once known as John D. Rockefeller\npossessed an accumulation of great size, but which, as a matter of\nfact, was rapidly dwindling as it passed from generation to generation.\nSo, let us travel ahead another one hundred years. During this time, as\nwe learn from our historical and political archives, the socialists\nbegan to die out, since they at last realized the utter futility of\ncombating the balance of power. The account, though, now stood:\n\n    2421   500 years   $2,520,000\n\n\"It is hardly necessary for me to make any comment. Those of you who are\nmost astute, and others of you who flunked my course before and are now\ntaking it the second time, of course know what is coming.\n\n\"During the age in which this John Jones lived, there lived also a man,\na so-called scientist called Metchnikoff. We know, from a study of our\nvast collection of Egyptian Papyri and Carnegie Library books, that this\nMetchnikoff promulgated the theory that old age--or rather senility--was\ncaused by colon-bacillus. This fact was later verified. But while he was\ncorrect in the etiology of senility, he was crudely primeval in the\ntherapeutics of it.\n\n\"He proposed, gentlemen, to combat and kill this bacillus by utilizing\nthe fermented lacteal fluid from a now extinct animal called the cow,\nmodels of which you can see at any time at the Solaris Museum.\"\n\nA chorus of shrill, piping laughter emanated from the brass cylinder.\nThe professor waited until the merriment had subsided and then\ncontinued:\n\n\"I beg of you, gentlemen, do not smile. This was merely one of the many\nsimilar quaint superstitions existing in that age.\n\n\"But a real scientist, Professor K122B62411Male, again attacked the\nproblem in the twenty-fifth century. Since the cow was now extinct, he\ncould not waste his valuable time experimenting with fermented cow\nlacteal fluid. He discovered the old _v_-rays of Radium--the rays which\nyou physicists will remember are not deflected by a magnetic field--were\nreally composed of two sets of rays, which he termed the _g_ rays and\nthe _e_ rays. These last named rays--only when isolated--completely\ndevitalized all colon-bacilli which lay in their path, without in the\nleast affecting the integrity of any interposed organic cells. The great\nresult, as many of you already know, was that the life of man was\nextended to nearly two hundred years. That, I state unequivocally, was a\ngreat century for the human race.\n\n       *       *       *       *       *\n\n\"But I spoke of another happening--one, perhaps, of more interest than\nimportance. I referred to the bank account of John Jones the fortieth.\nIt, gentlemen, had grown to such a prodigious sum that a special bank\nand board of directors had to be created in order to care for, and\nreinvest it. By scanning the following notation, you will perceive the\ntruth of my statement:\n\n    2521   600 years   $47,900,000\n\n\"By the year 2621 A.D., two events of stupendous importance took place.\nThere is scarcely a man in this class who has not heard of how Professor\nP222D29333Male accidentally stumbled upon the scientific fact that the\neffect of gravity is reversed upon any body which vibrates\nperpendicularly to the plane of the ecliptic with a frequency which is\nan even multiple of the logarithm of 2 of the Naperian base 'e.' At\nonce, special vibrating cars were constructed which carried mankind to\nall planets. That discovery of Professor P222D29333Male did nothing less\nthan open up seven new territories to our inhabitants; namely: Mercury,\nVenus, Mars, Jupiter, Saturn, Uranus, and Neptune. In the great land\nrush that ensued, thousands who were previously poor became rich.\n\n\"But, gentlemen, land which so far had been constituted one of the main\nsources of wealth, was shortly to become valuable for individual golf\nlinks only, as it is today, on account of another scientific discovery.\n\n\"This second discovery was in reality, not a discovery, but the\nperfection of a chemical process, the principles of which had been known\nfor many centuries. I am alluding to the construction of the vast\nreducing factories, one upon each planet, to which the bodies of all\npersons who have died on their respective planets are at once shipped by\nAerial Express. Since this process is used today, all of you understand\nthe methods employed; how each body is reduced by heat to its component\nconstituents: hydrogen, oxygen, nitrogen, carbon, calcium, phosphorus,\nand so forth; how these separated constituents are stored in special\nreservoirs together with the components from thousands of other corpses;\nhow these elements are then synthetically combined into food tablets for\nthose of us who are yet alive--thus completing an endless chain from the\ndead to the living. Naturally then, agriculture and stock-raising\nceased, since the food problem, with which man had coped from time\nimmemorial, was solved. The two direct results were, first--that land\nlost the inflated values it had possessed when it was necessary for\ntillage, and second--that men were at last given enough leisure to enter\nthe fields of science and art.\n\n\"And as to the John Jones Dollar, which now embraced countless\nindustries and vast territory on the earth, it stood, in value:\n\n    2621   700 years   $912,000,000\n\n\"In truth, gentlemen, it now constituted the largest private fortune on\nthe terrestrial globe. And in that year, 2621 A.D., there were thirteen\ngenerations yet to come, before John Jones the fortieth would arrive.\n\n\"To continue. In the year 2721 A.D., an important political battle was\nconcluded in the Solar System Senate and House of Representatives. I am\nreferring to the great controversy as to whether the Earth's moon was a\nsufficient menace to interplanetary navigation to warrant its removal.\nThe outcome of the wrangle was that the question was decided in the\naffirmative. Consequently--\n\n\"But I beg your pardon, young men. I occasionally lose sight of the fact\nthat you are not so well informed upon historical matters as myself.\nHere I am, talking to you about the moon, totally forgetful that many of\nyou are puzzled as to my meaning. I advise all of you who have not yet\nattended the Solaris Museum on Jupiter, to take a trip there some Sunday\nafternoon. The Interplanetary Suburban Line runs trains every half hour\non that day. You will find there a complete working model of the old\nsatellite of the Earth, which, before it was destroyed, furnished this\nplanet light at night through the crude medium of reflection.\n\n\"On account of this decision as to the inadvisability of allowing the\nmoon to remain where it was, engineers commenced its removal in the year\n2721. Piece by piece, it was chipped away and brought to the Earth in\nInterplanetary freight cars. These pieces were then propelled by\nZoodolite explosive, in the direction of the Milky Way, with a velocity\nof 11,217 meters per second. This velocity, of course, gave each\ndeparting fragment exactly the amount of kinetic energy it required to\nenable it to overcome the backward pull of the Earth from here to\ninfinity. I dare say those moon-hunks are going yet.\n\n\"At the start of the removal of the moon in 2721 A.D., the accumulated\nwealth of John Jones the fortieth, stood:\n\n    2721   800 years   $17,400,000,000\n\n\"Of course, with such a colossal sum at their command, the directors of\nthe fund had made extensive investments on Mars and Venus.\n\n\"By the end of the twenty-eighth century, or the year 2807 A.D., the\nmoon had been completely hacked away and sent piecemeal into space, the\njob having required 86 years. I give, herewith, the result of John\nJones's Dollar, both at the date when the moon was completely removed\nand also at the close of the 900th year after its deposit:\n\n    2807   886 years   $219,000,000,000\n    2821   900 years   $332,000,000,000\n\n\"The meaning of those figures, gentlemen, as stated in simple language,\nwas that the John Jones Dollar now comprised practically all the wealth\non Earth, Mars, and Venus--with the exception of one university site on\neach planet, which was, of course, school property.\n\n\"And now I will ask you to advance with me to the year 2906 A.D. In this\nyear the directors of the John Jones fund awoke to the fact that they\nwere in a dreadful predicament. According to the agreement under which\nJohn Jones deposited his Dollar away back in the year 1921, interest was\nto be compounded annually at three percent. In the year 2900 A.D., the\nthirty-ninth generation of John Jones was alive, being represented by a\ngentleman named J664M42721Male, who was thirty years of age and engaged\nto be married to a young lady named T246M42652Female.\n\n\"Doubtless, you will ask, what was the predicament in which the\ndirectors found themselves. Simply this:\n\n\"A careful appraisement of the wealth on Neptune, Uranus, Saturn,\nJupiter, Mars, Venus, and Mercury, and likewise Earth, together with an\naccurate calculation of the remaining heat in the Sun and an\nappraisement of that heat at a very decent valuation per calorie,\ndemonstrated that the total wealth of the Solar System amounted to\n$6,309,525,241,362.15.\n\n\"But unfortunately, a simple computation showed that if Mr.\nJ664M42721Male married Miss T246M42652Female, and was blessed by a child\nby the year 2921, which year marked the thousandth year since the\ndeposit of the John Jones Dollar, then in that year there would be due\nthe child, the following amount:\n\n    2921   1,000 years   $6,310,000,000,000\n\n\"It simply showed beyond all possibility of argument, that by 2921 A.D.,\nwe would be $474,758,637.85 shy--that we would be unable to meet the\ndebt to John Jones the fortieth.\n\n\"I tell you, gentlemen, the Board of Directors was frantic. Such wild\nsuggestions were put forth as the sending of an expeditionary force to\nthe nearest star in order to capture some other Solar System and thus\nobtain more territory to make up the deficit. But that project was\nimpossible on account of the number of years that it would have\nrequired.\n\n\"Visions of immense law suits disturbed the slumber of those unfortunate\nindividuals who formed the John Jones Dollar Directorship. But on the\nbrink of one of the biggest civil actions the courts had ever known,\nsomething occurred that altered everything.\"\n\nThe professor again withdrew the tiny instrument from his vest pocket,\nheld it to his ear and adjusted the switch. A metallic voice rasped:\n\"Fifteen o'clock and fifty-two minutes--fifteen o'clock and fifty-two\nminutes--fift--\" He replaced the instrument and went on with his talk.\n\n\"I must hasten to the conclusion of my lecture, gentlemen, as I have an\nengagement with Professor C122B24999Male of the University of Saturn at\nsixteen o'clock. Now, let me see; I was discussing the big civil action\nthat was hanging over the heads of the John Jones Dollar directors.\n\n\"Well, this Mr. J664M42721Male, the thirty-ninth descendant of the\noriginal John Jones, had a lover's quarrel with Miss T246M42652Female,\nwhich immediately destroyed the probability of their marriage. Neither\ngave in to the other. Neither ever married. And when Mr. J664M42721Male\ndied in 2946 A.D., of a broken heart, as it was claimed, he was single\nand childless.\n\n\"As a result, there was no one to turn the Solar System over to.\nImmediately, the Interplanetary Government stepped in and took\npossession of it. At that instant, of course, private property ceased.\nIn the twinkling of an eye almost, we reached the true socialistic and\ndemocratic condition for which man had futilely hoped throughout the\nages.\n\n\"That is all today, gentlemen. Class is dismissed.\"\n\nOne by one, the faces faded from the Visaphone.\n\nFor a moment, the professor stood ruminating.\n\n\"A wonderful man, that old socialist, John Jones the first,\" he said\nsoftly to himself, \"a farseeing man, a bright man, considering that he\nlived in such a dark era as the twentieth century. But how nearly his\nwell-contrived scheme went wrong. Suppose that fortieth descendant had\nbeen born?\"\n\n\nTHE END\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Amazing Stories_ April 1956 and was\n    first published in _Amazing Stories_ April 1927. Extensive research\n    did not uncover any evidence that the U.S. copyright on this\n    publication was renewed. Minor spelling and typographical errors\n    have been corrected without note.\n\n    The original equation given, x (1 + p)n, has been corrected to show\n    the 'n' as superscript: X(1 + p)^n.\n\n\n\n\n\nEnd of Project Gutenberg's John Jones's Dollar, by Harry Stephen Keeler\n\n*** END OF THIS PROJECT GUTENBERG EBOOK JOHN JONES'S DOLLAR ***\n\n***** This file should be named 26867.txt or 26867.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/6/8/6/26867/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}