{"title": "Omega, the Man", "author": "Lowell Howard Morrow", "releaseDate": "October 11, 2008", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\nA Classic Reprint from AMAZING STORIES, January, 1933\n\n[Illustration]\n\n\nOMEGA, the MAN\n\nBy LOWELL HOWARD MORROW\n\nIllustrated by MOREY\n\n\nThe silver airship cut swiftly through the hot thin air. The noonday sun\nblazed down upon it and the desert world below. All about was the solemn\nsilence of death. No living thing appeared either in the air or on the\ndrab, gray earth. Only the aircraft itself displayed any signs of life.\nThe sky, blue as indigo, held not the shadow of a cloud, and on the\nhorizon the mountains notched into it like the teeth of a giant saw.\n\nThe airship finally came to a hovering stop, then dropped rapidly toward\nthe salt-encrusted plain. It came to rest at last on the bottom of a\ngreat, bowl-shaped hollow situated at the end of a chasm whose gray,\nrock-strewn sides rose in rugged terraces for miles back into the sky.\nIn a few moments a panel in the vessel's side rolled noiselessly upward,\ndisclosing a brilliant light, and from the interior of the airship soon\nappeared two figures who paused at the aperture and gazed out over the\nparched earth. Then without fear or visible effort--although they were\nseventy-five feet above the ground--they emerged from the ship and\nfloated down to earth.\n\nThese two humans--the sole survivors of all earth's children--were man\nand wife--Omega and Thalma. They were burned a deep cherry by the fierce\nrays of the sun. In stature they were above the average man now on\nearth. Their legs were slender and almost fleshless, because for many\ncenturies man had ceased to walk. Their feet were mere toeless\nprotuberances attached to the ankle bone. Their arms were long and as\nspare as their legs, but their hands, although small, were\nwell-proportioned and powerful. Their abdominal regions were very small,\nbut above them were enormous chests sheltering lungs of tremendous\npower, for thus nature had armored man against the rarefaction of the\nearth's atmosphere. But the most remarkable parts about this truly\nremarkable couple were there massive heads set upon short, slim necks.\nThe cranial development was extraordinary, their bulging foreheads\ndenoting great brain power. Their eyes--set wide apart--were large and\nround, dark and luminous with intelligence and their ears were\nremarkably large, being attuned to all the music and voices of life.\nWhile their nostrils were large and dilated, their mouths were very\nsmall, though sensuous and full-lipped. They were entirely hairless--for\neven the eyebrows and the eyelashes of man had entirely disappeared ages\nbefore. And when they smiled they betrayed no gleam of teeth, for nature\nhad long discarded teeth in man's evolution.\n\nThe great, silver ship of the sky now rested in a deep pocket on the\nfloor of an ancient sea. Millions of years, under the sucking energy of\nthe sun and the whip of many winds, had sapped its waters, until only a\nshallow, brackish lake remained. Along the shores of this lake, which\ncovered scarcely more than a hundred acres, a rim of yellowish, green\ngrass followed the water's edge and struggled against the inevitable,\nand here and there among the grasses flowers of faded colors and\nattenuated foliage reared their heads bravely in the burning sunshine.\nAnd this lone lake, nestled in the lowest spot among the mountains and\nvalleys which once floored the Pacific, now held the last of earth's\nwaters. Barren and lifeless the rest of the world baked under a\nmerciless sun.\n\n       *       *       *       *       *\n\nNow clasping hands, like children at play, Omega and Thalma approached\nthe lake. They glided over the ground, merely touching their feet to the\nhighest points, and finally stopped with their feet in the warm, still\nwater.\n\nOmega ran his cupped hand through the water, then drank eagerly.\n\n\"It is good,\" he said in a low, musical voice. \"And there is much of it.\nHere we may live a long time.\"\n\nThalma laughed with sheer joy, her large, red-rimmed eyes aglow with\nmother light and love.\n\n\"I am glad,\" she cried. \"I know that Alpha will be happy here.\"\n\n\"It is so, my love, and--\"\n\nOmega checked and stared out over the glassy lake. A spot in its center\nwas stirring uneasily. Great bubbles rose to the surface and eddied to\none side, then suddenly huge cascades of water shot into the air as if\nejected by subterraneous pressure. As they stared in silent astonishment\nthe commotion suddenly ceased and the surface of the lake became as\ntranquil as before.\n\n\"There is volcanic action out there,\" said Omega fearfully. \"At any time\nthe ground may open and engulf the lake in a pit of fire. But no, that\ncannot be,\" he added, staring at Thalma with an odd light in his eyes.\nFor he suddenly recalled that no volcanic action or earth tremor had\ndisturbed the surface crust for ages.\n\n\"What is it, Omega?\" she whispered in accents of awe.\n\n\"Nothing to fear, my dear, I am sure,\" he replied, averting his eyes.\n\"Likely some fissure in the rock has suddenly opened.\"\n\nAnd then he embraced her in the joy of new-found life. For long ages\nmind had communicated with mind by telepathic waves, speech being used\nfor its cheer and companionship.\n\n\"We will make ready for Alpha,\" said Omega joyfully. \"In very truth he\nmay be able to carry on. Moisture may return to earth, and it is more\nlikely to return here than elsewhere. Remember what the Mirror showed\nlast week over the Sahara plains--the makings of a cloud!\"\n\nThey cheered each other by this remembrance how, just before they had\nconsumed the last of the water in their recent home and buried the last\nof their neighbors and friends, the reflecting Mirror had brought a view\nof a few stray wisps of vapor above the Great Sahara which once had been\nreclaimed by man, where teeming millions in by-gone ages had lived their\nlives.\n\n\"The inclination of the earth's axis is changing as we know,\" he went on\nhopefully as they turned back toward the ship. \"The moisture may come\nback.\"\n\nHis was the voice of hope but not of conviction. Hope, planted in man's\nsoul in the beginning, still burned brightly in these last stout\nhearts.\n\nAlpha was still unborn. Omega and Thalma had willed a male child. In him\nwas to be the beginning of a new race which they hoped with the aid of\nscience would repeople the earth. Hence his name, the first letter of\nthe Greek alphabet, of which \"omega\" is the last.\n\n\"I am afraid, my love,\" said Thalma, looking back over her shoulder at\nthe placid lake. \"I wonder what heaved the water about that way.\"\n\n\"Don't worry about it, my dear,\" he said as they paused beneath the ship\nand he put his arm protectingly about her. \"As I have said, it probably\nwas the shifting of a rock on the bed of the lake. It is nothing to\nworry about, and I feel that we have nothing to fear for a long, long\ntime. And we have so much joy to look forward to. Remember Alpha is\ncoming, and think of his glorious future! Think of his changing all\nthis!\" And he swept his hand toward the grim, gray hills. \"Just think of\nagain gardenizing the world!\"\n\n       *       *       *       *       *\n\nIt was indeed a dreary view upon which they gazed. On every side, upon\nthe mountains and hills, over salt-encrusted plains and upon the rocks,\nwere the skeletons and shells of departed life. Fossils of the animal\nand the vegetable kingdoms greeted one on every hand. Great fronds of\npalms of the deep, draped with weird remains of marine life long\nextinct, stood gaunt and desolate and rust-covered in the hollows and on\nthe hills. Long tresses of sea weed and moss, now crisp and dead as\ndesert sands, still clung in wreaths and festoons to rock and tree and\nplant just as they had done in that far-off age, when washed by the\nwaters of the sea. Great forests of coral, once white and pink and red\nwith teeming life but now drab and dead, still thrust their arms upward,\ntheir former beauty covered and distorted by the dust of the ages.\nWhales and sharks and serpents and fish of divers species and sizes,\ntogether with great eels and monsters of the deep, lay thickly over the\nland, their mummified remains shriveled by the intense heat, their\nghastliness softened by the ashes of the years.\n\nMillions of ages had rolled away since the struggle began--the battle of\nlife on earth against the encroachments of death. And now death stalked\neverywhere, grinning with malicious triumph, for he had but one more\nbattle to fight. Already his grisly clutch was closing on the standard\nof victory. Man had mastered life but he had not conquered death. With\nthe magic wand of science he had reached out into space and viewed the\nlife of far-off worlds. He had routed superstition and fear and\nselfishness. He had banished disease and learned all nature's secrets;\nhad even visited other worlds and had come to know and understand his\nGod, but still death had marched grimly on. For even the abysmal moment\nof creation had marked the world for his prey. Slowly but surely death\nhad closed his cold hands about the earth. The sun flung forth his hot\nrays and drew more and more of the earth's moisture and dissipated it in\nspace. Gradually the forests vanished and then the streams and lakes\ndwindled and disappeared. By this time the atmosphere had thinned almost\nimperceptibly--and only by the aid of his scientific instruments had man\nbeen able to detect its thinning. Less and less rain fell, and finally\neven the ice-caps about the poles trickled away. Cold and gaunt and\nshadowy those regions lay silent and lifeless throughout the long\nnights, and loomed like gray ghosts in the hushed light of the summer.\nThe sun blazed on relentlessly and the shores of the seven seas receded\nage after age, but with his science and his machines man had doggedly\nfollowed the retreating waters, husbanded and harnessed them and thus\nretained his grip on life.\n\nBut now at last life on earth had come to its final battlefield. The\nplans of the battle were sharply drawn, but there could be no doubt of\nthe issue. No one knew this better than Omega, for the sun shone on with\nundiminished power. Yet the rotation of the earth had slackened until\ntwenty-five hours constituted a day, while the year was 379 days and a\nfraction in length. Man, gradually adjusting himself to the new\nconditions and environment, had triumphed even in the face of a losing\nfight. For he had learned to smile into the hollow sockets of death, to\nlaugh at the empty promises of life.\n\n       *       *       *       *       *\n\nBack in their ship Omega and Thalma gazed out over the dead world, where\nthe salt crystals gleamed and sparkled in the sunshine.\n\n\"Will all this ever become green again and full of joy and life?\" asked\nThalma wearily.\n\n\"Why not?\" asked Omega. \"Although the race has come to its last stand,\nwater is here and before it is gone who knows what may happen?\"\n\nOmega spoke only to please his wife, for well he knew in his heart that\nthe star of hope had forever set. And always he was thinking of that\ncommotion in the waters of the lake. What could have caused it? What did\nit portend? He was sure that the answer was to be one of tragedy.\n\n\"We know that for uncounted ages the world was green and beautiful, was\nvibrant with life and joy,\" he went on. \"And why may it not be so again,\neven though now it is garbed in the clothes of the sepulchre? Let us\ntrust in the power of our son.\"\n\nThalma did not answer, and Omega, seeing that she was terribly\ndepressed, fell silent. So they sat in their great airship, strangely\ndejected despite the close proximity of the life-giving water, while the\nsun flamed through the cloudless sky and set in a crimson flood beyond\nthe lifeless plains. Night fell but still they sat brooding. The stars\nshone out in the purple heavens, but they noticed not their glory. The\nship was wrapped in an awful silence. No night wind whispered its\nmessage nor warmed the cold, desolate earth, stretching down from the\npoles, nor cooled the hot wastes about the equator. The naked mountains\nrose stark and forbidding into the sky, which hung like a great,\nbejeweled bowl over the sun-scorched plains, where the dust of many ages\nlay undisturbed. The shadows lay deep and dark over the valleys and\namong the streets of cities dead and silent for many ages, and searched\nout deep chasms which when the world was young had felt the surge of the\nrestless seas. No form of life winged its way through the darkness and\ncalled to its mate. No beast of prey rent the air with its challenge. No\ninsect chirped. No slimy shape crawled over the rocks. Dark and solemn,\nmysterious and still, the earth sped on through the night.\n\n       *       *       *       *       *\n\nMorning found them in much better spirits. Over their breakfast, which\nconsisted almost wholly of food in tablet form, they discussed their\nplans. After which they went to the lookout in the bow of the ship and\ngazed out at the gray world. There was no change. The same\nheart-breaking monotony of death confronted them. But despite it all\nthey finally smiled into each other's eyes.\n\n\"It is home,\" said Omega proudly. \"The last home we shall ever know.\"\n\n\"My God, look!\" suddenly gasped Thalma, clutching his arm and pointing a\ntrembling finger toward the lake. \"What--is that?\"\n\nFollowing her gesture he stared in terror and stupefaction. Rising above\nthe center of the lake where the day before they had beheld the agitated\nwaters, was an enormous, scale-covered neck surmounted by a long,\nsnake-like head whose round, red eyes were sheltered beneath black,\nhorny hoods. The horrible creature's head was swaying back and forth as\nits black tongue darted in and out between wide-open jaws displaying\nsingle rows of sharp teeth. Fully fifteen feet above the lake the awful\neyes looked toward the land. And as the neck moved in unison with the\nswaying head the scales seemed to slide under and over one another a\nperfect armor for the neck.\n\n\"A plesiosaurian!\" exclaimed Omega, leveling his glasses at the beast.\n\"No--how can that be?\" he added in bewilderment. \"Those monsters were\nsupposed to be extinct ages ago. And they had a smooth skin, while this\nthing has scales, like those of a brontosaurus, which was really a land\nanimal. This must be a cross between the two that through the process of\nevolution has been developed. Anyway it is the last of the species and\nit has come here--to die.\"\n\n\"Like us it has followed the water and come here to die,\" said Thalma as\nshe also leveled glasses.\n\nFor several minutes they watched the swaying head which every little\nwhile twisted from side to side, as the blazing eyes seemed to be\nsearching for prey, while a whitish saliva dripped from the jaws. The\nbody of the beast, which they knew to be enormous, was hidden beneath\nthe water, but the agitation on the surface showed that powerful feet\nand legs were stirring.\n\n\"Yes, it has come here to die,\" repeated Omega, \"to fight for the last\ndrop of earth's water. It now has possession of the lake, and unless we\nkill it, it will kill us or drive us away.\"\n\nAlmost with the words Omega seized an atomic gun and pointed it at the\nbrute's head. But before he could sight the weapon and pull the trigger\nthe monster, as though sensing danger, suddenly jerked down its head and\na moment later it had disappeared beneath the surface.\n\n\"It has gone!\" cried Thalma. She was trembling as with a chill, and her\neyes were wide with terror.\n\n\"It will appear again,\" said Omega, \"and then we will kill it, for the\nwater belongs to man. Doubtless that huge beast is all that remains of\nlife on earth save ourselves. To-night while you sleep here in the ship,\nI will take a gun, take position behind a rock on the shore of the lake\nand watch for its appearance. I think shortly after nightfall when the\nrocks are cool it leaves the water and comes on land in a vain search\nfor food, for beyond a doubt it has devoured everything in the lake,\nsave marine mosses and the like. Yet as it has survived all contemporary\nlife except man, it may live for centuries unless we destroy it.\"\n\n\"But there are not centuries of water out there,\" Thalma said. \"As to\nyour hunting this monster alone, I will not hear of it. I shall go with\nyou. Together we will destroy this menace of our new home.\"\n\n       *       *       *       *       *\n\nAll Omega's eloquence could not dissuade her. So, after the sun had set\nand the dry cold had chilled the hot rocks, they set out along the shore\nof the lake and looked eagerly out over the still water for a sight of\ntheir enemy. Nothing disturbed the silvery surface of the water.\nCrouching behind a mass of coral they waited, but throughout the long,\nstill night they watched without reward, for nothing moved within their\nrange of vision. The stars, wonderfully large and brilliant in that\nrarefied atmosphere, seemed to be the only link between them and the\nunknown. Only their own hurried breathing and the muffled thumps of\ntheir wildly beating hearts broke the silence. And as the sun rose again\nabove the dead plains, weary and discouraged they returned to the ship.\n\nWhile keeping up a bold front for Thalma's sake, Omega's heart was sad,\nfor he well knew that unless they could vanquish that marine monster\nthey were doomed. That such a dreadful creature had come to them from\nthe mists of antiquity, as it were, was incredible. Yet he had seen it,\nThalma had seen it, and it resembled some of the sea-monsters he had\nheard of in the past. They could not doubt its existence and must\nprepare for the worst.\n\nOmega's name had been conferred on him by an ironical whim of fate. When\nhe was born there were still many people on earth inhabiting the low\nvalleys of the Pacific's floor where much water still remained. But the\ndroughts had increased with the years, and before Omega had reached\nmiddle-life all rain had ceased to fall. The atmosphere became so rare,\neven near the ground, that it was difficult for the people with the aid\nof their machines to draw sufficient oxygen and nitrogen from it to\nprepare the food which had been man's principal sustenance for ages.\n\nGradually the weaker peoples had succumbed. But the remnants of the\nnations gathered about the receding waters, all foreseeing the end, but\nall determined to defer it as long as possible. There was no recourse.\nFor ages before Omega was born the nations, knowing that the earth was\ndrying up, had fought one another for the privilege of migrating to\nanother planet to fight its inhabitants for its possession. The battle\nhad been so bitterly contested that two-thirds of the combatants were\nslain. By the aid of their space-cars the victors colonized other\nplanets in our solar system leaving the vanquished on earth to shift for\nthemselves. There was nothing for them to do but to fight on and await\nthe end, for no space-car that man had ever devised was able to\npenetrate the cold, far-reaches of space. Only among the family of our\nown sun could he navigate his ships. And now, like the earth, every\nmember of that once glorious family was dead or dying. For millions of\nyears, Mars, his ruddy glow gone forever, had rolled through space, the\ntomb of a mighty civilization. The ashes of Venus were growing cold.\nLife on Mercury, Jupiter and Saturn already was in the throes of\ndissolution, and the cold, barren wastes of Uranus and Neptune always\nhad forbidden man.\n\nSo it seemed that the name, Omega, had been fittingly bestowed. More\nthan ever the stark truth made him shudder with apprehension, and he\nfelt that only the coming of Alpha would give him strength to carry on.\n\n\"Now we must make ready for Alpha,\" said Omega, even while thoughts of\nthe sea-monster chilled his heart. \"We will make our servants prepare\nthe way. Here in this valley must be born a new race of men. Life must\ncome from death. Come, Thalma.\"\n\n       *       *       *       *       *\n\nShe smiled back at him, reassured by his confident manner, and together\nthey entered a lower compartment of the ship. This compartment contained\nthe servants of which Omega had spoken--divers machinery and other\nmarvels of man's construction. Omega touched several buttons and a\nsection of the ship's hull rolled aside. He pressed other buttons and\nwhirled wheels. Then great sections of mirror slid out into the air and\nwithout apparent direction or control they ranged themselves far up on a\nsteep hillside. Yet all were under perfect control. With invisible,\natomic rays Omega made all do his bidding. For countless centuries man\nhad mastered the atom, divided it, harnessed its electrons. Following\nthe discoveries of the great French scientist, Becquerel, man had\nlearned that the potential energy of all atoms--especially that of\nradium--is almost limitless. And as the disintegration of the atom\ncarries an electrical discharge, man had learned to control this energy.\nOmega's machines, utilizing atoms from everywhere, even the ether, split\nthem by radio-activity through electromagnetic waves, and utilized the\nenergy of their electrons which always move in fixed orbits. There being\nforty radio-active substances, Omega took advantage of them all, and\nequalizing the atomic weight of the atoms--whether those around a\nhydrogen nucleus or a helium nucleus--he broke the atoms down and\ndirected the charges of their electrons. Then his motors amplified the\ndischarges and, through the medium of an electric current, projected\nthem in the form of invisible atomic rays which he could control and\ndirect against any object and sustain and move at will by means of\noscillating currents.\n\nSoon upon the hillside, perfectly arranged and adjusted, appeared a\ngiant, parabolic, refracting mirror with which he could obtain a view of\nany portion of the earth's surface by sending vibrating currents around\nthe world and reproducing impressions already recorded on the ether, on\nthe surface of the mirror. And beneath its center was a receiver,\nthrough which he might have heard the minutest sound around the world,\nhad there been any to hear.\n\nThe small, atomic motors--which drew their energy both from hydrogen\nnuclei, the ether of space and the radio-active substances of all\nmetals--now were placed on the hillside near the great mirror. There\nmotors were capable of creating and focusing light, without bulb or\nother container, whenever and wherever needed. All were operated with\nscarcely any effort by Omega.\n\nIn a measure it seemed strange that the Greek alphabet and all the\nclassics of the ancients had survived antiquity. But the latest\ninventions of man explained it all. For man with his machines had\nreached far back into the shadowy past and proved the immortality of all\nthought and action. All the records of history, all the triumphs and\ndefeats, the joys and sorrows and aspirations of humanity, came out of\nthe past and marched across the screen of his historical recorder. As\nnothing is ever lost, all sounds and impressions occurring on earth\nsince the dawn of its creation, being already impressed on the sensitive\nplastic and all-pervading ether, the same as a photograph is recorded on\nits film or plate, man had developed a machine for drawing on these\nimpressions until at will the history of the world was before him. Even\nthe varied life of the ancients came out of the past. Saints and\nsinners, slaves and masters mingled. Confucius sat before him in\nhumility; Guatama counseled his followers to be humble; Christ died upon\nthe cross. Warriors and statesmen shouted their triumphs and bewailed\ntheir defeats. Philosophers expounded their wisdom and Socrates drank\nthe hemlock. Hannibal and Caesar and Alexander fought their battles,\nand Napoleon marched gory and unafraid from Austerlitz to Waterloo. All\ncame back at the call of Omega's science.\n\n       *       *       *       *       *\n\nAs has been stated it was a giant craft on which Omega and Thalma had\ncome to this last retreat of man. Within its interior were all the\nlatest marvels of man's ingenuity and skill. These instruments of almost\nsupernatural power not only reached back into the past but also\npenetrated the future. There was a great atomic-electric motor used in\ncreating and controlling climate as long as there was any to control.\nSending forth electromagnetic waves it massed and directed the\natmospheric pressure, sending heat waves here, cold ones there, thus\ncausing droughts and rainfall at will. But now, as with the case of most\nof the other machines, Omega needed it no longer. He kept it because it\nlinked him with the joy of the past. Besides, there was the mind-control\nappliance by whose aid man's mind might visit other worlds. This was\ndone through the development of the subconscious and the discipline of\nthe will. But Omega was weary of these pilgrimages, because his body\ncould not perform those far-off flights. As time went on he realized\nthat the earth was his natural home. Even the earth's neighbors, dead\nand dying, offered him no haven.\n\nYes, Omega and Thalma had garnered the gist of the world's treasures\nbefore commencing this last trek. Gold and precious stones were common\nobjects to them, because for countless ages man had made them at will,\nbut around those they had brought clustered sacred memories of loved\nones gone before. The biological machine in the chemical laboratory of\nthe ship--the machine that brought forth life from nature's bountiful\nstorehouse--was of little use now that both atmosphere and moisture were\nnearly gone. Yet Omega cherished this machine, and aside from its\nassociations with the past, it held for him a fascination that he could\nnot understand.\n\nHaving set the Mirror and other mechanical servants in position, Omega\nand Thalma returned to the ship, and slept throughout the day, for with\nthe descending sun they must again go forth to hunt that scaly demon\nwhich had taken possession of the earth's last water.\n\nThe night was moonless, but the bright starlight brought all objects\ninto plain relief against the dark rocks. Taking position on the slope\nseveral rods above the beach, Omega and Thalma watched the lake eagerly,\nbut nothing disturbed its mirror-like surface. As on the preceding\nnight the awful silence appalled them--even though they were accustomed\nto the vast solitude. It was so calm and still, so full of death and\nmystery, that it seemed they must cry out in the agony of their\nemotions. As the very silence was crushing their spirits so the\nknowledge that only one form of life on earth stood between them and the\nwater to which their last hope clung, was maddening. How they longed to\nbattle the hideous monster! But the hours dragged on with nothing to\ndisturb the dead, heart-breaking silence. At last the Great Dipper had\nswung so far around that dawn appeared. Yet there had been not a ripple\non the lake. Omega concluded that his guess was wrong--the beast did not\nleave the water at night to search for food. Perhaps it had learned the\nfutility of such a search in a dead, dust-covered world.\n\n       *       *       *       *       *\n\nWearied by their long and fruitless vigil they must have dozed, for\nsuddenly Omega, who sat but a yard or two from Thalma, was aroused by a\npadded footfall and the exhalations of a noisome breath. Looking up he\nwas horrified to see the monster towering above him, its head swaying\ngently to and fro, as its great, awkward feet sent it lunging forward\nand backward for many feet, its spotted, scale-covered body trailed over\nthe rocks. By suddenly rounding the shoulder of the rock, sheltering\nOmega and Thalma, its head held high, it seemed not to have seen the two\nhumans, for its terrible unblinking eyes were fixed ahead on the water.\nHowever, Omega, paralyzed with fear and astonishment, and being directly\nin the beast's path, believed that his hour had come. This was to be the\nend of all his plans--to be crushed by the enormous weight of the\nmonster which challenged his right to live. But in that tense moment\nwhen he thought that it was all over, the lithe form of Thalma reached\nhis side and in a frenzy of terror pulled him away. But even then the\nsloping belly of the onrushing beast tore him from her frail hands and\ndashed him against the rock.\n\nWhile he lay there stunned and unable to move, Thalma discharged her\nweapon at the monster. Three times she fired in quick succession but the\nshots went wild, and in another moment the great brute struck the water\nwith a resounding splash and disappeared from view. For a few minutes a\ntrail of surface bubbles marked its rapid course toward the lake's\ncenter, then all was motionless and still as before.\n\n\"Are you hurt, Omega?\" Thalma cried anxiously, kneeling by his side.\n\n\"Just shaken up a bit,\" he returned, sitting up with an effort. \"Great\nhunters are we,\" he went on with a laugh. \"We almost allowed the game to\ncatch the hunters! Well, let's go back to the ship. We'll get him next\ntime.\"\n\nBut their narrow escape had shaken their nerve. All day long they\nremained safely in the ship and kept their guns trained on the lake\nhoping that the beast would show himself. How or when it had left the\nlake they could not surmise, but that it was more formidable than they\nhad thought now seemed certain, and Omega concluded to bring science to\nhis aid. In this way he was sure that he would soon exterminate the\nmonster.\n\nSo the next day he lay a cable carrying a high voltage all around the\nlake and connected it with traps of various designs both in the water\nand on the land. No more would they risk their lives hunting the beast\nin the open after nightfall.\n\nThe hot, still days that followed were anxious ones for these last\nchildren of life. Not a trap was sprung. The beast did not drag his\nslimy body and tail across the heavily charged cable. The last of his\nkind, fighting the last battle of existence, it seemed that nature had\nendowed him with uncanny cunning. There was the life-giving water for\nwhose possession no human kind challenged them, but this enemy was more\nterrible than any man, savage or civilized whom the earth had ever\nknown.\n\n       *       *       *       *       *\n\nDuring these anxious, watchful days Omega and Thalma went often to the\nMirror and gazed into it in search of vapor clouds. And more than once\nthose gossamer-like formations appeared over different parts of the\nworld to gladden their hearts only to fade away before their vision. The\nreflections of those embryo clouds became less frequent as the days wore\non. Omega and Thalma knew that they had no right to hope for the return\nof water vapor. Their instruments, so finely attuned as to appear\nendowed with intelligence, the records of the past and their own common\nsense told them that. But nature and life in the upper reaches of the\nair were dying as hard as their own hope. They knew that the aerial\nmanifestations they witnessed were but symptoms of the death struggle.\nAnd yet a real cloud, dark and pregnant with moisture, suddenly appeared\nin the Mirror. Consulting the chart they saw that it was hovering over a\ngreat land of plain and mountains which formerly had been a part of the\nUnited States of America.\n\n\"We will go and examine this gift from heaven,\" said Omega. \"It moves\nover a once beautiful land, which the voices of history tell us,\nharbored a race of the free millions of years ago.\"\n\n\"Yes, we will go,\" agreed Thalma. \"It may be after all that Alpha will\nfirst see the light far from this dreadful hollow and--and--that monster\nout there in the lake.\"\n\nOmega hung his head. Well he knew that the presence of the monster was\nslowly killing his beloved. She complained not, but her dreams were\ndisturbed with frightful visions, and often Omega awakened to find her\nat a window staring out over the lake with terror-stricken eyes.\n\nThis new cloud was thousands of miles to the east but with fond\nanticipations they entered the ship and plunged toward it. But although\nthey reached the spot in one hour, the last remnant of vapor dissolved\nbefore their eyes, and they turned sadly homeward, once more beaten by\nthe inexorable decrees of fate.\n\nSo having decided at last that this deep valley must remain their home\nforever, Omega looked about for a suitable building site, for although\nthe ship was safe and comfortable they longed for a home on the earth.\nBut the ever present menace of the sea-monster saddened them and filled\nthem with misgivings, despite the fact that Omega could guard the\ncottage electrically. But Omega wondered whether electric safeguards\nwould keep this creature from coming some night to the cottage and\nsticking his loathsome head in at door or window. Omega shuddered at the\nthought, but refrained from mentioning such a possibility to Thalma.\n\nHaving selected a site under the branches of a great coral tree standing\nwithin the shade of an overhanging rock, Omega erected a cottage. It\ntook him but a few days to build and furnish this building from supplies\non the ship. It was complete in every feature, even to running water\nfrom the lake. Grass was brought from the lake and a lawn laid out about\nthe cottage in the shadows of the rock. The grass was kept watered for\nThalma's sake, even though the water was needed for other purposes and\nthe lake was diminishing steadily. But she was sacred in his eyes--she\nthe last mother the old earth ever was to know.\n\nThe interior of the cottage was embellished like a palace, for treasures\nwere brought from the airship to grace its walls. The richest rugs,\ncurtains, tapestries and silks the world had ever known were there for\nThalma's pleasure and comfort. Paintings of green verdure, of forests\nand plains of waving grass, of tumbling mountain streams and cool,\nplacid lakes, Omega drew from the young days of the earth. The power to\nportray nature's moods and beauties had increased in many men with the\npassing of time. He placed these scenes before Thalma's couch that their\ncool and inspiring presence might comfort her while she awaited the\ncoming of the child.\n\n       *       *       *       *       *\n\nOne morning being weary of the stark monotony of the valley, whose\neastern wall was distant many miles, Omega and Thalma determined to\nscale the heights above. For sometimes in the sinister aspect of the\nchasm's walls, it seemed that the rocks would close together and crush\nout their lives. They concluded not to take the air-car, but to go on a\nrambling picnic with the ever present hope that they might discover\nanother oasis of life.\n\nHand in hand they rose into the air, up and up for miles past frowning\ncliffs and dark caverns, yawning like grinning skulls above the outposts\nof death. There was no visible effort in their flight. They but took\nadvantage of nature's laws which man had long understood. At last on the\nhighest peak they paused to rest on a dust-covered rock.\n\nThe red sun rose above the cheerless horizon and blazed on them from a\ndeep azure sky slashed across by bars of purple and gold. More than nine\nmiles beneath them spread the deep gorge, where nestled their little\nhome, looking like a doll-house, and above it shone the great, silver\nship. The lake shone like a speck of silver on the drab rocks. They\ngazed down upon it in an attitude of worship, for it alone in all that\nvast realm of peaks and plains and valleys symbolized life. Then\nsuddenly a dark speck appeared on the surface of the lake. Omega looked\nat Thalma apprehensively, for well he knew the meaning of that speck.\nHer face was pale and drawn, and she clung to Omega as they pointed\ntheir glasses at the water.\n\nThe monster was again disporting himself. He threshed the water into\nfoam with his long, sinuous body, while his head wagged and his terrible\neyes looked toward the land. It was the first sight they had had of him\nsince the night he almost killed Omega.\n\n\"Look!\" breathed Thalma, \"it is coming ashore. Oh, I did hope that it\nwas dead!\" And trembling violently she clung closer to her lord.\n\n\"Never mind, dear,\" consoled Omega as he watched the great beast waddle\ntoward the shore. \"We will get him this time,\" he went on exultingly.\n\"Watch--he is going to get into the trap!\"\n\nBut they were again doomed to disappointment. Within a few rods of the\nshore, with its great, spotted body nearly all out of the water, the\nmonster stopped, lifted its head and looked slowly around in every\ndirection. Then apparently scenting danger, it turned, floundered back\nto the center of the lake and submerged.\n\n\"I--I--am afraid,\" shuddered Thalma.\n\n\"There is nothing to fear,\" reassured Omega. \"The beast cannot get to\nour home, and one of these days he will either get caught in a trap or\nwe will get a shot at him.\"\n\nAlthough Omega spoke bravely he was really worried about the beast and\nthe influence it was having on Thalma. He realized that he must at once\ndevise a better method of extermination. Even though he did not fear it\nso much personally its presence was disturbing, and it was daily\nabsorbing so much water needful for themselves.\n\n       *       *       *       *       *\n\nThis great gash in the earth's crust stretching for many miles below\nthem had been the deepest part of the Pacific Ocean when its blue waves\nstill lapped the shores of continents, and that little lake, far down in\nthe earth's bosom, was the pitiful remainder of that once mighty sea.\nFar to the north-west, showing plainly against the sky in the focus of\ntheir binoculars, were great ridges of mountain and table land, rising\ngaunt and desolate from the ancient bed of the sea--the site of the\nancient empire of Japan. Round about them on every hand were the mute\nremains of marine life, for the spot where they sat had been far below\nthe surface of the sea. Silent, mysterious, hopeless and dreary, the\nprospect appalled even their stout hearts. How they yearned for the\nsight of some living thing there upon those high peaks. Silence supreme\nand dreadful, in which even their voices, hushed and tremulous, sounded\nprofane, cowed them by its unending solemnity and the relentless grip.\nGray and nude save for their pall of dust the mountains rose into the\nsky, eternal in their ghostly majesty. And the dark valleys between with\ntheir gray lips of death looked like the gaping mouths of hell.\n\n\"Death! death! eternal and triumphant death, thou art everywhere!\" cried\nOmega, springing up and gazing with hopeless eyes about over the\ndesolation.\n\nThalma rose and touched his arm. A smile of faith and confidence shone\non her face. He looked at her in wonder.\n\n\"Nay, death is not everywhere,\" she reproved gently. \"Remember Alpha,\nour son. In him life does and will live again.\"\n\n\"Forgive me, Thalma,\" said Omega, taking her in his arms. \"You speak\ntruly. With your loyalty and courage I know we will win.\"\n\nAnd so as it had always been from the beginning of time, even so in\nthese last days it took woman's love and devotion to sustain man.\n\nNow Omega gazed around on the abode of death with an expression of\ndisdain. He challenged it and dared it to do its worst. Life still\ntriumphed, for he had Thalma and Alpha was coming soon. He would not\nsurrender. He would fight the dark forces of death--even that horrible\nmonster down there in the lake--and conquer them all. He would again\n'gardenize' the world. The stubborn power of hope, that heritage from\nhis atavistic ancestors, was surging through his blood.\n\n\"We will change all this,\" he went on, waving his hand toward the far\nrim of the sky. \"We are still masters of life. But now let us descend,\"\nhe added in answer to her approving smile.\n\nSo saying again hand in hand they stepped off into space and floated\neasily down toward their last home.\n\nOmega knew that his first important task was to get rid of the beast.\nThe fear-haunted expression in Thalma's eyes brooked no delay.\nAccordingly they went to the ship, and each taking a small sack they\nfilled them with depth bombs. Thus armed they floated out over the lake\nin quest of their enemy. But although quite shallow the water was opaque\nfor the most part being discolored by vegetable matter stirred up by the\nmonster, and the transparent portions were too deep for them to see\nbottom. Long and carefully they searched at a safe distance above the\nwater, but no sight of the beast could be seen. Then hoping that a\nchance shot might reach and destroy him they passed to and fro over the\nlake's center and dropped their bombs. Great columns of water were sent\nhigh in air deluging them with spray. That was all. Still, they had no\nway of knowing whether a bomb had struck home. In spots the water was so\nviolently agitated as to suggest that the monster writhed in a death\nstruggle. But at last all became as quiet as before.\n\n       *       *       *       *       *\n\nIt now occurred to Omega to surround the lake with an invisible wall of\nelectricity of such power as to electrocute the beast should he attempt\nto go over or through it. This was accomplished by increasing the power\nof his motors and by automatic controls projecting a high voltage\npotential through the air around the lake. And then in addition to other\nprotective appliances already installed Omega put a similar wall about\nthe cottage, much to Thalma's relief and delight.\n\nOne night they had retired early, Thalma being weary and her time but a\nfew weeks away. To the sweet strain of music which had been in the air\nfor ages, they soon fell asleep. How long he had slept Omega could never\nguess, but he was awakened suddenly. He sat up bewildered and stared\ninto the darkness, because for some reason all lamps were out. And then\nhe became aware of a peculiar sound coming from afar. It was a queer\nnoise combining the roar of the surf upon a rock-bound coast, the sigh\nof the night wind through a forest and the rumble of thunder. Suddenly\nit seemed to him that earth and cottage were trembling, and the walls of\nthe room swayed and buckled as though smitten by a great wind.\n\nFrantically he rubbed his eyes, convinced that it was all a dream. But\nthe noise drew nearer, thundered in his ears. In terror he got to his\nfeet, tried to cry out. The words froze on his lips, for just then the\nwall before him crashed in as though struck by an avalanche. Then came a\ngrinding, splitting jumble of sounds, the solid ground shook under the\npassage of some mighty force which increased for a moment followed by a\npiercing scream.\n\nFrozen with horror Omega stared around the wrecked room whose tottering\nwalls seemed about to fall upon him. Where was Thalma? In a frenzy he\nstared into the darkness, felt over the couch. She was gone!\n\nIn some way he got outside and there in the direction of the lake he saw\nthe monster, its great bulk looming high above the ground, its head\nswaying with the swing of its legs as it lumbered along. And, merciful\nGod--held in the grip of the monster's jaws was Thalma!\n\nThe awful sight galvanized Omega to action. With a hoarse scream he\nlaunched himself at the beast, passed rapidly through the air above the\nmonster and reached out for his wife. Scream after scream rent the still\nair as he pressed forward and the beast lurched on in its haste to reach\nthe lake with its prey. But now Omega was close to his beloved, and he\nreached out to grasp her as once more he screamed right into the ears of\nhis enemy. Then perhaps in sheer terror at the audacity of man, the\ngreat jaws of the monster relaxed and Thalma fell limp and unconscious\nto the ground.\n\nAs the beast lumbered on Omega knelt by her side.\n\n\"Thank God,\" he breathed, \"she lives!\"\n\nThen he took her in his arms and turned back to the ruined home just as\na great splash informed him that once more the monster had entered his\nelement to challenge them for its possession.\n\n       *       *       *       *       *\n\nThalma soon revived, but she clung to Omega and gazed about fearfully.\nHow she had wandered out of doors and had been snapped up by the beast\nshe could not tell, but Omega said that she must have been walking in\nher sleep. They went at once to the ship and there spent the remainder\nof the night.\n\nEvery light, including those about the Mirror, had been extinguished by\nthe beast breaking the circuit. Yet it appeared that the latter's\npassage through the electric wall had caused no harm. Omega explained\nthat likely its bony scales had acted as an insulator against the action\nof the invisible wall.\n\nWhile the cottage was being repaired they remained on the ship. But\ndespite their recent harrowing experience, they went back to the cottage\nwhen the repairs were complete. It was more home-like than the ship, and\nThalma had learned to love it, for it was to be the cradle of a new\nrace. But before they again took up their residence there Omega had\nerected a high fence around the cottage yard. This fence was built of\nheavy cables securely fastened to huge posts, and each cable carried an\nelectric charge of 75,000 volts. Omega was confident that the beast\ncould never break through. His confidence was shared by Thalma, but as\nan additional precaution she suggested that Omega place a similar fence\nabout the lake. He did so, and when the last cable was in place they\nstood back and surveyed the work with satisfaction.\n\n\"We have him now,\" exulted Omega. \"He can never leave the lake alive,\nmuch less reach the cottage. Despite his tough armor of scales this high\npotential will penetrate to his vitals.\"\n\n\"It is well,\" said Thalma as they turned away.\n\nAs they neared the cottage they knew that a crisis was at hand.\nForgetting the dead world about them and subduing the fears that\nsometimes clutched their hearts, they lived in the joy of anticipation\nand made ready for the advent of a new soul.\n\nNight came down moonless and dark save for the light of the stars. In\nthe recesses of the rocks and in the bottoms of the valleys intense\ndarkness held sway. But the grounds and the home of Omega and Thalma\nwere ablaze with a thousand lamps, and on the near-by hillsides giant\nsearchlights, which seemed to have no basis, which were born in the\nbosom of the air and blazed without visible cause, shot their rays into\nthe sky for miles. Yet the powerful lights about the cottage were so\ntinted as to be restful to the eye. Thus silent and with clock-like\nregularity the agents of Omega performed their functions. Man had\nmastered all the elements of life. All were his friends and servants,\nand none was his master save one--death.\n\nIn a perfect setting and exactly at the time set for the event Alpha\ncame into the world, the child thrived from its first intake of earth's\nair.\n\nThree weeks from birth Alpha partook of solid food in tablet form drawn\nchiefly from gaseous sources. At two months his speech was perfect, and\nat six months his education began. By glandular control Omega nurtured\nboth his body and his mind and developed them rapidly. Small wonder that\nthis child--the last to grace and bless the world--became his parent's\nonly joy and hope. They guarded him from all dangers, instructed him in\nthe great part he was to play in the world's future and set about to\nconserve that element on which all depended--the waters of the lake.\n\n       *       *       *       *       *\n\nBut during all these long, hot days and frigid nights, the close\nproximity of the monster cast a shadow over their souls, marred their\nhappiness by day and terrorized their dreams by night. Often, when the\nsun beat down upon the lake, they saw his hideous head rise high above\nthe water and regard them with baleful eyes. Twice while at play Alpha\nhad seen him and had run screaming to the protection of his mother, who\nhad great difficulty in persuading him that there was no danger. This\nseemed to be true, for the monster made no attempt to force the fence.\nEndowed with more than the cunning of its remote progenitors, it seemed\nto realize that it was trapped. Many nights Omega and Thalma, armed with\ntheir ray guns and other implements of destruction, watched for the\nbeast to attempt to come on land. Sometimes he would raise his head and\nlook at them so long and steadily that icy chills ran along their spines\nand their hands shook so that they could not sight their weapons and\ntherefore shot wild. Then the head would sink out of sight again.\n\nSecure as they felt against his horrible presence it finally began to\nsap their courage. Besides, the lake fascinated Alpha, now but three\nyears old but large and strong. He loved to wander by its shore and\ndabble in the water, but so long as the beast remained, an ever present\ndanger was in this play. Besides there was the fear that he might escape\nthe watchfulness of his parents and come in contact with one of the high\ntension cables.\n\nAnd then Omega determined to try another plan--he would electrically\ncharge the water of the lake. He hoped that this would reach the monster\nin his watery lair and kill him instantly. So he constructed two giant\nmagnets and placed one on each end of the lake. Then harnessing all the\nelectrical energy at his command he sent a tremendous current through\nthe water with high potential, alternating it at ten second intervals\nfor an hour.\n\nTwo weeks later he watched for the carcass of the beast to rise. He felt\nnow that his problem was to get rid of it so that it would not pollute\nthe water, but it did not appear.\n\nWith fear and trembling Omega observed that the water of the lake was\nreceding inch by inch. Then by chemical action on the coral beds and on\nthe rocks, he created a dense cloud and caused it to form over the lake,\nthus in a measure protecting it from the sun's rays. But day by day,\ndespite the sheltering cloud, the water receded. Day after day Omega\nmoved his gauges hoping against hope that somehow and somewhere nature\nwould again awaken and bring water upon the earth.\n\nDuring all these days and months the monster did not raise its head\nabove the surface of the lake--Omega was certain of this, for had the\nwater been disturbed ever so little his water seismograph, as well as\nhis cameras, would have recorded it. The monster was dead at last and\nthey were profoundly thankful. They were the undisputed masters of the\nearth's last water! Now Alpha could play about the shore and swim in the\nshallow water in peace and safety. So the dangerous fence was removed.\n\n       *       *       *       *       *\n\nOmega knew that in the beginning the Creator had made man master of his\nown destiny. He had endowed him with reason and given the earth into his\nkeeping. Omega thoroughly understood the Ruling Power of the universe.\nHe read aright His commands, blazoned across the breasts of billions of\nworlds, and by the same token he knew that humanity on earth was doomed.\nYet he was urged on by that unconquerable spirit which had made man king\nof all. He set up his rain-making machinery with the smile of a\nfatalist. For hundreds of miles its sinuous beams sprang into the sky,\nwrithed about like great, hungry serpents with their tremendous sucking\nand receiving maws, then coiled back to earth bringing not a drop. But\none day the Mirror again showed small, faint clouds upon its surface.\nThey were scattered over various parts of the world and their presence\nmade Omega wonder. There appeared to be no reason for them.\n\n\"I do not understand those clouds,\" he said to Thalma as he sat with her\nand Alpha in the shade of the coral tree. \"Perhaps there are hidden\nplaces of moisture, that have escaped the receiving rays of this\nmirror.\"\n\n\"Let us go and see,\" exclaimed Thalma, her eyes agleam with a new hope.\n\"Let us make another voyage around the world. Alpha has never been far\nfrom home.\"\n\n\"That is so,\" he agreed. \"We will go at once.\"\n\nSo they entered the silver ship and sailed away over the hot, dry\nwastes, on and on over the cities of antiquity. The ruins of New York,\nLondon, Paris and other marts of the ancients were visited in their\nmelancholy quest for life. But even the sites of these cities were hard\nto find. Only the tops of the tallest structures, such as the tip of the\nWashington monument and the towers of office buildings stood above the\nashes and sands of centuries. But not even the shadow of a cloud was\nseen. Still they sailed on--even skirted the dark wastes of the poles\nand stopped in deep valleys to test for water. Twice around the\nequatorial regions they voyaged in search of a new and better haven, but\nin vain. The insistent cry for water burned in their souls and led them\nback to the little lake--the last sop nature had to offer the remnant of\nher children.\n\n       *       *       *       *       *\n\nAlthough the days were still hot and blistering, the nights were cold,\nice often forming on the lake near the shore and lingering until touched\nby the advancing sun. Omega understood, and again a cold fear clutched\nhis heart. Unless by some miracle of the heavens sufficient moisture\nshould come back to the earth, no human soul could long endure the heat\nof the day and the freezing temperature of night.\n\nTo still further conserve the precious water of the lake, Omega now\nextended the folds of the cloud curtain down to its shores thus\ncompletely enclosing it. And as this further reduced the evaporation to\na remarkable extent the hopes of Omega and Thalma took on new life. Here\nthey visioned Alpha and his children living and dying in peace, now that\nthe monster was no more. With the help of additional safeguards Omega\nreckoned that the water might be made to last many more years, and,\nbefore it could become wholly exhausted, some whim of nature might again\nshower the earth with rain.\n\nNow to pass the time--for there was nothing to do except to direct the\nappliances about them--this last trio of mortals loved to leave the\nshelter of the cottage, now that they had nothing further to fear from\nthe sea-monster, when the westering sun was low, and ramble among the\nshadows of the cliffs and commune with the past, until the chill of\nnight drove them indoors. Sometimes sitting there in the dusk Thalma and\nAlpha would listen to Omega's rich voice as he recounted an epic story\nin the life of long ago. So to-day seated together on a cliff above the\nairship, they watched the sun descend. Thalma and Alpha had asked for a\nstory, but Omega refused. For some time he had sat silent, his great,\nbrilliant eyes on the flaming sun as it sank toward the rim of the\nearth. A great loneliness had suddenly seized him. He recognized it as a\npresentiment of disaster. It was beyond the analysis of reason, but for\nthe first time in his life he longed to hold back that sun. Somehow he\nfeared the advent of the night. It seemed to him that before the morning\nlight would again flood the earth a dire calamity would befall them.\n\n\"Why so sad?\" asked Thalma fearfully, and Alpha, at his father's knees,\nlooked up in wonder.\n\n\"It is nothing,\" replied Omega with forced composure as he caressed the\nboy. \"Some foolish thoughts of mine. Now as it is getting chilly I think\nwe had better go down. Oh, how I dread this awful cold which is creeping\nsteadily and mercilessly over the world!\" he added softly, his eyes\nlingering on the sun.\n\nWith her usual sweet smile Thalma agreed. So they rose and floated down.\nWhen they reached the floor of the valley they paused and regarded the\ncloud that screened the lake.\n\n\"It does well,\" remarked Omega. \"It will make the water last into the\nyears.\"\n\n\"Yes, and all for our boy,\" said Thalma proudly. Alpha had left them and\nwas playing along the shore.\n\n\"It is now time that a mate for him be on the way,\" went on Omega\nwistfully. \"He must have a sister, you know.\"\n\n\"It is true,\" she agreed with a glad smile.\n\nOmega had spoken truly. Without a mate Alpha could not perpetuate the\nrace. And so it was arranged that before the rising of the morrow's sun\na new life should begin.\n\nScience had steadily advanced the span of life. When Alpha was born\nOmega was two hundred years old, but that was only middle age. Thalma\nwas twenty-five years his junior. The human birth-rate had decreased\nwith the passing of the centuries and nature now demanded the most\nexacting conditions for the propagation of the human species. Thalma at\nher age could not afford to wait longer. Alpha's mate must be provided\nforthwith.\n\n\"Alpha wants to play a while before going in,\" Thalma continued\npresently. \"I will remain with him.\"\n\n\"Very well, dear,\" said Omega. \"I will go on and prepare dinner.\"\n\nSo saying he set his face toward the cottage, but before he had taken a\ndozen steps he was startled by a piercing scream from Thalma. He turned\nswiftly, then stood paralyzed with terror and amazement. Out of the\ncloud curtain surrounding the lake protruded the ugly scale-covered head\nand neck of the monster he had believed dead! And the horrible, swaying\nhead was darting down toward the playing boy! The monster's jaws were\nspread wide, its black tongue was leaping out and in like lightning, the\nsickening saliva was dripping upon the sand, and its awful eyes were\nblazing like coals. And then in a twinkling the huge jaws seized the\nchild, the head reared back, the jaws closed, stifling the lad's\nscreams, and it started to draw back into the cloud.\n\n       *       *       *       *       *\n\nBut, after the first onrush of horror, life came again to Omega's numbed\nsenses. He darted forward with a mad cry, and as he swung through the\nair rather than ran, he seized a stone and hurled it at the brute's\nhead. His aim was true and the stone struck the great brute on the bony\nhood above the right eye. It did not harm, but it maddened the monster.\nHissing horribly it swung Alpha high in the air and with a fling dashed\nhim down upon the rocks. Then with a hoarse bellow it turned upon Omega.\nWith its first forward lunge it seemed about to crush Thalma, who was\nbetween it and its intended victim. But the sight of her mangled child\nand the danger to her lord roused all the latent fury and courage in her\nsoul and made of her a fighting demon. Like Omega she grabbed the first\nweapon at hand--a stone the size of a man's fist--and with the hot\nbreath of the monster in her face she hurled the stone with all her\nstrength straight into the red, gaping mouth.\n\nWith a blood-curdling scream the brute halted, reared backward, then ran\nits head back and forth over the rocks. Its loathsome body threshed\nabout in the lake, throwing water far up on the beach. Then in its\ncontortions it wallowed up out of the lake as it swung its terrible head\nabout in agony, all the while hissing its challenge.\n\nTerror-stricken, unable to move, Omega and Thalma watched it and could\nnot understand its writhings. But as it continued to writhe and groan\nthey understood at last--the stone had lodged firmly in its throat and\nwas choking it to death.\n\nThen they sprang to Alpha's side. Omega gathered him up in his arms, but\nhe saw with one agonized glance that he was dead. His skull was crushed\nand it appeared that every bone in his body was broken.\n\nOmega's heart was bursting, but he did not cry out. Holding the crushed\nbody of his son, he raised his eyes to that God who throughout the ages\nhad hidden His face from man, and smiled a brave smile of humility and\nresignation. While Thalma, understanding all, looked on dumb and\ndry-eyed.\n\nLeaving the monster floundering about in its death agony, they took\ntheir beloved son to the cottage and there injected those chemicals\nwhich would forever arrest decay. Then they placed him on his cot that\nhe might be with them to the end of life. It was then that Thalma,\nbroken in spirit, found refuge and relief in tears which have always\nbeen woman's solace and savior.\n\nAnd Omega, gazing out toward the lake, saw that the monster lay still.\nThey had won their long battle, but at an awful cost. Omega realized\nthat the gigantic creature, probably deep in a water cavern, had been\nonly stunned by the electric charges.\n\n       *       *       *       *       *\n\nThalma refused to be comforted. Day after day she wept above the\nlifeless form of her boy. All Omega's words of consolation, all his\nreasoning and faith in the wisdom and justice of all things, failed to\nsoothe her torn heart. Nor did the promise of another child, rouse her\nfrom her sorrow. She steadfastly refused to consider another child. Life\nhad lost its last hold on her soul, and now she was ready to surrender\nto that cruel fate which had given them mirages of promise and mocked\ntheir misery. In vain Omega explained that it was their duty to fight\non; that they, the last of a once noble race, must not show the white\nfeather of cowardice. He mentioned the great consolation they had of\nhaving their beloved son ever near them, though lifeless. But Thalma\nlonged for the presence of the soul, for those words of endearment and\nlove that had thrilled her mother heart.\n\nBefore the embalmment it would have been possible for Omega to restore\nlife to his boy. Man had mastered all the secrets of biology and life.\nHe could have mended the broken bones and tissues, revitalized the heart\nand lungs and cleared the brain. Alpha would have walked with them\nagain. But his personality would not have been there. That mysterious\nsomething, men call the soul, had fled forever, and so far mankind had\nnot been able to create its counterpart. To have brought life again to\nAlpha would have been a travesty on the brilliant mind they had known.\nOmega recalled many pathetic examples of such resuscitation where the\nliving had walked in death.\n\nOmega foresaw the end, but he smiled in the face of it all. He was the\nsame kind and loving companion Thalma had always known, her every want\nhis command and law. But no more she realized its inspiration and love.\nHe seldom left her side any more, but sometimes overcome with sorrow he\nwould soar up above the peaks and commune alone with the past.\n\nSo to-day he had risen higher than usual. The red sun beat upon his body\nas he hovered in the hot air, his eyes fixed on the distant sky line. He\ngazed like a famished animal, for it seemed to him that at last a cloud\nmust appear above that hopeless shore of land and sky and bring renewed\nlife to him and his. Yet he fully realized the impossibility of such a\nthing. Slowly his great, dark eyes roved around the horizon. He loathed\nits dreary monotony, and still it fascinated him. Beyond that dead line\nof land and sky lay nothing but ghastly death. His many voyages in the\nairship and the reflecting Mirror told him that, but still he hoped on.\n\nWhen at last he glided down to the cottage the sun was low. Having\nregistered the time in his mind when he left Thalma--for countless\ngenerations man had dispensed with time-keeping devices--he realized\nthat he had been gone just three hours. Reproaching himself for his\nnegligence he entered the doorway, then stared aghast.\n\nUpon Thalma's wide couch facing a painting of the ancient, green world,\nshe had placed the body of Alpha, then lain down by his side. Her glazed\neyes were fixed upon the picture, and for the first time in many weeks\nthere was a smile about her lips.\n\nOmega knelt by her side, took her cold hands in his and feverishly\nkissed her brow. With a grief too deep for tears he smiled at death,\nthankful for the love she had borne him. Nor did he censure the Plan of\nthe Creator, the Plan that had led him, Omega, scion of the world's\ngreat, up to the zenith of life and now left him alone, the sole\nrepresentative of its power. Thalma had passed on, and in the first\ncrushing moments of his agony Omega was tempted to join her. Without\neffort and without fear or pain, his was the power to check the\nmachinery of life.\n\n       *       *       *       *       *\n\nCrushed and broken, Omega sat by his dead, while the shadows of night\nentered the valley and wrapped all in their soft embrace. When would his\nown hour strike? He might retard or hasten that time, but the real\nanswer lay in that little lake out there under the stars, daily\nshrinking despite the cloud curtain. There was nothing more to live for,\nyet he determined to live, to go down fighting like a valiant knight of\nold, to set an example for the sons of other worlds.\n\nBut despite his brave resolution his grief for a while seemed likely to\nmaster him. Heart-broken he finally went out into the cold dusk and\ngazed up at the heavens appealingly.\n\n\"Alone!\" he whispered as an overwhelming sense of his isolation tore his\nspirit. \"Alone in a dead world--the sole survivor of its vanished life!\"\n\nHe slumped to the ground and buried his face in the cold dust. His\nthoughts were jumbled in a maze of pain and sorrow. He could neither\npray nor think. Gasping, dying a thousand deaths, he lay there groveling\nin the dust. But at last he rose, dashed the dust from his eyes and\nagain faced the sky. He would accept the cruel mandate of nature. He\nwould live on and try to conquer all--even death.\n\nHe cast his eyes along the shore of the lake, and there in the starlight\nloomed the form of the dead monster which, but for Thalma's unerring\naim, would have been the last of earth's creatures. Omega sighed and\nturned back to his dead.\n\nBut despite his resolution to live the loneliness was sapping Omega's\nspirit. During the following weeks in a mood of recklessness and despair\nhe allowed the cloud curtain to dissolve above the lake. Once more the\nsun's hot rays poured down unhindered and the lake receded rapidly.\n\nAs time went on Omega grew more restless. Only by taking many voyages\naround the world was he able to endure the appalling silence. He was the\nlast traveler to visit the ancient marts of man, he was the last hope\nand despair of life. Sometimes he talked aloud to himself, but his words\nsounded hollow and ghostly in that deep silence, which only added to his\nmisery.\n\nAnd then one day in a fit of desperation he rebelled. He cursed the fate\nthat had selected him to drink the last bitter dregs of life. In this\ndesperate frame of mind he evolved a daring plan. He would not drink\nthose dregs alone!\n\n       *       *       *       *       *\n\nIn the chemical laboratory of the ship were all the elements of creative\nforce and life known to man. From the four corners of the earth they had\nbeen garnered, and some had come from sister planets. Here were the\ningredients of creation. For thousands of years man had been able to\ncreate various forms of life. He had evolved many pulsing, squirming\nthings. He had even made man-like apes possessing the instinct of\nobedience, and which he used for servants, and much of his animal food\nalso had been created in this manner.\n\nBeing skilled in all branches of biology and chemistry Omega would\ncreate a comrade to share his long wait for death. So he set to work and\nthe task eased the pain in his heart. He placed his chemicals in the\ntest tube and watched the cell evolve until it pulsated with life.\nCarefully nursing the frail embryo he added other plasms, then\nfertilized the whole with warm spermatozoa and placed it in the\nincubator over which glowed a violet, radio-active light.\n\nThe young life developed quickly and soon began to take form within the\nglass walls. In a month it half-filled the incubator, and at the end of\nsix weeks he released it, but it still grew amazingly.\n\nAt first Omega was appalled by the monstrosity he had created, for it\nwas a loathsome, repulsive creature. Its head was flat and broad and sat\nupon its sloping shoulders without a connecting neck. Its legs were\nshort, but its arms were long, and when standing erect it carried them\nwell in front of an enormous torso. Its short hands and feet were webbed\nlike those of a duck. It had no visible ears, and its nostrils were mere\nholes above a wide, grinning, thin-lipped mouth, which was always spread\nin a grin. Its large, round, red eyes had no gleam of intelligence, and\nits hairless skin, covered with minute, sucker-like scales, lay in\nloose, ugly folds across its great chest. Most of its movements were\nslow and uncertain, and it hopped about over the floor like a giant\ntoad, uttering guttural sounds deep within its chest. Omega had set out\nto create an ape-man, but this thing was neither man nor beast, bird or\nreptile, but a travesty on all--an unspeakable horror from the dead womb\nof the past.\n\nYet hideous as this creature was Omega looked upon it with a certain\ndegree of gratitude. It was a companion at least, and it seemed to\nreciprocate the respect of its creator by fawning upon him and licking\nhis hand. Its red tongue always hung from its slavering mouth like that\nof a panting dog. Omega named it The Grinner, because of its habitual\nand ghastly smile. He took it to the cottage that it might wait on him\nthrough the long hours of solitude. That night it slept by his side,\ncontent and motionless. But the next morning after this first night of\nincongruous companionship Omega was awakened by its stertorous\nbreathing and the touch of a cold, clammy sweat which was oozing from\nits pores and dropping upon the floor.\n\n       *       *       *       *       *\n\nThroughout the day Omega marveled at this phenomenon. He noticed that\nthe weird thing went often to the drinking fountain and wrapped its\ntongue about the water jet. That night he awakened at midnight to find\nThe Grinner gone. He did not bother to look for him and mid-forenoon he\nreturned. His rotund form seemed to have grown even larger, and as he\nambled about on all fours the sweat trickled from his repulsive skin and\ntrailed across the floor. It was a strange thing and Omega was at a loss\nto account for it, but his wonder was eclipsed by his appreciation of\nThe Grinner's companionship. The Grinner was often absent for hours at a\ntime, but he always returned of his own free will. Omega often saw him\nambling among the rocks or stretched out in the sun on the beach. He\nformed the habit of letting him have his way, which was that of extreme\nlaziness. But during all this time he was growing prodigiously. In three\nmonths he had become a monster weighing well over half a ton, but he\nstill retained his amiable nature and affection for his master.\n\n       *       *       *       *       *\n\nOmega seldom left the cottage. Determined to live as long as\npossible--for the age-old urge of life still persisted--to do nothing to\nhasten his end, he, nevertheless, was doing nothing to defer it. His\nsoul in the past, he desired only to be near his dear ones. For hours he\nwould sit gazing on their peaceful features, pouring into their heedless\nears the love songs of his heart. Living for them, patiently awaiting\nthe day when he, too, could enter into rest, he paid less and less\nattention to The Grinner, only noticing that he grew more horrible and\nrepulsive as his size increased.\n\nLonely and despondent Omega at last left the cottage only to go to the\nairship for supplies. He seldom even looked toward the lake. It was a\nlong time since he had walked about its shores, but one afternoon the\nimpulse came to wander that way again. He was amazed that the water was\ndisappearing so rapidly. The body of the monster now lay more than\nfifteen rods from the water's edge, though it had been killed on the\nedge of the lake.\n\nWith an indifferent and melancholy gaze Omega looked across the lake.\nSuddenly his stare became fixed and wild, like that of one stricken\ndumb. About twenty rods out the water was suddenly agitated as though by\nthe movement of some great bulk along its bottom, and then for a\nfleeting instant he glimpsed a dark, shining form heave above the\nsurface, then sink out of sight before he could grasp its details.\n\n\"My God,\" he exclaimed hoarsely, \"there is another sea-monster! Likely\nit is the mate of the one Thalma killed. I might have known there would\nbe a mate. We were dealing with two of the beasts all that time. And now\nthis thing disputes my right to the water!\"\n\nOmega's face grew grim and stern as he glared out over the water and his\nheart-beats quickened. The latent combativeness of humanity was once\nmore aroused in him. He had considered himself the last representative\nof life on earth. He should remain the last. No beast should claim that\nhonor. He would kill it.\n\nThen for two weeks he waited and watched for it to reappear, waited with\nall the terrible atomic weapons at hand, but he saw it no more. The\nGrinner sleeping in the sand was the only form of life to be seen, and\nat last he became weary of the hunt. He figured that some day he would\ncharge the lake, but there was no hurry.\n\nAt last Omega lost all interest in the things about him. The Grinner\ncame and went unhindered and almost unnoticed. He continued to grow, but\nOmega gave him little thought. Even the treasures in the airship had\nlost their lure for him. Disconsolate and hopeless, yet clinging grimly\nto life, he passed his time in the company of his dead.\n\nHe had not left the cottage for several weeks, when one cold morning\nafter a sleepless night, something impelled him to go in search of The\nGrinner who had been absent all night. As this had become a frequent\noccurrence during the past two months Omega's curiosity was aroused. As\nhe glided toward the lake he wondered why his interest in his\nsurroundings had been aroused by thoughts of The Grinner, and once more\nhe thought of killing that other sea-monster in the lake. The lake! He\nstopped and stared and stared. The lake was gone! Only a pool of an acre\nor two remained, and in its center, disporting himself in glee was--not\nthe monster he was looking for--but The Grinner! The bloated creature\nwas rolling about in the water with all the abandonment of a\nmud-wallowing hog.\n\n       *       *       *       *       *\n\nOmega gazed in astonishment, then a shrill laugh escaped him. He had\nmistaken The Grinner for another monster of the deep. It was the last\njoke of life, and it was on him.\n\nThen he realized that this grotesque child of his hands, having in its\nsystem the combined thirst of the dry ages--man, animal, plant, bird\nand reptile--was sucking up the lake, absorbing it through his pores,\nthen sweating it out only to repeat the process. Water was his element\nand food. From the dim, dry past had come nature's cry for water to find\nexpression in this monster of Omega's making. That which he had created\nfor a companion had grown into a terrible menace, which was rapidly\nexhausting his remaining stronghold of life. But, somehow, Omega did not\ncare, and as he watched the monstrous thing finally flounder its way to\nthe shore and lie down panting in the sun, he was glad that it was not\nanother monster of the deep.\n\nFor a moment Omega's eyes rested on the drying form of the dead beast on\nthe slope above him, then with a shudder he turned to The Grinner.\n\nHe went up close and stared into its terrible eyes which blinked back at\nhim as its mouth spread in a leer. Already the sweat was coursing along\nthe slimy folds of its skin and dripping off to be swallowed by the\nthirsty ground. It was a huge water sucker. It took water in enormous\nquantities, fed upon its organisms, then discharged it through its skin.\nAssisted by the rays of the sun it was rapidly drying up the lake.\n\nNow, as Omega stood regarding it in awe and wonder, it showed signs of\ndistress. It began to writhe and utter hoarse cries of pain. Its eyes\nrolled horribly, its great, barrel-like body heaved and trembled, and it\nwaved its long arms and threshed its feet upon the ground. Omega\nrealized that it was the victim of its own abnormal appetite. With the\nrelish of a gormandizer it had taken more of its peculiar food than even\nits prodigious maw could assimilate. Soon its struggles became fiercer.\nIt rolled over and over in contortions of agony, the sweat streaming\nfrom its body, while a pitiful moaning came from its horrid mouth. But\nat last it became quiet, its moanings trailed off into silence, it\njerked spasmodically and lay still.\n\nOmega approached and placed his hand over its heart. There was no\npulsation. The Grinner was dead.\n\nWith a sigh Omega turned back to the cottage. Although he was now alone\nonce more, he did not care. All he had to do was to prepare himself for\nthe Great Adventure, which despite all man's god-like achievements,\nstill remained a mystery.\n\nNow that the lake was almost gone it again drew his attention. The\nsickly grass had long since given up trying to follow the retreating\nwater and now was only a dead and melancholy strip of yellow far back\nfrom the shore. Every day Omega went to the little pool and calmly\nwatched it fade away, watched without qualms of fear or heartache. He\nwas ready. But even now, hot and weary, he refused adequately to slake\nhis thirst. He must fight on to the last, for such was the prerogative\nand duty of the human race. He must conserve that precious fluid.\n\n       *       *       *       *       *\n\nAt last there came a morning when Omega, gazing from his doorway, looked\nin vain for the shining pool. Nothing but a brown expanse of rock and\nsand met his view where the lake had been. Already the salt crystals\nwere glinting in the sun. A long, lingering sigh escaped him. It had\ncome at last! The last water of those mighty seas which once had covered\nnearly the whole earth, had departed leaving him alone with the dead of\nages.\n\nHot and feverish he glided over the dry bed of the lake. Finally in the\nlowest depression on earth he found, in a little hollow of rock, a mere\ncupful of water. Like a thirst-maddened animal he sucked it up in great\ngulps, then licked the rock dry. IT WAS THE LAST DROP!\n\nOmega rose, his face calm and resigned. With a smile of gratitude he\nlooked up at the sky. The water was bitter, but he was thankful he had\nbeen given the final cup.\n\nThen he went to the airship and shot up into the blue and on around the\nworld in a voyage of farewell. In a few hours he was back. Reverently he\nset the airship down on its landing place. He was through with it now.\nIts usefulness was gone, its great, pulsing motors forever silent, soon\nto be covered with the dust of ages, he would leave it a monument to\nmankind. For a little while he wandered among the treasures of the ship.\nSacred as they were they still mocked him with their impotency to stay\nthe hand of death. But he loved them all. Thalma had loved them and they\nhad been Alpha's playmates, and their marvelous powers had been his hope\nand inspiration. With loving caresses and a full heart he bade good bye\nto these treasures of his fathers, soon to become the keepsakes of\ndeath.\n\nAt last having completed the rounds he let himself out into the still\nair. Resolutely he set his face toward home.\n\nThe hot noonday sun, beating fiercely down on the dead world, entered\nthe cottage and fell in a flood of glory about the couch where Omega,\nthe last man, lay between his loved ones. His great eyes were set and\nstaring, but on his features rested a smile of peace--the seal of life's\nlast dream.\n\n\"The rest is silence.\"\n\n\nTHE END\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Amazing Stories_ January 1963 and was\n    first published in _Amazing Stories_ January 1933. Extensive\n    research did not uncover any evidence that the U.S. copyright on\n    this publication was renewed. Minor spelling and typographical\n    errors have been corrected without note. Significant typesetting\n    amendments have been made based on the original 1933 publication,\n    courtesy of www.booksfromthecrypt.com.\n\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Omega, the Man, by Lowell Howard Morrow\n\n*** END OF THIS PROJECT GUTENBERG EBOOK OMEGA, THE MAN ***\n\n***** This file should be named 26882.txt or 26882.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/6/8/8/26882/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}