{"title": "Zehru of Xollar", "author": "Hal K. Wells", "releaseDate": "October 14, 2008", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n[Illustration: _Blake made a lightning snatch at a tentacle with both\nhands._]\n\n\nZehru of Xollar\n\nBy Hal K. Wells\n\n\n  Three Earthlings are whisked on an\n inter-dimensional journey to the den\n      of the Scientist Zehru.\n\n\nWhen the rolling thunder of infra-bass first came to their ears, Robert\nBlake and Helen Lawton were standing on the platform of a New York\nsubway station waiting for the arrival of an uptown express to bear them\nto their homes.\n\nThey made a strikingly attractive couple as they stood there. New York\nhad not had time as yet to remove the bronze tan of an outdoor life from\nBlake's ruggedly good-looking face. His tall athletic figure was still\nconspicuous for the lithe strength that had made him an All-Western\ntackle less than two years ago.\n\nStanding beside Blake's husky figure, Helen Lawton looked like a tiny,\nvery perfect, blonde doll, with an exquisitely molded face framed in\ncurly bobbed hair that was the clear golden-amber hue of orange honey.\nThere was a diamond sparkling on the ring finger of the girl's slim left\nhand, placed there by Blake.\n\nIt was well after midnight, and the only other passenger waiting on the\nstation was a burly chap leaning against one of the white pillars on the\nother side of the platform. After a casual glance at the fellow, with\nhis derby hat shoved far back from a low forehead, his blatantly\nconspicuous clothing, and the suspicious bulge under one arm-pit, Blake\nhad mentally set him down as a minor gangster, probably a strong-arm man\nfor some beer mob.\n\nBlake and Helen had been standing there but a few minutes when the\nstrange sound first became audible. For a moment Blake thought it was\nmerely the rumbling roar of an express approaching far down the tunnel.\nThen he realized that no subway train could possibly produce a sound\neffect so oddly disturbing and strangely alien.\n\nIt was like no sound that Blake had ever heard before. Vibrant with\ncolossal power, it suggested a sustained note struck from a giant organ,\na note so low in pitch that it seemed a full octave below the lowest\nbass note ever struck. Whatever it was, the thundering vibration of\ninfra-bass was coming nearer with startling swiftness.\n\n       *       *       *       *       *\n\nIt was impossible to locate the source of the mighty pulsing note. It\nseemed to be coming simultaneously from all directions, like a great\nhollow sphere of invisible sound waves closing in with the station\nplatform as its central focal point.\n\nHelen's face was white with dread as she shrank closer into Blake's\nembrace. Blake noted that the gangster across the platform was standing\ntensely at bay with his back against the pillar and his right hand\nthrust under his coat as he stared wildly about him in an effort to\ndiscover the cause of the disturbance.\n\nThe rolling thunder closed in upon them with a final rush that brought\nit so near that their very bodies seemed to vibrate in harmony with that\nmighty note of shuddering bass. Then with startling abruptness the green\nnet came.\n\nOut from the walls and down from the roof spurted scores of quivering\nribbons of blinding green flame. Swiftly the radiant tendrils rushed in\nupon the shrinking three from every side, while the infra-bass thundered\nin mighty crescendo.\n\nBlake instinctively swept Helen close within the shelter of his arms in\nan effort to protect her with his own body against the searing menace of\nthose onrushing green flames. The next moment the fiery ribbons were\nupon them, lashing about their bodies, crossing and crisscrossing in the\nair above and around them in a great tangled web of interlacing lines of\nflame that filled the entire platform.\n\n       *       *       *       *       *\n\nWith a shock of relief Blake found that there was no heat in those\nstrange flames, but his relief was short-lived as the next second\nbrought him realization of the real menace of the radiant ribbons. There\nwas a solidity and strength in those glowing streamers that held them as\nhelplessly captive as though they were gripped in ribbons of steel.\nDazed and helpless, the three struggled for a moment in the meshes of\nthe weird net of flame like fish caught in the strands of some giant\ncosmic seine.\n\nThe trembling thunder of infra-bass abruptly changed to a thin whining\nnote so high in pitch that it seemed the nearly soundless ghost of a\nmetallic scream. With the change in sound Blake became aware of a new\nand astounding change in his surroundings.\n\nThe walls and roof of the station seemed closing in upon him as though\nhe were growing in size at an incredible rate. The next moment he shot\nthrough the roof, hurtling on and upward with the velocity of a rocket.\nThe sensation was one that his reeling brain could not even grasp. His\nbody seemed to be inside every stone, iron bar, and lump of earth, yet\nat the same time every exterior object seemed _within_ his body. It was\nan eery chaos of a dozen different dimensions blending to form a Space\nin which there was no known dimension.\n\nAs they flashed on out to the surface Blake had one hazy glimpse of\nManhattan's glowing lights spread all about them. Then the speed of\ntheir progress leaped into a new and terrible acceleration that blotted\nout every tangible sensation from Blake's brain.\n\nTime and Space alike seemed to vanish as their hurtling flight sent them\nrocketing on for distances inconceivably vast through a bleak and\nappalling Nothingness, where neither sight nor sound existed.\n\nThen abruptly the speed of their flight seemed to be lessening.\nSensation returned to Blake. He again heard the thin high-pitched\nmetallic wail, now swiftly deepening to the familiar growl of rolling\nbass. He again noted the presence of the glowing green ribbons of the\nnet that still encircled them.\n\n       *       *       *       *       *\n\nA blindingly brilliant purple mist was now closing in upon them from\nevery direction, bringing with it a nameless and agonizing force that\nseemed to be shaking the very atoms in Blake's body asunder. Then they\ndropped swiftly down out of the purple mists, and the strange agony at\nonce vanished. Blake felt their downward progress come to an end with\nthe gentle arrival of his feet upon firm ground.\n\nThe encircling net of green flame glowed dazzlingly brighter for a brief\nmoment, then swiftly vanished into thin air, while the mutter of bass\nvibrations simultaneously died away into silence. Blake staggered and\nnearly fell as the sudden release from the net's strands again left his\nbody free.\n\nHe looked down at Helen as she stood huddled close beside him, still in\nthe shelter of his arms. The girl's face was white with terror as she\nlooked back up at him.\n\n\"Bob, what happened--and where on earth are we?\" Her voice trembled a\nlittle in spite of her plucky effort to keep it steady.\n\nBlake's bewildered gaze was already roving around them trying to\ncomprehend the incredible details of their surroundings. \"I've no idea\nwhat happened, dear,\" he answered slowly. \"As to where we are now, I'm\nvery much afraid it's nowhere on Earth!\"\n\n\"Then where is this hopped-up layout anyway, fellah, if it ain't on\nEarth?\" broke in a voice with a decided East Side twang. Blake quickly\nturned and saw that the gangster had remained with them in that eery\nflight in the green net. There was an expression of dumfounded amazement\nupon the man's heavy face, and he was obviously anxious to be friendly\nwith the two who now represented the only link with the familiar world\nhe had known.\n\n\"Gee, for a minute I thought they had me on the spot in some new way,\nsure!\" he chattered excitedly as he came quickly over to join Helen and\nBlake. \"There's plenty of guys wantin' to turn the heat on me there in\nthe Big Town. I'm Gil Mapes, see? But this ain't no frame-up like any I\never heard of. What happened anyway, fellah?\"\n\n       *       *       *       *       *\n\nFor the moment Blake did not answer. The three of them were silent as\nthey stared about them with eyes that were dazed by the startlingly\nunfamiliar aspect of every detail in their surroundings.\n\nFrom the twin purple suns that blazed down through the tenuous mists\noverhead to the barren blue-gray ground underfoot, there was not a\nsingle object familiar to Earthly eyes. The huge enclosure in which the\nthree of them stood was obviously the work of intelligent beings of some\nkind, but its mechanical details were products of a science different\nfrom any known to Blake.\n\nThe purpose of the enclosure seemed to be to maintain an area of clear\nair in the midst of the swirling purple vapors that pressed in against\nit from the top and from every side. In shape it was a great oblong\ncell, some fifty feet high, two hundred yards long, and about one\nhundred yards wide. The three captives stood near the center.\n\nFencing in the enclosure at twenty-yard intervals and reaching upward to\nthe ceiling were slender posts of some lusterless black metal. Between\nthese posts streamed unbroken, nearly transparent sheets of some unknown\nforce, the only visible sign of which was the presence of countless\nmillions of tiny shimmering golden flecks which danced like dust motes\nin a ray of sunlight. It was obviously this thin sheet of unknown force\nthat was keeping the purple mists at bay, for fan-like antennae at the\ntop of each post spread a similar shimmering sheet that formed a ceiling\nfor the clear-aired area.\n\n       *       *       *       *       *\n\nThe three Earthlings were facing one of the side walls of the big\nenclosures. The purple mists outside made it hard to see clearly for\nany distance, but Blake had an impression that the surrounding terrain\nwas featured by the same barren, nearly desert bleakness that\ncharacterized the interior of the enclosure, where scattered clumps of\ndead, spiky black branches of shrub-like vegetation were the only sign\nof plant life.\n\nJust within the distant end wall at their right there was a low platform\nsurmounted by a wide arch some ten feet in height, both constructed of\nsilver-colored metal. There was nothing between them and the end wall to\ntheir left, but they could see that the ground sloped sharply upward\nfrom the barrier-sheet, and on the crest of the ridge a gigantic\ncone-shaped structure of solid black could be seen dimly through the\nintervening mists.\n\nThe cone-building seemed to be the source of the power that kept the\nenclosure intact. Slender cables of black metal ran down the slope from\nit into the clear-aired space, spreading out over the dusty gray-blue\nground to the base of each of the tall posts, with a heavier\ncopper-colored cable running on the silver arch. From within the\nwindowless interior of the cone there was audible a low hum as of\ntremendous power being generated there.\n\n\"Gee, what a rummy joint this place is!\" There was frank awe in the\ngangster's voice as he at last broke the silence. \"That guy with the\ngreen net sure took us for one sweet ride. Mebbe we're on the Moon now,\nor on Mars, huh?\"\n\nBlake shook his head. \"No, we're completely out of our entire solar\nsystem. Those twin purple suns up there prove that. We may even be in\nanother universe, or another dimension from our own. A piece of\napparatus that could whisk us up through fifty feet of earth and masonry\nas that green net did obviously works in dimensions of which we've\nnever dreamed. The only thing we're sure of is that we were brought to\nthis purple world deliberately and intentionally by an intelligent being\nof some kind, scooped up like tadpoles from a mud-puddle and dumped here\nin this elaborate enclosure It had already prepared for us.\"\n\n       *       *       *       *       *\n\nBlake nodded to where the black cone-building loomed through the purple\nmists outside the end wall. \"Whoever or whatever the thing was that\nbrought us here, I have a hunch It's there in that power-house watching\nus. I'd suggest that we walk down toward that end of the enclosure for a\ncloser look. We may at least find out whether we're guests or\nprisoners.\"\n\n\"Listens good to me, fellah,\" agreed Mapes, sliding a hand up to his\nshoulder holster and bringing out a squat black automatic pistol of\nheavy caliber. \"We'll do a prowl, over that way, and if His Nibs tries\nany more funny business mebbe a few slugs outta this rod will change his\nmind for him.\"\n\n\"Better go easy with the gun, Mapes,\" advised Blake as the three of them\nstarted slowly toward the cone-building. \"From what we've already seen,\nthere must be weapons in this world that would make your pistol look\nlike a kid's pop-gun. We'd better go easy till--wait, what's that?\"\n\nThe thin high-pitched whine, followed promptly by the familiar growling\nthunder of infra-bass, had again become audible. At the same moment a\nlong pencil-like beam of green light glowed into visibility, extending\nfrom the tip of the cone to a point high within the enclosure just back\nof them. As they halted abruptly and watched, they saw the interlacing\nmeshes of the green flame-net materialize suddenly at the end of the\nbeam.\n\nThe beam curved into an arc that dropped the net swiftly to the ground\nsome thirty yards from them. Its meshes were packed nearly full of dark,\nwrithing figures.\n\n\"Looks like some more tadpoles arriving for our pond!\" Mapes exclaimed.\n\"I wonder what part of N' Yawk His Nibs yanked these babies from?\"\n\n       *       *       *       *       *\n\nBlake's answer died on his lips as the net and beam glowed blindingly\nbrighter for a brief second, then disappeared, leaving the dark figures\nin full view. Helen choked back a gasp of horror. Mapes swore in\nconsternation and hurriedly swung his pistol into line with those\nwrithing shapes.\n\nThe net's latest captives were not from New York, nor were they from any\nother part of the planet Earth. Hideous spawn of some unknown world out\nin the black void of Space, they writhed for a moment in a nightmare\nchaos of countless brown-furred bodies, then swiftly disentangled\nthemselves before the staring eyes of the three Earthlings.\n\nThe things were apparently too low in the mental scale to have any\nreaction to their situation other than a blind instinct to attack any\nother living being within reach, for they promptly headed for the three\ncaptives from Earth.\n\nAs the creatures came shambling rapidly forward on powerful bowed legs,\nand with the tips of their long hairy arms brushing the ground, they\nlooked like grotesquely distorted apes. The crowning horror of those\nshambling figures, however, lay in the fact that they were completely\nheadless!\n\nEven when the things approached to a distance of less than ten feet\nbefore halting in momentary indecision, Blake could detect no sign of\nany normal skull in the blunt space at the top of the powerful hairy\ntorso. There was a furry-lipped mouth opening of some kind in the hollow\nbetween the bulging shoulders, but of eyes, ears, nose, or brain cavity\nthere was no discernible trace.\n\nFor a long moment the headless ape-things and the three human beings\nstood silently facing each other. Mapes' pistol was leveled pointblank\nat the nearest of the creatures, but their overwhelming numbers made the\ngangster hold his fire.\n\nThere were two distinct groups of the things. At least twenty members of\neach group were in the crowd facing the Earthlings. To the rear of these\nattackers two oddly repulsive objects were carried and carefully\nshielded by picked guards of four unusually large and powerful\nape-things.\n\n       *       *       *       *       *\n\nThe nature of those two guarded objects puzzled Blake. They looked like\nlarge eggs of dirty-gray jelly, about a yard in length. They were\nobviously alive, for their gelatinous masses quivered and trembled in\nconstant activity. Blake noted that there seemed to be a curious\nconnection between the ebb and flow of pulsations in the egg-masses and\nthe movements of the ape-things.\n\nHis attention was abruptly recalled to the headless things in front of\nhim as they suddenly began shambling forward again. There was no\npossible mistaking the intention of those advancing horrors. They were\nmoving to the attack.\n\nThey reached barely to Blake's shoulders, but he realized that their\nenormous numbers and hook-taloned hands would make the result of the\nbattle almost a foregone conclusion. The fact that the headless things\nwere without eyes was no handicap to them. The swift certainty of their\nmovements proved that they had a sense of sight of some kind that was in\nevery way as efficient as eyesight.\n\nBlake looked hurriedly around him, seeking a place where they might be\nat the best possible advantage in the impending battle. There was a\nsmall dense thicket of the spiky dead branches half a dozen yards to\ntheir right. At Blake's low command, the three made a dash for the\nthicket. Arriving there, they ranged themselves against it, with their\nbacks at least partially protected from attack.\n\n       *       *       *       *       *\n\nThe maneuver seemed to puzzle the ape-things for a moment. They stood\npassively watching the retreat of the three until they had reached the\nthicket. Then the creatures again began slowly closing in upon them.\nBlake snatched up a dead branch from the ground near the thicket, and\nwas delighted to find that its weight and tough fiber made it an\nexcellent club.\n\nHe stripped off his topcoat and passed it back to Helen. Its tough\nfabric, heavily rubberized for proof against rain, might guard her head\nand face at least momentarily from those ripping talons if the headless\nattackers came to close quarters. With Helen safely behind them, Blake\nand Mapes turned grimly to face the enemy.\n\nThe attack was prompt in coming. Moving with the perfect synchronization\nof a single unit, one of the main groups came shambling in, followed an\ninstant later by the other group. Mapes' pistol sent a bullet crashing\nsquarely into the nearest attacker. The creature staggered momentarily,\nthen came lurching on again, apparently not even crippled. Blake swung\nhis heavy club in a whistling arc that sent two of his adversaries\nbroken and writhing to the ground.\n\nHe heard Mapes' pistol bark four times more as the things closed in.\nThen the gun was knocked from the gangster's grip by a groping\ntalon-armed hand. Mapes tried to batter back his assailants with his\nnaked fists, but the flailing arms of the horde knocked him from his\nfeet. His limp body was promptly tramped into unconsciousness by the\nmilling feet of the close-packed group.\n\nBlake lashed the heavy club about him with a burst of savage fury that\nfor the moment sent the furred horrors reeling backward. Their retreat\nended after a scant two yards. Reforming their ranks, they again began\ncautiously shambling forward in a new attack that Blake realized would\nprobably mean the end.\n\n       *       *       *       *       *\n\nIt was easy enough to batter the things to ground, but it seemed\nimpossible to seriously hurt them. Their incredible vitality and their\noverwhelming numbers made them almost invincible. Grimly Blake set\nhimself to battle as long as he could in that last desperate effort to\nkeep the hordes at bay.\n\nHe noticed idly that the two groups still kept their oddly separated\nformation. Behind them the two egg-masses of jelly were now seething in\nnew activity after a brief lessening of their gruesome shivering. Blake\nnow saw that there was a direct and unmistakable connection between the\nactivity of the jelly and the corresponding activity of the ape-things.\n\nRealization of the fact sent a sudden flash of inspiration flaming\nthrough Blake's weary brain, correlating the real significance of a\ndozen different things he had been subconsciously noting ever since the\nfirst appearance of the weird beasts.\n\nThose attacking things were not hordes of individual animals. They were\nmerely two complete organisms, with the members of each organism\ncontrolled by its nucleus through invisible lines of nervous force as\nthe various individual cells of the human body are linked by nerve\nfibers. No wonder the creatures themselves were blind. The egg-mass that\nwas the nucleus of each of the two groups was eyes, brain, and seat of\nlife for every ape-thing in the group.\n\nWith a swift surge of hope Blake realized the way to conquer the things.\nIf he could only shatter those flaccid masses of jelly, he would destroy\nthe swarming dozens of beasts at the same time.\n\nReaching the jelly ovoids seemed at first consideration to be an\nimpossible task. They were carefully guarded far in the rear of the\nattacking groups. Blake knew that he had scarcely a chance in a hundred\nof battering his way through the intervening ape-things.\n\n       *       *       *       *       *\n\nThen he remembered the gangster's pistol. His searching eyes found it\nimmediately, there on the ground nearly under the feet of the ape-things\nas they again shambled forward to the attack.\n\nBlake staked everything upon a last desperate sortie against the\nadvancing things. With his club whistling around his head in crashing\nblows that wrought murderous havoc in the close-packed hordes, he drove\nthem back for one breathless moment that gave him time to leap forward\nand snatch up the pistol.\n\nThe ape-things were already springing back upon him as he swung the\npistol into line with one of the jelly-masses. He barely pressed the\ntrigger before the charging brutes knocked him from his feet.\n\nAs he went down he flung his arms over his head to protect his face from\nthe expected attack of those hooked talons, but none came. A body\nthudded down upon him, then slid limply off again without making any\nmove to attack. Blake scrambled to his feet.\n\nWrithing upon the ground all around him were ape-things in their death\nagonies. On the ground beyond them, quivering and broken in the midst of\nits dying guards, was a viscid mass of loathsome gray jelly. Blake's\nshot had apparently struck home squarely in the center of that\nvulnerable blob. Even as he watched, the gelatinous mass shuddered in a\nlast convulsion, then became quite still. At the same instant the last\nsign of life vanished from the writhing ape-things on the ground.\n\nA good half of the attacking creatures were included in the dead bodies.\nThe other half, Blake now saw, had retreated to cluster in wild panic\nabout the remaining blob of jelly. Realizing exultantly that his single\nshot had slain one of the two weirdly disassociated organisms, Blake\nwith pistol in hand advanced toward the other, trying to get a clear\nshot at the jelly through the furry bodies clustering around it.\n\n       *       *       *       *       *\n\nThe group promptly turned and fled in blind panic. Blake sent the\npistol's last shot crashing into the mass without any appreciable\neffect. Then the things' stampede carried them hurtling on through one\nof the gold-flecked side walls out into the swirling purple mists.\n\nThe gold-flecked sheet flowed together again so swiftly behind the\nthings that a fraction of a second later there was not even the\nslightest indication in its shimmering unbroken surface to show that it\nhad ever been pierced.\n\nFor thirty yards the fleeing ape-things sped on into the purple vapors.\nThen disaster struck them with bewildering swiftness. They stopped in\nfull flight, shuddered for a moment, then slumped to the ground with\ntheir limbs writhing in agony. In their center the jelly ovoid quivered\nmadly in the same strange torture.\n\nTiny patches of vivid purple appeared at a hundred different points upon\nthe dying creatures. The patches spread and merged with lightning\nrapidity until a solid sheet of livid purple covered the writhing mass.\nSwiftly that mass lost both movement and shape as it melted down into a\npool of turgid purple slime. Then the slime vaporized into purple mists\nthat blended into the surrounding vapors, and all trace of the\nape-things and their jelly nucleus had vanished.\n\nStunned by the incredible speed of this general dissolution, Blake\nrealized for the first time the real reason for the presence of the\ngold-flecked walls of force. Without those shimmering walls the captives\nwould not have lived for a minute in the deadly purple atmosphere of\nthis weird world beneath the twin suns. The gold-flecked walls were both\ntheir protection and their prison. The swirling purple mists outside\nthose walls held the Earthlings as effectively and hopelessly prisoners\nin their enclosure as gold-fish in a bowl of water.\n\n       *       *       *       *       *\n\nBlake turned back to the thicket to see how Helen and Mapes had fared in\nthat terrific battle with the headless things. He was relieved to see\nthat the girl had apparently escaped without even a scratch. She was\nkneeling beside Mapes' prone figure, doing what she could to revive him.\nThe gangster was badly battered, but he seemed to have no serious\ninjuries. He was already beginning to stir weakly and show signs of\nreturning life.\n\nBlake started to step over to the two. Then he stopped abruptly as he\nheard a sharp metallic clang from the cone-building out in the purple\nmists beyond the end wall. He looked quickly up and saw that an oval\nwindow had opened in the structure near its tip. Framed in the opening\nwas what seemed to be a large concave mirror. At one side of the mirror\nwas a living being of some kind, but the intervening mists prevented\nBlake from making out any details beyond a hazy glimpse of a cluster of\nwhat seemed to be long slender snake-like black tentacles.\n\nThe next moment there spurted from the mirror a broad and swiftly\nspreading beam of red light so brilliant that it glowed clearly even in\nthe bright purple rays of the twin suns. Before Blake could shout a\nwarning to Helen the racing flood of ruddy radiance was upon them. The\nscene reeled in a blurred kaleidoscope of flaming colors before Blake's\neyes for a brief second, then complete oblivion swept over him.\n\n       *       *       *       *       *\n\nAfter an interval that seemed hours, consciousness returned to him as\nsuddenly as it had left him. His first bewildered look around him\ndisclosed the fact that startling changes had occurred in his\nsurroundings during the period while he was under the anesthesia of the\nred ray.\n\nHis first effort at movement brought realization that he was in the grip\nof a strange paralysis. His head and neck seemed quite normal in every\nway, but from the throat downward his body was completely dead as far as\nany power of voluntary movement was concerned.\n\nHe twisted his head stiffly to one side, and saw that Helen was standing\nthere beside him. Just beyond her was the motionless figure of Gil\nMapes. Both the gangster and the girl were in the grip of the same\nstrange paralysis. Like Blake, they were standing there rigidly\nmotionless, facing the gold-flecked barrier wall just in front of them.\n\nA moment's painful scrutiny of their position showed Blake that the\nposts forming the wall of the enclosure at the end toward the cone had\nbeen brought in nearly a hundred yards toward them while they slept. The\nshimmering barrier sheet was now scarcely a yard from their faces, yet\nthey still stood near the thicket where they had battled the headless\nhorrors. Blake saw his coat half-buried in the blue-gray dust near his\nfeet where Helen had discarded the garment to minister to Mapes.\n\nTheir unseen captor had obviously made definite preparations for\nwhatever his next purpose with them was to be, for a long wheeled\nplatform had been brought to a position opposite them just outside the\nshimmering gold-flecked sheet. Blake noted the shattered remains of\nMapes' pistol on the ground at one side of the platform. It had\napparently been fished from the enclosure and rendered harmless after\ntheir captor had seen the weapon's efficient use against the headless\nape-things.\n\nClustered upon the wheeled platform was an assemblage of intricately\nwinding coils, glowing tubes, and other apparatus that conveyed no more\nmeaning to Blake's bewildered gaze than a sight of the interior of a\nmetropolitan power-house would to a Congo savage.\n\n       *       *       *       *       *\n\nThere was only one piece of the apparatus regarding whose probable\nfunction Blake could even guess. This was a pair of long slender arms\nthat projected through the shimmering walls into the enclosure,\nsupporting at their end a large thin metal plate located just over the\nheads of the three Earthlings. Blake was willing to wager that it was\nthis overhead plate that was responsible for the odd paralysis that held\nthem helpless.\n\nThen a figure came slowly into view from where it had been concealed by\nthe apparatus, and Blake forgot all thought of the strange mechanisms as\nhe watched the monstrous thing clamber stiffly from the platform and\nhalt squarely in front of the captives to stare at them through the\ntransparency of the intervening force sheet.\n\nThe thing was a curious blending of human and bestial features. It stood\nbarely five feet in height, yet its great scale-armored skull was at\nleast three times as large as that of a grown man. There was colossal\nmental power and nameless evil glowing in the dark depths of the two\nabnormally large eyes that stared fixedly out from under the heavy\nforehead. The thing had no nose. The mouth opening, surrounded by a\nrosette of flabby gray skin, was a mere slit. The entire skull and face\nwere covered with small, closely overlapping scales of lusterless gray.\n\nThe head merged directly into a short black torso nearly as wide as the\nskull itself. From this trunk there writhed a score of long black\nsnake-like tentacles, each terminating in a flexible three-fingered\n\"hand.\" The trunk was supported by two short thick legs, armored with\ngray scales, and ending in broad three-toed feet.\n\n\"Greetings, Earthlings!\" The voice that emanated from the grotesque\nmouth was surprisingly resonant in tone. \"Allow me to present myself. I\nam Zehru, imperial scientist of Xollar.\"\n\n       *       *       *       *       *\n\nThe monstrosity seemed amused at the expressions of blank surprise upon\nthe faces of his captives. \"I learned your crude language from your\nbrain cells while you slept under the red ray,\" he explained. \"Also I\nlearned many other things regarding your planet, Earth. I am glad to\nfind your world so well adapted to my purpose. Within a few years after\nmy arrival there I shall be its unquestioned ruler.\"\n\nBlake started to voice the many questions that were surging through his\nmind, but an imperious gesture of an outflung tentacle stopped him.\n\n\"Silence, Earthling!\" There was tolerant contempt in Zehru's ringing\nvoice. \"I will explain some of the things that puzzle you. There is no\nreason why I should trouble myself to do so, yet it may while away the\ntedium of the short wait yet remaining before my apparatus becomes\ncharged to the required point. Listen carefully, Earthling, for at best\nyou will find many of my thoughts beyond the feeble limits of the word\nforms with which you have provided me.\n\n\"The world of Xollar, where you now are, is a planet in the island\nuniverse known to your astronomers as the Great Nebula of Andromeda.\nUntil a short time ago I was one of its ruling scientists. Then I\nsinned, and so grave was my sin according to the laws of this planet\nthat the Council of Three decreed my death. That death sentence upon\nXollar is irrevocable, and no man has yet escaped it no matter where\nupon the planet he may be when the appointed time for his execution\ncomes. I was given the usual period of grace in which to put my affairs\nin order. Instead, I have labored unceasingly here in my laboratory, and\nmy labors have borne fruit. I am the first man in Xollarian history to\nfind a means of escaping the dread death penalty.\n\n\"Briefly, I discovered a way by which I can flee to your far-distant\nuniverse, where not even the powers of the Council of Three can follow\nme. That way lies through the door of inter-dimensional Space. In Space\nas you know it, the almost unthinkable distance of a million light years\nseparates Xollar from the dwarf star you call your Sun. Yet, traveling\n_between_ Space, the two planets nearly touch each other. The same\nsituation of being near neighbors in inter-dimensional Space holds true\nwith Xollar and at least seven other planets located in widely separated\nparts of your universe.\n\n       *       *       *       *       *\n\n\"Let me try to illustrate what I mean by traveling between Space. We\nwill assume a nearly two-dimensional universe in the form of a circular\npiece of paper three feet in diameter. There is a dot in the exact\ncenter of each side of this paper. To a two-dimensional creature, forced\nto travel only on the surface of the paper, the distance between the\ntwo dots can never be less than thirty-six inches. Yet by cutting\n_between_ the two surfaces and going directly through the paper the dots\nare less than one-hundredth of an inch apart.\n\n\"Such is the case with Xollar and the planets in your universe which are\nour immediate neighbors in inter-dimensional Space. In order to reach\nthose planets I had only to develop a method of using sufficient force\nto cut _between_ the three dimensions of intervening Space. In solving\nthis problem I developed both an inter-dimensional net to bring beings\nfrom your universe to mine, and an inter-dimensional gate to permit\nbeings to pass from here back to worlds in your galaxy.\n\n\"You have already seen the workings of the net. It was the device of\ngreen fire that brought you here. The use of the net was a vital part of\nmy plans, for without the use of a physical body from some world in your\nuniverse I could not hope to live longer than a few minutes after\nleaving Xollar via the inter-dimensional gate. The inherent\ncharacteristics and basic elements of your galaxy and the Andromedan\nuniverse are so different in every way that an inhabitant of either\nstar-group cannot exist in the other. Xollar's purple atmosphere is\ncharacteristic of Andromedan worlds. Your oxygen-saturated air is\ntypical of worlds in your galaxy. Just as Xollar's purple mists would be\nimmediately fatal to you, so would your clear oxygen-tainted air be\nquickly fatal to me.\n\n       *       *       *       *       *\n\n\"Accordingly, my only chance of surviving in one of your worlds is to\nfirst transfer my Intelligence to the body of one of the dwellers upon\nthat planet. Of the seven planets within reach of my net I found only\ntwo that promised to be at all suitable. One was your Earth, the other\na minor planet circling the star you call Vega. I brought both you and a\nnet-load of Vegans here to this oxygen-filled enclosure I had already\nprepared.\n\n\"The Vegans were the headless things with the jelly nuclei. I watched\nyour battle with them, and waited to choose as my vehicle the planetary\ntype that proved the stronger. You vanquished the Vegans, so it is in\nthe body of an Earthling that I shall leave Xollar, and it is to the\nplanet Earth that I shall be hurtled through the inter-dimensional gate.\n\n\"Aside from the slight difficulty caused by having to keep my body and\nyours each in its proper element during the operation, the matter of\ntransfer into one of your bodies is a simple one. It involves none of\nthe clumsy brain surgery of your Earthly science. We of Xollar have\nfound that the real Intelligence of a being is an invisible force not at\nall dependent for existence upon the protoplasm through which it\nmanifests. My Intelligence can function quite as well in your brain\ncells as in my own.\n\n\"I require no assistant in the transfer.\" Zehru indicated an intricate\npiece of apparatus on the platform behind him. It was a massive cylinder\nof fluorescent metal, with two long metallic cables running from its\ncenter, each cable ending in a saucer-shaped disk.\n\n       *       *       *       *       *\n\n\"I have only to thrust one cable through the force-wall into your\nenclosure and place its disk upon one of your heads, then place the\nother disk upon my own head. The apparatus is entirely automatic. Three\nseconds after both disks are in place my Intelligence will course into\nthe Earthling brain, driving out his Intelligence and destroying it as\nmine enters.\n\n\"I will, of course, remove the selected body from under the paralyzing\nplate before I attach the disks. Then when I am safely transferred to\nthe Earthling body I will have only to walk on through the enclosure to\nthe silver arch at the far end and leave Xollar forever.\n\n\"That silver arch is the inter-dimensional gate to your Earth. Its\noperation is slightly different from that of the net. Where the net was\ncapable of reaching under the surface of your planet, a proceeding I\ntried when two attempts upon the surface proved fruitless, the gate is\nso adjusted that it will place its passenger exactly upon the surface of\nyour world. It requires no cooperation from this end. When I step under\nthe arch I merely close a black lever there. Inter-dimensional force\nimmediately catapults me to your Earth. Then the automatic mechanism of\nthe gate will within half a minute of my departure release an explosion\nthat will shatter everything within a radius of a mile here, and so\nprevent the Council of Three from even guessing the method of my\nescape.\"\n\n\"But what of the two of us whose bodies you do not need?\" Blake\nprotested. \"Can you not at least take them through the arch-gate with\nyou back to their home world?\"\n\n\"Why should I do anything so foolish as that?\" Zehru answered callously.\n\"They might easily be a menace to my first attempts to establish myself\nupon your planet. Far better to leave them here in their present state\nof paralysis to be safely destroyed in the explosion of the gate.\"\n\n       *       *       *       *       *\n\nZehru now thrust three of his tentacles into a vat of milky fluid, and\nwithdrew them coated with a silver sheen on the black flesh. The silver\nglaze seemed to be an insulation against both the oxygen of the\nenclosure and the paralyzing force of the overhead disk, for the\nXollarian promptly thrust the three silver-coated arms through the wall\nand began handling the bodies of Mapes and Blake in a painstaking\nprocess of examination.\n\nAgain Blake noted that the shimmering gold-flecked wall closed quickly\nin and kept its surface unbroken no matter how often objects were thrust\nthrough it.\n\nCompletely ignoring Helen, Zehru lifted first Mapes, then Blake, his\ntentacles probing, fingering, exploring. There was enormous power in the\nXollarian's grotesque body. He lifted the men as though they were wooden\ndolls, bringing them close to the shimmering wall to peer at them, then\nsetting them carefully down again on their feet under the disk. Blake\nwondered idly why their stiff bodies did not topple over when they were\nleft unsupported, then decided that the paralyzing force of the disk\nprobably left the automatic muscular balancing movements unimpaired,\naffecting only the powers of voluntary movement.\n\n       *       *       *       *       *\n\nThen, as Zehru set him down after one of the periods of examination,\nBlake noticed a new and startling change the moment his feet touched the\nground. His right leg and right arm were no longer dead!\n\nHe hurriedly glanced down at the ground at his feet, and promptly found\nwhat seemed to be the reason for his partial freedom from the paralysis.\nIn setting his body down the last time Zehru had moved Blake slightly.\nHis right foot now rested upon a corner of the discarded topcoat lying\nhalf-buried there in the blue-gray dust.\n\nThe heavily rubberized cloth apparently acted as an insulating sheet\nthat prevented the effective grounding of the paralyzing force that\nstreamed down through Blake's body from the overhead disk. Consequently\nall portions of his body between the coat and the disk were free from\nthe paralysis. For a moment Blake wondered at Zehru's carelessness. Then\nhe realized that the insulating qualities of rubber would naturally be\nunknown to a Xollarian.\n\nNoting that Zehru was busy at the moment with his work upon Mapes, Blake\nquickly grasped at the faint chance the presence of the rubberized cloth\noffered him. Working with infinite slowness and caution, he edged his\nright foot over an inch at a time, dragging the rest of his body with\nit.\n\nLuck was with him. Zehru continued, absorbed in his work upon Mapes. The\nXollarian's telepathic powers apparently functioned only with the aid of\nthe red ray, for he remained oblivious of Blake's actions. One final\ncautious dragging movement, and Blake's entire body was upon the cloth,\nwith every muscle again vibrantly alive.\n\n       *       *       *       *       *\n\nBlake stood there motionless, faking paralysis, while his brain raced in\nan effort to figure the best use to make of his present advantage. He\nwas still trapped, not daring to reach even a hand beyond the protection\nof the cloth underfoot. The first essential of any effort at escape\nwould have to be a lunge of sufficient power to take him safely beyond\nthe area of the disk's influence.\n\nBlake's first thought was to hurl himself through the barrier wall upon\nZehru, trusting to sheer surprise to overwhelm the Xollarian, but he\nquickly dismissed that plan. It left too many elements in Zehru's favor.\nThere was a tube-like weapon thrust in a belt around Zehru's middle and\nthere were probably a dozen other different weapons lying handy to his\nreach among the apparatus on the platform. The deadly purple mists\nbeyond the wall would alone in all probability overcome Blake before he\ncould batter Zehru down.\n\nBy far the best plan was to stage the battle inside the enclosure where\nBlake would be in his own native element. If he could yank Zehru inside\nthe wall he would have him away from contact with his mechanical weapons\nand battling in an atmosphere inherently poisonous to him. Under those\ncircumstances, Blake felt that he might have an even chance in a\nhand-to-hand combat with the powerful but slow-footed Xollarian.\n\nOnce Zehru was eliminated, escape back to Earth should be a simple\nmatter. The silver gate, with its automatic mechanism needing only the\nclosing of a lever, was ready and waiting there in the enclosure behind\nthem.\n\n       *       *       *       *       *\n\nFor long tense minutes Blake forced himself to remain rigidly motionless\nwhile Zehru labored over Mapes. Then finally the Xollarian turned his\nattention briefly back to Blake, and thrust two tentacles in to grip his\nbody. No sooner had the tentacles crossed above the border of the cloth\nthan Zehru realized that something was wrong. He tried to whip his arms\nback again but too late.\n\nBlake made a lightning snatch at a tentacle with both hands, and in the\nsame lithe movement turned from the barrier wall and flung himself\nheadlong toward the center of the enclosure. Zehru had no time to brace\nhimself. He was jerked bodily through the shimmering wall and on after\nBlake's lunging body.\n\nOne of the Xollarian's waving tentacles grasped wildly at the overhead\ndisk in an effort to stay his flight. The only result was to bring the\nentire disk and its supports crashing in ruins to the ground upon the\nstruggling figures of Blake and himself.\n\nBlake was upon his feet again instantly. Snatching up a yard-long scrap\nof metal from the wreckage of the disk, he flung himself upon Zehru.\nThe Xollarian seemed for the moment too dazed by his fall to fight back.\nWith tentacles raised to guard his head, he staggered backward in\nretreat, every step taking him farther away from the wall and the purple\nmists.\n\nBlake was vaguely aware that Helen and Mapes, freed by the wrecking of\nthe disk, were scrambling to their feet. Mapes was already running\ntoward the combatants. Blake was glad at the prospect of an ally.\nZehru's dazed condition was swiftly passing. He had now stopped his\nretreat and was already fumbling a tentacle toward the tube-weapon in\nhis belt.\n\nBlake flung himself upon Zehru in another effort to beat him down before\nhe could draw that weapon, but his metal club glanced harmlessly off the\ntentacles Zehru raised to shield his head. Then beyond Zehru Blake saw\nsomething that made him stop his assault.\n\n       *       *       *       *       *\n\nIt was Mapes, sprinting toward the silver arch-gate at the other end of\nthe enclosure. Blake's heart sank as he realized the gangster's\ntreachery. If he once reached that arch he could send himself safely\nhurtling back to Earth, while Blake and Helen would be left to perish\nwith Zehru in the explosion that would immediately follow. It was too\nlate for Blake to head the gangster off. He had already covered half the\ndistance to the arch.\n\nZehru noted Mapes' fleeing figure almost as quickly as did Blake.\nSwiftly the Xollarian swung his tube-weapon into line with the fleeing\ngangster. A thin pencil of dull yellow light of a peculiar density\nspurted from the tube toward Mapes. There was a flash of blinding flame\nas the light beam met the gangster's body; then Mapes' figure seemed to\nliterally explode, as though blasted by dynamite from within. So\ndevastating was the force of that explosion that nothing remained of\nMapes' body beyond a few scattered fragments of shoes and clothing.\n\nBlake was still dazed at the cataclysmic suddenness of Mapes' death as\nZehru swung the tube around to train it upon him. Only a last-minute\ndesperate effort upon Blake's part saved him. His wildly thrown metal\nclub made a lucky hit on the tube itself, knocking it, shattered and\nuseless, out of Zehru's grasp.\n\nUnarmed, Zehru faced Blake with his face contorting in agony. For a\nmoment the Xollarian swayed there, apparently trying to gather his\nfailing strength for the next move. The deadly air of the enclosure was\nalready taking hideous toll. The scaly flesh of his head and face was\ndissolving like melting butter.\n\nZehru's strength was ebbing too swiftly for him to have any chance of\ngaining safety through either of the distant side walls. His only hope\nof fighting back to the purple mists was to pass Blake and go through\nthe nearby end wall through which he had originally been drawn.\n\nHe came lunging forward in an attack whose sheer fury made Blake give\nground before the menace of the lashing tentacles.\n\n       *       *       *       *       *\n\nBlake took another backward step, then staggered as his foot struck a\nrough spot in the ground. Zehru's tentacles were upon him before he\ncould recover himself. His club was jerked from his fingers and sent\nhurtling far out of reach. Half a dozen of the tentacle-arms lashed\naround his throat in a strangling grip.\n\nHe clawed wildly at the choking coils, but they failed to loosen even a\nfraction of an inch. Desperately Blake sent his fists smashing into the\ngray face. The scale armor of Zehru's skull, fast weakening in the\nliquefying influence of the oxygen, gave way beneath that battering\nattack. He staggered, and his coiling tentacles relaxed slightly.\n\nBlake tore himself free. A final smashing blow, with every ounce of his\none hundred and ninety pounds behind it, sent Zehru crashing to the\nground. The Xollarian tried to rise, then feebly slumped back, his\nstrength spent. Blake leaped forward to finish his opponent, but stopped\nas he saw that his efforts were not needed.\n\nThe deadly air of the enclosure was now overwhelming Zehru with swift\nand hideous death. He was literally rotting before Blake's horrified\neyes, the gray-scaled skin sloughing off in streaming rivulets of pallid\nooze, and the entire body contorting in what was obviously a death\nagony.\n\nSickened, Blake stepped back a pace or two. Zehru's tentacles feebly\nbeat the ground around him, then suddenly one of the writhing arms\nblundered upon a thin cable running along the ground. Before Blake could\nspring forward to stop him, Zehru with a last surge of power ripped the\nfragile metal strand completely in two.\n\nIt was the Xollarian's dying effort. He slumped in a motionless, nearly\nliquescent heap. But that last blind blow at the Earthlings threatened\nto be a deadly one. The severed cable led to one of the black posts\nsurrounding the enclosure. With the cable's parting an entire section of\none of the gold-flecked barrier walls vanished. Xollar's deadly purple\nmists were already surging in.\n\n       *       *       *       *       *\n\nSpeed was the Earthlings' only chance now. Helen was as quick to realize\nthe danger as was Blake. Side by side they started their mad race toward\nwhere the silver arch-gate loomed nearly a hundred yards away.\n\nThey had covered barely half the distance when the air around them\nbegan to show a definite tinge of purple. With the appearance of the\npurple hue there came a strange and swiftly increasing agony, a\ntorturing vibration that seemed to be tearing every atom in their bodies\nasunder.\n\nThey were within ten yards of the arch when Helen fell. Blake grabbed\nher up in his arms and stumbled on. There was no longer enough oxygen in\nthe air to even breathe. Blake's lungs were on fire. Every cell in his\nbody seemed vibrating in unbearable torment.\n\nIt was all that he could do to struggle up on the low platform. He\nstaggered across the space and under the arch. It took the last shred of\nstrength in his tortured body for him to lift his hand and pull the\nblack lever down into place.\n\nIts action was instantaneous. The agony of the purple mists was blotted\nout in a surging wave of mighty force that swept Blake and Helen up and\naway through a Spaceless universe where black chaos reigned awesomely\nsupreme. There was a long terrible moment of hurtling through distances\ninconceivably vast. Blake's brain reeled in nausea.\n\nThen suddenly all motion ceased and everything was normal again. There\nwas firm grassy ground under his feet and a cool breeze was blowing in\nhis face.\n\nHe opened his eyes and saw the gray half-light of early dawn. After the\nfirst swift look around him he sighed in mighty relief. To his left was\nthe familiar skyline of Fifth Avenue. To his right was Central Park\nWest. They were somewhere in Central Park, safe again in their own\nworld.\n\nAnd somewhere in that other world beneath the twin purple suns, the time\nmechanism of the silver gate should even now be releasing the explosive\nthat would forever blot out all trace of the evil handiwork of Zehru,\ncosmic fisher of Xollar.\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Astounding Stories_ February 1932.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Zehru of Xollar, by Hal K. Wells\n\n*** END OF THIS PROJECT GUTENBERG EBOOK ZEHRU OF XOLLAR ***\n\n***** This file should be named 26917.txt or 26917.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/6/9/1/26917/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}